{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202976/",
  "absolute_url": "/opinion/202976/galarneau-v-merrill-lynch-pierce-fenner-smith/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202976/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/3246/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:06:06Z",
  "date_modified": "2016-04-27T01:29:36.072296Z",
  "type": "010combined",
  "sha1": "9323f53ec8d9f351b7d3e1dd94fac2a29cda3508",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-2410-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/10/12/Galarneau_v._Merrill_Lynch.pdf",
  "plain_text": "           United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 06-2410\n\n                        DEBORAH GALARNEAU,\n\n                       Plaintiff, Appellee,\n\n                                v.\n\n            MERRILL LYNCH, PIERCE, FENNER & SMITH INC.,\n\n                       Defendant, Appellant.\n\n\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n                     FOR THE DISTRICT OF MAINE\n\n      [Hon. William S. Brownell, U.S. Magistrate Judge], and\n           [Hon. George Z. Singal, U.S. District Judge]\n\n\n                              Before\n\n                     Torruella, Circuit Judge,\n                      Newman,* Circuit Judge,\n                     and Lynch, Circuit Judge.\n\n\n     Evan M. Tager, with whom Andrew Tauber, Mayer, Brown, Rowe &\nMaw LLP, James R. Erwin, Pierce Atwood LLP, and Eugene Volokh, UCLA\nSchool of Law, were on brief, for appellant.\n     Rufus E. Brown, with whom Brown & Burke, Michael A. Nelson,\nand Jensen Baird Gardner & Henry, were on brief, for appellee.\n\n\n\n                         October 12, 2007\n\n\n\n\n*\n    Of the Federal Circuit, sitting by designation.\n\f           TORRUELLA, Circuit Judge.      On January 6, 2004, Deborah\n\nGalarneau (\"Galarneau\") was fired from her job as a stockbroker at\n\nMerrill Lynch, Pierce, Fenner & Smith Inc. (\"Merrill Lynch\").      In\n\na form submitted to the National Association of Securities Dealers\n\n(\"NASD\"), Merrill explained that \"Ms. Galarneau was terminated\n\nafter the firm concluded that she had (I) engaged in inappropriate\n\nbond trading in one client's account and (II) utilized time and\n\nprice discretion in the accounts of three clients.\"         Galarneau\n\nbrought this action against Merrill Lynch in the United States\n\nDistrict Court for the District of Maine, alleging defamation\n\n(among other claims).     The jury found in favor of Galarneau,\n\nawarding compensatory and punitive damages.       Merrill Lynch moved\n\nfor judgment as a matter of law, challenging the finding of\n\ndefamation and the award of special and punitive damages.         The\n\ndistrict court denied the motion.      After careful consideration, we\n\naffirm the district court's denial with respect to the finding of\n\ndefamation and the award of special damages, but reverse with\n\nrespect to the jury's award of punitive damages.\n\n                        I. FACTUAL BACKGROUND\n\n           Because Merrill Lynch challenges the sufficiency of the\n\nevidence, we recite the facts in the light most favorable to the\n\nverdict.   See Wilson v. City of Boston, 421 F.3d 45, 48 n.2 (1st\n\nCir. 2005).   Deborah Galarneau was employed at Merrill Lynch's\n\nPortland, Maine branch office from February 1989, when she joined\n\n\n                                 -2-\n\fher husband Preston Galarneau at the firm, until she was terminated\n\non January 6, 2004.   Beginning in 1998, the Galarneaus worked as a\n\nteam called the \"Galarneau Group,\" as allowed by Merrill Lynch.\n\nGalarneau was successful as a financial advisor at Merrill Lynch,\n\nranking in the first or second groupings of producing brokers in\n\nher office, qualifying for a $100,000 certificate bonus by growing\n\nher business by ten percent for ten consecutive years, and earning\n\nother recognition awards and trips.\n\n            The Amy Ford Account\n\n            Amy Ford became a client of the Galarneau Group in late\n\n2000.    Ford was a single woman in her fifties with a portfolio in\n\nexcess of $2 million, which served as her primary source of income\n\nalong with other investments not managed by Merrill Lynch.              Her\n\nportfolio was heavily weighted in nonperforming equities, which\n\nFord had inherited with a low tax basis.      Galarneau testified that\n\nFord had a history of spending more than she earned from her\n\ninvestment income.     This practice led her to borrow from her\n\ninvestment account and sometimes required her to sell securities to\n\npay off her debt, thereby incurring significant capital gains\n\ntaxes.\n\n            According to Galarneau, she and her husband developed a\n\nthree-pronged   investment   plan    for   Ford's   account:   first,    to\n\nrebalance her portfolio to reduce the concentration in legacy stock\n\nand increase her investment in fixed income securities (primarily\n\n\n                                    -3-\n\fbonds); second, to generate more income for Ford to live on; and\n\nthird, to minimize the capital gains taxes that would be incurred\n\nfrom the rebalancing.\n\n           Galarneau testified that she and her husband told Ford\n\nthat this investment plan would require aggressive and active\n\ntrading, including the use of an investment strategy called \"tax\n\nadvantage bond swap\" when the occasions for doing so arose.          Tax\n\nadvantage bond swaps involve selling bonds that have declined in\n\nmarket value (in relation to their cost basis) and using the\n\nproceeds of the sale to buy replacement bonds of equivalent or\n\nsuperior investment value. The intended benefit of such a strategy\n\nis that the client take tax losses without sacrificing the quality\n\nof her investment portfolio.      According to Galarneau, in applying\n\nthis strategy to the Ford account, the Galarneaus expected to use\n\nthe tax losses to offset any capital gains resulting from the sale\n\nof the legacy stock.\n\n           The Galarneaus anticipated that the proposed investment\n\nplan could be expensive for Ford if she paid commissions on each\n\ntrade.    Galarneau testified that she and her husband advised Ford\n\nof the Merrill Lynch Unlimited Advantage (\"MLUA\") pricing option,\n\na program through which a client could pay a flat annual fee for\n\ntrading   instead   of   paying   commissions   on   each   transaction.\n\nAccording to Galarneau, Ford declined this option and the parties\n\n\n\n\n                                   -4-\n\farranged a discount for the commissions for trading in the Ford\n\naccount.\n\n            Merrill Lynch's Review of the Trading in the Ford Account\n\n            Galarneau testified that at the outset, she and her\n\nhusband approached Edward Coppola, then the compliance officer for\n\nMerrill Lynch's Northern New England Complex, to discuss the\n\ninvestment strategy for the Ford account.          At that time, Coppola\n\ndid not raise any objections to the proposed investment strategy.\n\n            The trading in the Ford account in 2001 and 2002 was very\n\nactive.    During that period, the financial markets were \"unusually\n\nvolatile\" in part because of the consequences of the terrorist\n\nattacks of September 11, 2001 and corporate accounting scandals.\n\nAccording to Galarneau, these conditions provided opportunities for\n\ntax advantage bond swaps, but also required trades that would not\n\notherwise have been made.       In addition, Ford's personal spending\n\nwas three times in excess of her investment income.\n\n            Such active trading triggered management review within\n\nMerrill Lynch.       The firm uses a computer-generated monitoring\n\nsystem    called   Armor   review,   which   automatically   notifies   the\n\nMerrill Lynch compliance officers of accounts with unusually active\n\ntrading.    The Armor alert may be accessed from either a financial\n\nadvisor's computer or a compliance officer's computer. It provides\n\nbackground information about the targeted account, including a\n\nsummary of the frequency and dollar value of trades (with links to\n\n\n                                     -5-\n\fdata for individual trades), a comparison of the value of trades\n\nversus the commissions earned on the account (the \"velocity\" of\n\ntrading), and the commissions for the trading.\n\n            The first Armor review took place in July 2001.                   Coppola\n\nasked Galarneau for an explanation of the production credits, the\n\nperformance,       and     the    strategy.        Galarneau       provided      this\n\ninformation, and Coppola signed off on the trading in the account.\n\nAccording to Galarneau, Coppola never indicated that the trading in\n\nthe Ford account was inappropriate in any way.                  Before he left the\n\nfirm,    Coppola   reviewed      the    account    again   in    August   2001   and\n\ncommented that the account had already been reviewed the previous\n\nmonth.\n\n            An Armor review was again triggered the next year, in\n\nJuly 2002, when Richard Heller became the new compliance manager\n\nfor the Portland, Maine office of Merrill Lynch.                  Pursuant to the\n\nreview, Heller specifically asked the Galarneaus about the \"high\n\nvelocity\"    in    the    Ford   account.      According    to     Galarneau,    the\n\nGalarneaus explained the investment strategy for the Ford account,\n\nand Heller approved the trading.\n\n            This time, as recommended by Merrill Lynch's Policy\n\nManual,     Heller       sent    an    \"activity    letter\"       to   Ford    dated\n\nSeptember 10, 2002, drawing her attention to (1) the substantial\n\nvolume of trading in her account, (2) the relatively high level of\n\ncosts associated with that trading ($29,042) in relation to her\n\n\n                                         -6-\n\fportfolio value, and (3) the sizeable level of her margin account1\n\n($203,542).         In the letter, Heller asked Ford to confirm that the\n\naccount       was   being     managed   in    accordance    with   her   investment\n\nobjectives and offered to meet with her about the account.                    Ford\n\nnever responded.        According to Galarneau, she and her husband met\n\nwith Ford to go over the activity letter, at which point Ford\n\nindicated that she was satisfied with how the account was being\n\nmanaged.\n\n               A fourth Armor review of the Ford account was triggered\n\nin November 2002, which again focused on the substantial volume of\n\ntrading in the account, including the \"high turnover\" rate of\n\n6.81%,    a    very    high    level    of    trading.     The   Galarneaus   again\n\nexplained their strategy of taking as many losses as feasible to\n\noffset gains from the sale of legacy stock.                Heller checked the box\n\non the Armor review form marked \"approved,\" and noted, \"Taking\n\nlosses, margin debt decreasing, Letters sent 9-13-02.\"\n\n               This was the last substantive Armor review of the Ford\n\naccount.       By 2003, the level of trading went down, and most of the\n\nmargin debt incurred by Ford to accelerate the rebalancing had been\n\npaid off.\n\n\n\n\n1\n   A \"margin account\" is a brokerage account in which the broker\nlends her client cash to purchase securities.        The loan is\ncollateralized by the client's securities or cash. If the value of\nthe stock drops significantly, the account holder will be required\nto deposit more cash or sell a portion of the stock.\n\n                                             -7-\n\f            According to Galarneau, the strategy proved successful:\n\nThe Ford account earned $101,000 from the fixed income investments\n\npurchased for Ford, saved more than $36,000 in tax liability as a\n\nresult of the bond swap strategy, and (as of the time Galarneau was\n\nterminated) increased in value by $65,000.\n\n            The Ford Complaint\n\n            Ford    sent    Merrill     Lynch   a   letter   on    June   7,   2003,\n\naccusing    the    Galarneaus     and    Merrill    Lynch    of    \"churning\"   her\n\naccount.2     Ford copied her complaint to the Maine Securities\n\nDivision, which promptly opened an investigation into Galarneau,\n\nher husband, and Merrill Lynch. In response to this investigation,\n\nMerrill Lynch's Office of General Counsel (\"OGC\") became involved,\n\nwith Kathleen Durning taking line responsibility, supervised by\n\nFirst Vice President and Assistant General Counsel Andrew Kandel.\n\n            Merrill Lynch's Response\n\n            After receiving explanatory materials from Galarneau and\n\nconsulting with her, Durning responded to the Maine Securities\n\nDivision's initial inquiry with a letter defending the trading in\n\nthe Ford account.      The letter provided detail about the context of\n\nthe trading in the Ford account consistent with explanations that\n\nGalarneau   provided       for   the    Armor   reviews.      It    explained   the\n\n\n2\n   Specifically, Ford complained that the turnover                 in her account\n\"is much higher than the experts I have worked                      with consider\nreasonable.\"     While acknowledging the need                       to take tax\nconsiderations into account, she stated that \"the                  goal should be\ntaking losses that exist, not creating them.\"\n\n                                         -8-\n\finvestment objectives of the account, the trading strategy designed\n\nto achieve these objectives, the offer to Ford of the MLUA pricing\n\noption, the frequent meetings with Ford to review trading, the\n\ndifficult market conditions, the rationale for the use of margin to\n\nimplement a rebalancing of the account, the problems created by\n\nFord's excessive personal spending, and other background to the\n\nmanagement of the account.\n\n          On   August   8,   2003,    the   Maine   Securities    Division\n\nresponded with a letter asking for additional explanations and\n\ndocuments relating to the trading in the Ford account.           Four days\n\nlater, counsel for Ford sent Merrill Lynch a letter accusing the\n\nfirm and the Galarneaus of \"churning\" with a \"disastrous\" account\n\nperformance, and demanding restitution.\n\n          On September 8, 2003, Durning wrote the Maine Securities\n\nDivision another letter, reviewed in draft by Kandel, in response\n\nto the Division's earlier inquiry for more information.           In this\n\nletter, Durning reaffirmed the key points of her July 2, 2003\n\nletter and provided additional support for the legitimacy of the\n\nmanagement of the Ford account.\n\n          Merrill Lynch's Internal Review\n\n          Ford's complaint triggered an internal investigation by\n\nMerrill Lynch.    Pursuant to this investigation, the firm asked\n\nBates Capital Corporation, an outside firm, to provide a report\n\nanalyzing the trading in the Ford account on a security-by-security\n\n\n                                     -9-\n\fbasis (the \"Bates report\").          For each fixed-income security that\n\nhad been traded in the Ford account, the Bates report revealed how\n\nlong the security had been held, whether it was sold at a profit or\n\nloss, whether it was subsequently repurchased and resold and, if\n\nso, whether at a profit or loss.\n\n             Also pursuant to the internal investigation, Merrill\n\nLynch reviewed Galarneau's personnel file.           Heller contacted Jack\n\nMichaelian, a former manager, asking for personnel information for\n\nGalarneau.    He received two memoranda about customer concerns with\n\nrespect to Galarneau's management of their accounts years earlier.\n\nHeller also called a number of Galarneau's clients to determine\n\nwhether she may have exercised \"pure discretion\" in managing their\n\naccounts.3      From   his   first   round   of   telephone   calls,   Heller\n\nconcluded that Galarneau may have exercised pure discretion in five\n\naccounts. Heller sent his findings to Kandel and Scott Gilbert, an\n\nattorney in the OGC assigned to the Ford matter.\n\n             As part of the internal review, Galarneau was summoned to\n\nthe Merrill Lynch corporate headquarters in New York City on\n\nOctober 14, 2003 to be interviewed.               According to Galarneau,\n\n\n\n3\n  In the securities industry, trading securities without the prior\napproval of the investor is referred to as taking \"pure\ndiscretion,\" and is illegal.      Merrill Lynch, as a matter of\ninternal policy, prohibits its brokers from exercising \"time and\nprice discretion,\" which refers to the exercise of discretion as to\nthe exact time and exact price at which a broker executes an order\nfor her client, even with the prior approval of the client. Time\nand price discretion is not illegal.\n\n                                     -10-\n\fGilbert showed little interest in the reasons for the individual\n\ntrades in the Ford account and instead focused primarily on whether\n\nshe had exercised pure discretion in any of her other accounts.\n\nGalarneau denied that she had exercised pure discretion, but\n\nadmitted that she may have unknowingly violated the policy on time\n\nand price discretion on two occasions. Galarneau testified that at\n\nthe conclusion of the interview, Gilbert told her that Merrill\n\nLynch   \"hoped   that   they   could   reach   an   agreement   with   Ford's\n\nattorney and the case would be settled, and that normally then the\n\nState goes away.\"\n\n           While the internal review was in progress, Merrill Lynch\n\nreached a settlement with Ford in early November 2003 for $100,000.\n\nThe Maine Securities Division investigation, however, remained\n\nongoing.   On November 7, 2003, the Maine Securities Division sent\n\nMerrill Lynch another letter requesting information about Merrill\n\nLynch's supervision of the Galarneaus and inquiring \"whether or not\n\nthe Galarneaus are still employed by Merrill Lynch.\"\n\n           Merrill Lynch terminates Deborah Galarneau\n\n           Merrill Lynch terminated Galarneau on January 6, 2004.\n\nEdward Hocking, Merrill Lynch's Regional Vice President for the\n\nNorthern New England Complex and Heller's superior, was responsible\n\nfor the decision.       According to Heller, just before meeting with\n\nGalarneau, Hocking told Heller that he had conferred with Merrill\n\nLynch's OGC and that the reasons for the decision to terminate\n\n\n                                   -11-\n\fGalarneau were (1) her exercise of time and price discretion; (2)\n\nher prior history, as reflected in two personnel memos and \"prior\n\nwarnings\";4 and (3) the judgment she used in trading in the Ford\n\naccount.      Hocking showed Heller notes he would use in the meeting\n\ndetailing these reasons. Galarneau testified that Hocking gave her\n\nthese same reasons for the termination. According to Galarneau, no\n\nspecific   reference    was   made   in     the   meeting    to    inappropriate\n\ntrading, excessive trading, or churning.\n\n              On the same day Galarneau was terminated, Kandel called\n\nthe   Maine     Securities    Division      investigator      to    report     the\n\ntermination. Kandel recorded in his notes of the conversation that\n\nthe   Maine    Securities    Division     investigator      appreciated      being\n\ninformed, saying that it \"will have an impact.\"              The investigator\n\nasked Merrill Lynch to confirm the termination in writing.                Kandel\n\n\n\n4\n   Merrill Lynch claims that on at least two occasions before her\ndismissal, Galarneau's bond trading \"had been the object of\nconcern.\" The firm introduced evidence that in 1998, Galarneau was\nsummoned to a meeting with her office supervisors \"to discuss two\nclient complaints, and her trading strategy in regards to bond\nswaps,\" and that in 2000, her supervisors warned her not to engage\nin active bond trading and that Galarneau responded that she would\nnot do so anymore.\n\n   According to Galarneau, she was never warned about her trading\nwith respect to bonds. She introduced evidence that the memorandum\nmemorializing the 1998 meeting does not describe a \"warning\" or\ncriticism of her bond trading generally, and that there is no other\nmemo concerning the 1998 meeting. Galarneau also testified that at\nthe 2000 meeting, Merrill Lynch objected to a specific business\nplan for bond trading (as opposed to equity trading) for particular\nclients, but that the firm made no objection to bond trading under\nother circumstances.\n\n                                     -12-\n\falso requested an opportunity to make a submission to the Maine\n\nSecurities Division to show that Merrill Lynch's supervision of\n\nGalarneau was reasonable.\n\n           That submission was made through a letter to the Maine\n\nSecurities Division dated January 28, 2004, which was circulated\n\ntwice in draft form by Kandel to Gilbert and Durning.            The letter\n\nstated that the firm's \"review of the Ford account indicates that\n\nwhile it is somewhat active, it was also well diversified between\n\nfixed income, equities and cash,\" and that there were additional\n\nfeatures of the portfolio and Ford's investment objectives that\n\nsupported the manner in which the account was managed.            The letter\n\ncontinued, \"After Ms. Ford's concerns came to light, however, the\n\nFirm learned that Galarneau had exercised time and price discretion\n\non occasion in Ms. Ford's account.\"            The letter explained that\n\nbecause time and price discretion is against company policy, \"as\n\nwell as [other reasons], including management's concerns regarding\n\nthe activity in Ms. Ford's account, the Firm decided in late\n\nDecember   that   it   was   necessary    to   terminate   Ms.   Galarneau's\n\nemployment.\"\n\n           The U-5\n\n           On February 6, 2005, nine days after the letter to the\n\nMaine   Securities     Division,   Merrill      Lynch   filed    a   Uniform\n\nTermination Notice for Securities Industry Registration (Form U-5)\n\nwith the NASD as required by NASD rules whenever a registered\n\n\n                                   -13-\n\fstockbroker leaves a firm. In the U-5, Merrill Lynch explained the\n\nreason for terminating Galarneau as follows: \"Ms. Galarneau was\n\nterminated after the firm concluded that she had (I) engaged in\n\ninappropriate      bond   trading   in    one      client's   account    and    (II)\n\nutilized    time   and    price   discretion       in   the   accounts   of    three\n\nclients.\"     This    was    followed    by    a   statement    disclosing     that\n\nGalarneau disagreed with the firm's conclusions.\n\n            After Galarneau was terminated, she unsuccessfully tried\n\nto find employment as a stockbroker at Smith Barney, Edward Jones,\n\nand Morgan Stanley.\n\n            Proceedings Below\n\n            Galarneau brought an eight-count complaint alleging sex\n\ndiscrimination, breach of contract, breach of fiduciary duty,\n\ndefamation, tortious interference with economic relations, and\n\nviolations    of    the     Employee     Retirement      Income    Security     Act\n\n(\"ERISA\"), 29 U.S.C. § 1001 et seq., and the Equal Pay Act (\"EPA\"),\n\n29 U.S.C. § 206(d)(1).        Galarneau subsequently withdrew the breach\n\nof fiduciary duty and EPA claims.             After the district court denied\n\nMerrill Lynch's motion for summary judgment, the remaining claims\n\nproceeded to trial.\n\n            At the close of the plaintiff's evidence, Merrill Lynch\n\nmoved pursuant to Fed. R. Civ. P. 50(a) for judgment as a matter of\n\nlaw on all counts.          The district court granted the motion with\n\nrespect to Galarneau's tortious interference claim, but otherwise\n\n\n                                       -14-\n\fdenied it.    At the close of all evidence, the district court denied\n\nMerrill Lynch's renewed motion for judgment as a matter of law.\n\nAccordingly, Galarneau's claims for sex discrimination, breach of\n\ncontract, and defamation were sent to the jury, and her ERISA claim\n\nwas   submitted    to   the    court.      The   jury   rejected   Galarneau's\n\ndiscrimination and contract claims, and the court rejected her\n\nERISA claim. The jury found in Galarneau's favor on the defamation\n\nclaim, awarding Galarneau $850,000 in compensatory damages (of\n\nwhich $775,000 were for lost wages) and $2,100,000 in punitive\n\ndamages.\n\n             Merrill Lynch again moved for judgment as a matter of\n\nlaw, pursuant to Fed. R. Civ. P. 50(b) or, in the alternative, for\n\na new trial, pursuant to Fed. R. Civ. P. 59(a).            The district court\n\ndenied both motions.          Merrill Lynch appeals that decision on the\n\nground that there was insufficient evidence to support the jury's\n\nfinding of defamation and its award of compensatory damages and\n\npunitive damages. It also challenges the district court's exclusion\n\nat trial of correspondence between Galarneau and Merrill Lynch\n\nregarding the language in the U-5.\n\n                                 II. DISCUSSION\n\n             A.   The Sufficiency of the Evidence to Support the\n                  Defamation Claim\n\n                     1. Defamation Under Maine Law\n\n             To prove defamation under Maine law, a plaintiff must\n\nestablish that the defendant made a false statement that \"lower[ed]\n\n                                        -15-\n\f[her] in the estimation of the community.\"        Ballard v. Wagner, 877\n\nA.2d 1083, 1087 (Me. 2005) (quoting Schoff v. York County, 761 A.2d\n\n869, 871 (Me. 2000)).       Accordingly, \"truth is an absolute defense\n\nto a charge of defamation.\"      Garrett v. Tandy Corp., 295 F.3d 94,\n\n106 (1st Cir. 2002) (applying Maine law).\n\n             False statements are defamatory per se if they relate to\n\na   profession,    occupation,   or   official    station   in     which    the\n\nplaintiff was employed.       See Saunders v. VanPelt, 497 A.2d 1121,\n\n1124-25 (Me. 1985).     In such cases, malice is implied as a matter\n\nof law, and a plaintiff may recover a compensatory award without\n\nproving special damages. Farrell v. Kramer, 193 A.2d 560, 562 (Me.\n\n1963).     Per se defamation may not be actionable, however, if it is\n\nprivileged.     See Bearce v. Bass, 34 A. 411, 413 (Me. 1896).              \"A\n\nconditional privilege against liability for defamation arises in\n\nsettings where society has an interest in promoting free, but not\n\nabsolutely unfettered speech.\"        Lester v. Powers, 596 A.2d 65, 69\n\n(Me. 1991).\n\n             The parties agree that Merrill Lynch's statement in the\n\nU-5   is    conditionally    privileged   under    Maine    law.    While     a\n\nconditional (or qualified) privilege does not change the actionable\n\nquality of words published, it rebuts the inference of malice that\n\nis imputed in the absence of the privilege.        See Saunders, 497 A.2d\n\nat 1124.      Where a conditional privilege exists, \"liability for\n\ndefamation attaches only if the person who made the defamatory\n\n\n                                   -16-\n\fstatements loses the privilege [by] abusing it.\"          Lester, 596 A.2d\n\nat 69.   A conditional privilege may be abused if the defamatory\n\nstatement is made with reckless disregard as to its falsity.          See\n\nCole v. Chandler, 752 A.2d 1189, 1194 (Me. 2000).\n\n                     2. Standard of Review\n\n            In an appeal from a district court's denial of a motion\n\nfor judgment as a matter of law, we generally review questions of\n\nlaw de novo.   Negrón v. Caleb Brett U.S.A., Inc., 212 F.3d 666, 668\n\n(1st Cir. 2000).     In assessing the sufficiency of the evidence to\n\nsupport a jury verdict, we usually ask \"whether, viewing the\n\nevidence in the light most favorable to the verdict, a rational\n\njury could have found in favor of the party that prevailed.\"\n\nBisbal-Ramos v. City of Mayagüez, 467 F.3d 16, 22 (1st Cir. 2006).\n\nBut Merrill Lynch asks us to apply the heightened standard of\n\nreview appropriate for cases raising First Amendment concerns. See\n\nBose Corp. v Consumers Union of United States, Inc., 466 U.S. 485,\n\n499 (1984)(\"[I]n cases raising First Amendment issues . . . an\n\nappellate    court   has   an   obligation   to   'make   an   independent\n\nexamination of the whole record' in order to make sure that 'the\n\njudgment does not constitute a forbidden intrusion on the field of\n\nfree expression.'\" (quoting New York Times Co. v. Sullivan, 376\n\nU.S. 254, 285 (1964))).         We decline to do so, however, because\n\nMerrill Lynch failed to argue in the trial court that this case had\n\nany First Amendment implications.\n\n\n                                   -17-\n\f           In New York Times v. Sullivan, the Supreme Court for the\n\nfirst time held that the First Amendment limits the reach of state\n\ndefamation laws.         376 U.S. at 271.     Emphasizing that \"freedom of\n\nexpression        upon   public   questions   is   secured   by    the   First\n\nAmendment,\" id. at 270, the Court held that a public official suing\n\nfor a libelous publication critical of his official conduct could\n\nnot recover unless he proved, by clear and convincing evidence,\n\n\"that the statement was made with 'actual malice' -- that is, with\n\nknowledge that it was false or with reckless disregard of whether\n\nit was false.\"       Id. at 280-81.\n\n           Ten years later, the Court again reviewed a defamation\n\ncase in light of First Amendment considerations in Gertz v. Robert\n\nWelch, Inc., 418 U.S. 323 (1974).               Noting that the libelous\n\nstatement at issue was of undoubted public concern, but that,\n\nunlike in New York Times, the plaintiff was not a public figure,\n\nthe Court held that the First Amendment protections were reduced.\n\nId. at 343-46.       Balancing the states' \"strong and legitimate . . .\n\ninterest     in    compensating    private    individuals    for   injury   to\n\nreputation\" against First Amendment concerns, id. at 348, the Court\n\nheld that \"so long as they do not impose liability without fault,\n\nthe States may define for themselves the appropriate standard of\n\nliability for a publisher . . . of falsehood injurious to a private\n\nindividual,\" id. at 347, but that a state could not allow recovery\n\n\n\n\n                                      -18-\n\fof presumed damages absent a showing of actual malice. Id. at 349-50.\n\n            Finally,     in     Dunn    &   Bradstreet,          Inc.   v.    Greenmoss\n\nBuilders, Inc., 472 U.S. 749, 759-60 (1985), the Court held that\n\nwhere   a   private    figure    is     suing   over   a    defamatory        statement\n\ninvolving    private    matters,        \"the    role   of   the     Constitution      in\n\nregulating state libel law is far more limited.\"                    Id. at 759.       In\n\nsuch    cases,   a   showing    of     actual    malice     is    not   necessary     to\n\nestablish liability or to presume damages.                  Id.\n\n            These cases illustrate that questions of whether and to\n\nwhat extent the First Amendment places limits on state defamation\n\nlaw are not without nuance.                 To establish that a particular\n\ndefamation case raises First Amendment concerns, a defendant must\n\nshow that the purportedly defamatory statement involved either a\n\npublic official or a matter of public concern, or both.                              See\n\nRamírez v. Rogers, 540 A.2d 475, 477 (Me. 1988) (finding that First\n\nAmendment    concerns    were     not    implicated       \"[b]ecause         th[e]   case\n\ninvolve[d] a non-media defendant, defaming a private plaintiff\n\nconcerning a matter that [was] not of public concern\").                         Only if\n\nthe defendant succeeds in doing so does the First Amendment impose\n\na special burden on the plaintiff, and even then the specific\n\nburden imposed will depend on the circumstances of the case.                         Once\n\nestablished, it will be the facts underlying that burden that we,\n\nas appellate courts, must independently examine to make sure that\n\n\"the    [defamation]     judgment       does    not    constitute        a    forbidden\n\n\n                                         -19-\n\fintrusion on the field of free expression.\"            New York Times, 376\n\nU.S. at 285; see also Bose, 466 U.S. at 508 (\"Hence, in New York\n\nTimes v. Sullivan, after announcing the constitutional requirement\n\nfor a finding of 'actual malice' in certain types of defamation\n\nactions, it was only natural that we should conduct an independent\n\nreview of the evidence on the dispositive constitutional issue.\").\n\n            But Merrill Lynch has never argued, except in this court,\n\nthat the First Amendment places any limit on Maine's defamation\n\nlaws. It never argued before the district court that Galarneau was\n\na public figure or that the U-5 statement involved a matter of\n\npublic concern.      Indeed, at trial, it never sought to impose on\n\nGalarneau the burden of establishing, by clear and convincing\n\nevidence, that Merrill Lynch had acted with \"actual malice\" in\n\ndefaming Galarneau, as required by the First Amendment under the\n\nconditions set forth in New York Times.5            Instead, Merrill Lynch\n\nrelied unwaveringly on Maine common law to establish that Galarneau\n\nhad   the   burden   of   proving   falsity   and    actual   malice   by   a\n\npreponderance of the evidence.        Accordingly, the jury was never\n\ninstructed as to the First Amendment's role in the case, if any.6\n\n\n5\n  Merrill Lynch did argue that Me. Rev. Stat. Ann. tit. 26, § 598,\nrequired Galarneau to establish actual malice by clear and\nconvincing proof. The district court rejected that argument.\n6\n   With respect to the defamation claim, the jury was instructed\nthat\n\n      [i]n order to prevail on the claim for defamation\n      regarding the U-5 filing that Merrill Lynch made,\n\n                                    -20-\n\f           As the Maine Supreme Court has noted, the burden imposed\n\non plaintiffs by the First Amendment is distinct from that imposed\n\nby Maine common law:\n\n           Discussion of public officials and public\n           figures on matters of public concern, the U.S.\n           Supreme Court has declared, deserves special\n           favor in a democratic society, and thus such\n           discussion is subject to a conditional\n           privilege -- the \"First Amendment privilege\" -\n           - that can be overcome only by clear and\n           convincing evidence of knowledge or disregard\n           of falsity.    We do not require clear and\n           convincing evidence, however, to overcome a\n           conditional privilege that arises at common\n           law and not from the First Amendment.\n\nLester, 596 A.2d at 69-70 (internal citations omitted).                     Because\n\nMerrill   Lynch    failed    to    make   a    case   for    a   \"First   Amendment\n\nprivilege\"    at   trial,    and    instead        relied   exclusively     on   the\n\nconditional    privilege     afforded         by   Maine    common   law,   it   has\n\nforfeited the argument that the First Amendment imposes a special\n\nburden on Galarneau.        See United States v. Slade, 980 F.2d 27, 30\n\n(1st Cir. 1992) (\"It is a bedrock rule that when a party has not\n\npresented an argument to the district court, [it] may not unveil it\n\nin the court of appeals.\").          We therefore have no opportunity to\n\napply heightened review. We review the sufficiency of the evidence\n\n\n\n     Plaintiff must prove, by a preponderance of the evidence,\n     that: . . . the defendant knew the communication was\n     false or spoke with reckless disregard as to whether the\n     communication was false -- that is, the defendant\n     entertained a high degree of awareness of probable\n     falsity or serious doubt as to the truth of the\n     statement.\n\n                                      -21-\n\fsupporting the jury's verdict as we would normally, asking whether,\n\nviewing the evidence in the light most favorable to the verdict, a\n\nrational   jury   could    have    found      in   favor    of   the   party   that\n\nprevailed.   See Bisbal-Ramos, 467 F.3d at 22.\n\n           On appeal, Merrill Lynch argues that the jury's verdict\n\ncannot stand because Galarneau failed to show that its statement\n\nwas false and malicious, two requirements for liability under\n\nMaine's common law of defamation.\n\n                     3. Falsity\n\n           We   begin    with    the   question     of     falsity.     At   trial,\n\nGalarneau argued the statement in the U-5 that she had \"engaged in\n\ninappropriate bond trading in one client's account\" was false.                   In\n\nmaking this argument, she relied heavily on expert testimony from\n\nGerald Guild, an expert in fixed income securities with forty-five\n\nyears of experience in the financial services industry.                        Guild\n\ntestified that after examining all the relevant documentation\n\n(including the Bates report), he concluded that the trading in the\n\nFord account was appropriate and consistent with the investment\n\nobjectives of the account.             He testified that in his opinion,\n\nGalarneau's trading in the Ford account was neither excessive nor\n\ninappropriate \"[b]ecause there was a good and sufficient reason for\n\neach and every transaction.\"\n\n           In support of her claim that the statement in the U-5 was\n\nfalse,   Galarneau      also    presented     evidence      of   Merrill     Lynch's\n\n\n                                       -22-\n\frecognition and approval of the trading in the Ford account. There\n\nwas testimony and documentary evidence that during the relevant\n\nperiod -- when the trading in the Ford account was most active --\n\ntwo of Galarneau's supervisors at Merrill Lynch reviewed and\n\napproved the management of the Ford account on at least four\n\nseparate occasions.7      There was also evidence that, in compliance\n\nwith Merrill Lynch's policy, when the Armor system triggered a\n\nfourth review of the activity in the Ford account, Heller sent Ford\n\nan \"activity letter\" on September 10, 2002; Heller drew Ford's\n\nattention to a \"substantial volume of trading\" in her account and,\n\nwhile noting that \"active trading involves special risks,\" never\n\nsuggested it improper.\n\n           In addition, Galarneau introduced two letters Merrill\n\nLynch   sent   to   the   Maine   Securities   Division   on   July   2   and\n\nSeptember 8, 2003, in response to inquiries regarding the Ford\n\n\n\n7\n  The jury also heard evidence of other systems of review in place\nat Merrill Lynch. In a letter to the Maine Securities Division,\nMerrill Lynch explained:\n\n     Merrill Lynch managers reviewed each of the trades in Ms.\n     Ford's account as they occurred. They did so as part of\n     the daily review of the Firm's End-of-Day Reports and\n     1028 Reports (\"1028\"), both of which detail all\n     transactions entered in client accounts. The 1028, in\n     addition to listing all daily transactions, provides a\n     synopsis of the client's investment objectives and risk\n     tolerance. (Other information, such as age, net worth,\n     associated accounts, profit and loss, etc.[] are also\n     available to the managers through the Firm's computer\n     system.) The 1028 is an important tool in evaluating the\n     suitability of trades entered in client accounts.\n\n                                    -23-\n\fcomplaint, which characterized the Galarneaus' approach to the\n\ntrading in the Ford account as \"prudent\" when viewed in the context\n\nof   the   overall    market   and   economic   conditions    at   the   time.\n\nGalarneau also presented testimony from the authors of these\n\nletters, Andrew Kandel and Kathleen Durning, that they always tell\n\nthe truth when they communicate with state regulators, and that no\n\none ever told the Maine Securities Division that either letter was\n\ninaccurate or misleading.\n\n            Finally, Galarneau presented evidence that at the time\n\nshe was terminated, inappropriate bond trading was not one of the\n\nreasons Merrill Lynch provided for the termination.                 She also\n\nintroduced a letter from Merrill Lynch to the Maine Securities\n\nDivision dated January 28, 2004 (after her termination), explaining\n\nthat Galarneau was fired for violating the firm's time and price\n\ndiscretion policy and because of \"management's ongoing concerns\n\nregarding    [t]he    activity   in    Ms.   Ford's   account,\"    but   also\n\ndescribing the account as only \"somewhat active,\" and noting that\n\n\"[the Ford account] was . . . well diversified between fixed\n\nincome, equities and cash.\"\n\n            Merrill    Lynch   argues    that   Galarneau's    evidence    is\n\ninsufficient to support a finding of falsity because:\n\n            Guild's conclusory opinion is belied by\n            Galarneau's frequent short-term trading in\n            long-term bonds; the purported \"approval\" of\n            Galarneau's trading was based largely on\n            Galarneau's own reports and was given before\n            the     Bates    report     revealed     the\n\n                                      -24-\n\f            inappropriateness of her trading; although\n            Hocking did not use the term \"inappropriate\n            trading,\" he did tell Galarneau that she was\n            terminated for exercising \"very poor judgment\n            in   the  Ford    account   by  pursuing   the\n            complicated   strategy\"   after  having   been\n            \"warned\" of \"similar conduct in the past;\" and\n            Merrill Lynch's letter to Maine regulators\n            specifically noted that Galarneau had been\n            terminated, inter alia, as a result of\n            \"management's ongoing concerns regarding [t]he\n            activity in Ms. Ford's account.\"\n\n            But these are all arguments that the jury heard and\n\napparently rejected.       Our task on review is not to weigh the\n\nevidence.   It is to ask whether, \"viewing the evidence in the light\n\nmost favorable to the verdict,\" there is sufficient evidence\n\nsupporting the jury's verdict.         Bisbal-Ramos , 467 F.3d at 22.             We\n\nfind that there is.\n\n            The   expert   testimony        that    Galarneau's       trading    was\n\nappropriate, even if active, is strong evidence that Merrill\n\nLynch's   statement   on   the   U-5    Form       is   false.       Merrill    Lynch\n\ndisagrees, focusing on the fact that Galarneau and Guild admitted\n\nthat the trading in the Ford account was \"very active.\"                     However,\n\nno one contests this fact, mainly because there is no reason to;\n\nthat trading is \"active\" does not necessarily mean that it is\n\n\"inappropriate.\"      This   much      is   clear       not   only   from    Guild's\n\ntestimony, but also from the fact that Merrill Lynch approved of\n\nthe trading for so long.     The very least that may be inferred from\n\nthe firm's repeated approval of the trading in the Ford account is\n\nthat there are circumstances in which such activity is warranted.\n\n                                    -25-\n\fAs such, that Galarneau and Guild, along with every other witness\n\nto have testified at trial, thought that the trading in the Ford\n\naccount was active does not answer the question of whether it was\n\ninappropriate.\n\n             The evidence of Merrill Lynch's continuous approval of\n\nGalarneau's trading strategy while the account was at its most\n\nactive, and its defense of that strategy long after the Ford\n\ncomplaint, also support the jury's ultimate conclusion that the U-5\n\nstatement is false.      Merrill Lynch again disagrees, relying on the\n\nfact that, at the time the firm approved the trading in the Ford\n\naccount, it did not have the benefit of the Bates report.            But the\n\njury   was   free   to   disregard   this   explanation   in   the   face    of\n\ncontradictory evidence presented by Galarneau:            First, Galarneau\n\npresented evidence about the distortive effect of the report.               She\n\ntestified that the report commingled actual securities losses with\n\nsecurities that were not sold, but declined in market value,\n\ncounting as a \"loss\" a security that at the (arbitrary) date of the\n\nreport may have been down, but later increased in value. Galarneau\n\nalso pointed out that the report failed to take into account\n\n$101,000 in income Ford received and $36,000 in tax savings to\n\nFord, as well as the subsequent $65,000 increase in value of\n\nsecurities retained.\n\n             Testimony from Galarneau and Guild, as well as from\n\nRichard Heller, that particular trades should be viewed in the\n\n\n                                     -26-\n\fcontext of the overall trading strategy and the market at that time\n\ncasts further doubt on the importance of the Bates report, which\n\nwas limited to \"when a given security was purchased, the purchase\n\nprice, when the security was sold, and the sale price.\"           Finally,\n\nwe are persuaded that the Bates report could not have been the\n\nrevelation Merrill Lynch claims it was, given that Merrill Lynch\n\ndefended Galarneau's trading in the Ford account even after the\n\nfirm received the Bates report in September 2003.\n\n                   4. Malice Necessary to Overcome Conditional\n                        Privilege\n\n            Having determined that Galarneau presented sufficient\n\nevidence to support a jury finding that the U-5 statement was\n\nfalse, we turn to Galarneau's evidence of malice.        As noted above,\n\nwhere a statement is conditionally privileged, \"liability for\n\ndefamation attaches only if the person who made the defamatory\n\nstatements loses the privilege through abusing it.\"            Lester, 596\n\nA.2d   at   69.   As   such,   Merrill   Lynch   will   have   abused   its\n\nconditional privilege if it knew the statement it made in the U-5\n\nwas false or if it recklessly disregarded its falsity.           Id.\n\n            Much of the evidence that supports a finding of falsity\n\nalso supports a finding of malice.        Evidence that Merrill Lynch\n\napproved the trading as it was taking place and defended the\n\ntrading after it came under attack supports the jury's conclusion\n\nthat the firm either knew the statement was false, or recklessly\n\ndisregarded its falsity.       See Rippett v. Bemis, 672 A.2d 82, 87\n\n                                  -27-\n\f(Me.    1996)      (\"Evidence   is   sufficient   to   support     a   finding   of\n\nreckless disregard for the truth if it establishes that the maker\n\nof a statement had 'a high degree of awareness of probable falsity\n\nor serious doubt as to the truth of the statement.'\" (quoting Onat\n\nv. Penobscot Bay Med. Ctr., 574 A.2d 872, 874 (Me. 1990)).\n\n              Because we find there was sufficient evidence to support\n\nthe jury's finding of defamation, we affirm the district court's\n\ndenial of Merrill Lynch's motion for judgment as a matter of law.\n\n              B.    Evidence of Special Damages\n\n              In tort law, proof of causation is generally required to\n\nsustain an award of special damages.8             See generally Doe v. Chao,\n\n540    U.S.   614,    621   (2004).     Accordingly,        the   district   court\n\ninstructed the jury that Galarneau had to prove that the defamatory\n\nstatement       \"play[ed]   a   substantial   part     in    bringing   about    or\n\nactually causing the injury or damages; and the injury or damages\n\nwas a direct result, or a reasonably foreseeable consequence of the\n\nact.\"\n\n              Merrill Lynch argues that there was insufficient evidence\n\nthat Galarneau's lost wages were caused by the defamatory statement\n\n\n\n8\n   Throughout this opinion we use the term \"special damages\" in\naccordance with the common-law definition, i.e., \"'[g]eneral\ndamages' are compensatory damages for a harm so frequently\nresulting from the tort that is the basis of the action that the\nexistence of the damages is normally to be anticipated,\" whereas\n\"'[s]pecial damages' are compensatory damages for a harm other than\none for which general damages are given.\" Restatement (Second) of\nTorts § 904(1) (1979).\n\n                                       -28-\n\fin the U-5.       Specifically, Merrill Lynch contends that there are\n\nother reasons that might explain why Galarneau was not hired by\n\nother    firms,    including      the    fact   that     the    U-5     indicated       that\n\nGalarneau engaged in price and time discretion.\n\n               However, we see no reason why Galarneau was required to\n\nprove special damages in the first place.                       \"The common law of\n\ndefamation is an oddity of tort law, for it allows recovery of\n\npurportedly compensatory damages without evidence of actual loss.\n\nUnder the traditional rules pertaining to actions for libel, the\n\nexistence of injury is presumed from the fact of publication.\"\n\nGertz, 418 U.S. at 349.           Maine adheres to these traditional rules\n\nof defamation law in certain contexts.\n\n               Under     Maine    law,     defamatory          words         relating    to\n\n\"profession, occupation or official station\" are libelous per se.\n\nSee Saunders, 497 A.2d at 1124.                 \"When [defamation] per se is\n\nestablished, a plaintiff need not prove special damages or malice\n\nin order to recover a substantial award.\"                 Marston v. Newavom, 629\n\nA.2d    587,    593     (Me.   1993).     There    can    be       no   doubt    that    the\n\ndefamatory statement in the U-5 (\"Ms. Galarneau was terminated\n\nafter    the     firm     concluded     that    she    had     .    .    .    engaged    in\n\ninappropriate bond trading in one client's account . . . .\")\n\nrelated to Galarneau's profession.                As such, she was entitled to\n\n\n\n\n                                         -29-\n\frecover her lost wages without having to prove causation.9               See\n\nFarrell v. Kramer, 159 Me. 387, 390 (1963); Saunders, 497 A.2d at\n\n1124-25.     We therefore affirm the district court's denial of\n\njudgment as a matter of law with respect to the award of special\n\ndamages on the ground Galarneau was entitled to those damages\n\nwithout having to show causation.\n\n            C. Punitive Damages\n\n            Under Maine law, \"punitive damages are available based\n\nupon tortious conduct only if the defendant acted with malice.\"\n\nTuttle v. Raymond, 494 A.2d 1353, 1361 (Me. 1985).         While we have\n\nalready found that sufficient evidence was presented to establish\n\nmalice in overcoming the conditional privilege, we must address the\n\nissue anew to determine whether the award of punitive damages was\n\nappropriate.      \"Malice\"    means   different   things   in    different\n\ncontexts.    As explained above, a plaintiff may satisfy the malice\n\nrequirement to overcome a conditional privilege by showing that the\n\ndefendant   either   knew    the   statement   published   was   false   or\n\npublished the statement with reckless disregard as to its falsity.\n\nBy contrast, to get punitive damages, a plaintiff must show that\n\nthe defendant acted with actual ill will toward the plaintiff or in\n\na manner \"so outrageous that malice toward a person injured as a\n\nresult of that conduct can be implied.\"        Tuttle, 494 A.2d at 1361\n\n\n9\n   While recovery of special damages would have been barred were\nthe statement privileged, the jury found that Merrill Lynch lost\nthat privilege due to its recklessness. Bemis, 672 A.2d at 87-88.\n\n                                   -30-\n\f(holding that for purposes of punitive damages, \"'implied' or\n\n'legal' malice will not be established by the defendant's mere\n\nreckless disregard of the circumstances\").                   Moreover, in the\n\ncontext of punitive damages, the plaintiff has the burden of\n\nproving   malice    by   clear    and    convincing    evidence,      not   by   the\n\npreponderance of the evidence standard applicable in establishing\n\ncommon law defamation.      Id.    As the Maine Supreme Court has noted,\n\n             \"[a]lthough malice (in its ordinary sense of\n             ill    will   or    deliberately    outrageous\n             misconduct) must be proven by clear and\n             convincing evidence to support an award of\n             punitive damages, this standard of proof has\n             nothing to do with the 'actual malice' -- that\n             is, knowledge or disregard of falsity --\n             required to overcome a conditional privilege\n             in defamation.\"\n\nLester, 596 A.2d at 70 n.8.\n\n             We review de novo \"the legal question of whether the\n\nevidence suffices to justify an award [of punitive damages].\"\n\nZimmerman v. Direct Fed. Credit Union, 262 F.3d 70, 81 (1st Cir.\n\n2001). On appeal, Merrill Lynch argues that the evidence presented\n\nat   trial   was   insufficient     to    support     the   showing    of   malice\n\nnecessary for punitive liability.              We agree.\n\n             In support of her argument that Merrill Lynch acted\n\nmaliciously, Galarneau contends that \"[t]here can be no question on\n\nthis record that Merrill Lynch knew that the false accusation in\n\nthe U-5 would almost certainly result in injury to [her].\"                       But\n\neven accepting this as true, Maine law requires more where punitive\n\n\n                                        -31-\n\fdamages    are    concerned:      Merrill      Lynch's    knowledge     must   have\n\nmotivated   its     statement,     or    its    actions    must   have    been   so\n\noutrageous as to imply malice.              See Haworth v. Feigon, 623 A.2d\n\n150, 159 (Me. 1993).       There was no evidence that Merrill Lynch made\n\nthe statement in the U-5 with the intent to deprive Galarneau of a\n\njob.   And Merrill Lynch's actions in filing the U-5, knowing it\n\n\"would almost certainly\" hinder Galarneau's job prospects, even if\n\nestablished by clear and convincing evidence, is not sufficiently\n\noutrageous to warrant punitive damages.                  See Veilleux v. Nat'l\n\nBroad. Co., 206 F.3d 92, 135 (1st Cir. 2000) (\"While a jury could\n\nfind that the alleged misrepresentations were made knowingly or\n\neven recklessly, it could not reasonably infer common-law malice as\n\nrequired under Maine law.\"); Staples, 629 A.2d at 602-04 (finding\n\nthat   employer's       conduct   in    demoting   plaintiff      and   recklessly\n\naccusing    him    of     sabotaging     computer    files     after     plaintiff\n\ncriticized employer was insufficient to establish that defendant's\n\nconduct was motivated by ill will or so outrageous that malice\n\ncould be implied); Boivin v. Jones & Vining, Inc., 578 A.2d 187,\n\n188-89 (Me. 1990) (finding that employer's conduct in rehiring\n\nemployee with promise of employment through retirement, while in\n\nfact intending to retain employee only until inventory was reduced,\n\nwas not so outrageous as to justify award of punitive damages).                  As\n\nsuch, we find that the evidence presented at trial was insufficient\n\nto support an award of punitive damages and therefore reverse the\n\n\n                                        -32-\n\fdistrict court's denial of judgment as a matter of law on this\n\npoint.\n\n           D. Evidence Relating to the Drafting of the U-5\n\n           Before trial, Galarneau filed a motion in limine to\n\nexclude all evidence of communications between Galarneau's counsel\n\nand counsel for Merrill Lynch regarding the opportunity to review\n\nand comment upon the language Merrill Lynch proposed to use in\n\nGalarneau's Form U-5.      Galarneau claimed that evidence of such\n\ncommunications was subject to exclusion under Fed. R. Evid. 408\n\n\"because it constitutes an offer and/or communication made during\n\nsettlement negotiations,\" or, in the alternative, under Rule 403\n\nbecause    it   had   \"minimal   relevance   compared   to   its   unfair\n\nprejudice.\"     The district court granted the motion to exclude,\n\nstating:\n\n           I'm not going to let it in. I'm not changing\n           my previous ruling. In think under 408, 403,\n           and in my discretion in this matter, I think\n           it opens doors that might well require counsel\n           to testify.     I think they are settlement\n           discussions.\n\n           \"[T]he district court's construction of evidentiary rules\n\nis a question of law which we review de novo,\" United States v.\n\nBarone, 114 F.3d 1284, 1296 (1st Cir. 1989), while the district\n\ncourt's application of the rule to particular facts is reviewed for\n\nabuse of discretion, Blake v. Pellegrino, 329 F.3d 43, 46 (1st Cir.\n\n2003).\n\n\n\n                                  -33-\n\f          Merrill Lynch argues that the exclusion of this evidence\n\nwas prejudicial error, and it is therefore entitled to a new trial.\n\nWe disagree.\n\n          \"Although relevant, evidence may be excluded if its\n\nprobative value is substantially outweighed by the danger of unfair\n\nprejudice, confusion of the issues, or misleading the jury, or by\n\nconsiderations   of    undue   delay,    waste    of    time,   or   needless\n\npresentation of cumulative evidence.\"            Fed. R. Evid. 403.       The\n\ntrial court employs a balancing test to determine whether Rule 403\n\napplies, weighing the probative worth of the evidence against its\n\npotentially confusing effects.     See Fryar v. Curtis, 485 F.3d 179,\n\n184 (1st Cir. 2007).    Thus, even where the evidence may shed light\n\non the disputed issues, the district judge can find the \"untoward\n\neffects of the proffered evidence\" to be so weighty that the\n\nevidence should be excluded.     Faigin v. Kelly, 184 F.3d 67, 80 (1st\n\nCir. 1999).\n\n          We \"accord district courts considerable latitude in this\n\nexercise\" and review the exclusion of evidence under Rule 403 for\n\nabuse of discretion.     Id. at 79-80.     The district judge enjoys a\n\nunique advantage in observing first-hand the nuances of trial,\n\nFaigin, 184 F.3d at 80, we therefore give the district court\n\n\"significant leeway\" in making its determinations, Williams v.\n\nDrake, 146 F.3d 44, 47 (1st Cir. 1998).                We have consistently\n\ndeclined to reverse the district court's judgment \"from the vista\n\n\n                                  -34-\n\fof a cold appellate record\" absent \"extraordinarily compelling\n\ncircumstances.\"         Faigin,    184    F.3d   at   81    (quoting     Freeman   v.\n\nPackage Mach. Co., 865 F.2d 1331, 1340 (1st Cir. 1988)); see also\n\nOnujiogu v. United States, 817 F.2d 3, 6 (1st Cir. 1987) (\"Only in\n\ncompelling circumstances will we reverse the exercise of a district\n\ncourt's informed discretion concerning the relative weight of\n\nprobative value and unfairly prejudicial effect.\").\n\n           We    find    that   the   district      court    did   not    abuse    its\n\ndiscretion in excluding the evidence under Rule 403 in this case.\n\nAs   required    under    the   rule,     the    district    court     weighed     the\n\nprobative value of the evidence against the risk of confusion of\n\nthe issues.       Finding that the evidence was probative of both\n\nparties' contentions with respect to liability and that it would\n\nlikely require testimony from the attorneys as to the motivations\n\nbehind the proposed U-5 language and Merrill Lynch's refusal to\n\nadopt it, the district court excluded the evidence.                       Cf. United\n\nStates   v.     Angiulo,     897   F.2d     1169,     1194    (1st       Cir.   1990)\n\n(acknowledging the \"advocate-witness rule, which generally bars an\n\nattorney from appearing as both an advocate and a witness in the\n\nsame litigation\" (internal quotation marks omitted)).                     We find no\n\nfault in this determination.              Moreover, Merrill Lynch has not\n\nshown,   nor    has     it   alleged,      any    extraordinarily         compelling\n\ncircumstances that would justify our reversal of the district\n\ncourt's ruling. Rather, they have merely alleged that the district\n\n\n                                         -35-\n\fjudge did not give enough weight to the probative value of the\n\nevidence.    In light of the unexceptional nature of Merrill Lynch's\n\nallegations, we decline to disturb the district court's ruling\n\nunder Rule 403.10\n\n                                 III. Conclusion\n\n            For the reasons stated above, we affirm the district\n\ncourt's denial of Merrill Lynch's motion for judgment as a matter\n\nof   law   with   respect   to    (1)   the    sufficiency   of   the   evidence\n\nsupporting the jury's finding of defamation and (2) the award of\n\nspecial damages.     We also affirm the district court's exclusion of\n\nevidence.     We reverse, however, the district court's denial of\n\njudgment as a matter of law on the punitive damages question and\n\nvacate that award.\n\n            Affirmed in part; Reversed and Vacated in part. Each\n\nparty shall bear its own costs.\n\n\n\n\n10\n   Because we find no abuse of discretion in the exclusion of the\ncorrespondence under Rule 403, we need not address Merrill Lynch's\nargument that the evidence was not excludable under Rule 408.\n\n                                        -36-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>504 F.3d 189 (2007)</b></center>\n<center><h1>Deborah GALARNEAU, Plaintiff, Appellee,<br>\nv.<br>\nMERRILL LYNCH, PIERCE, FENNER &amp; SMITH INC., Defendant, Appellant.</h1></center>\n<center>No. 06-2410.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard June 4, 2007.</center>\n<center>Decided October 12, 2007.</center>\n<p><span class=\"star-pagination\">*190</span> <span class=\"star-pagination\">*191</span> <span class=\"star-pagination\">*192</span> Evan M. Tager, with whom Andrew Tauber, Mayer, Brown, Rowe &amp; Maw LLP, James R. Erwin, Pierce Atwood LLP, and Eugene Volokh, UCLA School of Law, were on brief, for appellant.</p>\n<p>Rufus E. Brown, with whom Brown &amp; Burke, Michael A. Nelson, and Jensen Baird Gardner &amp; Henry, were on brief, for appellee.</p>\n<p>Before TORRUELLA, Circuit Judge, NEWMAN,<sup>[*]</sup> Circuit Judge, and LYNCH, Circuit Judge.</p>\n<p>TORRUELLA, Circuit Judge.</p>\n<p>On January 6, 2004, Deborah Galarneau (\"Galarneau\") was fired from her job as a stockbroker at Merrill Lynch, Pierce, Fenner &amp; Smith Inc. (\"Merrill Lynch\"). In a form submitted to the National Association of Securities Dealers (\"NASD\"), Merrill explained that \"Ms. Galarneau was terminated after the firm concluded that she had (I) engaged in inappropriate bond trading in one client's account and (II) utilized time and price discretion in the accounts of three clients.\" Galarneau brought this action against Merrill Lynch in the United States District Court for the District of Maine, alleging defamation (among other claims). The jury found in favor of Galarneau, awarding compensatory and punitive damages. Merrill Lynch moved for judgment as a matter of law, challenging the finding of defamation and the award of special and punitive damages. The district court denied the motion. After careful consideration, we affirm the district court's denial with respect to the finding of defamation and the award of special damages, but reverse with respect to the jury's award of punitive damages.</p>\n<p></p>\n<h2>I. <i>FACTUAL BACKGROUND</i>\n</h2>\n<p>Because Merrill Lynch challenges the sufficiency of the evidence, we recite the facts in the light most favorable to the verdict. <i>See </i><i>Wilson v. City of Boston,</i> 421 F.3d 45, 48 n. 2 (1st Cir.2005). Deborah Galarneau was employed at Merrill Lynch's Portland, Maine branch office from February 1989, when she joined her husband Preston Galarneau at the firm, until she was terminated on January 6, 2004. Beginning in 1998, the Galarneaus worked as a team called the \"Galarneau Group,\" as allowed by Merrill Lynch. Galarneau was successful as a financial advisor at Merrill Lynch, ranking in the first or second groupings of producing brokers in her office, qualifying for a $100,000 certificate bonus by growing her business by ten percent for ten consecutive years, and earning other recognition awards and trips.</p>\n<p><i>The Amy Ford Account</i></p>\n<p>Amy Ford became a client of the Galarneau Group in late 2000. Ford was a single woman in her fifties with a portfolio in excess of $2 million, which served as her primary source of income along with other investments not managed by Merrill Lynch. Her portfolio was heavily weighted in nonperforming equities, which Ford had inherited with a low tax basis. Galarneau testified that Ford had a history of spending more than she earned from her investment income. This practice led her to borrow from her investment account and sometimes required her to sell securities to pay off her debt, thereby incurring significant capital gains taxes.</p>\n<p><span class=\"star-pagination\">*193</span> According to Galarneau, she and her husband developed a three-pronged investment plan for Ford's account: first, to rebalance her portfolio to reduce the concentration in legacy stock and increase her investment in fixed income securities (primarily bonds); second, to generate more income for Ford to live on; and third, to minimize the capital gains taxes that would be incurred from the rebalancing.</p>\n<p>Galarneau testified that she and her husband told Ford that this investment plan would require aggressive and active trading, including the use of an investment strategy called \"tax advantage bond swap\" when the occasions for doing so arose. Tax advantage bond swaps involve selling bonds that have declined in market value (in relation to their cost basis) and using the proceeds of the sale to buy replacement bonds of equivalent or superior investment value. The intended benefit of such a strategy is that the client take tax losses without sacrificing the quality of her investment portfolio. According to Galarneau, in applying this strategy to the Ford account, the Galarneaus expected to use the tax losses to offset any capital gains resulting from the sale of the legacy stock.</p>\n<p>The Galarneaus anticipated that the proposed investment plan could be expensive for Ford if she paid commissions on each trade. Galarneau testified that she and her husband advised Ford of the Merrill Lynch Unlimited Advantage (\"MLUA\") pricing option, a program through which a client could pay a flat annual fee for trading instead of paying commissions on each transaction. According to Galarneau, Ford declined this option and the parties arranged a discount for the commissions for trading in the Ford account.</p>\n<p><i>Merrill Lynch's Review of the Trading in the Ford Account</i></p>\n<p>Galarneau testified that at the outset, she and her husband approached Edward Coppola, then the compliance officer for Merrill Lynch's Northern New England Complex, to discuss the investment strategy for the Ford account. At that time, Coppola did not raise any objections to the proposed investment strategy.</p>\n<p>The trading in the Ford account in 2001 and 2002 was very active. During that period, the financial markets were \"unusually volatile\" in part because of the consequences of the terrorist attacks of September 11, 2001 and corporate accounting scandals. According to Galarneau, these conditions provided opportunities for tax advantage bond swaps, but also required trades that would not otherwise have been made. In addition, Ford's personal spending was three times in excess of her investment income.</p>\n<p>Such active trading triggered management review within Merrill Lynch. The firm uses a computer-generated monitoring system called Armor review, which automatically notifies the Merrill Lynch compliance officers of accounts with unusually active trading. The Armor alert may be accessed from either a financial advisor's computer or a compliance officer's computer. It provides background information about the targeted account, including a summary of the frequency and dollar value of trades (with links to data for individual trades), a comparison of the value of trades versus the commissions earned on the account (the \"velocity\" of trading), and the commissions for the trading.</p>\n<p>The first Armor review took place in July 2001. Coppola asked Galarneau for an explanation of the production credits, the performance, and the strategy. Galarneau provided this information, and Coppola signed off on the trading in the account. According to Galarneau, Coppola never indicated that the trading in the <span class=\"star-pagination\">*194</span> Ford account was inappropriate in any way. Before he left the firm, Coppola reviewed the account again in August 2001 and commented that the account had already been reviewed the previous month.</p>\n<p>An Armor review was again triggered the next year, in July 2002, when Richard Heller became the new compliance manager for the Portland, Maine office of Merrill Lynch. Pursuant to the review, Heller specifically asked the Galarneaus about the \"high velocity\" in the Ford account. According to Galarneau, the Galarneaus explained the investment strategy for the Ford account, and Heller approved the trading.</p>\n<p>This time, as recommended by Merrill Lynch's Policy Manual, Heller sent an \"activity letter\" to Ford dated September 10, 2002, drawing her attention to (1) the substantial volume of trading in her account, (2) the relatively high level of costs associated with that trading ($29,042) in relation to her portfolio value, and (3) the sizeable level of her margin account<sup>[1]</sup> ($203,542). In the letter, Heller asked Ford to confirm that the account was being managed in accordance with her investment objectives and offered to meet with her about the account. Ford never responded. According to Galarneau, she and her husband met with Ford to go over the activity letter, at which point Ford indicated that she was satisfied with how the account was being managed.</p>\n<p>A fourth Armor review of the Ford account was triggered in November 2002, which again focused on the substantial volume of trading in the account, including the \"high turnover\" rate of 6.81%, a very high level of trading. The Galarneaus again explained their strategy of taking as many losses as feasible to offset gains from the sale of legacy stock. Heller checked the box on the Armor review form marked \"approved,\" and noted, \"Taking losses, margin debt decreasing, Letters sent 9-13-02.\"</p>\n<p>This was the last substantive Armor review of the Ford account. By 2003, the level of trading went down, and most of the margin debt incurred by Ford to accelerate the rebalancing had been paid off.</p>\n<p>According to Galarneau, the strategy proved successful: The Ford account earned $101,000 from the fixed income investments purchased for Ford, saved more than $36,000 in tax liability as a result of the bond swap strategy, and (as of the time Galarneau was terminated) increased in value by $65,000.</p>\n<p><i>The Ford Complaint</i></p>\n<p>Ford sent Merrill Lynch a letter on June 7, 2003, accusing the Galarneaus and Merrill Lynch of \"churning\" her account.<sup>[2]</sup> Ford copied her complaint to the Maine Securities Division, which promptly opened an investigation into Galarneau, her husband, and Merrill Lynch. In response to this investigation, Merrill Lynch's Office of General Counsel (\"OGC\") became involved, with Kathleen Durning taking line responsibility, supervised by First Vice President and Assistant General Counsel Andrew Kandel.</p>\n<p><span class=\"star-pagination\">*195</span> <i>Merrill Lynch's Response</i></p>\n<p>After receiving explanatory materials from Galarneau and consulting with her, Durning responded to the Maine Securities Division's initial inquiry with a letter defending the trading in the Ford account. The letter provided detail about the context of the trading in the Ford account consistent with explanations that Galarneau provided for the Armor reviews. It explained the investment objectives of the account, the trading strategy designed to achieve these objectives, the offer to Ford of the MLUA pricing option, the frequent meetings with Ford to review trading, the difficult market conditions, the rationale for the use of margin to implement a rebalancing of the account, the problems created by Ford's excessive personal spending, and other background to the management of the account.</p>\n<p>On August 8, 2003, the Maine Securities Division responded with a letter asking for additional explanations and documents relating to the trading in the Ford account. Four days later, counsel for Ford sent Merrill Lynch a letter accusing the firm and the Galarneaus of \"churning\" with a \"disastrous\" account performance, and demanding restitution.</p>\n<p>On September 8, 2003, Durning wrote the Maine Securities Division another letter, reviewed in draft by Kandel, in response to the Division's earlier inquiry for more information. In this letter, Durning reaffirmed the key points of her July 2, 2003 letter and provided additional support for the legitimacy of the management of the Ford account.</p>\n<p><i>Merrill Lynch's Internal Review</i></p>\n<p>Ford's complaint triggered an internal investigation by Merrill Lynch. Pursuant to this investigation, the firm asked Bates Capital Corporation, an outside firm, to provide a report analyzing the trading in the Ford account on a security-by-security basis (the \"Bates report\"). For each fixed-income security that had been traded in the Ford account, the Bates report revealed how long the security had been held, whether it was sold at a profit or loss, whether it was subsequently repurchased and resold and, if so, whether at a profit or loss.</p>\n<p>Also pursuant to the internal investigation, Merrill Lynch reviewed Galarneau's personnel file. Heller contacted Jack Michaelian, a former manager, asking for personnel information for Galarneau. He received two memoranda about customer concerns with respect to Galarneau's management of their accounts years earlier. Heller also called a number of Galarneau's clients to determine whether she may have exercised \"pure discretion\" in managing their accounts.<sup>[3]</sup> From his first round of telephone calls, Heller concluded that Galarneau may have exercised pure discretion in five accounts. Heller sent his findings to Kandel and Scott Gilbert, an attorney in the OGC assigned to the Ford matter.</p>\n<p>As part of the internal review, Galarneau was summoned to the Merrill Lynch corporate headquarters in New York City on October 14, 2003 to be interviewed. According to Galarneau, Gilbert showed little interest in the reasons for the individual trades in the Ford account and instead <span class=\"star-pagination\">*196</span> focused primarily on whether she had exercised pure discretion in any of her other accounts. Galarneau denied that she had exercised pure discretion, but admitted that she may have unknowingly violated the policy on time and price discretion on two occasions. Galarneau testified that at the conclusion of the interview, Gilbert told her that Merrill Lynch \"hoped that they could reach an agreement with Ford's attorney and the case would be settled, and that normally then the State goes away.\"</p>\n<p>While the internal review was in progress, Merrill Lynch reached a settlement with Ford in early November 2003 for $100,000. The Maine Securities Division investigation, however, remained ongoing. On November 7, 2003, the Maine Securities Division sent Merrill Lynch another letter requesting information about Merrill Lynch's supervision of the Galarneaus and inquiring \"whether or not the Galarneaus are still employed by Merrill Lynch.\"</p>\n<p><i>Merrill Lynch terminates Deborah Galarneau</i></p>\n<p>Merrill Lynch terminated Galarneau on January 6, 2004. Edward Hocking, Merrill Lynch's Regional Vice President for the Northern New England Complex and Heller's superior, was responsible for the decision. According to Heller, just before meeting with Galarneau, Hocking told Heller that he had conferred with Merrill Lynch's OGC and that the reasons for the decision to terminate Galarneau were (1) her exercise of time and price discretion; (2) her prior history, as reflected in two personnel memos and \"prior warnings\";<sup>[4]</sup> and (3) the judgment she used in trading in the Ford account. Hocking showed Heller notes he would use in the meeting detailing these reasons. Galarneau testified that Hocking gave her these same reasons for the termination. According to Galarneau, no specific reference was made in the meeting to inappropriate trading, excessive trading, or churning.</p>\n<p>On the same day Galarneau was terminated, Kandel called the Maine Securities Division investigator to report the termination. Kandel recorded in his notes of the conversation that the Maine Securities Division investigator appreciated being informed, saying that it \"will have an impact.\" The investigator asked Merrill Lynch to confirm the termination in writing. Kandel also requested an opportunity to make a submission to the Maine Securities Division to show that Merrill Lynch's supervision of Galarneau was reasonable.</p>\n<p>That submission was made through a letter to the Maine Securities Division dated January 28, 2004, which was circulated twice in draft form by Kandel to Gilbert and Durning. The letter stated that the firm's \"review of the Ford account indicates that while it is somewhat active, it was also well diversified between fixed income, equities and cash,\" and that there <span class=\"star-pagination\">*197</span> were additional features of the portfolio and Ford's investment objectives that supported the manner in which the account was managed. The letter continued, \"After Ms. Ford's concerns came to light, however, the Firm learned that Galarneau had exercised time and price discretion on occasion in Ms. Ford's account.\" The letter explained that because time and price discretion is against company policy, \"as well as [other reasons], including management's concerns regarding the activity in Ms. Ford's account, the Firm decided in late December that it was necessary to terminate Ms. Galarneau's employment.\"</p>\n<p><i>The U-5</i></p>\n<p>On February 6, 2004, nine days after the letter to the Maine Securities Division, Merrill Lynch filed a Uniform Termination Notice for Securities Industry Registration (Form U-5) with the NASD as required by NASD rules whenever a registered stockbroker leaves a firm. In the U-5, Merrill Lynch explained the reason for terminating Galarneau as follows: \"Ms. Galarneau was terminated after the firm concluded that she had (I) engaged in inappropriate bond trading in one client's account and (II) utilized time and price discretion in the accounts of three clients.\" This was followed by a statement disclosing that Galarneau disagreed with the firm's conclusions.</p>\n<p>After Galarneau was terminated, she unsuccessfully tried to find employment as a stockbroker at Smith Barney, Edward Jones, and Morgan Stanley.</p>\n<p><i>Proceedings Below</i></p>\n<p>Galarneau brought an eight-count complaint alleging sex discrimination, breach of contract, breach of fiduciary duty, defamation, tortious interference with economic relations, and violations of the Employee Retirement Income Security Act (\"ERISA\"), 29 U.S.C. § 1001 <i>et seq.,</i> and the Equal Pay Act (\"EPA\"), 29 U.S.C. § 206(d)(1). Galarneau subsequently withdrew the breach of fiduciary duty and EPA claims. After the district court denied Merrill Lynch's motion for summary judgment, the remaining claims proceeded to trial.</p>\n<p>At the close of the plaintiff's evidence, Merrill Lynch moved pursuant to Fed. R.Civ.P. 50(a) for judgment as a matter of law on all counts. The district court granted the motion with respect to Galarneau's tortious interference claim, but otherwise denied it. At the close of all evidence, the district court denied Merrill Lynch's renewed motion for judgment as a matter of law. Accordingly, Galarneau's claims for sex discrimination, breach of contract, and defamation were sent to the jury, and her ERISA claim was submitted to the court. The jury rejected Galarneau's discrimination and contract claims, and the court rejected her ERISA claim. The jury found in Galarneau's favor on the defamation claim, awarding Galarneau $850,000 in compensatory damages (of which $775,000 were for lost wages) and $2,100,000 in punitive damages.</p>\n<p>Merrill Lynch again moved for judgment as a matter of law, pursuant to Fed. R.Civ.P. 50(b) or, in the alternative, for a new trial, pursuant to Fed.R.Civ.P. 59(a). The district court denied both motions. Merrill Lynch appeals that decision on the ground that there was insufficient evidence to support the jury's finding of defamation and its award of compensatory damages and punitive damages. It also challenges the district court's exclusion at trial of correspondence between Galarneau and Merrill Lynch regarding the language in the U-5.</p>\n<p></p>\n<h2>II. <i>DISCUSSION</i>\n</h2>\n<p>A. <i>The Sufficiency of the Evidence to Support the Defamation Claim</i></p>\n<p>1. <i>Defamation Under Maine Law</i></p>\n<p>To prove defamation under Maine law, a plaintiff must establish that <span class=\"star-pagination\">*198</span> the defendant made a false statement that \"lower[ed][her] in the estimation of the community.\" <i>Ballard v. Wagner,</i> 877 A.2d 1083, 1087 (Me.2005) (quoting <i>Schoff v. York County,</i> 761 A.2d 869, 871 (Me.2000)). Accordingly, \"truth is an absolute defense to a charge of defamation.\" <i>Garrett v. Tandy Corp.,</i> 295 F.3d 94, 106 (1st Cir. 2002) (applying Maine law).</p>\n<p>False statements are defamatory <i>per se</i> if they relate to a profession, occupation, or official station in which the plaintiff was employed. <i>See </i><i>Saunders v. VanPelt,</i> 497 A.2d 1121, 1124-25 (Me. 1985). In such cases, malice is implied as a matter of law, and a plaintiff may recover a compensatory award without proving special damages. <i>Farrell v. Kramer,</i> 159 Me. 387, 193 A.2d 560, 562 (1963). <i>Per se</i> defamation may not be actionable, however, if it is privileged. <i>See </i><i>Bearce v. Bass,</i> 88 Me. 521, 34 A. 411, 413 (1896). \"A conditional privilege against liability for defamation arises in settings where society has an interest in promoting free, but not absolutely unfettered speech.\" <i>Lester v. Powers,</i> 596 A.2d 65, 69 (Me.1991).</p>\n<p>The parties agree that Merrill Lynch's statement in the U-5 is conditionally privileged under Maine law. While a conditional (or qualified) privilege does not change the actionable quality of words published, it rebuts the inference of malice that is imputed in the absence of the privilege. <i>See </i><i>Saunders,</i> 497 A.2d at 1124. Where a conditional privilege exists, \"liability for defamation attaches only if the person who made the defamatory statements loses the privilege [by] abusing it.\" <i>Lester,</i> 596 A.2d at 69. A conditional privilege may be abused if the defamatory statement is made with reckless disregard as to its falsity. <i>See </i><i>Cole v. Chandler,</i> 752 A.2d 1189, 1194 (Me.2000).</p>\n<p>2. <i>Standard of Review</i></p>\n<p>In an appeal from a district court's denial of a motion for judgment as a matter of law, we generally review questions of law <i>de novo. </i><i>Negrón v. Caleb Brett U.S.A., Inc.,</i> 212 F.3d 666, 668 (1st Cir.2000). In assessing the sufficiency of the evidence to support a jury verdict, we usually ask \"whether, viewing the evidence in the light most favorable to the verdict, a rational jury could have found in favor of the party that prevailed.\" <i>Bisbal-Ramos v. City of Mayagüez,</i> 467 F.3d 16, 22 (1st Cir.2006). But Merrill Lynch asks us to apply the heightened standard of review appropriate for cases raising First Amendment concerns. <i>See </i><i>Bose Corp. v. Consumers Union of United States, Inc.,</i> 466 U.S. 485, 499, 104 S.Ct. 1949, 80 L.Ed.2d 502 (1984)(\"[I]n cases raising First Amendment issues . . . an appellate court has an obligation to `make an independent examination of the whole record' in order to make sure that `the judgment does not constitute a forbidden intrusion on the field of free expression.'\" (quoting <i>New York Times Co. v. Sullivan,</i> 376 U.S. 254, 285, 84 S.Ct. 710, 11 L.Ed.2d 686 (1964))). We decline to do so, however, because Merrill Lynch failed to argue in the trial court that this case had any First Amendment implications.</p>\n<p>In <i>New York Times v. Sullivan</i><i>,</i> the Supreme Court for the first time held that the First Amendment limits the reach of state defamation laws. 376 U.S. at 271, 84 S.Ct. 710. Emphasizing that \"freedom of expression upon public questions is secured by the First Amendment,\" <i>id.</i> at 270, 84 S.Ct. 710, the Court held that a public official suing for a libelous publication critical of his official conduct could not recover unless he proved, by clear and convincing evidence, \"that the statement was made with `actual malice'that is, with knowledge that it was false or with <span class=\"star-pagination\">*199</span> reckless disregard of whether it was false.\" <i>Id.</i> at 280-81, 84 S.Ct. 710.</p>\n<p>Ten years later, the Court again reviewed a defamation case in light of First Amendment considerations in <i>Gertz v. Robert Welch, Inc.,</i> 418 U.S. 323, 94 S.Ct. 2997, 41 L.Ed.2d 789 (1974). Noting that the libelous statement at issue was of undoubted public concern, but that, unlike in <i>New York Times,</i> the plaintiff was not a public figure, the Court held that the First Amendment protections were reduced. <i>Id.</i> at 343-46, 94 S.Ct. 2997. Balancing the states' \"strong and legitimate . . . interest in compensating private individuals for injury to reputation\" against First Amendment concerns, <i>id.</i> at 348, 94 S.Ct. 2997, the Court held that \"so long as they do not impose liability without fault, the States may define for themselves the appropriate standard of liability for a publisher . . . of falsehood injurious to a private individual,\" <i>id.</i> at 347, 94 S.Ct. 2997, but that a state could not allow recovery of presumed damages absent a showing of actual malice. <i>Id.</i> at 349-50, 94 S.Ct. 2997.</p>\n<p>Finally, in <i>Dun &amp; Bradstreet, Inc. v. Greenmoss Builders, Inc.,</i> 472 U.S. 749, 759-60, 105 S.Ct. 2939, 86 L.Ed.2d 593 (1985), the Court held that where a private figure is suing over a defamatory statement involving private matters, \"the role of the Constitution in regulating state libel law is far more limited.\" <i>Id.</i> at 759, 105 S.Ct. 2939. In such cases, a showing of actual malice is not necessary to establish liability or to presume damages. <i>Id.</i></p>\n<p>These cases illustrate that questions of whether and to what extent the First Amendment places limits on state defamation law are not without nuance. To establish that a particular defamation case raises First Amendment concerns, a defendant must show that the purportedly defamatory statement involved either a public official or a matter of public concern, or both. <i>See </i><i>Ramírez v. Rogers,</i> 540 A.2d 475, 477 (Me.1988) (finding that First Amendment concerns were not implicated \"[b]ecause th[e] case involve[d] a non-media defendant, defaming a private plaintiff concerning a matter that [was] not of public concern\"). Only if the defendant succeeds in doing so does the First Amendment impose a special burden on the plaintiff, and even then the specific burden imposed will depend on the circumstances of the case. Once established, it will be the facts underlying that burden that we, as appellate courts, must independently examine to make sure that \"the [defamation] judgment does not constitute a forbidden intrusion on the field of free expression.\" <i>New York Times,</i> 376 U.S. at 285, 84 S.Ct. 710; <i>see also </i><i>Bose,</i> 466 U.S. at 508, 104 S.Ct. 1949 (\"Hence, in <i>New York Times v. Sullivan</i><i>,</i> after announcing the constitutional requirement for a finding of `actual malice' in certain types of defamation actions, it was only natural that we should conduct an independent review of the evidence on the dispositive constitutional issue.\").</p>\n<p>But Merrill Lynch has never argued, except in this court, that the First Amendment places any limit on Maine's defamation laws. It never argued before the district court that Galarneau was a public figure or that the U-5 statement involved a matter of public concern. Indeed, at trial, it never sought to impose on Galarneau the burden of establishing, <i>by clear and convincing evidence,</i> that Merrill Lynch had acted with \"actual malice\" in defaming Galarneau, as required by the First Amendment under the conditions set forth in <i>New York Times.</i><sup>[5]</sup> Instead, Merrill Lynch relied <span class=\"star-pagination\">*200</span> unwaveringly on Maine common law to establish that Galarneau had the burden of proving falsity and actual malice by a preponderance of the evidence. Accordingly, the jury was never instructed as to the First Amendment's role in the case, if any.<sup>[6]</sup></p>\n<p>As the Maine Supreme Court has noted, the burden imposed on plaintiffs by the First Amendment is distinct from that imposed by Maine common law:</p>\n<blockquote>Discussion of public officials and public figures on matters of public concern, the U.S. Supreme Court has declared, deserves special favor in a democratic society, and thus such discussion is subject to a conditional privilegethe \"First Amendment privilege\"that can be overcome only by clear and convincing evidence of knowledge or disregard of falsity. We do not require clear and convincing evidence, however, to overcome a conditional privilege that arises at common law and not from the First Amendment.</blockquote>\n<p><i>Lester,</i> 596 A.2d at 69-70 (internal citations omitted). Because Merrill Lynch failed to make a case for a \"First Amendment privilege\" at trial, and instead relied exclusively on the conditional privilege afforded by Maine common law, it has forfeited the argument that the First Amendment imposes a special burden on Galarneau. <i>See </i><i>United States v. Slade,</i> 980 F.2d 27, 30 (1st Cir.1992) (\"It is a bedrock rule that when a party has not presented an argument to the district court, [it] may not unveil it in the court of appeals.\"). We therefore have no opportunity to apply heightened review. We review the sufficiency of the evidence supporting the jury's verdict as we would normally, asking whether, viewing the evidence in the light most favorable to the verdict, a rational jury could have found in favor of the party that prevailed. <i>See </i><i>Bisbal-Ramos,</i> 467 F.3d at 22.</p>\n<p>On appeal, Merrill Lynch argues that the jury's verdict cannot stand because Galarneau failed to show that its statement was false and malicious, two requirements for liability under Maine's common law of defamation.</p>\n<p>3. <i>Falsity</i></p>\n<p>We begin with the question of falsity. At trial, Galarneau argued the statement in the U-5 that she had \"engaged in inappropriate bond trading in one client's account\" was false. In making this argument, she relied heavily on expert testimony from Gerald Guild, an expert in fixed income securities with forty-five years of experience in the financial services industry. Guild testified that after examining all the relevant documentation (including the Bates report), he concluded that the trading in the Ford account was appropriate and consistent with the investment objectives of the account. He testified that in his opinion, Galarneau's trading in the Ford account was neither excessive nor inappropriate \"[b]ecause there was a good and sufficient reason for each and every transaction.\"</p>\n<p>In support of her claim that the statement in the U-5 was false, Galarneau also <span class=\"star-pagination\">*201</span> presented evidence of Merrill Lynch's recognition and approval of the trading in the Ford account. There was testimony and documentary evidence that during the relevant period  when the trading in the Ford account was most active  two of Galarneau's supervisors at Merrill Lynch reviewed and approved the management of the Ford account on at least four separate occasions.<sup>[7]</sup> There was also evidence that, in compliance with Merrill Lynch's policy, when the Armor system triggered a fourth review of the activity in the Ford account, Heller sent Ford an \"activity letter\" on September 10, 2002; Heller drew Ford's attention to a \"substantial volume of trading\" in her account and, while noting that \"active trading involves special risks,\" never suggested it improper.</p>\n<p>In addition, Galarneau introduced two letters Merrill Lynch sent to the Maine Securities Division on July 2 and September 8, 2003, in response to inquiries regarding the Ford complaint, which characterized the Galarneaus' approach to the trading in the Ford account as \"prudent\" when viewed in the context of the overall market and economic conditions at the time. Galarneau also presented testimony from the authors of these letters, Andrew Kandel and Kathleen Durning, that they always tell the truth when they communicate with state regulators, and that no one ever told the Maine Securities Division that either letter was inaccurate or misleading.</p>\n<p>Finally, Galarneau presented evidence that at the time she was terminated, inappropriate bond trading was not one of the reasons Merrill Lynch provided for the termination. She also introduced a letter from Merrill Lynch to the Maine Securities Division dated January 28, 2004 (after her termination), explaining that Galarneau was fired for violating the firm's time and price discretion policy and because of \"management's ongoing concerns regarding [t]he activity in Ms. Ford's account,\" but also describing the account as only \"somewhat active,\" and noting that \"[the Ford account] was . . . well diversified between fixed income, equities and cash.\"</p>\n<p>Merrill Lynch argues that Galarneau's evidence is insufficient to support a finding of falsity because:</p>\n<blockquote>Guild's conclusory opinion is belied by Galarneau's frequent short-term trading in long-term bonds; the purported \"approval\" of Galarneau's trading was based largely on Galarneau's own reports and was given before the Bates report revealed the inappropriateness of her trading; although Hocking did not use the term \"inappropriate trading,\" he did tell Galarneau that she was terminated for exercising \"very poor judgment in the Ford account by pursuing the complicated strategy\" after having been \"warned\" of \"similar conduct in the past;\" and Merrill Lynch's letter to Maine regulators specifically noted that Galarneau had been terminated, <i>inter alia,</i> as a result of \"management's ongoing <span class=\"star-pagination\">*202</span> concerns regarding [t]he activity in Ms. Ford's account.\"</blockquote>\n<p>But these are all arguments that the jury heard and apparently rejected. Our task on review is not to weigh the evidence. It is to ask whether, \"viewing the evidence in the light most favorable to the verdict,\" there is sufficient evidence supporting the jury's verdict. <i>Bisbal-Ramos,</i> 467 F.3d at 22. We find that there is.</p>\n<p>The expert testimony that Galarneau's trading was appropriate, even if active, is strong evidence that Merrill Lynch's statement on the U-5 Form is false. Merrill Lynch disagrees, focusing on the fact that Galarneau and Guild admitted that the trading in the Ford account was \"very active.\" However, no one contests this fact, mainly because there is no reason to; that trading is \"active\" does not necessarily mean that it is \"inappropriate.\" This much is clear not only from Guild's testimony, but also from the fact that Merrill Lynch approved of the trading for so long. The very least that may be inferred from the firm's repeated approval of the trading in the Ford account is that there are circumstances in which such activity is warranted. As such, that Galarneau and Guild, along with every other witness to have testified at trial, thought that the trading in the Ford account was active does not answer the question of whether it was inappropriate.</p>\n<p>The evidence of Merrill Lynch's continuous approval of Galarneau's trading strategy while the account was at its most active, and its defense of that strategy long after the Ford complaint, also support the jury's ultimate conclusion that the U-5 statement is false. Merrill Lynch again disagrees, relying on the fact that, at the time the firm approved the trading in the Ford account, it did not have the benefit of the Bates report. But the jury was free to disregard this explanation in the face of contradictory evidence presented by Galarneau: First, Galarneau presented evidence about the distortive effect of the report. She testified that the report commingled actual securities losses with securities that were not sold, but declined in market value, counting as a \"loss\" a security that at the (arbitrary) date of the report may have been down, but later increased in value. Galarneau also pointed out that the report failed to take into account $101,000 in income Ford received and $36,000 in tax savings to Ford, as well as the subsequent $65,000 increase in value of securities retained.</p>\n<p>Testimony from Galarneau and Guild, as well as from Richard Heller, that particular trades should be viewed in the context of the overall trading strategy and the market at that time casts further doubt on the importance of the Bates report, which was limited to \"when a given security was purchased, the purchase price, when the security was sold, and the sale price.\" Finally, we are persuaded that the Bates report could not have been the revelation Merrill Lynch claims it was, given that Merrill Lynch defended Galarneau's trading in the Ford account even after the firm received the Bates report in September 2003.</p>\n<p>4. <i>Malice Necessary to Overcome Conditional Privilege</i></p>\n<p>Having determined that Galarneau presented sufficient evidence to support a jury finding that the U-5 statement was false, we turn to Galarneau's evidence of malice. As noted above, where a statement is conditionally privileged, \"liability for defamation attaches only if the person who made the defamatory statements loses the privilege through abusing it.\" <i>Lester,</i> 596 A.2d at 69. As such, Merrill Lynch will have abused its conditional privilege if it knew <span class=\"star-pagination\">*203</span> the statement it made in the U-5 was false or if it recklessly disregarded its falsity. <i>Id.</i></p>\n<p>Much of the evidence that supports a finding of falsity also supports a finding of malice. Evidence that Merrill Lynch approved the trading as it was taking place and defended the trading after it came under attack supports the jury's conclusion that the firm either knew the statement was false, or recklessly disregarded its falsity. <i>See </i><i>Rippett v. Bemis,</i> 672 A.2d 82, 87 (Me.1996) (\"Evidence is sufficient to support a finding of reckless disregard for the truth if it establishes that the maker of a statement had `a high degree of awareness of probable falsity or serious doubt as to the truth of the statement.'\") (quoting <i>Onat v. Penobscot Bay Med. Ctr.,</i> 574 A.2d 872, 874 (Me.1990)).</p>\n<p>Because we find there was sufficient evidence to support the jury's finding of defamation, we affirm the district court's denial of Merrill Lynch's motion for judgment as a matter of law.</p>\n<p>B. <i>Evidence of Special Damages</i></p>\n<p>In tort law, proof of causation is generally required to sustain an award of special damages.<sup>[8]</sup><i>See generally </i><i>Doe v. Chao,</i> 540 U.S. 614, 621, 124 S.Ct. 1204, 157 L.Ed.2d 1122 (2004). Accordingly, the district court instructed the jury that Galarneau had to prove that the defamatory statement \"play[ed] a substantial part in bringing about or actually causing the injury or damages; and the injury or damages was a direct result, or a reasonably foreseeable consequence of the act.\"</p>\n<p>Merrill Lynch argues that there was insufficient evidence that Galarneau's lost wages were caused by the defamatory statement in the U-5. Specifically, Merrill Lynch contends that there are other reasons that might explain why Galarneau was not hired by other firms, including the fact that the U-5 indicated that Galarneau engaged in price and time discretion.</p>\n<p>However, we see no reason why Galarneau was required to prove special damages in the first place. \"The common law of defamation is an oddity of tort law, for it allows recovery of purportedly compensatory damages without evidence of actual loss. Under the traditional rules pertaining to actions for libel, the existence of injury is presumed from the fact of publication.\" <i>Gertz,</i> 418 U.S. at 349, 94 S.Ct. 2997. Maine adheres to these traditional rules of defamation law in certain contexts.</p>\n<p>Under Maine law, defamatory words relating to \"profession, occupation or official station\" are libelous <i>per se. See </i><i>Saunders,</i> 497 A.2d at 1124. \"When [defamation] <i>per se</i> is established, a plaintiff need not prove special damages or malice in order to recover a substantial award.\" <i>Marston v. Newavom,</i> 629 A.2d 587, 593 (Me.1993). There can be no doubt that the defamatory statement in the U-5 (\"Ms. Galarneau was terminated after the firm concluded that she had . . . engaged in inappropriate bond trading in one client's account. . . .\") related to Galarneau's profession. As such, she was entitled to recover her lost wages without having to prove causation.<sup>[9]</sup><i>See </i><i>Farrell v. Kramer,</i> 159 <span class=\"star-pagination\">*204</span> Me. 387, 390, 193 A.2d 560 (1963); <i>Saunders,</i> 497 A.2d at 1124-25. We therefore affirm the district court's denial of judgment as a matter of law with respect to the award of special damages on the ground Galarneau was entitled to those damages without having to show causation.</p>\n<p>C. <i>Punitive Damages</i></p>\n<p>Under Maine law, \"punitive damages are available based upon tortious conduct only if the defendant acted with malice.\" <i>Tuttle v. Raymond,</i> 494 A.2d 1353, 1361 (Me.1985). While we have already found that sufficient evidence was presented to establish malice in overcoming the conditional privilege, we must address the issue anew to determine whether the award of punitive damages was appropriate. \"Malice\" means different things in different contexts. As explained above, a plaintiff may satisfy the malice requirement to overcome a conditional privilege by showing that the defendant either knew the statement published was false or published the statement with reckless disregard as to its falsity. By contrast, to get punitive damages, a plaintiff must show that the defendant acted with actual ill will toward the plaintiff or in a manner \"so outrageous that malice toward a person injured as a result of that conduct can be implied.\" <i>Tuttle,</i> 494 A.2d at 1361 (holding that for purposes of punitive damages, \"`implied' or `legal' malice will not be established by the defendant's mere reckless disregard of the circumstances\"). Moreover, in the context of punitive damages, the plaintiff has the burden of proving malice by clear and convincing evidence, not by the preponderance of the evidence standard applicable in establishing common law defamation. <i>Id.</i> As the Maine Supreme Court has noted,</p>\n<blockquote>\"[a]lthough malice (in its ordinary sense of ill will or deliberately outrageous misconduct) must be proven by clear and convincing evidence to support an award of punitive damages, this standard of proof has nothing to do with the `actual malice'  that is, knowledge or disregard of falsity  required to overcome a conditional privilege in defamation.\"</blockquote>\n<p><i>Lester,</i> 596 A.2d at 70 n. 8.</p>\n<p>We review <i>de novo</i> \"the legal question of whether the evidence suffices to justify an award [of punitive damages].\" <i>Zimmerman v. Direct Fed. Credit Union,</i> 262 F.3d 70, 81 (1st Cir.2001). On appeal, Merrill Lynch argues that the evidence presented at trial was insufficient to support the showing of malice necessary for punitive liability. We agree.</p>\n<p>In support of her argument that Merrill Lynch acted maliciously, Galarneau contends that \"[t]here can be no question on this record that Merrill Lynch knew that the false accusation in the U-5 would almost certainly result in injury to [her].\" But even accepting this as true, Maine law requires more where punitive damages are concerned: Merrill Lynch's knowledge must have motivated its statement, or its actions must have been so outrageous as to imply malice. <i>See </i><i>Haworth v. Feigon,</i> 623 A.2d 150, 159 (Me.1993). There was no evidence that Merrill Lynch made the statement in the U-5 with the intent to deprive Galarneau of a job. And Merrill Lynch's actions in filing the U-5, knowing it \"would almost certainly\" hinder Galarneau's job prospects, even if established by clear and convincing evidence, is not sufficiently outrageous to warrant punitive damages. <i>See </i><i>Veilleux v. Nat'l Broad. Co.,</i> 206 F.3d 92, 135 (1st Cir.2000) (\"While a jury could find that the alleged misrepresentations were made knowingly <span class=\"star-pagination\">*205</span> or even recklessly, it could not reasonably infer common-law malice as required under Maine law.\"); <i>Staples,</i> 629 A.2d at 602-04 (finding that employer's conduct in demoting plaintiff and recklessly accusing him of sabotaging computer files after plaintiff criticized employer was insufficient to establish that defendant's conduct was motivated by ill will or so outrageous that malice could be implied); <i>Boivin v. Jones &amp; Vining, Inc.,</i> 578 A.2d 187, 188-89 (Me.1990) (finding that employer's conduct in rehiring employee with promise of employment through retirement, while in fact intending to retain employee only until inventory was reduced, was not so outrageous as to justify award of punitive damages). As such, we find that the evidence presented at trial was insufficient to support an award of punitive damages and therefore reverse the district court's denial of judgment as a matter of law on this point.</p>\n<p>D. <i>Evidence Relating to the Drafting of the U-5</i></p>\n<p>Before trial, Galarneau filed a motion in limine to exclude all evidence of communications between Galarneau's counsel and counsel for Merrill Lynch regarding the opportunity to review and comment upon the language Merrill Lynch proposed to use in Galarneau's Form U-5. Galarneau claimed that evidence of such communications was subject to exclusion under Fed. R.Evid. 408 \"because it constitutes an offer and/or communication made during settlement negotiations,\" or, in the alternative, under Rule 403 because it had \"minimal relevance compared to its unfair prejudice.\" The district court granted the motion to exclude, stating:</p>\n<blockquote>I'm not going to let it in. I'm not changing my previous ruling. I think under 408, 403, and in my discretion in this matter, I think it opens doors that might well require counsel to testify. I think they are settlement discussions.</blockquote>\n<p>\"[T]he district court's construction of evidentiary rules is a question of law which we review <i>de novo,</i>\" <i>United States v. Barone,</i> 114 F.3d 1284, 1296 (1st Cir.1997), while the district court's application of the rule to particular facts is reviewed for abuse of discretion, <i>Blake v. Pellegrino,</i> 329 F.3d 43, 46 (1st Cir.2003).</p>\n<p>Merrill Lynch argues that the exclusion of this evidence was prejudicial error, and it is therefore entitled to a new trial. We disagree.</p>\n<p>\"Although relevant, evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury, or by considerations of undue delay, waste of time, or needless presentation of cumulative evidence.\" Fed.R.Evid. 403. The trial court employs a balancing test to determine whether Rule 403 applies, weighing the probative worth of the evidence against its potentially confusing effects. <i>See </i><i>Fryar v. Curtis,</i> 485 F.3d 179, 184 (1st Cir.2007). Thus, even where the evidence may shed light on the disputed issues, the district judge can find the \"untoward effects of the proffered evidence\" to be so weighty that the evidence should be excluded. <i>Faigin v. Kelly,</i> 184 F.3d 67, 80 (1st Cir.1999).</p>\n<p>We \"accord district courts considerable latitude in this exercise\" and review the exclusion of evidence under Rule 403 for abuse of discretion. <i>Id.</i> at 79-80. The district judge enjoys a unique advantage in observing first-hand the nuances of trial, <i>Faigin,</i> 184 F.3d at 80, we therefore give the district court \"significant leeway\" in making its determinations, <i>Williams v. Drake,</i> 146 F.3d 44, 47 (1st Cir.1998). We have consistently declined to reverse the district court's judgment \"from the vista of <span class=\"star-pagination\">*206</span> a cold appellate record\" absent \"extraordinarily compelling circumstances.\" <i>Faigin,</i> 184 F.3d at 81 (quoting <i>Freeman v. Package Mach. Co.,</i> 865 F.2d 1331, 1340 (1st Cir.1988)); <i>see also </i><i>Onujiogu v. United States,</i> 817 F.2d 3, 6 (1st Cir.1987) (\"Only in compelling circumstances will we reverse the exercise of a district court's informed discretion concerning the relative weight of probative value and unfairly prejudicial effect.\").</p>\n<p>We find that the district court did not abuse its discretion in excluding the evidence under Rule 403 in this case. As required under the rule, the district court weighed the probative value of the evidence against the risk of confusion of the issues. Finding that the evidence was probative of both parties' contentions with respect to liability and that it would likely require testimony from the attorneys as to the motivations behind the proposed U-5 language and Merrill Lynch's refusal to adopt it, the district court excluded the evidence. <i>Cf. </i><i>United States v. Angiulo,</i> 897 F.2d 1169, 1194 (1st Cir.1990) (acknowledging the \"advocate-witness rule, which generally bars an attorney from appearing as both an advocate and a witness in the same litigation\" (internal quotation marks omitted)). We find no fault in this determination. Moreover, Merrill Lynch has not shown, nor has it alleged, any extraordinarily compelling circumstances that would justify our reversal of the district court's ruling. Rather, they have merely alleged that the district judge did not give enough weight to the probative value of the evidence. In light of the unexceptional nature of Merrill Lynch's allegations, we decline to disturb the district court's ruling under Rule 403.<sup>[10]</sup></p>\n<p></p>\n<h2>III. <i>Conclusion</i>\n</h2>\n<p>For the reasons stated above, we affirm the district court's denial of Merrill Lynch's motion for judgment as a matter of law with respect to (1) the sufficiency of the evidence supporting the jury's finding of defamation and (2) the award of special damages. We also affirm the district court's exclusion of evidence. We reverse, however, the district court's denial of judgment as a matter of law on the punitive damages question and vacate that award.</p>\n<p><i>Affirmed in part; Reversed and Vacated in part.</i> Each party shall bear its own costs.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the Federal Circuit, sitting by designation.</p>\n<p>[1]  A \"margin account\" is a brokerage account in which the broker lends her client cash to purchase securities. The loan is collateralized by the client's securities or cash. If the value of the stock drops significantly, the account holder will be required to deposit more cash or sell a portion of the stock.</p>\n<p>[2]  Specifically, Ford complained that the turnover in her account \"is much higher than the experts I have worked with consider reasonable.\" While acknowledging the need to take tax considerations into account, she stated that \"the goal should be taking losses that exist, not creating them.\"</p>\n<p>[3]  In the securities industry, trading securities without the prior approval of the investor is referred to as taking \"pure discretion,\" and is illegal. Merrill Lynch, as a matter of internal policy, prohibits its brokers from exercising \"time and price discretion,\" which refers to the exercise of discretion as to the exact time and exact price at which a broker executes an order for her client, even with the prior approval of the client. Time and price discretion is not illegal.</p>\n<p>[4]  Merrill Lynch claims that on at least two occasions before her dismissal, Galarneau's bond trading \"had been the object of concern.\" The firm introduced evidence that in 1998, Galarneau was summoned to a meeting with her office supervisors \"to discuss two client complaints, and her trading strategy in regards to bond swaps,\" and that in 2000, her supervisors warned her not to engage in active bond trading and that Galarneau responded that she would not do so anymore.\n</p>\n<p>According to Galarneau, she was never warned about her trading with respect to bonds. She introduced evidence that the memorandum memorializing the 1998 meeting does not describe a \"warning\" or criticism of her bond trading generally, and that there is no other memo concerning the 1998 meeting. Galarneau also testified that at the 2000 meeting, Merrill Lynch objected to a specific business plan for bond trading (as opposed to equity trading) for particular clients, but that the firm made no objection to bond trading under other circumstances.</p>\n<p>[5]  Merrill Lynch did argue that Me.Rev.Stat. Ann. tit. 26, § 598, required Galarneau to establish actual malice by clear and convincing proof. The district court rejected that argument.</p>\n<p>[6]  With respect to the defamation claim, the jury was instructed that\n</p>\n<p>[i]n order to prevail on the claim for defamation regarding the U-5 filing that Merrill Lynch made, Plaintiff must prove, by a preponderance of the evidence, that: . . . the defendant knew the communication was false or spoke with reckless disregard as to whether the communication was falsethat is, the defendant entertained a high degree of awareness of probable falsity or serious doubt as to the truth of the statement.</p>\n<p>[7]  The jury also heard evidence of other systems of review in place at Merrill Lynch. In a letter to the Maine Securities Division, Merrill Lynch explained:\n</p>\n<p>Merrill Lynch managers reviewed each of the trades in Ms. Ford's account as they occurred. They did so as part of the daily review of the Firm's End-of-Day Reports and 1028 Reports (\"1028\"), both of which detail all transactions entered in client accounts. The 1028, in addition to listing all daily transactions, provides a synopsis of the client's investment objectives and risk tolerance. (Other information, such as age, net worth, associated accounts, profit and loss, etc.[] are also available to the managers through the Firm's computer system.) The 1028 is an important tool in evaluating the suitability of trades entered in client accounts.</p>\n<p>[8]  Throughout this opinion we use the term \"special damages\" in accordance with the common-law definition, i.e., \"`[g]eneral damages' are compensatory damages for a harm so frequently resulting from the tort that is the basis of the action that the existence of the damages is normally to be anticipated,\" whereas \"`[s]pecial damages' are compensatory damages for a harm other than one for which general damages are given.\" Restatement (Second) of Torts § 904(1) (1979).</p>\n<p>[9]  While recovery of special damages would have been barred were the statement privileged, the jury found that Merrill Lynch lost that privilege due to its recklessness. <i>Bemis,</i> 672 A.2d at 87-88.</p>\n<p>[10]  Because we find no abuse of discretion in the exclusion of the correspondence under Rule 403, we need not address Merrill Lynch's argument that the evidence was not excludable under Rule 408.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation\" data-id=\"203010\"><a href=\"/opinion/203010/galarneau-v-merrill-lynch-pierce-fenner-smith/\"><span class=\"volume\">504</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">189</span></a></span> (2007)</b></center>\n<center><h1>Deborah GALARNEAU, Plaintiff, Appellee,<br>\nv.<br>\nMERRILL LYNCH, PIERCE, FENNER &amp; SMITH INC., Defendant, Appellant.</h1></center>\n<center>No. 06-2410.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard June 4, 2007.</center>\n<center>Decided October 12, 2007.</center>\n<p><span class=\"star-pagination\">*190</span> <span class=\"star-pagination\">*191</span> <span class=\"star-pagination\">*192</span> Evan M. Tager, with whom Andrew Tauber, Mayer, Brown, Rowe &amp; Maw LLP, James R. Erwin, Pierce Atwood LLP, and Eugene Volokh, UCLA School of Law, were on brief, for appellant.</p>\n<p>Rufus E. Brown, with whom Brown &amp; Burke, Michael A. Nelson, and Jensen Baird Gardner &amp; Henry, were on brief, for appellee.</p>\n<p>Before TORRUELLA, Circuit Judge, NEWMAN,<sup>[*]</sup> Circuit Judge, and LYNCH, Circuit Judge.</p>\n<p>TORRUELLA, Circuit Judge.</p>\n<p>On January 6, 2004, Deborah Galarneau (\"Galarneau\") was fired from her job as a stockbroker at Merrill Lynch, Pierce, Fenner &amp; Smith Inc. (\"Merrill Lynch\"). In a form submitted to the National Association of Securities Dealers (\"NASD\"), Merrill explained that \"Ms. Galarneau was terminated after the firm concluded that she had (I) engaged in inappropriate bond trading in one client's account and (II) utilized time and price discretion in the accounts of three clients.\" Galarneau brought this action against Merrill Lynch in the United States District Court for the District of Maine, alleging defamation (among other claims). The jury found in favor of Galarneau, awarding compensatory and punitive damages. Merrill Lynch moved for judgment as a matter of law, challenging the finding of defamation and the award of special and punitive damages. The district court denied the motion. After careful consideration, we affirm the district court's denial with respect to the finding of defamation and the award of special damages, but reverse with respect to the jury's award of punitive damages.</p>\n<p></p>\n<h2>I. <i>FACTUAL BACKGROUND</i>\n</h2>\n<p>Because Merrill Lynch challenges the sufficiency of the evidence, we recite the facts in the light most favorable to the verdict. <i>See </i><i>Wilson v. City of Boston,</i> <span class=\"citation\" data-id=\"201791\"><a href=\"/opinion/201791/wilson-v-city-of-boston/\"><span class=\"volume\">421</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span>, 48 n. 2 (1st Cir.2005). Deborah Galarneau was employed at Merrill Lynch's Portland, Maine branch office from February 1989, when she joined her husband Preston Galarneau at the firm, until she was terminated on January 6, 2004. Beginning in 1998, the Galarneaus worked as a team called the \"Galarneau Group,\" as allowed by Merrill Lynch. Galarneau was successful as a financial advisor at Merrill Lynch, ranking in the first or second groupings of producing brokers in her office, qualifying for a $100,000 certificate bonus by growing her business by ten percent for ten consecutive years, and earning other recognition awards and trips.</p>\n<p><i>The Amy Ford Account</i></p>\n<p>Amy Ford became a client of the Galarneau Group in late 2000. Ford was a single woman in her fifties with a portfolio in excess of $2 million, which served as her primary source of income along with other investments not managed by Merrill Lynch. Her portfolio was heavily weighted in nonperforming equities, which Ford had inherited with a low tax basis. Galarneau testified that Ford had a history of spending more than she earned from her investment income. This practice led her to borrow from her investment account and sometimes required her to sell securities to pay off her debt, thereby incurring significant capital gains taxes.</p>\n<p><span class=\"star-pagination\">*193</span> According to Galarneau, she and her husband developed a three-pronged investment plan for Ford's account: first, to rebalance her portfolio to reduce the concentration in legacy stock and increase her investment in fixed income securities (primarily bonds); second, to generate more income for Ford to live on; and third, to minimize the capital gains taxes that would be incurred from the rebalancing.</p>\n<p>Galarneau testified that she and her husband told Ford that this investment plan would require aggressive and active trading, including the use of an investment strategy called \"tax advantage bond swap\" when the occasions for doing so arose. Tax advantage bond swaps involve selling bonds that have declined in market value (in relation to their cost basis) and using the proceeds of the sale to buy replacement bonds of equivalent or superior investment value. The intended benefit of such a strategy is that the client take tax losses without sacrificing the quality of her investment portfolio. According to Galarneau, in applying this strategy to the Ford account, the Galarneaus expected to use the tax losses to offset any capital gains resulting from the sale of the legacy stock.</p>\n<p>The Galarneaus anticipated that the proposed investment plan could be expensive for Ford if she paid commissions on each trade. Galarneau testified that she and her husband advised Ford of the Merrill Lynch Unlimited Advantage (\"MLUA\") pricing option, a program through which a client could pay a flat annual fee for trading instead of paying commissions on each transaction. According to Galarneau, Ford declined this option and the parties arranged a discount for the commissions for trading in the Ford account.</p>\n<p><i>Merrill Lynch's Review of the Trading in the Ford Account</i></p>\n<p>Galarneau testified that at the outset, she and her husband approached Edward Coppola, then the compliance officer for Merrill Lynch's Northern New England Complex, to discuss the investment strategy for the Ford account. At that time, Coppola did not raise any objections to the proposed investment strategy.</p>\n<p>The trading in the Ford account in 2001 and 2002 was very active. During that period, the financial markets were \"unusually volatile\" in part because of the consequences of the terrorist attacks of September 11, 2001 and corporate accounting scandals. According to Galarneau, these conditions provided opportunities for tax advantage bond swaps, but also required trades that would not otherwise have been made. In addition, Ford's personal spending was three times in excess of her investment income.</p>\n<p>Such active trading triggered management review within Merrill Lynch. The firm uses a computer-generated monitoring system called Armor review, which automatically notifies the Merrill Lynch compliance officers of accounts with unusually active trading. The Armor alert may be accessed from either a financial advisor's computer or a compliance officer's computer. It provides background information about the targeted account, including a summary of the frequency and dollar value of trades (with links to data for individual trades), a comparison of the value of trades versus the commissions earned on the account (the \"velocity\" of trading), and the commissions for the trading.</p>\n<p>The first Armor review took place in July 2001. Coppola asked Galarneau for an explanation of the production credits, the performance, and the strategy. Galarneau provided this information, and Coppola signed off on the trading in the account. According to Galarneau, Coppola never indicated that the trading in the <span class=\"star-pagination\">*194</span> Ford account was inappropriate in any way. Before he left the firm, Coppola reviewed the account again in August 2001 and commented that the account had already been reviewed the previous month.</p>\n<p>An Armor review was again triggered the next year, in July 2002, when Richard Heller became the new compliance manager for the Portland, Maine office of Merrill Lynch. Pursuant to the review, Heller specifically asked the Galarneaus about the \"high velocity\" in the Ford account. According to Galarneau, the Galarneaus explained the investment strategy for the Ford account, and Heller approved the trading.</p>\n<p>This time, as recommended by Merrill Lynch's Policy Manual, Heller sent an \"activity letter\" to Ford dated September 10, 2002, drawing her attention to (1) the substantial volume of trading in her account, (2) the relatively high level of costs associated with that trading ($29,042) in relation to her portfolio value, and (3) the sizeable level of her margin account<sup>[1]</sup> ($203,542). In the letter, Heller asked Ford to confirm that the account was being managed in accordance with her investment objectives and offered to meet with her about the account. Ford never responded. According to Galarneau, she and her husband met with Ford to go over the activity letter, at which point Ford indicated that she was satisfied with how the account was being managed.</p>\n<p>A fourth Armor review of the Ford account was triggered in November 2002, which again focused on the substantial volume of trading in the account, including the \"high turnover\" rate of 6.81%, a very high level of trading. The Galarneaus again explained their strategy of taking as many losses as feasible to offset gains from the sale of legacy stock. Heller checked the box on the Armor review form marked \"approved,\" and noted, \"Taking losses, margin debt decreasing, Letters sent 9-13-02.\"</p>\n<p>This was the last substantive Armor review of the Ford account. By 2003, the level of trading went down, and most of the margin debt incurred by Ford to accelerate the rebalancing had been paid off.</p>\n<p>According to Galarneau, the strategy proved successful: The Ford account earned $101,000 from the fixed income investments purchased for Ford, saved more than $36,000 in tax liability as a result of the bond swap strategy, and (as of the time Galarneau was terminated) increased in value by $65,000.</p>\n<p><i>The Ford Complaint</i></p>\n<p>Ford sent Merrill Lynch a letter on June 7, 2003, accusing the Galarneaus and Merrill Lynch of \"churning\" her account.<sup>[2]</sup> Ford copied her complaint to the Maine Securities Division, which promptly opened an investigation into Galarneau, her husband, and Merrill Lynch. In response to this investigation, Merrill Lynch's Office of General Counsel (\"OGC\") became involved, with Kathleen Durning taking line responsibility, supervised by First Vice President and Assistant General Counsel Andrew Kandel.</p>\n<p><span class=\"star-pagination\">*195</span> <i>Merrill Lynch's Response</i></p>\n<p>After receiving explanatory materials from Galarneau and consulting with her, Durning responded to the Maine Securities Division's initial inquiry with a letter defending the trading in the Ford account. The letter provided detail about the context of the trading in the Ford account consistent with explanations that Galarneau provided for the Armor reviews. It explained the investment objectives of the account, the trading strategy designed to achieve these objectives, the offer to Ford of the MLUA pricing option, the frequent meetings with Ford to review trading, the difficult market conditions, the rationale for the use of margin to implement a rebalancing of the account, the problems created by Ford's excessive personal spending, and other background to the management of the account.</p>\n<p>On August 8, 2003, the Maine Securities Division responded with a letter asking for additional explanations and documents relating to the trading in the Ford account. Four days later, counsel for Ford sent Merrill Lynch a letter accusing the firm and the Galarneaus of \"churning\" with a \"disastrous\" account performance, and demanding restitution.</p>\n<p>On September 8, 2003, Durning wrote the Maine Securities Division another letter, reviewed in draft by Kandel, in response to the Division's earlier inquiry for more information. In this letter, Durning reaffirmed the key points of her July 2, 2003 letter and provided additional support for the legitimacy of the management of the Ford account.</p>\n<p><i>Merrill Lynch's Internal Review</i></p>\n<p>Ford's complaint triggered an internal investigation by Merrill Lynch. Pursuant to this investigation, the firm asked Bates Capital Corporation, an outside firm, to provide a report analyzing the trading in the Ford account on a security-by-security basis (the \"Bates report\"). For each fixed-income security that had been traded in the Ford account, the Bates report revealed how long the security had been held, whether it was sold at a profit or loss, whether it was subsequently repurchased and resold and, if so, whether at a profit or loss.</p>\n<p>Also pursuant to the internal investigation, Merrill Lynch reviewed Galarneau's personnel file. Heller contacted Jack Michaelian, a former manager, asking for personnel information for Galarneau. He received two memoranda about customer concerns with respect to Galarneau's management of their accounts years earlier. Heller also called a number of Galarneau's clients to determine whether she may have exercised \"pure discretion\" in managing their accounts.<sup>[3]</sup> From his first round of telephone calls, Heller concluded that Galarneau may have exercised pure discretion in five accounts. Heller sent his findings to Kandel and Scott Gilbert, an attorney in the OGC assigned to the Ford matter.</p>\n<p>As part of the internal review, Galarneau was summoned to the Merrill Lynch corporate headquarters in New York City on October 14, 2003 to be interviewed. According to Galarneau, Gilbert showed little interest in the reasons for the individual trades in the Ford account and instead <span class=\"star-pagination\">*196</span> focused primarily on whether she had exercised pure discretion in any of her other accounts. Galarneau denied that she had exercised pure discretion, but admitted that she may have unknowingly violated the policy on time and price discretion on two occasions. Galarneau testified that at the conclusion of the interview, Gilbert told her that Merrill Lynch \"hoped that they could reach an agreement with Ford's attorney and the case would be settled, and that normally then the State goes away.\"</p>\n<p>While the internal review was in progress, Merrill Lynch reached a settlement with Ford in early November 2003 for $100,000. The Maine Securities Division investigation, however, remained ongoing. On November 7, 2003, the Maine Securities Division sent Merrill Lynch another letter requesting information about Merrill Lynch's supervision of the Galarneaus and inquiring \"whether or not the Galarneaus are still employed by Merrill Lynch.\"</p>\n<p><i>Merrill Lynch terminates Deborah Galarneau</i></p>\n<p>Merrill Lynch terminated Galarneau on January 6, 2004. Edward Hocking, Merrill Lynch's Regional Vice President for the Northern New England Complex and Heller's superior, was responsible for the decision. According to Heller, just before meeting with Galarneau, Hocking told Heller that he had conferred with Merrill Lynch's OGC and that the reasons for the decision to terminate Galarneau were (1) her exercise of time and price discretion; (2) her prior history, as reflected in two personnel memos and \"prior warnings\";<sup>[4]</sup> and (3) the judgment she used in trading in the Ford account. Hocking showed Heller notes he would use in the meeting detailing these reasons. Galarneau testified that Hocking gave her these same reasons for the termination. According to Galarneau, no specific reference was made in the meeting to inappropriate trading, excessive trading, or churning.</p>\n<p>On the same day Galarneau was terminated, Kandel called the Maine Securities Division investigator to report the termination. Kandel recorded in his notes of the conversation that the Maine Securities Division investigator appreciated being informed, saying that it \"will have an impact.\" The investigator asked Merrill Lynch to confirm the termination in writing. Kandel also requested an opportunity to make a submission to the Maine Securities Division to show that Merrill Lynch's supervision of Galarneau was reasonable.</p>\n<p>That submission was made through a letter to the Maine Securities Division dated January 28, 2004, which was circulated twice in draft form by Kandel to Gilbert and Durning. The letter stated that the firm's \"review of the Ford account indicates that while it is somewhat active, it was also well diversified between fixed income, equities and cash,\" and that there <span class=\"star-pagination\">*197</span> were additional features of the portfolio and Ford's investment objectives that supported the manner in which the account was managed. The letter continued, \"After Ms. Ford's concerns came to light, however, the Firm learned that Galarneau had exercised time and price discretion on occasion in Ms. Ford's account.\" The letter explained that because time and price discretion is against company policy, \"as well as [other reasons], including management's concerns regarding the activity in Ms. Ford's account, the Firm decided in late December that it was necessary to terminate Ms. Galarneau's employment.\"</p>\n<p><i>The U-5</i></p>\n<p>On February 6, 2004, nine days after the letter to the Maine Securities Division, Merrill Lynch filed a Uniform Termination Notice for Securities Industry Registration (Form U-5) with the NASD as required by NASD rules whenever a registered stockbroker leaves a firm. In the U-5, Merrill Lynch explained the reason for terminating Galarneau as follows: \"Ms. Galarneau was terminated after the firm concluded that she had (I) engaged in inappropriate bond trading in one client's account and (II) utilized time and price discretion in the accounts of three clients.\" This was followed by a statement disclosing that Galarneau disagreed with the firm's conclusions.</p>\n<p>After Galarneau was terminated, she unsuccessfully tried to find employment as a stockbroker at Smith Barney, Edward Jones, and Morgan Stanley.</p>\n<p><i>Proceedings Below</i></p>\n<p>Galarneau brought an eight-count complaint alleging sex discrimination, breach of contract, breach of fiduciary duty, defamation, tortious interference with economic relations, and violations of the Employee Retirement Income Security Act (\"ERISA\"), 29 U.S.C. § 1001 <i>et seq.,</i> and the Equal Pay Act (\"EPA\"), 29 U.S.C. § 206(d)(1). Galarneau subsequently withdrew the breach of fiduciary duty and EPA claims. After the district court denied Merrill Lynch's motion for summary judgment, the remaining claims proceeded to trial.</p>\n<p>At the close of the plaintiff's evidence, Merrill Lynch moved pursuant to Fed. R.Civ.P. 50(a) for judgment as a matter of law on all counts. The district court granted the motion with respect to Galarneau's tortious interference claim, but otherwise denied it. At the close of all evidence, the district court denied Merrill Lynch's renewed motion for judgment as a matter of law. Accordingly, Galarneau's claims for sex discrimination, breach of contract, and defamation were sent to the jury, and her ERISA claim was submitted to the court. The jury rejected Galarneau's discrimination and contract claims, and the court rejected her ERISA claim. The jury found in Galarneau's favor on the defamation claim, awarding Galarneau $850,000 in compensatory damages (of which $775,000 were for lost wages) and $2,100,000 in punitive damages.</p>\n<p>Merrill Lynch again moved for judgment as a matter of law, pursuant to Fed. R.Civ.P. 50(b) or, in the alternative, for a new trial, pursuant to Fed.R.Civ.P. 59(a). The district court denied both motions. Merrill Lynch appeals that decision on the ground that there was insufficient evidence to support the jury's finding of defamation and its award of compensatory damages and punitive damages. It also challenges the district court's exclusion at trial of correspondence between Galarneau and Merrill Lynch regarding the language in the U-5.</p>\n<p></p>\n<h2>II. <i>DISCUSSION</i>\n</h2>\n<p>A. <i>The Sufficiency of the Evidence to Support the Defamation Claim</i></p>\n<p>1. <i>Defamation Under Maine Law</i></p>\n<p>To prove defamation under Maine law, a plaintiff must establish that <span class=\"star-pagination\">*198</span> the defendant made a false statement that \"lower[ed][her] in the estimation of the community.\" <i>Ballard v. Wagner,</i> <span class=\"citation no-link\"><span class=\"volume\">877</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1083</span></span>, 1087 (Me.2005) (quoting <i>Schoff v. York County,</i> <span class=\"citation no-link\"><span class=\"volume\">761</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">869</span></span>, 871 (Me.2000)). Accordingly, \"truth is an absolute defense to a charge of defamation.\" <i>Garrett v. Tandy Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">295</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">94</span></span>, 106 (1st Cir. 2002) (applying Maine law).</p>\n<p>False statements are defamatory <i>per se</i> if they relate to a profession, occupation, or official station in which the plaintiff was employed. <i>See </i><i>Saunders v. VanPelt,</i> <span class=\"citation no-link\"><span class=\"volume\">497</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1121</span></span>, 1124-25 (Me. 1985). In such cases, malice is implied as a matter of law, and a plaintiff may recover a compensatory award without proving special damages. <i>Farrell v. Kramer,</i> <span class=\"citation no-link\"><span class=\"volume\">159</span> <span class=\"reporter\">Me.</span> <span class=\"page\">387</span></span>, <span class=\"citation\" data-id=\"2186916\"><a href=\"/opinion/2186916/farrell-v-kramer/\"><span class=\"volume\">193</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">560</span></a></span>, 562 (1963). <i>Per se</i> defamation may not be actionable, however, if it is privileged. <i>See </i><i>Bearce v. Bass,</i> <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">Me.</span> <span class=\"page\">521</span></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">A.</span> <span class=\"page\">411</span></span>, 413 (1896). \"A conditional privilege against liability for defamation arises in settings where society has an interest in promoting free, but not absolutely unfettered speech.\" <i>Lester v. Powers,</i> <span class=\"citation no-link\"><span class=\"volume\">596</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">65</span></span>, 69 (Me.1991).</p>\n<p>The parties agree that Merrill Lynch's statement in the U-5 is conditionally privileged under Maine law. While a conditional (or qualified) privilege does not change the actionable quality of words published, it rebuts the inference of malice that is imputed in the absence of the privilege. <i>See </i><i>Saunders,</i> 497 A.2d at 1124. Where a conditional privilege exists, \"liability for defamation attaches only if the person who made the defamatory statements loses the privilege [by] abusing it.\" <i>Lester,</i> 596 A.2d at 69. A conditional privilege may be abused if the defamatory statement is made with reckless disregard as to its falsity. <i>See </i><i>Cole v. Chandler,</i> <span class=\"citation no-link\"><span class=\"volume\">752</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1189</span></span>, 1194 (Me.2000).</p>\n<p>2. <i>Standard of Review</i></p>\n<p>In an appeal from a district court's denial of a motion for judgment as a matter of law, we generally review questions of law <i>de novo. </i><i>Negrón v. Caleb Brett U.S.A., Inc.,</i> <span class=\"citation\" data-id=\"198945\"><a href=\"/opinion/198945/negron-v-caleb-brett-usa-inc/\"><span class=\"volume\">212</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">666</span></a></span>, 668 (1st Cir.2000). In assessing the sufficiency of the evidence to support a jury verdict, we usually ask \"whether, viewing the evidence in the light most favorable to the verdict, a rational jury could have found in favor of the party that prevailed.\" <i>Bisbal-Ramos v. City of Mayagüez,</i> <span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></span>, 22 (1st Cir.2006). But Merrill Lynch asks us to apply the heightened standard of review appropriate for cases raising First Amendment concerns. <i>See </i><i>Bose Corp. v. Consumers Union of United States, Inc.,</i> <span class=\"citation\" data-id=\"111164\"><a href=\"/opinion/111164/bose-corp-v-consumers-union-of-united-states-inc/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">485</span></a></span>, 499, <span class=\"citation\" data-id=\"111164\"><a href=\"/opinion/111164/bose-corp-v-consumers-union-of-united-states-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1949</span></a></span>, <span class=\"citation\" data-id=\"111164\"><a href=\"/opinion/111164/bose-corp-v-consumers-union-of-united-states-inc/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">502</span></a></span> (1984)(\"[I]n cases raising First Amendment issues . . . an appellate court has an obligation to `make an independent examination of the whole record' in order to make sure that `the judgment does not constitute a forbidden intrusion on the field of free expression.'\" (quoting <i>New York Times Co. v. Sullivan,</i> <span class=\"citation\" data-id=\"106761\"><a href=\"/opinion/106761/new-york-times-co-v-sullivan/\"><span class=\"volume\">376</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">254</span></a></span>, 285, <span class=\"citation\" data-id=\"106761\"><a href=\"/opinion/106761/new-york-times-co-v-sullivan/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">710</span></a></span>, <span class=\"citation\" data-id=\"106761\"><a href=\"/opinion/106761/new-york-times-co-v-sullivan/\"><span class=\"volume\">11</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">686</span></a></span> (1964))). We decline to do so, however, because Merrill Lynch failed to argue in the trial court that this case had any First Amendment implications.</p>\n<p>In <i>New York Times v. Sullivan</i><i>,</i> the Supreme Court for the first time held that the First Amendment limits the reach of state defamation laws. 376 U.S. at 271, <span class=\"citation\" data-id=\"106761\"><a href=\"/opinion/106761/new-york-times-co-v-sullivan/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">710</span></a></span>. Emphasizing that \"freedom of expression upon public questions is secured by the First Amendment,\" <i>id.</i> at 270, <span class=\"citation\" data-id=\"106761\"><a href=\"/opinion/106761/new-york-times-co-v-sullivan/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">710</span></a></span>, the Court held that a public official suing for a libelous publication critical of his official conduct could not recover unless he proved, by clear and convincing evidence, \"that the statement was made with `actual malice'that is, with knowledge that it was false or with <span class=\"star-pagination\">*199</span> reckless disregard of whether it was false.\" <i>Id.</i> at 280-81, <span class=\"citation\" data-id=\"106761\"><a href=\"/opinion/106761/new-york-times-co-v-sullivan/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">710</span></a></span>.</p>\n<p>Ten years later, the Court again reviewed a defamation case in light of First Amendment considerations in <i>Gertz v. Robert Welch, Inc.,</i> <span class=\"citation\" data-id=\"109091\"><a href=\"/opinion/109091/gertz-v-robert-welch-inc/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">323</span></a></span>, <span class=\"citation\" data-id=\"109091\"><a href=\"/opinion/109091/gertz-v-robert-welch-inc/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2997</span></a></span>, <span class=\"citation\" data-id=\"109091\"><a href=\"/opinion/109091/gertz-v-robert-welch-inc/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">789</span></a></span> (1974). Noting that the libelous statement at issue was of undoubted public concern, but that, unlike in <i>New York Times,</i> the plaintiff was not a public figure, the Court held that the First Amendment protections were reduced. <i>Id.</i> at 343-46, <span class=\"citation\" data-id=\"109091\"><a href=\"/opinion/109091/gertz-v-robert-welch-inc/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2997</span></a></span>. Balancing the states' \"strong and legitimate . . . interest in compensating private individuals for injury to reputation\" against First Amendment concerns, <i>id.</i> at 348, <span class=\"citation\" data-id=\"109091\"><a href=\"/opinion/109091/gertz-v-robert-welch-inc/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2997</span></a></span>, the Court held that \"so long as they do not impose liability without fault, the States may define for themselves the appropriate standard of liability for a publisher . . . of falsehood injurious to a private individual,\" <i>id.</i> at 347, <span class=\"citation\" data-id=\"109091\"><a href=\"/opinion/109091/gertz-v-robert-welch-inc/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2997</span></a></span>, but that a state could not allow recovery of presumed damages absent a showing of actual malice. <i>Id.</i> at 349-50, <span class=\"citation\" data-id=\"109091\"><a href=\"/opinion/109091/gertz-v-robert-welch-inc/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2997</span></a></span>.</p>\n<p>Finally, in <i>Dun &amp; Bradstreet, Inc. v. Greenmoss Builders, Inc.,</i> <span class=\"citation\" data-id=\"111490\"><a href=\"/opinion/111490/dun-bradstreet-inc-v-greenmoss-builders-inc/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">749</span></a></span>, 759-60, <span class=\"citation\" data-id=\"111490\"><a href=\"/opinion/111490/dun-bradstreet-inc-v-greenmoss-builders-inc/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2939</span></a></span>, <span class=\"citation\" data-id=\"111490\"><a href=\"/opinion/111490/dun-bradstreet-inc-v-greenmoss-builders-inc/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">593</span></a></span> (1985), the Court held that where a private figure is suing over a defamatory statement involving private matters, \"the role of the Constitution in regulating state libel law is far more limited.\" <i>Id.</i> at 759, <span class=\"citation\" data-id=\"111490\"><a href=\"/opinion/111490/dun-bradstreet-inc-v-greenmoss-builders-inc/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2939</span></a></span>. In such cases, a showing of actual malice is not necessary to establish liability or to presume damages. <i>Id.</i></p>\n<p>These cases illustrate that questions of whether and to what extent the First Amendment places limits on state defamation law are not without nuance. To establish that a particular defamation case raises First Amendment concerns, a defendant must show that the purportedly defamatory statement involved either a public official or a matter of public concern, or both. <i>See </i><i>Ramírez v. Rogers,</i> <span class=\"citation no-link\"><span class=\"volume\">540</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">475</span></span>, 477 (Me.1988) (finding that First Amendment concerns were not implicated \"[b]ecause th[e] case involve[d] a non-media defendant, defaming a private plaintiff concerning a matter that [was] not of public concern\"). Only if the defendant succeeds in doing so does the First Amendment impose a special burden on the plaintiff, and even then the specific burden imposed will depend on the circumstances of the case. Once established, it will be the facts underlying that burden that we, as appellate courts, must independently examine to make sure that \"the [defamation] judgment does not constitute a forbidden intrusion on the field of free expression.\" <i>New York Times,</i> 376 U.S. at 285, <span class=\"citation\" data-id=\"106761\"><a href=\"/opinion/106761/new-york-times-co-v-sullivan/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">710</span></a></span>; <i>see also </i><i>Bose,</i> 466 U.S. at 508, <span class=\"citation\" data-id=\"111164\"><a href=\"/opinion/111164/bose-corp-v-consumers-union-of-united-states-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1949</span></a></span> (\"Hence, in <i>New York Times v. Sullivan</i><i>,</i> after announcing the constitutional requirement for a finding of `actual malice' in certain types of defamation actions, it was only natural that we should conduct an independent review of the evidence on the dispositive constitutional issue.\").</p>\n<p>But Merrill Lynch has never argued, except in this court, that the First Amendment places any limit on Maine's defamation laws. It never argued before the district court that Galarneau was a public figure or that the U-5 statement involved a matter of public concern. Indeed, at trial, it never sought to impose on Galarneau the burden of establishing, <i>by clear and convincing evidence,</i> that Merrill Lynch had acted with \"actual malice\" in defaming Galarneau, as required by the First Amendment under the conditions set forth in <i>New York Times.</i><sup>[5]</sup> Instead, Merrill Lynch relied <span class=\"star-pagination\">*200</span> unwaveringly on Maine common law to establish that Galarneau had the burden of proving falsity and actual malice by a preponderance of the evidence. Accordingly, the jury was never instructed as to the First Amendment's role in the case, if any.<sup>[6]</sup></p>\n<p>As the Maine Supreme Court has noted, the burden imposed on plaintiffs by the First Amendment is distinct from that imposed by Maine common law:</p>\n<blockquote>Discussion of public officials and public figures on matters of public concern, the U.S. Supreme Court has declared, deserves special favor in a democratic society, and thus such discussion is subject to a conditional privilegethe \"First Amendment privilege\"that can be overcome only by clear and convincing evidence of knowledge or disregard of falsity. We do not require clear and convincing evidence, however, to overcome a conditional privilege that arises at common law and not from the First Amendment.</blockquote>\n<p><i>Lester,</i> 596 A.2d at 69-70 (internal citations omitted). Because Merrill Lynch failed to make a case for a \"First Amendment privilege\" at trial, and instead relied exclusively on the conditional privilege afforded by Maine common law, it has forfeited the argument that the First Amendment imposes a special burden on Galarneau. <i>See </i><i>United States v. Slade,</i> <span class=\"citation\" data-id=\"595481\"><a href=\"/opinion/595481/united-states-v-frances-slade/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span>, 30 (1st Cir.1992) (\"It is a bedrock rule that when a party has not presented an argument to the district court, [it] may not unveil it in the court of appeals.\"). We therefore have no opportunity to apply heightened review. We review the sufficiency of the evidence supporting the jury's verdict as we would normally, asking whether, viewing the evidence in the light most favorable to the verdict, a rational jury could have found in favor of the party that prevailed. <i>See </i><i>Bisbal-Ramos,</i> 467 F.3d at 22.</p>\n<p>On appeal, Merrill Lynch argues that the jury's verdict cannot stand because Galarneau failed to show that its statement was false and malicious, two requirements for liability under Maine's common law of defamation.</p>\n<p>3. <i>Falsity</i></p>\n<p>We begin with the question of falsity. At trial, Galarneau argued the statement in the U-5 that she had \"engaged in inappropriate bond trading in one client's account\" was false. In making this argument, she relied heavily on expert testimony from Gerald Guild, an expert in fixed income securities with forty-five years of experience in the financial services industry. Guild testified that after examining all the relevant documentation (including the Bates report), he concluded that the trading in the Ford account was appropriate and consistent with the investment objectives of the account. He testified that in his opinion, Galarneau's trading in the Ford account was neither excessive nor inappropriate \"[b]ecause there was a good and sufficient reason for each and every transaction.\"</p>\n<p>In support of her claim that the statement in the U-5 was false, Galarneau also <span class=\"star-pagination\">*201</span> presented evidence of Merrill Lynch's recognition and approval of the trading in the Ford account. There was testimony and documentary evidence that during the relevant period  when the trading in the Ford account was most active  two of Galarneau's supervisors at Merrill Lynch reviewed and approved the management of the Ford account on at least four separate occasions.<sup>[7]</sup> There was also evidence that, in compliance with Merrill Lynch's policy, when the Armor system triggered a fourth review of the activity in the Ford account, Heller sent Ford an \"activity letter\" on September 10, 2002; Heller drew Ford's attention to a \"substantial volume of trading\" in her account and, while noting that \"active trading involves special risks,\" never suggested it improper.</p>\n<p>In addition, Galarneau introduced two letters Merrill Lynch sent to the Maine Securities Division on July 2 and September 8, 2003, in response to inquiries regarding the Ford complaint, which characterized the Galarneaus' approach to the trading in the Ford account as \"prudent\" when viewed in the context of the overall market and economic conditions at the time. Galarneau also presented testimony from the authors of these letters, Andrew Kandel and Kathleen Durning, that they always tell the truth when they communicate with state regulators, and that no one ever told the Maine Securities Division that either letter was inaccurate or misleading.</p>\n<p>Finally, Galarneau presented evidence that at the time she was terminated, inappropriate bond trading was not one of the reasons Merrill Lynch provided for the termination. She also introduced a letter from Merrill Lynch to the Maine Securities Division dated January 28, 2004 (after her termination), explaining that Galarneau was fired for violating the firm's time and price discretion policy and because of \"management's ongoing concerns regarding [t]he activity in Ms. Ford's account,\" but also describing the account as only \"somewhat active,\" and noting that \"[the Ford account] was . . . well diversified between fixed income, equities and cash.\"</p>\n<p>Merrill Lynch argues that Galarneau's evidence is insufficient to support a finding of falsity because:</p>\n<blockquote>Guild's conclusory opinion is belied by Galarneau's frequent short-term trading in long-term bonds; the purported \"approval\" of Galarneau's trading was based largely on Galarneau's own reports and was given before the Bates report revealed the inappropriateness of her trading; although Hocking did not use the term \"inappropriate trading,\" he did tell Galarneau that she was terminated for exercising \"very poor judgment in the Ford account by pursuing the complicated strategy\" after having been \"warned\" of \"similar conduct in the past;\" and Merrill Lynch's letter to Maine regulators specifically noted that Galarneau had been terminated, <i>inter alia,</i> as a result of \"management's ongoing <span class=\"star-pagination\">*202</span> concerns regarding [t]he activity in Ms. Ford's account.\"</blockquote>\n<p>But these are all arguments that the jury heard and apparently rejected. Our task on review is not to weigh the evidence. It is to ask whether, \"viewing the evidence in the light most favorable to the verdict,\" there is sufficient evidence supporting the jury's verdict. <i>Bisbal-Ramos,</i> 467 F.3d at 22. We find that there is.</p>\n<p>The expert testimony that Galarneau's trading was appropriate, even if active, is strong evidence that Merrill Lynch's statement on the U-5 Form is false. Merrill Lynch disagrees, focusing on the fact that Galarneau and Guild admitted that the trading in the Ford account was \"very active.\" However, no one contests this fact, mainly because there is no reason to; that trading is \"active\" does not necessarily mean that it is \"inappropriate.\" This much is clear not only from Guild's testimony, but also from the fact that Merrill Lynch approved of the trading for so long. The very least that may be inferred from the firm's repeated approval of the trading in the Ford account is that there are circumstances in which such activity is warranted. As such, that Galarneau and Guild, along with every other witness to have testified at trial, thought that the trading in the Ford account was active does not answer the question of whether it was inappropriate.</p>\n<p>The evidence of Merrill Lynch's continuous approval of Galarneau's trading strategy while the account was at its most active, and its defense of that strategy long after the Ford complaint, also support the jury's ultimate conclusion that the U-5 statement is false. Merrill Lynch again disagrees, relying on the fact that, at the time the firm approved the trading in the Ford account, it did not have the benefit of the Bates report. But the jury was free to disregard this explanation in the face of contradictory evidence presented by Galarneau: First, Galarneau presented evidence about the distortive effect of the report. She testified that the report commingled actual securities losses with securities that were not sold, but declined in market value, counting as a \"loss\" a security that at the (arbitrary) date of the report may have been down, but later increased in value. Galarneau also pointed out that the report failed to take into account $101,000 in income Ford received and $36,000 in tax savings to Ford, as well as the subsequent $65,000 increase in value of securities retained.</p>\n<p>Testimony from Galarneau and Guild, as well as from Richard Heller, that particular trades should be viewed in the context of the overall trading strategy and the market at that time casts further doubt on the importance of the Bates report, which was limited to \"when a given security was purchased, the purchase price, when the security was sold, and the sale price.\" Finally, we are persuaded that the Bates report could not have been the revelation Merrill Lynch claims it was, given that Merrill Lynch defended Galarneau's trading in the Ford account even after the firm received the Bates report in September 2003.</p>\n<p>4. <i>Malice Necessary to Overcome Conditional Privilege</i></p>\n<p>Having determined that Galarneau presented sufficient evidence to support a jury finding that the U-5 statement was false, we turn to Galarneau's evidence of malice. As noted above, where a statement is conditionally privileged, \"liability for defamation attaches only if the person who made the defamatory statements loses the privilege through abusing it.\" <i>Lester,</i> 596 A.2d at 69. As such, Merrill Lynch will have abused its conditional privilege if it knew <span class=\"star-pagination\">*203</span> the statement it made in the U-5 was false or if it recklessly disregarded its falsity. <i>Id.</i></p>\n<p>Much of the evidence that supports a finding of falsity also supports a finding of malice. Evidence that Merrill Lynch approved the trading as it was taking place and defended the trading after it came under attack supports the jury's conclusion that the firm either knew the statement was false, or recklessly disregarded its falsity. <i>See </i><i>Rippett v. Bemis,</i> <span class=\"citation no-link\"><span class=\"volume\">672</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">82</span></span>, 87 (Me.1996) (\"Evidence is sufficient to support a finding of reckless disregard for the truth if it establishes that the maker of a statement had `a high degree of awareness of probable falsity or serious doubt as to the truth of the statement.'\") (quoting <i>Onat v. Penobscot Bay Med. Ctr.,</i> <span class=\"citation no-link\"><span class=\"volume\">574</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">872</span></span>, 874 (Me.1990)).</p>\n<p>Because we find there was sufficient evidence to support the jury's finding of defamation, we affirm the district court's denial of Merrill Lynch's motion for judgment as a matter of law.</p>\n<p>B. <i>Evidence of Special Damages</i></p>\n<p>In tort law, proof of causation is generally required to sustain an award of special damages.<sup>[8]</sup><i>See generally </i><i>Doe v. Chao,</i> <span class=\"citation\" data-id=\"131163\"><a href=\"/opinion/131163/doe-v-chao/\"><span class=\"volume\">540</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">614</span></a></span>, 621, <span class=\"citation\" data-id=\"131163\"><a href=\"/opinion/131163/doe-v-chao/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1204</span></a></span>, <span class=\"citation\" data-id=\"131163\"><a href=\"/opinion/131163/doe-v-chao/\"><span class=\"volume\">157</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1122</span></a></span> (2004). Accordingly, the district court instructed the jury that Galarneau had to prove that the defamatory statement \"play[ed] a substantial part in bringing about or actually causing the injury or damages; and the injury or damages was a direct result, or a reasonably foreseeable consequence of the act.\"</p>\n<p>Merrill Lynch argues that there was insufficient evidence that Galarneau's lost wages were caused by the defamatory statement in the U-5. Specifically, Merrill Lynch contends that there are other reasons that might explain why Galarneau was not hired by other firms, including the fact that the U-5 indicated that Galarneau engaged in price and time discretion.</p>\n<p>However, we see no reason why Galarneau was required to prove special damages in the first place. \"The common law of defamation is an oddity of tort law, for it allows recovery of purportedly compensatory damages without evidence of actual loss. Under the traditional rules pertaining to actions for libel, the existence of injury is presumed from the fact of publication.\" <i>Gertz,</i> 418 U.S. at 349, <span class=\"citation\" data-id=\"109091\"><a href=\"/opinion/109091/gertz-v-robert-welch-inc/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2997</span></a></span>. Maine adheres to these traditional rules of defamation law in certain contexts.</p>\n<p>Under Maine law, defamatory words relating to \"profession, occupation or official station\" are libelous <i>per se. See </i><i>Saunders,</i> 497 A.2d at 1124. \"When [defamation] <i>per se</i> is established, a plaintiff need not prove special damages or malice in order to recover a substantial award.\" <i>Marston v. Newavom,</i> <span class=\"citation no-link\"><span class=\"volume\">629</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">587</span></span>, 593 (Me.1993). There can be no doubt that the defamatory statement in the U-5 (\"Ms. Galarneau was terminated after the firm concluded that she had . . . engaged in inappropriate bond trading in one client's account. . . .\") related to Galarneau's profession. As such, she was entitled to recover her lost wages without having to prove causation.<sup>[9]</sup><i>See </i><i>Farrell v. Kramer,</i> 159 <span class=\"star-pagination\">*204</span> Me. 387, 390, <span class=\"citation\" data-id=\"2186916\"><a href=\"/opinion/2186916/farrell-v-kramer/\"><span class=\"volume\">193</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">560</span></a></span> (1963); <i>Saunders,</i> 497 A.2d at 1124-25. We therefore affirm the district court's denial of judgment as a matter of law with respect to the award of special damages on the ground Galarneau was entitled to those damages without having to show causation.</p>\n<p>C. <i>Punitive Damages</i></p>\n<p>Under Maine law, \"punitive damages are available based upon tortious conduct only if the defendant acted with malice.\" <i>Tuttle v. Raymond,</i> <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1353</span></span>, 1361 (Me.1985). While we have already found that sufficient evidence was presented to establish malice in overcoming the conditional privilege, we must address the issue anew to determine whether the award of punitive damages was appropriate. \"Malice\" means different things in different contexts. As explained above, a plaintiff may satisfy the malice requirement to overcome a conditional privilege by showing that the defendant either knew the statement published was false or published the statement with reckless disregard as to its falsity. By contrast, to get punitive damages, a plaintiff must show that the defendant acted with actual ill will toward the plaintiff or in a manner \"so outrageous that malice toward a person injured as a result of that conduct can be implied.\" <i>Tuttle,</i> 494 A.2d at 1361 (holding that for purposes of punitive damages, \"`implied' or `legal' malice will not be established by the defendant's mere reckless disregard of the circumstances\"). Moreover, in the context of punitive damages, the plaintiff has the burden of proving malice by clear and convincing evidence, not by the preponderance of the evidence standard applicable in establishing common law defamation. <i>Id.</i> As the Maine Supreme Court has noted,</p>\n<blockquote>\"[a]lthough malice (in its ordinary sense of ill will or deliberately outrageous misconduct) must be proven by clear and convincing evidence to support an award of punitive damages, this standard of proof has nothing to do with the `actual malice'  that is, knowledge or disregard of falsity  required to overcome a conditional privilege in defamation.\"</blockquote>\n<p><i>Lester,</i> 596 A.2d at 70 n. 8.</p>\n<p>We review <i>de novo</i> \"the legal question of whether the evidence suffices to justify an award [of punitive damages].\" <i>Zimmerman v. Direct Fed. Credit Union,</i> <span class=\"citation\" data-id=\"774578\"><a href=\"/opinion/774578/celia-g-zimmerman-v-direct-federal-credit-union-and-david-breslin/\"><span class=\"volume\">262</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">70</span></a></span>, 81 (1st Cir.2001). On appeal, Merrill Lynch argues that the evidence presented at trial was insufficient to support the showing of malice necessary for punitive liability. We agree.</p>\n<p>In support of her argument that Merrill Lynch acted maliciously, Galarneau contends that \"[t]here can be no question on this record that Merrill Lynch knew that the false accusation in the U-5 would almost certainly result in injury to [her].\" But even accepting this as true, Maine law requires more where punitive damages are concerned: Merrill Lynch's knowledge must have motivated its statement, or its actions must have been so outrageous as to imply malice. <i>See </i><i>Haworth v. Feigon,</i> <span class=\"citation no-link\"><span class=\"volume\">623</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">150</span></span>, 159 (Me.1993). There was no evidence that Merrill Lynch made the statement in the U-5 with the intent to deprive Galarneau of a job. And Merrill Lynch's actions in filing the U-5, knowing it \"would almost certainly\" hinder Galarneau's job prospects, even if established by clear and convincing evidence, is not sufficiently outrageous to warrant punitive damages. <i>See </i><i>Veilleux v. Nat'l Broad. Co.,</i> <span class=\"citation\" data-id=\"198846\"><a href=\"/opinion/198846/veilleux-v-nbc/\"><span class=\"volume\">206</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">92</span></a></span>, 135 (1st Cir.2000) (\"While a jury could find that the alleged misrepresentations were made knowingly <span class=\"star-pagination\">*205</span> or even recklessly, it could not reasonably infer common-law malice as required under Maine law.\"); <i>Staples,</i> 629 A.2d at 602-04 (finding that employer's conduct in demoting plaintiff and recklessly accusing him of sabotaging computer files after plaintiff criticized employer was insufficient to establish that defendant's conduct was motivated by ill will or so outrageous that malice could be implied); <i>Boivin v. Jones &amp; Vining, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">578</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">187</span></span>, 188-89 (Me.1990) (finding that employer's conduct in rehiring employee with promise of employment through retirement, while in fact intending to retain employee only until inventory was reduced, was not so outrageous as to justify award of punitive damages). As such, we find that the evidence presented at trial was insufficient to support an award of punitive damages and therefore reverse the district court's denial of judgment as a matter of law on this point.</p>\n<p>D. <i>Evidence Relating to the Drafting of the U-5</i></p>\n<p>Before trial, Galarneau filed a motion in limine to exclude all evidence of communications between Galarneau's counsel and counsel for Merrill Lynch regarding the opportunity to review and comment upon the language Merrill Lynch proposed to use in Galarneau's Form U-5. Galarneau claimed that evidence of such communications was subject to exclusion under Fed. R.Evid. 408 \"because it constitutes an offer and/or communication made during settlement negotiations,\" or, in the alternative, under Rule 403 because it had \"minimal relevance compared to its unfair prejudice.\" The district court granted the motion to exclude, stating:</p>\n<blockquote>I'm not going to let it in. I'm not changing my previous ruling. I think under 408, 403, and in my discretion in this matter, I think it opens doors that might well require counsel to testify. I think they are settlement discussions.</blockquote>\n<p>\"[T]he district court's construction of evidentiary rules is a question of law which we review <i>de novo,</i>\" <i>United States v. Barone,</i> <span class=\"citation\" data-id=\"197399\"><a href=\"/opinion/197399/united-states-v-barone/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1284</span></a></span>, 1296 (1st Cir.1997), while the district court's application of the rule to particular facts is reviewed for abuse of discretion, <i>Blake v. Pellegrino,</i> <span class=\"citation\" data-id=\"200465\"><a href=\"/opinion/200465/blake-v-first-physicians-cor/\"><span class=\"volume\">329</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></a></span>, 46 (1st Cir.2003).</p>\n<p>Merrill Lynch argues that the exclusion of this evidence was prejudicial error, and it is therefore entitled to a new trial. We disagree.</p>\n<p>\"Although relevant, evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury, or by considerations of undue delay, waste of time, or needless presentation of cumulative evidence.\" Fed.R.Evid. 403. The trial court employs a balancing test to determine whether Rule 403 applies, weighing the probative worth of the evidence against its potentially confusing effects. <i>See </i><i>Fryar v. Curtis,</i> <span class=\"citation\" data-id=\"202730\"><a href=\"/opinion/202730/fryar-v-curtis/\"><span class=\"volume\">485</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">179</span></a></span>, 184 (1st Cir.2007). Thus, even where the evidence may shed light on the disputed issues, the district judge can find the \"untoward effects of the proffered evidence\" to be so weighty that the evidence should be excluded. <i>Faigin v. Kelly,</i> <span class=\"citation\" data-id=\"198558\"><a href=\"/opinion/198558/faigin-v-kelly-carucci/\"><span class=\"volume\">184</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">67</span></a></span>, 80 (1st Cir.1999).</p>\n<p>We \"accord district courts considerable latitude in this exercise\" and review the exclusion of evidence under Rule 403 for abuse of discretion. <i>Id.</i> at 79-80. The district judge enjoys a unique advantage in observing first-hand the nuances of trial, <i>Faigin,</i> 184 F.3d at 80, we therefore give the district court \"significant leeway\" in making its determinations, <i>Williams v. Drake,</i> <span class=\"citation\" data-id=\"198058\"><a href=\"/opinion/198058/williams-v-drake/\"><span class=\"volume\">146</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">44</span></a></span>, 47 (1st Cir.1998). We have consistently declined to reverse the district court's judgment \"from the vista of <span class=\"star-pagination\">*206</span> a cold appellate record\" absent \"extraordinarily compelling circumstances.\" <i>Faigin,</i> 184 F.3d at 81 (quoting <i>Freeman v. Package Mach. Co.,</i> <span class=\"citation\" data-id=\"517427\"><a href=\"/opinion/517427/49-fair-emplpraccas-1139-48-empl-prac-dec-p-38456-27-fed-r-evid/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1331</span></a></span>, 1340 (1st Cir.1988)); <i>see also </i><i>Onujiogu v. United States,</i> <span class=\"citation\" data-id=\"487236\"><a href=\"/opinion/487236/anne-onujiogu-etc-v-united-states-of-america/\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></a></span>, 6 (1st Cir.1987) (\"Only in compelling circumstances will we reverse the exercise of a district court's informed discretion concerning the relative weight of probative value and unfairly prejudicial effect.\").</p>\n<p>We find that the district court did not abuse its discretion in excluding the evidence under Rule 403 in this case. As required under the rule, the district court weighed the probative value of the evidence against the risk of confusion of the issues. Finding that the evidence was probative of both parties' contentions with respect to liability and that it would likely require testimony from the attorneys as to the motivations behind the proposed U-5 language and Merrill Lynch's refusal to adopt it, the district court excluded the evidence. <i>Cf. </i><i>United States v. Angiulo,</i> <span class=\"citation\" data-id=\"537726\"><a href=\"/opinion/537726/united-states-v-gennaro-j-angiulo-donato-f-angiulo-samuel-s-granito/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1169</span></a></span>, 1194 (1st Cir.1990) (acknowledging the \"advocate-witness rule, which generally bars an attorney from appearing as both an advocate and a witness in the same litigation\" (internal quotation marks omitted)). We find no fault in this determination. Moreover, Merrill Lynch has not shown, nor has it alleged, any extraordinarily compelling circumstances that would justify our reversal of the district court's ruling. Rather, they have merely alleged that the district judge did not give enough weight to the probative value of the evidence. In light of the unexceptional nature of Merrill Lynch's allegations, we decline to disturb the district court's ruling under Rule 403.<sup>[10]</sup></p>\n<p></p>\n<h2>III. <i>Conclusion</i>\n</h2>\n<p>For the reasons stated above, we affirm the district court's denial of Merrill Lynch's motion for judgment as a matter of law with respect to (1) the sufficiency of the evidence supporting the jury's finding of defamation and (2) the award of special damages. We also affirm the district court's exclusion of evidence. We reverse, however, the district court's denial of judgment as a matter of law on the punitive damages question and vacate that award.</p>\n<p><i>Affirmed in part; Reversed and Vacated in part.</i> Each party shall bear its own costs.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the Federal Circuit, sitting by designation.</p>\n<p>[1]  A \"margin account\" is a brokerage account in which the broker lends her client cash to purchase securities. The loan is collateralized by the client's securities or cash. If the value of the stock drops significantly, the account holder will be required to deposit more cash or sell a portion of the stock.</p>\n<p>[2]  Specifically, Ford complained that the turnover in her account \"is much higher than the experts I have worked with consider reasonable.\" While acknowledging the need to take tax considerations into account, she stated that \"the goal should be taking losses that exist, not creating them.\"</p>\n<p>[3]  In the securities industry, trading securities without the prior approval of the investor is referred to as taking \"pure discretion,\" and is illegal. Merrill Lynch, as a matter of internal policy, prohibits its brokers from exercising \"time and price discretion,\" which refers to the exercise of discretion as to the exact time and exact price at which a broker executes an order for her client, even with the prior approval of the client. Time and price discretion is not illegal.</p>\n<p>[4]  Merrill Lynch claims that on at least two occasions before her dismissal, Galarneau's bond trading \"had been the object of concern.\" The firm introduced evidence that in 1998, Galarneau was summoned to a meeting with her office supervisors \"to discuss two client complaints, and her trading strategy in regards to bond swaps,\" and that in 2000, her supervisors warned her not to engage in active bond trading and that Galarneau responded that she would not do so anymore.\n</p>\n<p>According to Galarneau, she was never warned about her trading with respect to bonds. She introduced evidence that the memorandum memorializing the 1998 meeting does not describe a \"warning\" or criticism of her bond trading generally, and that there is no other memo concerning the 1998 meeting. Galarneau also testified that at the 2000 meeting, Merrill Lynch objected to a specific business plan for bond trading (as opposed to equity trading) for particular clients, but that the firm made no objection to bond trading under other circumstances.</p>\n<p>[5]  Merrill Lynch did argue that Me.Rev.Stat. Ann. tit. 26, § 598, required Galarneau to establish actual malice by clear and convincing proof. The district court rejected that argument.</p>\n<p>[6]  With respect to the defamation claim, the jury was instructed that\n</p>\n<p>[i]n order to prevail on the claim for defamation regarding the U-5 filing that Merrill Lynch made, Plaintiff must prove, by a preponderance of the evidence, that: . . . the defendant knew the communication was false or spoke with reckless disregard as to whether the communication was falsethat is, the defendant entertained a high degree of awareness of probable falsity or serious doubt as to the truth of the statement.</p>\n<p>[7]  The jury also heard evidence of other systems of review in place at Merrill Lynch. In a letter to the Maine Securities Division, Merrill Lynch explained:\n</p>\n<p>Merrill Lynch managers reviewed each of the trades in Ms. Ford's account as they occurred. They did so as part of the daily review of the Firm's End-of-Day Reports and 1028 Reports (\"1028\"), both of which detail all transactions entered in client accounts. The 1028, in addition to listing all daily transactions, provides a synopsis of the client's investment objectives and risk tolerance. (Other information, such as age, net worth, associated accounts, profit and loss, etc.[] are also available to the managers through the Firm's computer system.) The 1028 is an important tool in evaluating the suitability of trades entered in client accounts.</p>\n<p>[8]  Throughout this opinion we use the term \"special damages\" in accordance with the common-law definition, i.e., \"`[g]eneral damages' are compensatory damages for a harm so frequently resulting from the tort that is the basis of the action that the existence of the damages is normally to be anticipated,\" whereas \"`[s]pecial damages' are compensatory damages for a harm other than one for which general damages are given.\" Restatement (Second) of Torts § 904(1) (1979).</p>\n<p>[9]  While recovery of special damages would have been barred were the statement privileged, the jury found that Merrill Lynch lost that privilege due to its recklessness. <i>Bemis,</i> 672 A.2d at 87-88.</p>\n<p>[10]  Because we find no abuse of discretion in the exclusion of the correspondence under Rule 403, we need not address Merrill Lynch's argument that the evidence was not excludable under Rule 408.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106761/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111164/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111490/",
    "http://www.courtlistener.com/api/rest/v3/opinions/131163/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198058/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198558/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198846/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200465/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201791/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203010/",
    "http://www.courtlistener.com/api/rest/v3/opinions/487236/",
    "http://www.courtlistener.com/api/rest/v3/opinions/517427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/537726/",
    "http://www.courtlistener.com/api/rest/v3/opinions/595481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774578/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2186916/"
  ]
}