{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203003/",
  "absolute_url": "/opinion/203003/berube-v-conley/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203003/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:06:42Z",
  "date_modified": "2016-04-26T14:04:42.771436Z",
  "type": "010combined",
  "sha1": "af031c73ac3e807a1f0aa5682599a5a48f268b07",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-2644-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/10/31/Berube_v._Conley.pdf",
  "plain_text": "           United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 06-2644\n\n                             VINCE BERUBE,\n\n                        Plaintiff, Appellee,\n\n                                   v.\n\n          CARLY CONLEY; ERIC W. SYPHERS; MATTHEW VIERLING,\n\n                      Defendants, Appellants.\n\n\n            APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                     FOR THE DISTRICT OF MAINE\n\n         [Hon. George Z. Singal, Chief U.S. District Judge]\n\n\n                                Before\n                        Boudin, Chief Judge,\n                       Lynch, Circuit Judge,\n               and Schwarzer,* Senior District Judge.\n\n\n\n     Edward R. Benjamin, Jr. with whom Rosie McKinley Williams was\non brief for appellants.\n     John S. Campbell for appellee.\n\n\n\n\n                            October 31, 2007\n\n\n\n\n     *\n     Of the      Northern    District   of   California,   sitting   by\ndesignation.\n\f            Schwarzer, District Judge. Before the court is an appeal\n\nfrom the denial of a motion for summary judgment by three police\n\nofficers in an action alleging excessive force in violation of 42\n\nU.S.C. § 1983 and Maine law.        Following the recommendation of the\n\nmagistrate judge, the district court denied summary judgment based\n\non qualified immunity to three officers who fired at the plaintiff\n\nwhile he was on the ground, already shot.            The magistrate judge\n\nreasoned that the affidavit of a third-party witness who observed\n\nthe shooting from a nearby apartment created a material issue of\n\nfact   as     to   whether    the   officers      used     excessive    force.\n\nSpecifically, the magistrate judge concluded that the affidavit,\n\nwhich stated that the plaintiff did not have a hammer in his hands,\n\ndisputed whether the officers could reasonably perceive that the\n\nplaintiff continued to present a threat after he was on the ground.\n\n            On de novo review of the record we conclude that the key\n\nelements of the event are not disputed, even crediting all of the\n\nplaintiff's    competent     evidence.      A   question    of   law   is   thus\n\npresented as to whether the officers used excessive force in\n\ncontinuing to shoot at the plaintiff.           The plaintiff himself does\n\nnot recall the events at issue.            We find that on the undisputed\n\nfacts, the officers did not use excessive force and are entitled to\n\nimmunity.     We reverse and remand for the entry of judgment for\n\ndefendants.\n\n\n\n\n                                     -2-\n\f                I.   FACTUAL AND PROCEDURAL BACKGROUND\n\n          We set forth the background facts generally from the\n\nrecord, drawing inferences in favor of the plaintiff.     We describe\n\nthe key facts more specifically later in the analysis.\n\n          On the evening of December 17, 2003, Vincent Berube set\n\nout to commit suicide.      He parked his truck in a vacant lot in\n\nLewiston, Maine, and began to slit his wrists and stab himself in\n\nthe chest.     He was interrupted when a car pulled up behind him.\n\nAssuming it was a police car, Berube left the lot and drove to the\n\nfenced-in parking area behind the Lewiston police station to, in\n\nhis words, “raise a little hell.”\n\n          As Berube drove his truck into the compound, Officer\n\nCarly Conley walked out of the back door of the police station\n\ntoward her cruiser in the compound.     She heard the truck door open,\n\nwhich was followed by yelling and screaming and the sound of\n\nwindows being smashed.    Conley approached the truck, and believing\n\nthe driver to be highly agitated, she radioed for backup.      As she\n\nrounded the back of the truck and came within ten feet of Berube,\n\nshe saw him raise a shining object, which appeared to her to be a\n\nlarge hammer.    Officer Conley is five feet, three inches tall and\n\nweighs 125 pounds, while Berube appeared to be about six feet tall\n\nand weigh 200 pounds.    Conley yelled to Berube to stop and put his\n\nweapon down.    Believing Berube would strike her, Conley fired at\n\nhim until he fell to the ground.\n\n          Meanwhile, Officers Eric Syphers and Matthew Vierling\n\narrived at the scene with their weapons drawn.         They had heard\n\n                                  -3-\n\fshots but did not know who had fired.         They saw Berube lying on his\n\nright side with his back toward them, his hands not visible.\n\nSyphers ordered Berube to stay down and show his hands. Berube\n\nbegan to roll over toward them, and as Berube’s right hand became\n\nvisible, Syphers saw a silver-colored object in his hand. Vierling\n\nand Syphers, having heard the shots and seeing a metallic object,\n\nbelieved that Berube was armed and was positioning himself to fire.\n\nSyphers ordered Berube to stop moving and show his hands.               When\n\nBerube did not respond, Vierling and Syphers fired until Berube\n\nstopped trying to get up.\n\n           According to the dispatch recording of Conley’s call for\n\nbackup, ten seconds elapsed between Conley’s call and the end of\n\nthe incident, which took place on a dark and rainy night.\n\n           Berube was arrested and later hospitalized.                He was\n\nindicted   by   the   Androscoggin     County   grand   jury   for   criminal\n\nthreatening with the use of a dangerous weapon (a hammer) by\n\nintentionally or knowingly placing Officer Conley in fear of\n\nimminent bodily injury.         Berube pleaded guilty to the charge on\n\nSeptember 23, 2004.\n\n           On November 17, 2005, Berube filed this action against\n\nOfficers   Conley,    Syphers    and    Vierling,   alleging   the    use   of\n\nexcessive force in violation of 42 U.S.C. § 1983 and state law (Me.\n\nRev. Stat. Ann. tit. 15, § 704, “wanton or oppressive” use of\n\nforce; Me. Rev. Stat. Ann. tit. 5, § 4682, the Maine Civil Rights\n\nAct (“MCRA”); and Me. Rev. Stat. Ann. tit. 14, § 8101, et seq., the\n\nMaine Tort Claims Act (“MTCA”)).             Defendants moved for summary\n\n                                       -4-\n\fjudgment on the ground of qualified immunity.                    Berube submitted,\n\ninter alia, an affidavit and statement by Jennifer Boren.\n\n            The magistrate judge recommended denial of the motion to\n\nthe extent that the three officers shot Berube while he was on the\n\nground, finding that there was a dispute of material fact created\n\nby the Boren affidavit about whether Berube had a hammer and\n\npresented a threat to the officers, and thus whether a reasonable\n\nofficer would have known that shooting Berube while he was on the\n\nground and posed no threat to the officers was a constitutional\n\nviolation.      The district court affirmed the recommended decision\n\nand   granted    the    motion      as   to    any    claims     for   violation   of\n\nsubstantive or procedural due process and for the use of excessive\n\nforce by Conley “in circumstances where the plaintiff’s conviction\n\nin state court for criminal threatening necessarily involved the\n\nplaintiff’s placing Conley in fear of imminent bodily injury by the\n\nplaintiff.”     In all other respects the motion was denied.\n\n            This timely appeal followed.\n\n\n\n                                 II. DISCUSSION\n\nA.    Appellate Jurisdiction\n\n            Berube contends that we lack jurisdiction to entertain\n\nthis appeal from the denial of summary judgment.                  He cites Johnson\n\nv.    Jones,    515    U.S.   304    (1995),         for   the   proposition   that\n\ninterlocutory review is precluded where the district court has\n\ndenied summary judgment on the ground that facts material to the\n\ndecision on qualified immunity are disputed.                 But Johnson does not\n\n                                         -5-\n\fbar this appeal. Even accepting Berube’s version of events, except\n\nso far as it would contradict his guilty plea, it is a question of\n\nlaw whether on the facts so assumed there is any violation of law.\n\nBehrens v. Pelletier, 516 U.S. 299, 313 (1996); Berthiaume v.\n\nCaron, 142 F.3d 12, 15 (1st Cir. 1998).    Thus we may consider this\n\nappeal on the basis of the facts offered or not disputed by Berube.\n\nWhether such a set of assumed facts constitutes a constitutional\n\nviolation is a question of law we review de novo.        Santana v.\n\nCalderon, 342 F.3d 18, 23 (1st Cir. 2003); Berthiaume, 142 F.3d at\n\n15.\n\n\n\nB.    Qualified Immunity\n\n            This circuit applies a three-part test for qualified\n\nimmunity.    Defendants are entitled to qualified immunity unless\n\n“(1) the facts alleged show the defendants’ conduct violated a\n\nconstitutional right, and (2) the contours of this right are\n\n‘clearly established’ under then-existing law (3) such that a\n\nreasonable officer would have known that his conduct was unlawful.”\n\nSantana, 342 F.3d at 23.        See also Riverdale Mills Corp. v.\n\nPimpare, 392 F.3d 55, 59-60 (1st Cir. 2004).\n\n            An officer’s use of deadly force is subject to the\n\nreasonableness   requirement of the Fourth Amendment.   Tennessee v.\n\nGarner, 471 U.S. 1, 7 (1985).     The test is whether the officer’s\n\nconduct was “objectively reasonable,”     Graham v. Conner, 490 U.S.\n\n386, 397 (1989), that is, whether the officer has “probable cause\n\nto believe that the suspect poses a significant threat of death or\n\n                                 -6-\n\fserious physical injury to the officer or others,”                      Garner, 471\n\nU.S. at 3.     Qualified immunity shields a ”reasonable officer” as\n\njudged by this objective standard. Anderson v. Creighton, 483 U.S.\n\n635, 638, 641 (1987) (noting that immunity protects “all but the\n\nplainly    incompetent      or   those      who   knowingly      violate    the   law”\n\n(quoting Malley v. Briggs, 475 U.S. 335, 341 (1986) (internal\n\nquotation marks omitted)).\n\n            We have said that “the Supreme Court’s standard of\n\nreasonableness is comparatively generous to the police in cases\n\nwhere potential danger, emergency conditions or other exigent\n\ncircumstances       are    present.”        Roy   v.   Inhabitants     of    City      of\n\nLewiston, 42 F.3d 691, 695 (1st Cir. 1994).                      And we noted that\n\nunder     Graham,    the    “‘calculus       of   reasonableness’          must   make\n\n‘allowance’ for the need of police officers ‘to make split second\n\njudgments--in circumstances that are tense, uncertain and rapidly\n\nevolving--about      the    amount     of    force     that    is   necessary     in    a\n\nparticular situation.’” Id. (quoting Graham, 490 U.S. at 396-97);\n\nsee also Malley, 475 U.S. at 343 (stating that qualified immunity\n\nleaves “ample room for mistaken judgments”).\n\n\n\nC.   The Undisputed Facts\n\n            We turn now to the record to determine whether, on the\n\nfacts offered by Berube or not disputed by him, the use of force by\n\nthe officers was reasonable.             This appeal concerns the denial of\n\nimmunity for the claim that the shots that hit Berube after he was\n\non the ground constituted excessive force.                    The key facts concern\n\n                                         -7-\n\fthe shots fired by Conley after Berube fell to the ground and the\n\nconduct of the two officers who came to Conley’s aid.                     The\n\npertinent facts are described below.\n\n              Berube testified at his deposition that when he got to\n\nthe police station, he planned to “raise a little hell.”                    He\n\ntestified that after he pulled into the compound, “I jumped out of\n\nmy truck and ran to the tailgate and grabbed my hammer and then I\n\nwent out and started smashing car windows.”               Asked whether he\n\ncharged at Conley with the hammer, Berube answered, “I don’t know\n\nwhether I did it or not.”        He only recalled being shot, after which\n\n“things went blank.”        Berube’s guilty plea established that he\n\n“intentionally or knowingly place[d] Carly Conley in fear of\n\nimminent bodily injury with the use of a dangerous weapon, a\n\nhammer.”\n\n              Officer Conley testified that as she walked across the\n\ncompound, she saw Berube smashing the windows of a police cruiser\n\nand   heard    him   screaming   and   yelling.   She   called   for   backup.\n\nBerube, who was about six feet tall, spotted her, looked at her,\n\nand charged at her with an object in his hand, screaming and\n\nyelling.      She ordered him to stop and drop the weapon as she was\n\nbackpedaling. When he ignored her command, she pulled her weapon\n\nand shot him from about six or seven feet away, while she was still\n\nmoving backward.      At some point, Berube fell to his knees and tried\n\nto get back up.      Conley fired until the threat ceased.        The entire\n\nincident lasted ten seconds.\n\n              Officers Syphers and Vierling arrived at the scene after\n\n                                       -8-\n\fhearing Conley call for help. Officer Syphers testified that as he\n\nhit the emergency bar on his way out the back door of the station,\n\nhe heard gunshots.    As he came through the door, he saw Conley\n\nbackpedaling away from Berube, who was “sort of like kneeling,\n\nlaying.”   He did not know who was firing.   He ordered Berube, who\n\nwas ten feet away lying on his right side with his back toward\n\nSyphers, to show his hands and stay down.    Syphers saw Berube roll\n\ntoward him with a metallic object in his right hand.        Syphers\n\nbelieved Berube was going to use a weapon and so then fired.\n\nVierling and Syphers fired until Berube stopped trying to get up.\n\nThe whole episode took place in the darkness and rain and was over\n\nwithin ten to fifteen seconds of Syphers’s arrival on the scene.\n\n           Officer Vierling testified that he heard a “desperate\n\nplea for cover now” from Conley.   He and Officer Syphers ran to the\n\ndoor leading from the station to the compound. As Vierling reached\n\nthe door, he heard a couple of shots.    Coming out of the door, he\n\nsaw Conley with her firearm drawn in front of her, backpedaling\n\ntoward the station.    Vierling heard a third shot.   He saw Berube\n\nlying on his side, with his back toward him.    Vierling considered\n\nBerube a threat when Berube failed to comply with Syphers’s orders\n\nnot to move and to show his hands.      He saw Berube attempting to\n\nroll over, which led Vierling to believe that Berube was going to\n\nfire a gun.   Vierling thought Berube had a gun because he had heard\n\na shot but had not seen a muzzle flash from Conley’s gun.\n\n           Berube does not deny that he had a hammer.       Indeed,\n\nsomething thought to be a weapon was kicked away from him and that\n\n                                 -9-\n\fitem was found to be a hammer.          Berube does not claim that the\n\nofficers could clearly see he had no weapon and that he had not\n\nfired any shots.      Nor does he dispute the fact that he did not\n\ncomply with the officers’ orders.\n\n           In support of his opposition to the summary judgment\n\nmotion, Berube primarily relied on the affidavit of Jennifer Boren.\n\nBoren was looking down at the police compound from a fourth-floor\n\napartment a block away on a dark, rainy winter night at 9:45 p.m.\n\nThe   magistrate   judge   recounted    the   information   in   the   Boren\n\naffidavit as follows:\n\n      At 9:45 p.m. on December 17, 2003 Jennifer Boren was sitting\n      at an open window in her fourth floor apartment at 333 Lisbon\n      Street in Lewiston. At that time Boren heard a man and a woman\n      yelling in the police parking lot, which she could see from\n      the window. Boren was surprised to see that the woman was a\n      police officer.    She saw the man raise his hand in the air;\n      the officer then drew her gun and shot at the man. Boren saw\n      two male officers come into the parking lot after the man fell\n      to the ground. Boren heard at least another five gunshots\n      while the man was on the ground. She gave a statement to the\n      police on the evening of December 17, 2003 and a written\n      statement the next morning at the police station. She was\n      asked by the police whether the man had a hammer and she said,\n      \"No.\"\n\n\nThe magistrate judge and the district court denied qualified\n\nimmunity on the grounds that the Boren affidavit directly disputed\n\nthe   officers’    argument   that   \"[i]t    was   reasonable   under   the\n\ncircumstances\" for them \"to believe that someone else in the\n\ncompound was armed and shooting, or at least in a position to\n\nshoot, based on their observations in the seconds after they exited\n\nthe building and entered the scene of an ongoing shooting.\"\n\n           The affidavit does dispute Conley's testimony that Berube\n\n                                     -10-\n\fhad a hammer during the initial encounter.        There is little doubt\n\nthat Berube did have a hammer, as he used it to break car windows\n\nand it was found nearby.    Boren did confirm that Berube raised his\n\nhand in the air and only then did Conley shoot him.           But in any\n\nevent, Berube's conviction for criminal threatening establishes\n\nthat he possessed a dangerous weapon during his encounter with\n\nConley, and he is bound by this determination regardless of what\n\nBoren did or did not see.\n\n          It may well be true that Conley continued to fire as\n\nBerube fell to or lay on the ground.     But it is clear from the very\n\nbrief time that elapsed that she made a split-second judgment in\n\nresponding to an imminent threat and fired a fusillade in an\n\nemergency situation. Conley’s actions cannot be found unreasonable\n\nbecause she may have failed to perfectly calibrate the amount of\n\nforce required to protect herself.\n\n          With   respect   to   the   other   officers,   whether   Berube\n\ninitially held the hammer when attacking Conley does not matter.\n\nWhen Syphers and Vierling arrived Berube was already on the ground,\n\nand the officers believed that he was disobeying orders to stay\n\ndown and show his hands and that, according to one officer, he had\n\na metal object that appeared to be a gun.         The reasonableness of\n\ntheir decision to fire, based on the circumstances they observed in\n\na matter of seconds, is not impacted by the question of whether\n\nBerube had earlier held up a hammer.\n\n          Berube offers two other arguments on appeal.         First, he\n\nsays there is no evidence the officers were not lying in giving\n\n                                  -11-\n\ftheir versions of the events.         But there is no evidence that they\n\nwere lying.    The three officers' accounts are consistent with each\n\nother and with the physical evidence.         Berube has offered nothing\n\nthat challenges their veracity. Indeed, save for the point already\n\ndiscussed, the Boren affidavit is entirely consistent with the\n\nofficers’ testimony.\n\n            Berube also argues that, regardless, the officers had\n\nother means available to subdue Berube.           That does not establish\n\nthat the officers’ actions were unreasonable.\n\n            The undisputed facts demonstrate that the circumstances\n\nin which the officers found themselves were “tense, uncertain, and\n\nrapidly evolving.” Graham, 490 U.S. at 397. Conley was confronted\n\nby a much larger man charging her with what he has conceded was a\n\ndangerous weapon in his hand.          We cannot say that any reasonable\n\nofficer, confronted with the necessity to subdue an apparent\n\nattacker, would not have made the same choice.              While one might\n\nregret Conley's failure to stop shooting as soon as Berube went\n\ndown, immunity encompasses “mistaken judgments.” Malley, 475 U.S.\n\nat 343.\n\n            Syphers and Vierling also faced a tense and uncertain\n\nsituation when they rushed from the station to assist a fellow\n\nofficer calling for help.       They had heard firing from unidentified\n\nweapons and saw Berube rolling on the ground, refusing to obey\n\ntheir orders and potentially preparing to fire at them.             Although\n\nBerube    points   to   the   Boren   affidavit   to   dispute   Syphers   and\n\nVierling’s testimony that Berube’s actions appeared to present a\n\n                                      -12-\n\fthreat, there is no dispute that Berube did not obey the officers’\n\ncommands to show his hands.       Faced with the necessity of making a\n\nsplit-second judgment on a rainy night about how to neutralize the\n\nthreat they perceived from Berube, the officers’ actions cannot be\n\nsaid to have been “plainly incompetent.”         Anderson, 483 U.S. at\n\n638-39.    We conclude that on the undisputed facts, the conduct of\n\nthe three officers “can[not] be deemed egregious enough to submit\n\nthe matter to a jury.” Roy, 42 F.3d at 696.\n\n\n\nD.   State Law Claims\n\n           The disposition of a 42 U.S.C. § 1983 claim also controls\n\na claim under the MCRA.   Dimmitt v. Ockenfels, 220 F.R.D.      116, 123\n\n(D. Me. 2004).      Defendants are therefore entitled to summary\n\njudgment on the MCRA claim.\n\n           The § 1983 claim also informs the disposition of Berube’s\n\nclaim under the MTCA. The MTCA’s immunity defense covers officers’\n\ndiscretionary conduct unless that conduct “was so egregious as to\n\nclearly exceed any discretion the officers could have possessed\n\nunder the circumstances.”       Dimmitt, 220 F.R.D. at 125.   Because we\n\nfind   that   the   officers’    conduct   was   reasonable   under   the\n\ncircumstances, that conduct cannot be said to be so egregious as to\n\ndeprive the officers of the immunity defense, and they are entitled\n\nto summary judgment on the MTCA claim as well.\n\n           Finally, because the defendants’ conduct was reasonable\n\nand not excessive, they are also entitled to summary judgment on\n\nBerube’s state law claim alleging the wanton or oppressive use of\n\n                                   -13-\n\fforce.\n\n          We   reverse   and   remand   for   entry   of   judgment   for\n\ndefendants.\n\nREVERSED AND REMANDED.\n\n\n\n\n                                 -14-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>506 F.3d 79 (2007)</b></center>\n<center><h1>Vince BERUBE, Plaintiff, Appellee,<br>\nv.<br>\nCarly CONLEY; Eric W. Syphers; Matthew Vierling, Defendants, Appellants.</h1></center>\n<center>No. 06-2644.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard September 6, 2007.</center>\n<center>Decided October 31, 2007.</center>\n<p><span class=\"star-pagination\">*80</span> Edward R. Benjamin, Jr. with whom Rosie McKinley Williams was on brief for appellants.</p>\n<p>John S. Campbell, for appellee.</p>\n<p>Before BOUDIN, Chief Judge, LYNCH, Circuit Judge, and SCHWARZER,<sup>[*]</sup> Senior District Judge.</p>\n<p>SCHWARZER, District Judge.</p>\n<p>Before the court is an appeal from the denial of a motion for summary judgment by three police officers in an action alleging excessive force in violation of 42 U.S.C. § 1983 and Maine law. Following the recommendation of the magistrate judge, the district court denied summary judgment based on qualified immunity to three officers who fired at the plaintiff while he was on the ground, already shot. The magistrate judge reasoned that the affidavit of a third-party witness who observed the shooting from a nearby apartment created <span class=\"star-pagination\">*81</span> a material issue of fact as to whether the officers used excessive force. Specifically, the magistrate judge concluded that the affidavit, which stated that the plaintiff did not have a hammer in his hands, disputed whether the officers could reasonably perceive that the plaintiff continued to present a threat after he was on the ground.</p>\n<p>On de novo review of the record we conclude that the key elements of the event are not disputed, even crediting all of the plaintiff's competent evidence. A question of law is thus presented as to whether the officers used excessive force in continuing to shoot at the plaintiff. The plaintiff himself does not recall the events at issue. We find that on the undisputed facts, the officers did not use excessive force and are entitled to immunity. We reverse and remand for the entry of judgment for defendants.</p>\n<p></p>\n<h2>I. FACTUAL AND PROCEDURAL BACKGROUND</h2>\n<p>We set forth the background facts generally from the record, drawing inferences in favor of the plaintiff. We describe the key facts more specifically later in the analysis.</p>\n<p>On the evening of December 17, 2003, Vincent Berube set out to commit suicide. He parked his truck in a vacant lot in Lewiston, Maine, and began to slit his wrists and stab himself in the chest. He was interrupted when a car pulled up behind him. Assuming it was a police car, Berube left the lot and drove to the fenced-in parking area behind the Lewiston police station to, in his words, \"raise a little hell.\"</p>\n<p>As Berube drove his truck into the compound, Officer Carly Conley walked out of the back door of the police station toward her cruiser in the compound. She heard the truck door open, which was followed by yelling and screaming and the sound of windows being smashed. Conley approached the truck, and believing the driver to be highly agitated, she radioed for backup. As she rounded the back of the truck and came within ten feet of Berube, she saw him raise a shining object, which appeared to her to be a large hammer. Officer Conley is five feet, three inches tall and weighs 125 pounds, while Berube appeared to be about six feet tall and weigh 200 pounds. Conley yelled to Berube to stop and put his weapon down. Believing Berube would strike her, Conley fired at him until he fell to the ground.</p>\n<p>Meanwhile, Officers Eric Syphers and Matthew Vierling arrived at the scene with their weapons drawn. They had heard shots but did not know who had fired. They saw Berube lying on his right side with his back toward them, his hands not visible. Syphers ordered Berube to stay down and show his hands. Berube began to roll over toward them, and as Berube's right hand became visible, Syphers saw a silver-colored object in his hand. Vierling and Syphers, having heard the shots and seeing a metallic object, believed that Berube was armed and was positioning himself to fire. Syphers ordered Berube to stop moving and show his hands. When Berube did not respond, Vierling and Syphers fired until Berube stopped trying to get up.</p>\n<p>According to the dispatch recording of Conley's call for backup, ten seconds elapsed between Conley's call and the end of the incident, which took place on a dark and rainy night.</p>\n<p>Berube was arrested and later hospitalized. He was indicted by the Androscoggin County grand jury for criminal threatening with the use of a dangerous weapon (a hammer) by intentionally or knowingly placing Officer Conley in fear of imminent <span class=\"star-pagination\">*82</span> bodily injury. Berube pleaded guilty to the charge on September 23, 2004.</p>\n<blockquote>On November 17, 2005, Berube filed this action against</blockquote>\n<p>Officers Conley, Syphers and Vierling, alleging the use of excessive force in violation of 42 U.S.C. § 1983 and state law (Me.Rev.Stat. Ann. tit. 15, § 704, \"wanton or oppressive\" use of force; Me.Rev.Stat. Ann. tit. 5, § 4682, the Maine Civil Rights Act (\"MCRA\"); and Me.Rev.Stat. Ann. tit. 14, § 8101, <i>et seq.,</i> the Maine Tort Claims Act (\"MTCA\")). Defendants moved for summary judgment on the ground of qualified immunity. Berube submitted, inter alia, an affidavit and statement by Jennifer Boren.</p>\n<p>The magistrate judge recommended denial of the motion to the extent that the three officers shot Berube while he was on the ground, finding that there was a dispute of material fact created by the Boren affidavit about whether Berube had a hammer and presented a threat to the officers, and thus whether a reasonable officer would have known that shooting Berube while he was on the ground and posed no threat to the officers was a constitutional violation. The district court affirmed the recommended decision and granted the motion as to any claims for violation of substantive or procedural due process and for the use of excessive force by Conley \"in circumstances where the plaintiff's conviction in state court for criminal threatening necessarily involved the plaintiff's placing Conley in fear of imminent bodily injury by the plaintiff.\" In all other respects the motion was denied.</p>\n<p>This timely appeal followed.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>A. Appellate Jurisdiction</p>\n<p>Berube contends that we lack jurisdiction to entertain this appeal from the denial of summary judgment. He cites <i>Johnson v. Jones,</i> 515 U.S. 304, 115 S.Ct. 2151, 132 L.Ed.2d 238 (1995), for the proposition that interlocutory review is precluded where the district court has denied summary judgment on the ground that facts material to the decision on qualified immunity are disputed. But <i>Johnson</i> does not bar this appeal. Even accepting Berube's version of events, except so far as it would contradict his guilty plea, it is a question of law whether on the facts so assumed there is any violation of law. <i>Behrens v. Pelletier,</i> 516 U.S. 299, 313, 116 S.Ct. 834, 133 L.Ed.2d 773 (1996); <i>Berthiaume v. Caron,</i> 142 F.3d 12, 15 (1st Cir. 1998). Thus we may consider this appeal on the basis of the facts offered or not disputed by Berube. Whether such a set of assumed facts constitutes a constitutional violation is a question of law we review de novo. <i>Santana v. Calderon,</i> 342 F.3d 18, 23 (1st Cir.2003); <i>Berthiaume,</i> 142 F.3d at 15.</p>\n<p>B. Qualified Immunity</p>\n<p>This circuit applies a three-part test for qualified immunity. Defendants are entitled to qualified immunity unless \"(1) the facts alleged show the defendants' conduct violated a constitutional right, and (2) the contours of this right are `clearly established' under then  existing law (3) such that a reasonable officer would have known that his conduct was unlawful.\" <i>Santana,</i> 342 F.3d at 23. <i>See also </i><i>Riverdale Mills Corp. v. Pimpare,</i> 392 F.3d 55, 59-60 (1st Cir.2004).</p>\n<p>An officer's use of deadly force is subject to the reasonableness requirement of the Fourth Amendment. <i>Tennessee v. Garner,</i> 471 U.S. 1, 7, 105 S.Ct. 1694, 85 L.Ed.2d 1 (1985). The test is whether the officer's conduct was \"objectively reasonable,\" <i>Graham v. Conner,</i> 490 U.S. 386, 397, 109 S.Ct. 1865, 104 L.Ed.2d 443 <span class=\"star-pagination\">*83</span> (1989), that is, whether the officer has \"probable cause to believe that the suspect poses a significant threat of death or serious physical injury to the officer or others,\" <i>Garner,</i> 471 U.S. at 3, 105 S.Ct. 1694. Qualified immunity shields a \"reasonable officer\" as judged by this objective standard. <i>Anderson v. Creighton,</i> 483 U.S. 635, 638, 641, 107 S.Ct. 3034, 97 L.Ed.2d 523 (1987) (noting that immunity protects \"all but the plainly incompetent or those who knowingly violate the law\") (quoting <i>Malley v. Briggs,</i> 475 U.S. 335, 341, 106 S.Ct. 1092, 89 L.Ed.2d 271 (1986) (internal quotation marks omitted)).</p>\n<p>We have said that \"the Supreme Court's standard of reasonableness is comparatively generous to the police in cases where potential danger, emergency conditions or other exigent circumstances are present.\" <i>Roy v. Inhabitants of City of Lewiston,</i> 42 F.3d 691, 695 (1st Cir.1994). And we noted that under <i>Graham,</i> the \"`calculus of reasonableness' must make `allowance' for the need of police officers `to make split second judgmentsin circumstances that are tense, uncertain and rapidly evolving about the amount of force that is necessary in a particular situation.'\" <i>Id.</i> (quoting <i>Graham,</i> 490 U.S. at 396-97, 109 S.Ct. 1865); <i>see also </i><i>Malley,</i> 475 U.S. at 343, 106 S.Ct. 1092 (stating that qualified immunity leaves \"ample room for mistaken judgments\").</p>\n<p>C. The Undisputed Facts</p>\n<p>We turn now to the record to determine whether, on the facts offered by Berube or not disputed by him, the use of force by the officers was reasonable. This appeal concerns the denial of immunity for the claim that the shots that hit Berube after he was on the ground constituted excessive force. The key facts concern the shots fired by Conley after Berube fell to the ground and the conduct of the two officers who came to Conley's aid. The pertinent facts are described below.</p>\n<p>Berube testified at his deposition that when he got to the police station, he planned to \"raise a little hell.\" He testified that after he pulled into the compound, \"I jumped out of my truck and ran to the tailgate and grabbed my hammer and then I went out and started smashing car windows.\" Asked whether he charged at Conley with the hammer, Berube answered, \"I don't know whether I did it or not.\" He only recalled being shot, after which \"things went blank.\" Berube's guilty plea established that he \"intentionally or knowingly place[d] Carly Conley in fear of imminent bodily injury with the use of a dangerous weapon, a hammer.\"</p>\n<p>Officer Conley testified that as she walked across the compound, she saw Berube smashing the windows of a police cruiser and heard him screaming and yelling. She called for backup. Berube, who was about six feet tall, spotted her, looked at her, and charged at her with an object in his hand, screaming and yelling. She ordered him to stop and drop the weapon as she was backpedaling. When he ignored her command, she pulled her weapon and shot him from about six or seven feet away, while she was still moving backward. At some point, Berube fell to his knees and tried to get back up. Conley fired until the threat ceased. The entire incident lasted ten seconds.</p>\n<p>Officers Syphers and Vierling arrived at the scene after hearing Conley call for help. Officer Syphers testified that as he hit the emergency bar on his way out the back door of the station, he heard gunshots. As he came through the door, he saw Conley backpedaling away from Berube, who was \"sort of like kneeling, laying.\" He did not know who was firing. He ordered Berube, who was ten feet away lying on his right side with his back <span class=\"star-pagination\">*84</span> toward Syphers, to show his hands and stay down. Syphers saw Berube roll toward him with a metallic object in his right hand. Syphers believed Berube was going to use a weapon and so then fired. Vierling and Syphers fired until Berube stopped trying to get up. The whole episode took place in the darkness and rain and was over within ten to fifteen seconds of Syphers's arrival on the scene.</p>\n<p>Officer Vierling testified that he heard a \"desperate plea for cover now\" from Conley. He and Officer Syphers ran to the door leading from the station to the compound. As Vierling reached the door, he heard a couple of shots. Coming out of the door, he saw Conley with her firearm drawn in front of her, backpedaling toward the station. Vierling heard a third shot. He saw Berube lying on his side, with his back toward him. Vierling considered Berube a threat when Berube failed to comply with Syphers's orders not to move and to show his hands. He saw Berube attempting to roll over, which led Vierling to believe that Berube was going to fire a gun. Vierling thought Berube had a gun because he had heard a shot but had not seen a muzzle flash from Conley's gun.</p>\n<p>Berube does not deny that he had a hammer. Indeed, something thought to be a weapon was kicked away from him and that item was found to be a hammer. Berube does not claim that the officers could clearly see he had no weapon and that he had not fired any shots. Nor does he dispute the fact that he did not comply with the officers' orders.</p>\n<p>In support of his opposition to the summary judgment motion, Berube primarily relied on the affidavit of Jennifer Boren. Boren was looking down at the police compound from a fourth-floor apartment a block away on a dark, rainy winter night at 9:45 p.m. The magistrate judge recounted the information in the Boren affidavit as follows:</p>\n<blockquote>At 9:45 p.m. on December 17, 2003 Jennifer Boren was sitting at an open window in her fourth floor apartment at 333 Lisbon Street in Lewiston. At that time Boren heard a man and a woman yelling in the police parking lot, which she could see from the window. Boren was surprised to see that the woman was a police officer. She saw the man raise his hand in the air; the officer then drew her gun and shot at the man. Boren saw two male officers come into the parking lot after the man fell to the ground. Boren heard at least another five gunshots while the man was on the ground. She gave a statement to the police on the evening of December 17, 2003 and a written statement the next morning at the police station. She was asked by the police whether the man had a hammer and she said, \"No.\"</blockquote>\n<p>The magistrate judge and the district court denied qualified immunity on the grounds that the Boren affidavit directly disputed the officers' argument that \"[i]t was reasonable under the circumstances\" for them \"to believe that someone else in the compound was armed and shooting, or at least in a position to shoot, based on their observations in the seconds after they exited the building and entered the scene of an ongoing shooting.\"</p>\n<p>The affidavit does dispute Conley's testimony that Berube had a hammer during the initial encounter. There is little doubt that Berube did have a hammer, as he used it to break car windows and it was found nearby. Boren did confirm that Berube raised his hand in the air and only then did Conley shoot him. But in any event, Berube's conviction for criminal threatening establishes that he possessed a dangerous weapon during his encounter with Conley, and he is bound by this determination <span class=\"star-pagination\">*85</span> regardless of what Boren did or did not see.</p>\n<p>It may well be true that Conley continued to fire as Berube fell to or lay on the ground. But it is clear from the very brief time that elapsed that she made a split-second judgment in responding to an imminent threat and fired a fusillade in an emergency situation. Conley's actions cannot be found unreasonable because she may have failed to perfectly calibrate the amount of force required to protect herself.</p>\n<p>With respect to the other officers, whether Berube initially held the hammer when attacking Conley does not matter. When Syphers and Vierling arrived Berube was already on the ground, and the officers believed that he was disobeying orders to stay down and show his hands and that, according to one officer, he had a metal object that appeared to be a gun. The reasonableness of their decision to fire, based on the circumstances they observed in a matter of seconds, is not impacted by the question of whether Berube had earlier held up a hammer.</p>\n<p>Berube offers two other arguments on appeal. First, he says there is no evidence the officers were not lying in giving their versions of the events. But there is no evidence that they were lying. The three officers' accounts are consistent with each other and with the physical evidence. Berube has offered nothing that challenges their veracity. Indeed, save for the point already discussed, the Boren affidavit is entirely consistent with the officers' testimony.</p>\n<p>Berube also argues that, regardless, the officers had other means available to subdue Berube. That does not establish that the officers' actions were unreasonable.</p>\n<p>The undisputed facts demonstrate that the circumstances in which the officers found themselves were \"tense, uncertain, and rapidly evolving.\" <i>Graham,</i> 490 U.S. at 397, 109 S.Ct. 1865. Conley was confronted by a much larger man charging her with what he has conceded was a dangerous weapon in his hand. We cannot say that any reasonable officer, confronted with the necessity to subdue an apparent attacker, would not have made the same choice. While one might regret Conley's failure to stop shooting as soon as Berube went down, immunity encompasses \"mistaken judgments.\" <i>Malley,</i> 475 U.S. at 343, 106 S.Ct. 1092.</p>\n<p>Syphers and Vierling also faced a tense and uncertain situation when they rushed from the station to assist a fellow officer calling for help. They had heard firing from unidentified weapons and saw Berube rolling on the ground, refusing to obey their orders and potentially preparing to fire at them. Although Berube points to the Boren affidavit to dispute Syphers and Vierling's testimony that Berube's actions appeared to present a threat, there is no dispute that Berube did not obey the officers' commands to show his hands. Faced with the necessity of making a split-second judgment on a rainy night about how to neutralize the threat they perceived from Berube, the officers' actions cannot be said to have been \"plainly incompetent.\" <i>Anderson,</i> 483 U.S. at 638-39, 107 S.Ct. 3034. We conclude that on the undisputed facts, the conduct of the three officers \"can[not] be deemed egregious enough to submit the matter to a jury.\" <i>Roy,</i> 42 F.3d at 696.</p>\n<p>D. State Law Claims</p>\n<p>The disposition of a 42 U.S.C. § 1983 claim also controls a claim under the MCRA. <i>Dimmitt v. Ockenfels,</i> 220 F.R.D. 116, 123 (D.Me.2004). Defendants are therefore entitled to summary judgment on the MCRA claim.</p>\n<p><span class=\"star-pagination\">*86</span> The § 1983 claim also informs the disposition of Berube's claim under the MTCA. The MTCA's immunity defense covers officers' discretionary conduct unless that conduct \"was so egregious as to clearly exceed any discretion the officers could have possessed under the circumstances.\" <i>Dimmitt,</i> 220 F.R.D. at 125. Because we find that the officers' conduct was reasonable under the circumstances, that conduct cannot be said to be so egregious as to deprive the officers of the immunity defense, and they are entitled to summary judgment on the MTCA claim as well.</p>\n<p>Finally, because the defendants' conduct was reasonable and not excessive, they are also entitled to summary judgment on Berube's state law claim alleging the wanton or oppressive use of force.</p>\n<p>We reverse and remand for entry of judgment for defendants.</p>\n<p>REVERSED AND REMANDED.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the Northern District of California, sitting by designation.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">79</span></span> (2007)</b></center>\n<center><h1>Vince BERUBE, Plaintiff, Appellee,<br>\nv.<br>\nCarly CONLEY; Eric W. Syphers; Matthew Vierling, Defendants, Appellants.</h1></center>\n<center>No. 06-2644.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard September 6, 2007.</center>\n<center>Decided October 31, 2007.</center>\n<p><span class=\"star-pagination\">*80</span> Edward R. Benjamin, Jr. with whom Rosie McKinley Williams was on brief for appellants.</p>\n<p>John S. Campbell, for appellee.</p>\n<p>Before BOUDIN, Chief Judge, LYNCH, Circuit Judge, and SCHWARZER,<sup>[*]</sup> Senior District Judge.</p>\n<p>SCHWARZER, District Judge.</p>\n<p>Before the court is an appeal from the denial of a motion for summary judgment by three police officers in an action alleging excessive force in violation of 42 U.S.C. § 1983 and Maine law. Following the recommendation of the magistrate judge, the district court denied summary judgment based on qualified immunity to three officers who fired at the plaintiff while he was on the ground, already shot. The magistrate judge reasoned that the affidavit of a third-party witness who observed the shooting from a nearby apartment created <span class=\"star-pagination\">*81</span> a material issue of fact as to whether the officers used excessive force. Specifically, the magistrate judge concluded that the affidavit, which stated that the plaintiff did not have a hammer in his hands, disputed whether the officers could reasonably perceive that the plaintiff continued to present a threat after he was on the ground.</p>\n<p>On de novo review of the record we conclude that the key elements of the event are not disputed, even crediting all of the plaintiff's competent evidence. A question of law is thus presented as to whether the officers used excessive force in continuing to shoot at the plaintiff. The plaintiff himself does not recall the events at issue. We find that on the undisputed facts, the officers did not use excessive force and are entitled to immunity. We reverse and remand for the entry of judgment for defendants.</p>\n<p></p>\n<h2>I. FACTUAL AND PROCEDURAL BACKGROUND</h2>\n<p>We set forth the background facts generally from the record, drawing inferences in favor of the plaintiff. We describe the key facts more specifically later in the analysis.</p>\n<p>On the evening of December 17, 2003, Vincent Berube set out to commit suicide. He parked his truck in a vacant lot in Lewiston, Maine, and began to slit his wrists and stab himself in the chest. He was interrupted when a car pulled up behind him. Assuming it was a police car, Berube left the lot and drove to the fenced-in parking area behind the Lewiston police station to, in his words, \"raise a little hell.\"</p>\n<p>As Berube drove his truck into the compound, Officer Carly Conley walked out of the back door of the police station toward her cruiser in the compound. She heard the truck door open, which was followed by yelling and screaming and the sound of windows being smashed. Conley approached the truck, and believing the driver to be highly agitated, she radioed for backup. As she rounded the back of the truck and came within ten feet of Berube, she saw him raise a shining object, which appeared to her to be a large hammer. Officer Conley is five feet, three inches tall and weighs 125 pounds, while Berube appeared to be about six feet tall and weigh 200 pounds. Conley yelled to Berube to stop and put his weapon down. Believing Berube would strike her, Conley fired at him until he fell to the ground.</p>\n<p>Meanwhile, Officers Eric Syphers and Matthew Vierling arrived at the scene with their weapons drawn. They had heard shots but did not know who had fired. They saw Berube lying on his right side with his back toward them, his hands not visible. Syphers ordered Berube to stay down and show his hands. Berube began to roll over toward them, and as Berube's right hand became visible, Syphers saw a silver-colored object in his hand. Vierling and Syphers, having heard the shots and seeing a metallic object, believed that Berube was armed and was positioning himself to fire. Syphers ordered Berube to stop moving and show his hands. When Berube did not respond, Vierling and Syphers fired until Berube stopped trying to get up.</p>\n<p>According to the dispatch recording of Conley's call for backup, ten seconds elapsed between Conley's call and the end of the incident, which took place on a dark and rainy night.</p>\n<p>Berube was arrested and later hospitalized. He was indicted by the Androscoggin County grand jury for criminal threatening with the use of a dangerous weapon (a hammer) by intentionally or knowingly placing Officer Conley in fear of imminent <span class=\"star-pagination\">*82</span> bodily injury. Berube pleaded guilty to the charge on September 23, 2004.</p>\n<blockquote>On November 17, 2005, Berube filed this action against</blockquote>\n<p>Officers Conley, Syphers and Vierling, alleging the use of excessive force in violation of 42 U.S.C. § 1983 and state law (Me.Rev.Stat. Ann. tit. 15, § 704, \"wanton or oppressive\" use of force; Me.Rev.Stat. Ann. tit. 5, § 4682, the Maine Civil Rights Act (\"MCRA\"); and Me.Rev.Stat. Ann. tit. 14, § 8101, <i>et seq.,</i> the Maine Tort Claims Act (\"MTCA\")). Defendants moved for summary judgment on the ground of qualified immunity. Berube submitted, inter alia, an affidavit and statement by Jennifer Boren.</p>\n<p>The magistrate judge recommended denial of the motion to the extent that the three officers shot Berube while he was on the ground, finding that there was a dispute of material fact created by the Boren affidavit about whether Berube had a hammer and presented a threat to the officers, and thus whether a reasonable officer would have known that shooting Berube while he was on the ground and posed no threat to the officers was a constitutional violation. The district court affirmed the recommended decision and granted the motion as to any claims for violation of substantive or procedural due process and for the use of excessive force by Conley \"in circumstances where the plaintiff's conviction in state court for criminal threatening necessarily involved the plaintiff's placing Conley in fear of imminent bodily injury by the plaintiff.\" In all other respects the motion was denied.</p>\n<p>This timely appeal followed.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>A. Appellate Jurisdiction</p>\n<p>Berube contends that we lack jurisdiction to entertain this appeal from the denial of summary judgment. He cites <i>Johnson v. Jones,</i> <span class=\"citation\" data-id=\"117950\"><a href=\"/opinion/117950/johnson-v-jones/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">304</span></a></span>, <span class=\"citation\" data-id=\"117950\"><a href=\"/opinion/117950/johnson-v-jones/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></a></span>, <span class=\"citation\" data-id=\"117950\"><a href=\"/opinion/117950/johnson-v-jones/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">238</span></a></span> (1995), for the proposition that interlocutory review is precluded where the district court has denied summary judgment on the ground that facts material to the decision on qualified immunity are disputed. But <i>Johnson</i> does not bar this appeal. Even accepting Berube's version of events, except so far as it would contradict his guilty plea, it is a question of law whether on the facts so assumed there is any violation of law. <i>Behrens v. Pelletier,</i> <span class=\"citation\" data-id=\"117996\"><a href=\"/opinion/117996/behrens-v-pelletier/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></a></span>, 313, <span class=\"citation\" data-id=\"117996\"><a href=\"/opinion/117996/behrens-v-pelletier/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">834</span></a></span>, <span class=\"citation\" data-id=\"117996\"><a href=\"/opinion/117996/behrens-v-pelletier/\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">773</span></a></span> (1996); <i>Berthiaume v. Caron,</i> <span class=\"citation\" data-id=\"753712\"><a href=\"/opinion/753712/norman-l-berthiaume-v-jean-caron-betty-b-clark-james-d-bivins-and/\"><span class=\"volume\">142</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 15 (1st Cir. 1998). Thus we may consider this appeal on the basis of the facts offered or not disputed by Berube. Whether such a set of assumed facts constitutes a constitutional violation is a question of law we review de novo. <i>Santana v. Calderon,</i> <span class=\"citation\" data-id=\"200613\"><a href=\"/opinion/200613/santana-v-calderon/\"><span class=\"volume\">342</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 23 (1st Cir.2003); <i>Berthiaume,</i> 142 F.3d at 15.</p>\n<p>B. Qualified Immunity</p>\n<p>This circuit applies a three-part test for qualified immunity. Defendants are entitled to qualified immunity unless \"(1) the facts alleged show the defendants' conduct violated a constitutional right, and (2) the contours of this right are `clearly established' under then  existing law (3) such that a reasonable officer would have known that his conduct was unlawful.\" <i>Santana,</i> 342 F.3d at 23. <i>See also </i><i>Riverdale Mills Corp. v. Pimpare,</i> <span class=\"citation\" data-id=\"201386\"><a href=\"/opinion/201386/riverdale-mills-corp-v-pimpare/\"><span class=\"volume\">392</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">55</span></a></span>, 59-60 (1st Cir.2004).</p>\n<p>An officer's use of deadly force is subject to the reasonableness requirement of the Fourth Amendment. <i>Tennessee v. Garner,</i> <span class=\"citation\" data-id=\"111397\"><a href=\"/opinion/111397/tennessee-v-garner/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 7, <span class=\"citation\" data-id=\"111397\"><a href=\"/opinion/111397/tennessee-v-garner/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1694</span></a></span>, <span class=\"citation\" data-id=\"111397\"><a href=\"/opinion/111397/tennessee-v-garner/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1985). The test is whether the officer's conduct was \"objectively reasonable,\" <i>Graham v. Conner,</i> <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">386</span></a></span>, 397, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1865</span></a></span>, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span></a></span> <span class=\"star-pagination\">*83</span> (1989), that is, whether the officer has \"probable cause to believe that the suspect poses a significant threat of death or serious physical injury to the officer or others,\" <i>Garner,</i> 471 U.S. at 3, <span class=\"citation\" data-id=\"111397\"><a href=\"/opinion/111397/tennessee-v-garner/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1694</span></a></span>. Qualified immunity shields a \"reasonable officer\" as judged by this objective standard. <i>Anderson v. Creighton,</i> <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, 638, 641, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">523</span></a></span> (1987) (noting that immunity protects \"all but the plainly incompetent or those who knowingly violate the law\") (quoting <i>Malley v. Briggs,</i> <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span>, 341, <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1092</span></a></span>, <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">271</span></a></span> (1986) (internal quotation marks omitted)).</p>\n<p>We have said that \"the Supreme Court's standard of reasonableness is comparatively generous to the police in cases where potential danger, emergency conditions or other exigent circumstances are present.\" <i>Roy v. Inhabitants of City of Lewiston,</i> <span class=\"citation\" data-id=\"195798\"><a href=\"/opinion/195798/roy-v-inhabitants/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">691</span></a></span>, 695 (1st Cir.1994). And we noted that under <i>Graham,</i> the \"`calculus of reasonableness' must make `allowance' for the need of police officers `to make split second judgmentsin circumstances that are tense, uncertain and rapidly evolving about the amount of force that is necessary in a particular situation.'\" <i>Id.</i> (quoting <i>Graham,</i> 490 U.S. at 396-97, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1865</span></a></span>); <i>see also </i><i>Malley,</i> 475 U.S. at 343, <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1092</span></a></span> (stating that qualified immunity leaves \"ample room for mistaken judgments\").</p>\n<p>C. The Undisputed Facts</p>\n<p>We turn now to the record to determine whether, on the facts offered by Berube or not disputed by him, the use of force by the officers was reasonable. This appeal concerns the denial of immunity for the claim that the shots that hit Berube after he was on the ground constituted excessive force. The key facts concern the shots fired by Conley after Berube fell to the ground and the conduct of the two officers who came to Conley's aid. The pertinent facts are described below.</p>\n<p>Berube testified at his deposition that when he got to the police station, he planned to \"raise a little hell.\" He testified that after he pulled into the compound, \"I jumped out of my truck and ran to the tailgate and grabbed my hammer and then I went out and started smashing car windows.\" Asked whether he charged at Conley with the hammer, Berube answered, \"I don't know whether I did it or not.\" He only recalled being shot, after which \"things went blank.\" Berube's guilty plea established that he \"intentionally or knowingly place[d] Carly Conley in fear of imminent bodily injury with the use of a dangerous weapon, a hammer.\"</p>\n<p>Officer Conley testified that as she walked across the compound, she saw Berube smashing the windows of a police cruiser and heard him screaming and yelling. She called for backup. Berube, who was about six feet tall, spotted her, looked at her, and charged at her with an object in his hand, screaming and yelling. She ordered him to stop and drop the weapon as she was backpedaling. When he ignored her command, she pulled her weapon and shot him from about six or seven feet away, while she was still moving backward. At some point, Berube fell to his knees and tried to get back up. Conley fired until the threat ceased. The entire incident lasted ten seconds.</p>\n<p>Officers Syphers and Vierling arrived at the scene after hearing Conley call for help. Officer Syphers testified that as he hit the emergency bar on his way out the back door of the station, he heard gunshots. As he came through the door, he saw Conley backpedaling away from Berube, who was \"sort of like kneeling, laying.\" He did not know who was firing. He ordered Berube, who was ten feet away lying on his right side with his back <span class=\"star-pagination\">*84</span> toward Syphers, to show his hands and stay down. Syphers saw Berube roll toward him with a metallic object in his right hand. Syphers believed Berube was going to use a weapon and so then fired. Vierling and Syphers fired until Berube stopped trying to get up. The whole episode took place in the darkness and rain and was over within ten to fifteen seconds of Syphers's arrival on the scene.</p>\n<p>Officer Vierling testified that he heard a \"desperate plea for cover now\" from Conley. He and Officer Syphers ran to the door leading from the station to the compound. As Vierling reached the door, he heard a couple of shots. Coming out of the door, he saw Conley with her firearm drawn in front of her, backpedaling toward the station. Vierling heard a third shot. He saw Berube lying on his side, with his back toward him. Vierling considered Berube a threat when Berube failed to comply with Syphers's orders not to move and to show his hands. He saw Berube attempting to roll over, which led Vierling to believe that Berube was going to fire a gun. Vierling thought Berube had a gun because he had heard a shot but had not seen a muzzle flash from Conley's gun.</p>\n<p>Berube does not deny that he had a hammer. Indeed, something thought to be a weapon was kicked away from him and that item was found to be a hammer. Berube does not claim that the officers could clearly see he had no weapon and that he had not fired any shots. Nor does he dispute the fact that he did not comply with the officers' orders.</p>\n<p>In support of his opposition to the summary judgment motion, Berube primarily relied on the affidavit of Jennifer Boren. Boren was looking down at the police compound from a fourth-floor apartment a block away on a dark, rainy winter night at 9:45 p.m. The magistrate judge recounted the information in the Boren affidavit as follows:</p>\n<blockquote>At 9:45 p.m. on December 17, 2003 Jennifer Boren was sitting at an open window in her fourth floor apartment at 333 Lisbon Street in Lewiston. At that time Boren heard a man and a woman yelling in the police parking lot, which she could see from the window. Boren was surprised to see that the woman was a police officer. She saw the man raise his hand in the air; the officer then drew her gun and shot at the man. Boren saw two male officers come into the parking lot after the man fell to the ground. Boren heard at least another five gunshots while the man was on the ground. She gave a statement to the police on the evening of December 17, 2003 and a written statement the next morning at the police station. She was asked by the police whether the man had a hammer and she said, \"No.\"</blockquote>\n<p>The magistrate judge and the district court denied qualified immunity on the grounds that the Boren affidavit directly disputed the officers' argument that \"[i]t was reasonable under the circumstances\" for them \"to believe that someone else in the compound was armed and shooting, or at least in a position to shoot, based on their observations in the seconds after they exited the building and entered the scene of an ongoing shooting.\"</p>\n<p>The affidavit does dispute Conley's testimony that Berube had a hammer during the initial encounter. There is little doubt that Berube did have a hammer, as he used it to break car windows and it was found nearby. Boren did confirm that Berube raised his hand in the air and only then did Conley shoot him. But in any event, Berube's conviction for criminal threatening establishes that he possessed a dangerous weapon during his encounter with Conley, and he is bound by this determination <span class=\"star-pagination\">*85</span> regardless of what Boren did or did not see.</p>\n<p>It may well be true that Conley continued to fire as Berube fell to or lay on the ground. But it is clear from the very brief time that elapsed that she made a split-second judgment in responding to an imminent threat and fired a fusillade in an emergency situation. Conley's actions cannot be found unreasonable because she may have failed to perfectly calibrate the amount of force required to protect herself.</p>\n<p>With respect to the other officers, whether Berube initially held the hammer when attacking Conley does not matter. When Syphers and Vierling arrived Berube was already on the ground, and the officers believed that he was disobeying orders to stay down and show his hands and that, according to one officer, he had a metal object that appeared to be a gun. The reasonableness of their decision to fire, based on the circumstances they observed in a matter of seconds, is not impacted by the question of whether Berube had earlier held up a hammer.</p>\n<p>Berube offers two other arguments on appeal. First, he says there is no evidence the officers were not lying in giving their versions of the events. But there is no evidence that they were lying. The three officers' accounts are consistent with each other and with the physical evidence. Berube has offered nothing that challenges their veracity. Indeed, save for the point already discussed, the Boren affidavit is entirely consistent with the officers' testimony.</p>\n<p>Berube also argues that, regardless, the officers had other means available to subdue Berube. That does not establish that the officers' actions were unreasonable.</p>\n<p>The undisputed facts demonstrate that the circumstances in which the officers found themselves were \"tense, uncertain, and rapidly evolving.\" <i>Graham,</i> 490 U.S. at 397, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1865</span></a></span>. Conley was confronted by a much larger man charging her with what he has conceded was a dangerous weapon in his hand. We cannot say that any reasonable officer, confronted with the necessity to subdue an apparent attacker, would not have made the same choice. While one might regret Conley's failure to stop shooting as soon as Berube went down, immunity encompasses \"mistaken judgments.\" <i>Malley,</i> 475 U.S. at 343, <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1092</span></a></span>.</p>\n<p>Syphers and Vierling also faced a tense and uncertain situation when they rushed from the station to assist a fellow officer calling for help. They had heard firing from unidentified weapons and saw Berube rolling on the ground, refusing to obey their orders and potentially preparing to fire at them. Although Berube points to the Boren affidavit to dispute Syphers and Vierling's testimony that Berube's actions appeared to present a threat, there is no dispute that Berube did not obey the officers' commands to show his hands. Faced with the necessity of making a split-second judgment on a rainy night about how to neutralize the threat they perceived from Berube, the officers' actions cannot be said to have been \"plainly incompetent.\" <i>Anderson,</i> 483 U.S. at 638-39, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>. We conclude that on the undisputed facts, the conduct of the three officers \"can[not] be deemed egregious enough to submit the matter to a jury.\" <i>Roy,</i> 42 F.3d at 696.</p>\n<p>D. State Law Claims</p>\n<p>The disposition of a 42 U.S.C. § 1983 claim also controls a claim under the MCRA. <i>Dimmitt v. Ockenfels,</i> <span class=\"citation no-link\"><span class=\"volume\">220</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">116</span></span>, 123 (D.Me.2004). Defendants are therefore entitled to summary judgment on the MCRA claim.</p>\n<p><span class=\"star-pagination\">*86</span> The § 1983 claim also informs the disposition of Berube's claim under the MTCA. The MTCA's immunity defense covers officers' discretionary conduct unless that conduct \"was so egregious as to clearly exceed any discretion the officers could have possessed under the circumstances.\" <i>Dimmitt,</i> 220 F.R.D. at 125. Because we find that the officers' conduct was reasonable under the circumstances, that conduct cannot be said to be so egregious as to deprive the officers of the immunity defense, and they are entitled to summary judgment on the MTCA claim as well.</p>\n<p>Finally, because the defendants' conduct was reasonable and not excessive, they are also entitled to summary judgment on Berube's state law claim alleging the wanton or oppressive use of force.</p>\n<p>We reverse and remand for entry of judgment for defendants.</p>\n<p>REVERSED AND REMANDED.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the Northern District of California, sitting by designation.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111397/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117950/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117996/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195798/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200613/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201386/",
    "http://www.courtlistener.com/api/rest/v3/opinions/753712/"
  ]
}