{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203197/",
  "absolute_url": "/opinion/203197/aragon-munoz-v-mukasey/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203197/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:10:44Z",
  "date_modified": "2016-04-26T04:39:12.374970Z",
  "type": "010combined",
  "sha1": "a7e033f9ebbd5d6f40b860aeb597ce24a03849cd",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-2776-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/03/21/Munoz_v._Mukasey.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 06-2776\n\n                    SERGIO ARMANDO ARAGÓN-MUÑÓZ,\n\n                             Petitioner,\n\n                                 v.\n\n               MICHAEL B. MUKASEY, ATTORNEY GENERAL,*\n\n                             Respondent.\n\n\n              ON PETITION FOR REVIEW OF AN ORDER OF THE\n\n                    BOARD OF IMMIGRATION APPEALS\n\n\n\n                               Before\n\n                          Torruella, Lynch,\n                     and Lipez, Circuit Judges.\n\n\n\n     Christopher J. Stender and Stender and Pope, PC on brief for\npetitioner.\n     Shahrzad Baghai, Trial Attorney, Peter D. Keisler, Assistant\nAttorney General, and Anthony W. Norwood, Senior Litigation\nCounsel, on brief for respondent.\n\n\n\n                           March 21, 2008\n\n\n\n     *\n      Pursuant to Fed. R. App. P. 43(c)(2), Attorney General\nMichael B. Mukasey has been substituted for former Attorney General\nAlberto R. Gonzáles as the respondent herein.\n\f            LIPEZ, Circuit Judge.         Sergio Armando Aragón-Muñóz, a\n\ncitizen of Guatemala, seeks review of the order of the Board of\n\nImmigration Appeals (\"BIA\" or \"Board\") denying his motion to reopen\n\nhis removal proceedings.         On May 25, 2000, after Aragón-Muñóz\n\nfailed to appear at a hearing on his removability and asylum claim,\n\nthe Immigration Judge (\"IJ\") ordered him removed in absentia. More\n\nthan four years later, Aragón-Muñóz filed a motion to reopen on the\n\nground that he had not received the Notice to Appear (\"NTA\")\n\nbecause he had moved to Arizona.     He further argued that even if he\n\nhad received the NTA, the notice was insufficient because he was\n\nentitled to an oral warning in Spanish, his native language, of the\n\nconsequences of failing to appear.\n\n            The IJ denied his motion to reopen without issuing an\n\nopinion. Aragón-Muñóz appealed to the BIA, which remanded the case\n\nfor a full explanation of the reasons for the denial.          In response,\n\nthe IJ entered a decision explaining that Aragón-Muñóz had failed\n\nto adduce any evidence that he had changed his address.               The BIA\n\naffirmed, elaborating on the lack of evidence in the record.               We\n\ndeny Aragón-Muñóz's petition for review.\n\n                                    I.\n\n            Aragón-Muñóz entered the United States on or about August\n\n20, 1994.     On September 14, 1994, he filed an application for\n\nasylum,   which   listed   his   address    as   \"309   West   12th   Street,\n\nLexington, Nebraska 68850.\"       On August 24, 1999, he attended his\n\n\n                                    -2-\n\fasylum interview in Boston, Massachusetts. The record contains two\n\ncopies   of     Aragón-Muñóz's      asylum     application.      One   shows   the\n\nNebraska address.        The second contains hand-written edits, labeled\n\nas correction \"(1),\" changing the address to \"40 Huldah St.,\n\nProvidence, Rhode Island 02909.\"               This copy of the application\n\nincludes      Aragón-Muñóz's       signature,        dated   August    24,   1999,\n\nacknowledging, inter alia, that correction \"(1)\" had been made by\n\nhim or at his request.\n\n              On March 20, 2000, the Immigration and Naturalization\n\nService sent an NTA to Aragón-Muñóz via regular mail to the Rhode\n\nIsland address indicated on the edited asylum application. The NTA\n\nordered Aragón-Muñóz to appear before an IJ in Boston on May 25,\n\n2000.      He   failed    to    appear   at    the   scheduled   hearing.      The\n\ngovernment proceeded in absentia, resting on the application for\n\nasylum containing the Rhode Island address and the NTA, which was\n\nmailed to that address.             The IJ ordered that Aragón-Muñóz be\n\nremoved to Guatemala.           A copy of the removal order was sent via\n\nregular mail to the Rhode Island address on the asylum application.\n\n              On April 20, 2004, Aragón-Muñóz filed a motion to reopen\n\nremoval proceedings.           He alleged that he did not receive the NTA;\n\nthat he had given an Arizona address to the asylum officer at his\n\nAugust 1999 interview; and that he was assured that his new address\n\nwould be noted in the file, although \"[t]his apparently did not\n\nhappen.\"      He also argued that, because he had never appeared in\n\n\n                                         -3-\n\fimmigration   court,   \"he    was   never   advised   in   Spanish   of   the\n\nconsequences of failure to appear.\"\n\n           The IJ denied Aragón-Muñóz's motion without a written\n\nopinion.   She indicated in a hand-written notation on the motion\n\npaper that the motion had been denied because Aragón-Muñóz had\n\nfailed to state any facts \"which could possibly warrant reopening.\"\n\nFollowing Aragón-Muñóz's appeal to the BIA, the Board remanded the\n\ncase to the IJ \"for inclusion of an appropriate decision,\" finding\n\nthe hand-written notation insufficient.\n\n           The IJ then issued a decision explaining that Aragón-\n\nMuñóz had failed to present evidence that he did not receive proper\n\nnotice of the hearing.       Specifically, she stated that the NTA had\n\nbeen sent to Aragón-Muñóz's last known address, as indicated on the\n\ncorrected asylum application.         She noted that Aragón-Muñóz had\n\nfailed to provide any evidence of an address change and that the\n\nrecord contained no change of address form.\n\n           Aragón-Muñóz once again appealed to the BIA, arguing that\n\nthe hand-written edits to his asylum application had been made in\n\n1994, not at the August 1999 interview.         He also asserted that he\n\nsought relief through adjustment of status because he had married\n\na lawful permanent resident of the United States and had an\n\napproved I-130, Petition for Alien Relative.          However, he provided\n\nno documentary evidence of the I-130 or the marriage itself.\n\n\n\n\n                                    -4-\n\f            The Board affirmed.        In its decision, the Board rejected\n\nAragón-Muñóz's claim that the hand-written edits had been made in\n\n1994.     It stated that these corrections appear to have been made\n\nduring    the   August   1999   asylum     interview.    It   supported     this\n\nconclusion      by   noting     that   a     photocopy   of   an   employment\n\nauthorization card, issued by the state of Rhode Island in February\n\n1999 with an expiration date of February 2000, accompanied the\n\nedited asylum application. The Board also noted that the affidavit\n\nincluded with Aragón-Muñóz's motion to reopen \"fails to identify\n\nthe exact address he purportedly lived at in Arizona, nor does it\n\nindicate when he allegedly moved.\"           Moreover, the Board noted that\n\nAragón-Muñóz had not provided any evidence that he ever resided at\n\nany Arizona address.      This petition for review followed.\n\n                                       II.\n\n            We review the denial of Aragón-Muñóz's motion to reopen\n\nfor abuse of discretion.         Grigous v. Gonzales, 460 F.3d 156, 159\n\n(1st Cir. 2006).      We will find an abuse of discretion \"'where the\n\nBIA     misinterprets    the    law,   or    acts   either    arbitrarily    or\n\ncapriciously.'\"      Id. (quoting Maindrond v. Ashcroft, 385 F.3d 98,\n\n100 (1st Cir. 2004)).      We defer to the factual determinations made\n\nby the BIA if they are based on \"reasonable, substantial, and\n\nprobative evidence.\"      Ymeri v. Ashcroft, 387 F.3d 12, 17 (1st Cir.\n\n2004).    Where, as here, the Board issues its own opinion and does\n\n\n\n\n                                       -5-\n\fnot adopt the IJ's decision, we review the decision of the Board.\n\nRomilus v. Ashcroft, 385 F.3d 1, 5 (1st Cir. 2004).\n\n            An alien's failure to appear at a scheduled immigration\n\nhearing results in mandatory entry of an in absentia removal order\n\nif the government establishes that written notice of the hearing\n\nwas given and that the alien is removable as charged.           8 U.S.C.\n\n§ 1229a(b)(5)(A).1      A notice to appear, as described in 8 U.S.C.\n\n§ 1229(a), sent to the most recent address provided by the alien is\n\ndeemed sufficient written notice to satisfy the statute.        8 U.S.C.\n\n§ 1229a(b)(5)(A); see also 8 U.S.C. § 1229(c)(\"Service by mail\n\nunder this section shall be sufficient if there is proof of\n\nattempted    delivery    to   the   last   address   provided   by   the\n\nalien . . . .\").   If the alien has failed to provide the government\n\n\n\n\n     1\n      The full text of this section provides:\n               Any alien who, after written notice\n          required under paragraph (1) or (2) of section\n          1229(a) of this title has been provided to the\n          alien or the alien's counsel of record, does\n          not attend a proceeding under this section,\n          shall be ordered removed in absentia if the\n          Service establishes by clear, unequivocal, and\n          convincing evidence that the written notice\n          was so provided and that the alien is\n          removable (as defined in subsection (e)(2) of\n          this section). The written notice by the\n          Attorney    General   shall    be   considered\n          sufficient for purposes of this subparagraph\n          if provided at the most recent address\n          provided under section 1229(a)(1)(F) of this\n          title.\n8 U.S.C. § 1229a(b)(5)(A).\n\n                                    -6-\n\fwith his most recent address, no notice is required before the in\n\nabsentia order may be issued.       8 U.S.C. § 1229a(b)(5)(B).\n\n            There are several ways for an alien who has been ordered\n\nremoved in absentia to reopen his proceedings.         First, the statute\n\nprovides that an alien who has received notice may seek rescission\n\nof the in absentia order by filing a motion to reopen within 180\n\ndays and showing that his \"failure to appear was because of\n\nexceptional circumstances.\" 8 U.S.C. § 1229a(b)(5)(C)(i). Aragón-\n\nMuñóz makes no claim of exceptional circumstances nor was his\n\napplication filed within 180 days.\n\n            Second, the statute provides that an in absentia order\n\nmay be rescinded at any time if the alien demonstrates that he did\n\nnot receive notice of the hearing.         8 U.S.C. § 1229a(b)(5)(C)(ii).\n\nThe alien bears the burden of demonstrating that notice was never\n\nreceived.    Sousa v. Ashcroft, 393 F.3d 271, 275 (1st Cir. 2005).\n\n            The Board found that Aragón-Muñóz failed to meet his\n\nburden of demonstrating that he did not receive the NTA.               The\n\nrecord   does   not   compel   us   to   conclude   otherwise.   The   BIA\n\nreasonably concluded that the hand-written edits to the asylum\n\napplication had been made at the August 1999 interview and that the\n\nattached copy of Aragón-Muñóz's 1999-2000 Rhode Island employment\n\nauthorization card supported this view. We add that Aragón-Muñóz's\n\n1999 signature acknowledging the correction also strongly supports\n\nthe conclusion that the change was made in 1999 and not 1994.          As\n\n\n                                     -7-\n\fthe BIA noted, Aragón-Muñóz introduced no affirmative evidence of\n\nwhere he was living in March 2000 when the NTA was sent to the\n\nRhode Island address.      Hence, there is no affirmative evidence,\n\nother than Aragón-Muñóz's vague assertion that he lived somewhere\n\nin Arizona at the time, to support the contention that he did not\n\nreceive the NTA. Accordingly, the BIA did not abuse its discretion\n\nin denying the motion to reopen.2\n\n                                  III.\n\n            Aragón-Muñóz   also   contends   that   he   is   entitled   to\n\nreopening of his removal proceedings because he was not provided\n\nwith an oral warning in Spanish of the consequences of failing to\n\nappear at the hearing.     He relies on 8 U.S.C. § 1229a(b)(7), which\n\nprovides:\n\n            Any alien against whom a final order of\n            removal is entered in absentia under this\n            subsection and who, at the time of the notice\n            . . . was provided oral notice, either in the\n            alien's native language or in another language\n            the alien understands, of the time and place\n            of the proceedings and of the consequences\n            under this paragraph of failing, other than\n            because of exceptional circumstances . . . to\n            attend a proceeding under this section, shall\n            not be eligible for relief under [8 U.S.C.\n            §§ 1229b, 1229c, 1255, 1258, or 1259] for a\n\n\n\n     2\n      An alien may also be able to avoid the consequences of an in\nabsentia removal order by meeting the general requirements for a\nmotion   to   reopen   removal   proceedings.     See   8   C.F.R.\n§ 1003.23(b)(1)-(2). Aragón-Muñóz does not provide any developed\nargument that he has met these general requirements, and as we\ndiscuss infra in Part III, he has not, in fact, satisfied the\ngeneral requirements for a motion to reopen.\n\n                                   -8-\n\f            period of 10 years after the date of the entry\n            of the final order of removal.\n\nHowever, Aragón-Muñóz misunderstands this provision.           It operates\n\nas a ten-year bar to future eligibility for certain forms of\n\ndiscretionary   relief   when   oral   notice    in   the   alien's   native\n\nlanguage is given prior to entry of the in absentia removal order.\n\nGrigous, 460 F.3d at 161.       Although the statutory bar applies if\n\noral notice was given, the statute does not purport to require such\n\nnotice.   As we made clear in Grigous, the government's failure to\n\nprovide oral warnings in an alien's native language does not mean\n\nthat he is \"automatically entitled to reopening.\"              Id. at 162\n\n(emphasis in original).    On the contrary, the failure to give oral\n\nwarnings means only that relief is not precluded by the statute and\n\n\"that he must still meet the requirements for motions to reopen\n\nunder the general regulations.\"          Id.   Those regulations require\n\nthat a motion to reopen \"shall state the new facts that will be\n\nproven at a hearing to be held if the motion is granted\" and be\n\nsupported by \"the appropriate application for relief and all\n\nsupporting documents.\"    8 C.F.R. § 1003.23(b)(3).\n\n            Aragón-Muñóz did not introduce any new facts in support\n\nof his asylum application and did not include any documentary\n\nevidence in support of his contention that he is now entitled to an\n\nadjustment of status based on his marriage to a legal permanent\n\nresident.   Accordingly, the absence of oral notice is not relevant\n\nbecause Aragón-Muñóz did not meet his burden under the general\n\n                                   -9-\n\fregulations governing motions to reopen.   We deny his petition for\n\nreview.\n\n          Petition denied.\n\n\n\n\n                              -10-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>520 F.3d 82 (2008)</b></center>\n<center><h1>Sergio Armando ARAGÓN-MUNOZ, Petitioner,<br>\nv.<br>\nMichael B. MUKASEY, Attorney General,<sup>[*]</sup> Respondent.</h1></center>\n<center>No. 06-2776.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted January 7, 2008.</center>\n<center>Decided March 21, 2008.</center>\n<p><span class=\"star-pagination\">*83</span> Christopher J. Stender and Stender and Pope, PC on brief for petitioner.</p>\n<p>Shahrzad Baghai, Trial Attorney, Peter D. Keisler, Assistant Attorney General, and Anthony W. Norwood, Senior Litigation Counsel, on brief for respondent.</p>\n<p>Before TORRUELLA, LYNCH, and LIPEZ, Circuit Judges.</p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>Sergio Armando Aragón-Muñóz, a citizen of Guatemala, seeks review of the order of the Board of Immigration Appeals (\"BIA\" or \"Board\") denying his motion to reopen his removal proceedings. On May 25, 2000, after Aragón-Muñóz failed to appear at a hearing on his removability and asylum claim, the Immigration Judge (\"IJ\") ordered him removed in absentia. More than four years later, Aragón-Muñóz filed a motion to reopen on the ground that he had not received the Notice to Appear (\"NTA\") because he had moved to Arizona. He further argued that even if he had received the NTA, the notice was insufficient <span class=\"star-pagination\">*84</span> because he was entitled to an oral warning in Spanish, his native language, of the consequences of failing to appear.</p>\n<p>The IJ denied his motion to reopen without issuing an opinion. Aragón-Muñóz appealed to the BIA, which remanded the case for a full explanation of the reasons for the denial. In response, the IJ entered a decision explaining that Aragón-Muñóz had failed to adduce any evidence that he had changed his address. The BIA affirmed, elaborating on the lack of evidence in the record. We deny Aragón-Muñóz's petition for review.</p>\n<p></p>\n<h2>I.</h2>\n<p>Aragón-Muñóz entered the United States on or about August 20, 1994. On September 14, 1994, he filed an application for asylum, which listed his address as \"309 West 12th Street, Lexington, Nebraska 68850.\" On August 24, 1999, he attended his asylum interview in Boston, Massachusetts. The record contains two copies of Aragón-Muñóz's asylum application. One shows the Nebraska address. The second contains hand-written edits, labeled as correction \"(1),\" changing the address to \"40 Huldah St., Providence, Rhode Island 02909.\" This copy of the application includes Aragón-Muñóz's signature, dated August 24, 1999, acknowledging, inter alia, that correction \"(1)\" had been made by him or at his request.</p>\n<p>On March 20, 2000, the Immigration and Naturalization Service sent an NTA to Aragón-Muñóz via regular mail to the Rhode Island address indicated on the edited asylum application. The NTA ordered Aragón-Muñóz to appear before an IJ in Boston on May 25, 2000. He failed to appear at the scheduled hearing. The government proceeded in absentia, resting on the application for asylum containing the Rhode Island address and the NTA, which was mailed to that address. The IJ ordered that Aragón-Muñóz be removed to Guatemala. A copy of the removal order was sent via regular mail to the Rhode Island address on the asylum application.</p>\n<p>On April 20, 2004, Aragón-Muñóz filed a motion to reopen removal proceedings. He alleged that he did not receive the NTA; that he had given an Arizona address to the asylum officer at his August 1999 interview; and that he was assured that his new address would be noted in the file, although \"[t]his apparently did not happen.\" He also argued that, because he had never appeared in immigration court, \"he was never advised in Spanish of the consequences of failure to appear.\"</p>\n<p>The IJ denied Aragón-Muñóz's motion without a written opinion. She indicated in a hand-written notation on the motion paper that the motion had been denied because Aragón-Muñóz had failed to state any facts \"which could possibly warrant reopening.\" Following Aragón-Muñóz's appeal to the BIA, the Board remanded the case to the IJ \"for inclusion of an appropriate decision,\" finding the hand-written notation insufficient.</p>\n<p>The IJ then issued a decision explaining that Aragón-Muñóz had failed to present evidence that he did not receive proper notice of the hearing. Specifically, she stated that the NTA had been sent to Aragón-Muñóz's last known address, as indicated on the corrected asylum application. She noted that Aragón-Muñóz had failed to provide any evidence of an address change and that the record contained no change of address form.</p>\n<p>Aragón-Muñóz once again appealed to the BIA, arguing that the hand-written edits to his asylum application had been made in 1994, not at the August 1999 interview. He also asserted that he sought relief through adjustment of status because he had married a lawful permanent <span class=\"star-pagination\">*85</span> resident of the United States and had an approved I-130, Petition for Alien Relative. However, he provided no documentary evidence of the I-130 or the marriage itself.</p>\n<p>The Board affirmed. In its decision, the Board rejected Aragón-Muñóz's claim that the hand-written edits had been made in 1994. It stated that these corrections appear to have been made during the August 1999 asylum interview. It supported this conclusion by noting that a photocopy of an employment authorization card, issued by the state of Rhode Island in February 1999 with an expiration date of February 2000, accompanied the edited asylum application. The Board also noted that the affidavit included with Aragón-Muñóz's motion to reopen \"fails to identify the exact address he purportedly lived at in Arizona, nor does it indicate when he allegedly moved.\" Moreover, the Board noted that Aragón-Muñóz had not provided any evidence that he ever resided at any Arizona address. This petition for review followed.</p>\n<p></p>\n<h2>II.</h2>\n<p>We review the denial of Aragón-Muñóz's motion to reopen for abuse of discretion. <i>Grigous v. Gonzales,</i> 460 F.3d 156, 159 (1st Cir.2006). We will find an abuse of discretion \"`where the BIA misinterprets the law, or acts either arbitrarily or capriciously.'\" <i>Id.</i> (quoting <i>Maindrond v. Ashcroft,</i> 385 F.3d 98, 100 (1st Cir. 2004)). We defer to the factual determinations made by the BIA if they are based on \"reasonable, substantial, and probative evidence.\" <i>Ymeri v. Ashcroft,</i> 387 F.3d 12, 17 (1st Cir.2004). Where, as here, the Board issues its own opinion and does not adopt the IJ's decision, we review the decision of the Board. <i>Romilus v. Ashcroft,</i> 385 F.3d 1, 5 (1st Cir.2004).</p>\n<p>An alien's failure to appear at a scheduled immigration hearing results in mandatory entry of an <i>in absentia</i> removal order if the government establishes that written notice of the hearing was given and that the alien is removable as charged. 8 U.S.C. § 1229a(b)(5)(A).<sup>[1]</sup> A notice to appear, as described in 8 U.S.C. § 1229(a), sent to the most recent address provided by the alien is deemed sufficient written notice to satisfy the statute. 8 U.S.C. § 1229a(b)(5)(A); <i>see also</i> 8 U.S.C. § 1229(c)(\"Service by mail under this section shall be sufficient if there is proof of attempted delivery to the last address provided by the alien. . . .\"). If the alien has failed to provide the government with his most recent address, no notice is required before the <i>in absentia</i> order may be issued. 8 U.S.C. § 1229a(b)(5)(B).</p>\n<p>There are several ways for an alien who has been ordered removed <i>in absentia</i> to reopen his proceedings. First, the statute provides that an alien who has received notice may seek rescission of the <i>in absentia</i> order by filing a motion to reopen within 180 days and showing that his \"failure to appear was because of exceptional circumstances.\" 8 U.S.C. § 1229a(b)(5)(C)(i). Aragón-Muñóz makes <span class=\"star-pagination\">*86</span> no claim of exceptional circumstances nor was his application filed within 180 days.</p>\n<p>Second, the statute provides that an <i>in absentia</i> order may be rescinded at any time if the alien demonstrates that he did not receive notice of the hearing. 8 U.S.C. § 1229a(b)(5)(C)(ii). The alien bears the burden of demonstrating that notice was never received. <i>Sousa v. Ashcroft,</i> 393 F.3d 271, 275 (1st Cir.2005).</p>\n<p>The Board found that Aragón-Muñóz failed to meet his burden of demonstrating that he did not receive the NTA. The record does not compel us to conclude otherwise. The BIA reasonably concluded that the hand-written edits to the asylum application had been made at the August 1999 interview and that the attached copy of Aragón-Muñóz's 1999-2000 Rhode Island employment authorization card supported this view. We add that Aragón-Muñóz's 1999 signature acknowledging the correction also strongly supports the conclusion that the change was made in 1999 and not 1994. As the BIA noted, Aragón-Muñóz introduced no affirmative evidence of where he was living in March 2000 when the NTA was sent to the Rhode Island address. Hence, there is no affirmative evidence, other than Aragón-Muñóz's vague assertion that he lived somewhere in Arizona at the time, to support the contention that he did not receive the NTA. Accordingly, the BIA did not abuse its discretion in denying the motion to reopen.<sup>[2]</sup></p>\n<p></p>\n<h2>III.</h2>\n<p>Aragón-Muñóz also contends that he is entitled to reopening of his removal proceedings because he was not provided with an oral warning in Spanish of the consequences of failing to appear at the hearing. He relies on 8 U.S.C. § 1229a(b)(7), which provides:</p>\n<blockquote>Any alien against whom a final order of removal is entered in absentia under this subsection and who, at the time of the notice . . . was provided oral notice, either in the alien's native language or in another language the alien understands, of the time and place of the proceedings and of the consequences under this paragraph of failing, other than because of exceptional circumstances . . . to attend a proceeding under this section, shall not be eligible for relief under [8 U.S.C. §§ 1229b, 1229c, 1255, 1258, or 1259] for a period of 10 years after the date of the entry of the final order of removal.</blockquote>\n<p>However, Aragón-Muñóz misunderstands this provision. It operates as a ten-year bar to future eligibility for certain forms of discretionary relief when oral notice in the alien's native language is given prior to entry of the <i>in absentia</i> removal order. <i>Grigous,</i> 460 F.3d at 161. Although the statutory bar applies if oral notice was given, the statute does not purport to <i>require</i> such notice. As we made clear in <i>Grigous,</i> the government's failure to provide oral warnings in an alien's native language does not mean that he is \"<i>automatically</i> entitled to reopening.\" <i>Id.</i> at 162 (emphasis in original). On the contrary, the failure to give oral warnings means only that relief is not precluded by the statute and \"that he must still meet the requirements for motions to reopen under the general regulations.\" <i>Id.</i> Those regulations require that a motion to reopen <span class=\"star-pagination\">*87</span> \"shall state the new facts that will be proven at a hearing to be held if the motion is granted\" and be supported by \"the appropriate application for relief and all supporting documents.\" 8 C.F.R. § 1003.23(b)(3).</p>\n<p>Aragón-Muñóz did not introduce any new facts in support of his asylum application and did not include any documentary evidence in support of his contention that he is now entitled to an adjustment of status based on his marriage to a legal permanent resident. Accordingly, the absence of oral notice is not relevant because Aragón-Muñóz did not meet his burden under the general regulations governing motions to reopen. We deny his petition for review.</p>\n<p><i>Petition denied.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Pursuant to Fed. R.App. P. 43(c)(2), Attorney General Michael B. Mukasey has been substituted for former Attorney General Alberto R. Gonzáles as the respondent herein.</p>\n<p>[1]  The full text of this section provides:\n</p>\n<p>Any alien who, after written notice required under paragraph (1) or (2) of section 1229(a) of this title has been provided to the alien or the alien's counsel of record, does not attend a proceeding under this section, shall be ordered removed in absentia if the Service establishes by clear, unequivocal, and convincing evidence that the written notice was so provided and that the alien is removable (as defined in subsection (e)(2) of this section). The written notice by the Attorney General shall be considered sufficient for purposes of this subparagraph if provided at the most recent address provided under section 1229(a)(1)(F) of this title.</p>\n<p>8 U.S.C. § 1229a(b)(5)(A).</p>\n<p>[2]  An alien may also be able to avoid the consequences of an <i>in absentia</i> removal order by meeting the general requirements for a motion to reopen removal proceedings. <i>See</i> 8 C.F.R. § 1003.23(b)(1)-(2). Aragón-Muñóz does not provide any developed argument that he has met these general requirements, and as we discuss <i>infra</i> in Part III, he has not, in fact, satisfied the general requirements for a motion to reopen.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">520</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">82</span></span> (2008)</b></center>\n<center><h1>Sergio Armando ARAGÓN-MUNOZ, Petitioner,<br>\nv.<br>\nMichael B. MUKASEY, Attorney General,<sup>[*]</sup> Respondent.</h1></center>\n<center>No. 06-2776.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted January 7, 2008.</center>\n<center>Decided March 21, 2008.</center>\n<p><span class=\"star-pagination\">*83</span> Christopher J. Stender and Stender and Pope, PC on brief for petitioner.</p>\n<p>Shahrzad Baghai, Trial Attorney, Peter D. Keisler, Assistant Attorney General, and Anthony W. Norwood, Senior Litigation Counsel, on brief for respondent.</p>\n<p>Before TORRUELLA, LYNCH, and LIPEZ, Circuit Judges.</p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>Sergio Armando Aragón-Muñóz, a citizen of Guatemala, seeks review of the order of the Board of Immigration Appeals (\"BIA\" or \"Board\") denying his motion to reopen his removal proceedings. On May 25, 2000, after Aragón-Muñóz failed to appear at a hearing on his removability and asylum claim, the Immigration Judge (\"IJ\") ordered him removed in absentia. More than four years later, Aragón-Muñóz filed a motion to reopen on the ground that he had not received the Notice to Appear (\"NTA\") because he had moved to Arizona. He further argued that even if he had received the NTA, the notice was insufficient <span class=\"star-pagination\">*84</span> because he was entitled to an oral warning in Spanish, his native language, of the consequences of failing to appear.</p>\n<p>The IJ denied his motion to reopen without issuing an opinion. Aragón-Muñóz appealed to the BIA, which remanded the case for a full explanation of the reasons for the denial. In response, the IJ entered a decision explaining that Aragón-Muñóz had failed to adduce any evidence that he had changed his address. The BIA affirmed, elaborating on the lack of evidence in the record. We deny Aragón-Muñóz's petition for review.</p>\n<p></p>\n<h2>I.</h2>\n<p>Aragón-Muñóz entered the United States on or about August 20, 1994. On September 14, 1994, he filed an application for asylum, which listed his address as \"309 West 12th Street, Lexington, Nebraska 68850.\" On August 24, 1999, he attended his asylum interview in Boston, Massachusetts. The record contains two copies of Aragón-Muñóz's asylum application. One shows the Nebraska address. The second contains hand-written edits, labeled as correction \"(1),\" changing the address to \"40 Huldah St., Providence, Rhode Island 02909.\" This copy of the application includes Aragón-Muñóz's signature, dated August 24, 1999, acknowledging, inter alia, that correction \"(1)\" had been made by him or at his request.</p>\n<p>On March 20, 2000, the Immigration and Naturalization Service sent an NTA to Aragón-Muñóz via regular mail to the Rhode Island address indicated on the edited asylum application. The NTA ordered Aragón-Muñóz to appear before an IJ in Boston on May 25, 2000. He failed to appear at the scheduled hearing. The government proceeded in absentia, resting on the application for asylum containing the Rhode Island address and the NTA, which was mailed to that address. The IJ ordered that Aragón-Muñóz be removed to Guatemala. A copy of the removal order was sent via regular mail to the Rhode Island address on the asylum application.</p>\n<p>On April 20, 2004, Aragón-Muñóz filed a motion to reopen removal proceedings. He alleged that he did not receive the NTA; that he had given an Arizona address to the asylum officer at his August 1999 interview; and that he was assured that his new address would be noted in the file, although \"[t]his apparently did not happen.\" He also argued that, because he had never appeared in immigration court, \"he was never advised in Spanish of the consequences of failure to appear.\"</p>\n<p>The IJ denied Aragón-Muñóz's motion without a written opinion. She indicated in a hand-written notation on the motion paper that the motion had been denied because Aragón-Muñóz had failed to state any facts \"which could possibly warrant reopening.\" Following Aragón-Muñóz's appeal to the BIA, the Board remanded the case to the IJ \"for inclusion of an appropriate decision,\" finding the hand-written notation insufficient.</p>\n<p>The IJ then issued a decision explaining that Aragón-Muñóz had failed to present evidence that he did not receive proper notice of the hearing. Specifically, she stated that the NTA had been sent to Aragón-Muñóz's last known address, as indicated on the corrected asylum application. She noted that Aragón-Muñóz had failed to provide any evidence of an address change and that the record contained no change of address form.</p>\n<p>Aragón-Muñóz once again appealed to the BIA, arguing that the hand-written edits to his asylum application had been made in 1994, not at the August 1999 interview. He also asserted that he sought relief through adjustment of status because he had married a lawful permanent <span class=\"star-pagination\">*85</span> resident of the United States and had an approved I-130, Petition for Alien Relative. However, he provided no documentary evidence of the I-130 or the marriage itself.</p>\n<p>The Board affirmed. In its decision, the Board rejected Aragón-Muñóz's claim that the hand-written edits had been made in 1994. It stated that these corrections appear to have been made during the August 1999 asylum interview. It supported this conclusion by noting that a photocopy of an employment authorization card, issued by the state of Rhode Island in February 1999 with an expiration date of February 2000, accompanied the edited asylum application. The Board also noted that the affidavit included with Aragón-Muñóz's motion to reopen \"fails to identify the exact address he purportedly lived at in Arizona, nor does it indicate when he allegedly moved.\" Moreover, the Board noted that Aragón-Muñóz had not provided any evidence that he ever resided at any Arizona address. This petition for review followed.</p>\n<p></p>\n<h2>II.</h2>\n<p>We review the denial of Aragón-Muñóz's motion to reopen for abuse of discretion. <i>Grigous v. Gonzales,</i> <span class=\"citation\" data-id=\"202376\"><a href=\"/opinion/202376/grigous-v-gonzales/\"><span class=\"volume\">460</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">156</span></a></span>, 159 (1st Cir.2006). We will find an abuse of discretion \"`where the BIA misinterprets the law, or acts either arbitrarily or capriciously.'\" <i>Id.</i> (quoting <i>Maindrond v. Ashcroft,</i> <span class=\"citation\" data-id=\"201271\"><a href=\"/opinion/201271/maindrond-v-ashcroft/\"><span class=\"volume\">385</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">98</span></a></span>, 100 (1st Cir. 2004)). We defer to the factual determinations made by the BIA if they are based on \"reasonable, substantial, and probative evidence.\" <i>Ymeri v. Ashcroft,</i> <span class=\"citation\" data-id=\"201290\"><a href=\"/opinion/201290/ymeri-v-ashcroft/\"><span class=\"volume\">387</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 17 (1st Cir.2004). Where, as here, the Board issues its own opinion and does not adopt the IJ's decision, we review the decision of the Board. <i>Romilus v. Ashcroft,</i> <span class=\"citation\" data-id=\"201241\"><a href=\"/opinion/201241/romilus-v-ashcroft/\"><span class=\"volume\">385</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.2004).</p>\n<p>An alien's failure to appear at a scheduled immigration hearing results in mandatory entry of an <i>in absentia</i> removal order if the government establishes that written notice of the hearing was given and that the alien is removable as charged. 8 U.S.C. § 1229a(b)(5)(A).<sup>[1]</sup> A notice to appear, as described in 8 U.S.C. § 1229(a), sent to the most recent address provided by the alien is deemed sufficient written notice to satisfy the statute. 8 U.S.C. § 1229a(b)(5)(A); <i>see also</i> 8 U.S.C. § 1229(c)(\"Service by mail under this section shall be sufficient if there is proof of attempted delivery to the last address provided by the alien. . . .\"). If the alien has failed to provide the government with his most recent address, no notice is required before the <i>in absentia</i> order may be issued. 8 U.S.C. § 1229a(b)(5)(B).</p>\n<p>There are several ways for an alien who has been ordered removed <i>in absentia</i> to reopen his proceedings. First, the statute provides that an alien who has received notice may seek rescission of the <i>in absentia</i> order by filing a motion to reopen within 180 days and showing that his \"failure to appear was because of exceptional circumstances.\" 8 U.S.C. § 1229a(b)(5)(C)(i). Aragón-Muñóz makes <span class=\"star-pagination\">*86</span> no claim of exceptional circumstances nor was his application filed within 180 days.</p>\n<p>Second, the statute provides that an <i>in absentia</i> order may be rescinded at any time if the alien demonstrates that he did not receive notice of the hearing. 8 U.S.C. § 1229a(b)(5)(C)(ii). The alien bears the burden of demonstrating that notice was never received. <i>Sousa v. Ashcroft,</i> <span class=\"citation\" data-id=\"201396\"><a href=\"/opinion/201396/sousa-v-ashcroft/\"><span class=\"volume\">393</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">271</span></a></span>, 275 (1st Cir.2005).</p>\n<p>The Board found that Aragón-Muñóz failed to meet his burden of demonstrating that he did not receive the NTA. The record does not compel us to conclude otherwise. The BIA reasonably concluded that the hand-written edits to the asylum application had been made at the August 1999 interview and that the attached copy of Aragón-Muñóz's 1999-2000 Rhode Island employment authorization card supported this view. We add that Aragón-Muñóz's 1999 signature acknowledging the correction also strongly supports the conclusion that the change was made in 1999 and not 1994. As the BIA noted, Aragón-Muñóz introduced no affirmative evidence of where he was living in March 2000 when the NTA was sent to the Rhode Island address. Hence, there is no affirmative evidence, other than Aragón-Muñóz's vague assertion that he lived somewhere in Arizona at the time, to support the contention that he did not receive the NTA. Accordingly, the BIA did not abuse its discretion in denying the motion to reopen.<sup>[2]</sup></p>\n<p></p>\n<h2>III.</h2>\n<p>Aragón-Muñóz also contends that he is entitled to reopening of his removal proceedings because he was not provided with an oral warning in Spanish of the consequences of failing to appear at the hearing. He relies on 8 U.S.C. § 1229a(b)(7), which provides:</p>\n<blockquote>Any alien against whom a final order of removal is entered in absentia under this subsection and who, at the time of the notice . . . was provided oral notice, either in the alien's native language or in another language the alien understands, of the time and place of the proceedings and of the consequences under this paragraph of failing, other than because of exceptional circumstances . . . to attend a proceeding under this section, shall not be eligible for relief under [8 U.S.C. §§ 1229b, 1229c, 1255, 1258, or 1259] for a period of 10 years after the date of the entry of the final order of removal.</blockquote>\n<p>However, Aragón-Muñóz misunderstands this provision. It operates as a ten-year bar to future eligibility for certain forms of discretionary relief when oral notice in the alien's native language is given prior to entry of the <i>in absentia</i> removal order. <i>Grigous,</i> 460 F.3d at 161. Although the statutory bar applies if oral notice was given, the statute does not purport to <i>require</i> such notice. As we made clear in <i>Grigous,</i> the government's failure to provide oral warnings in an alien's native language does not mean that he is \"<i>automatically</i> entitled to reopening.\" <i>Id.</i> at 162 (emphasis in original). On the contrary, the failure to give oral warnings means only that relief is not precluded by the statute and \"that he must still meet the requirements for motions to reopen under the general regulations.\" <i>Id.</i> Those regulations require that a motion to reopen <span class=\"star-pagination\">*87</span> \"shall state the new facts that will be proven at a hearing to be held if the motion is granted\" and be supported by \"the appropriate application for relief and all supporting documents.\" 8 C.F.R. § 1003.23(b)(3).</p>\n<p>Aragón-Muñóz did not introduce any new facts in support of his asylum application and did not include any documentary evidence in support of his contention that he is now entitled to an adjustment of status based on his marriage to a legal permanent resident. Accordingly, the absence of oral notice is not relevant because Aragón-Muñóz did not meet his burden under the general regulations governing motions to reopen. We deny his petition for review.</p>\n<p><i>Petition denied.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Pursuant to Fed. R.App. P. 43(c)(2), Attorney General Michael B. Mukasey has been substituted for former Attorney General Alberto R. Gonzáles as the respondent herein.</p>\n<p>[1]  The full text of this section provides:\n</p>\n<p>Any alien who, after written notice required under paragraph (1) or (2) of section 1229(a) of this title has been provided to the alien or the alien's counsel of record, does not attend a proceeding under this section, shall be ordered removed in absentia if the Service establishes by clear, unequivocal, and convincing evidence that the written notice was so provided and that the alien is removable (as defined in subsection (e)(2) of this section). The written notice by the Attorney General shall be considered sufficient for purposes of this subparagraph if provided at the most recent address provided under section 1229(a)(1)(F) of this title.</p>\n<p>8 U.S.C. § 1229a(b)(5)(A).</p>\n<p>[2]  An alien may also be able to avoid the consequences of an <i>in absentia</i> removal order by meeting the general requirements for a motion to reopen removal proceedings. <i>See</i> 8 C.F.R. § 1003.23(b)(1)-(2). Aragón-Muñóz does not provide any developed argument that he has met these general requirements, and as we discuss <i>infra</i> in Part III, he has not, in fact, satisfied the general requirements for a motion to reopen.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/201241/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201271/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201290/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201396/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202376/"
  ]
}