{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203129/",
  "absolute_url": "/opinion/203129/bohne-v-computer-associates-intern-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203129/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:09:13Z",
  "date_modified": "2016-04-26T14:05:28.438820Z",
  "type": "010combined",
  "sha1": "8ca240b45cd6e74161b284b276bebee9bb8006e0",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-1745-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/02/01/Bohne_v._Computer_Associates.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\nNo. 06-1745\n\n                           JOHN P. BOHNE,\n\n                        Plaintiff, Appellee,\n\n                                 v.\n\n              COMPUTER ASSOCIATES INTERNATIONAL, INC.,\n\n                       Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. William G. Young, U.S. District Judge]\n\n\n                               Before\n\n                        Boudin, Chief Judge,\n              Selya and Stahl, Senior Circuit Judges.\n\n\n\n     Brigitte M. Duffy, Jennifer A. Serafyn and Seyfarth Shaw LLP\non brief for appellant.\n     John P. Bohne on brief pro se.\n\n\n\n                          February 1, 2008\n\f           Per     Curiam.     On   August       19,    2002,       John   Bohne    was\n\nterminated--allegedly for a violation of company rules--from his\n\njob as a sales executive for Computer Associates International.\n\nThat termination formed the basis for a diversity lawsuit, filed by\n\nBohne in the federal district court in Massachusetts, asserting\n\nvarious   causes    of   action--state        and     federal,      common   law    and\n\nstatutory--against Computer Associates.\n\n           Of these claims, only one survived summary judgment and\n\nreached   trial:    Bohne's    argument        that    he     was   entitled       to    a\n\ncommission on a sale he had arranged prior to his termination.                          He\n\ncontended that under Massachusetts law, his at-will employment\n\ncontract included an \"implied covenant of good faith and fair\n\ndealing\" that entitled him to the commission, even though no\n\ncommission was due to him under the terms of his contract.\n\n           After a three-day trial, the jury returned a verdict for\n\nBohne; the special verdict form revealed that the jury had rejected\n\none, but accepted the other, of the two theories of liability\n\ncharged by the district judge.                The former claim was that the\n\ntermination had been made in bad faith in order to deprive Bohne of\n\nhis   commission;     this    is    a    theory        well    established     under\n\nMassachusetts law.       Fortune v. Nat'l Cash Register Co., 364 N.E.2d\n\n1251, 1257 (Mass. 1977).       But the jury rejected this claim on the\n\nmerits, presumably because it thought that Bohne had not proved the\n\nforbidden motive for his discharge. This is not surprising because\n\n\n                                        -2-\n\funder the terms of the contract, discussed below, firing Bohne\n\nwould not automatically or necessarily deprive him of commissions\n\nfor sales already transacted.\n\n            The claim that the jury accepted and on which it based\n\nthe judgment for Bohne was an alternative theory submitted to it by\n\nthe district judge.     This theory permitted the jury to determine\n\nthat the provision of the contract under which Bohne was denied\n\ncompensation was itself unlawful. Computer Associates now appeals,\n\narguing that the district judge incorrectly instructed the jury and\n\nshould have granted its post-trial motion for judgment as a matter\n\nof law as to the theory.        See Bohne v. Computer Assocs. Int'l,\n\nInc., 445 F. Supp. 2d 177, 184 (D. Mass. 2006).          This presents a\n\nquestion of Massachusetts law, which we consider de novo.            Salve\n\nRegina College v. Russell, 499 U.S. 225, 231 (1991); SEC v. Happ,\n\n392 F.3d 12, 19, 28 (1st Cir. 2004).\n\n            Under the sales compensation plan that governed Bohne's\n\nemployment, an employee was contractually entitled to a sales\n\ncommission so long as, inter alia, payment from the sale was\n\nreceived by Computer Associates within 90 days of coming due;1 but\n\nif   the   employee   was   terminated,   he   would   not   be   owed   any\n\ncommissions on sales for which payment was not received within 30\n\n\n\n      1\n      If payment was received between 90 and 180 days after coming\ndue, the employee would receive only half of the otherwise\napplicable commission; after 180 days, payment of any commission\nwould be in the sole discretion of the management.\n\n                                   -3-\n\fdays of the termination. The contested jury instruction, delivered\n\nover defense objection, asked the jury to determine whether this\n\nlatter plan provision--pursuant to which Bohne lost the disputed\n\ncommission--was \"so unfair as to violate the general covenant of\n\ngood faith and fair dealing.\"\n\n          We can find no basis in Massachusetts law for such an\n\ninstruction. The doctrine of good faith and fair dealing \"concerns\n\nthe manner in which existing contractual duties are performed,\"\n\nEigerman v. Putnam Invs., Inc., 877 N.E.2d 1258, 1265 (Mass. 2007),\n\nnot the lawfulness of the agreement itself.              It constrains a\n\nparty's discretion so that \"the objectives of the contract [are]\n\nrealized,\" but does not \"create rights and duties not otherwise\n\nprovided for.\"       Uno Rests., Inc. v. Boston Kenmore Realty Corp.,\n\n805 N.E.2d 957, 964 (Mass. 2004).         Ensuring that a party does not\n\nact to undermine the goals of the contract is one thing; holding\n\nthe contract unlawful on its face is another.\n\n          Massachusetts law recognizes other doctrines that concern\n\nthe enforceability vel non of contractual terms.          For example, a\n\njudge   can   make    a   legal   determination   that   a   contract   is\n\nunconscionable--if \"the sum total of the provisions of a contract\n\ndrive too hard a bargain,\" Waters v. Min Ltd., 587 N.E.2d 231, 234\n\n(Mass. 1992).    Or a contract or contractual provision can be held\n\nunlawful because it is found to violate public policy.           A.Z. v.\n\nB.Z., 725 N.E.2d 1051, 1058 (Mass. 2000).\n\n\n                                    -4-\n\f            But   under    neither   doctrine   is   a   jury    entitled   to\n\ndetermine that a contract is unenforceable because it is unfair.\n\nZapatha v. Dairy Mart, Inc., 408 N.E.2d 1370, 1375 (Mass. 1980);\n\nGreen v. Richmond, 337 N.E.2d 691, 695 (Mass. 1975).              Allowing a\n\njury to pass on the lawfulness of contractual terms could raise\n\nserious problems in assuring the stability and predictability of\n\ncontractual arrangements.      In any event Massachusetts law does not\n\nprovide for the jury to decide that a contract provision is itself\n\n\"so unfair as to violate the general covenant of good faith and\n\nfair dealing.\"\n\n            Bohne did not ask the district judge to strike down the\n\ntermination provision as unlawful under established Massachusetts\n\ndoctrines governing illegality; and it is unlikely that any such\n\nargument could succeed on these facts.          The Massachusetts Supreme\n\nJudicial Court (SJC) has tested for \"reasonableness\" forfeitures\n\nthat are triggered when employees go to work for competitors, but\n\nonly   by   analogy   to   non-compete     covenants,    which   have   anti-\n\ncompetitive effects not implicated here.         See Cheney v. Automatic\n\nSprinkler Corp., 385 N.E.2d 961, 966 (Mass. 1979); Struck v.\n\nPlymouth Mortgage Co., 605 N.E.2d 296, 298 (Mass. 1993).\n\n            In all events under the contractual provisions that\n\napplied in this case the termination of an employee for cause did\n\nnot itself forfeit commissions already earned; it was only if the\n\npurchase price remained unpaid for 30 days after the termination\n\n\n                                     -5-\n\fthat the commission was cancelled. There were also time limits for\n\nthose who remained employed, and the difference in treatment is\n\nplausibly explained by a desire to close the books on discharged\n\nemployees.    We understand that the district judge considered the\n\ntheory on which Bohne prevailed to be a logical extension of\n\nFortune, but \"[i]f Fortune is to be extended, this is a matter for\n\nthe Massachusetts courts and not for us.\"          Sargent v. Tenaska,\n\nInc., 108 F.3d 5, 10 (1st Cir. 1997).     Accordingly, the only theory\n\non which Bohne prevailed cannot support the judgment, which must\n\ntherefore be vacated.\n\n            To avoid confusion in future cases, we note that Bohne\n\ndid not seek an instruction based on the Massachusetts SJC's\n\ndecision in Gram v. Liberty Mut. Ins. Co., 429 N.E.2d 21 (Mass.\n\n1981). Gram extended the Fortune doctrine to require employers who\n\nterminate    \"without   good   cause\"--even   though   without   bad-faith\n\nintent--to pay any compensation clearly related to employees' past\n\nservices, even if not yet contractually due.       Id. at 28-29. So (in\n\ntheory) a lawsuit might fail under Fortune yet succeed under Gram--\n\ne.g., if the employee was fired for a baseless reason--although\n\nMassachusetts case law has interpreted \"good cause\" very liberally\n\nin favor of employers, e.g., York v. Zurich Scudder Invs., Inc.,\n\n849 N.E.2d 892, 899-900 (Mass. App. Ct. 2006).\n\n            But Bohne has waived this potential claim by failing to\n\nraise it.     That he proceeded pro se might entitle him to some\n\n\n                                    -6-\n\flenience in construing arguments that he did make, but we cannot\n\norder a new trial on a potential claim that was not raised either\n\nin the district court or even on appeal.   As it happens, it is far\n\nfrom clear that a claim based on Gram could succeed where (as here)\n\nthe at-will contract includes an explicit forfeiture clause,2 and\n\nanyway Bohne made no serious attempt at trial to demonstrate that\n\nhis discharge was without good cause.\n\n          The judgment is reversed and the case remanded for entry\n\nof judgment in favor of Computer Associates.   Each side shall bear\n\nits own costs on this appeal.\n\n          It is so ordered.\n\n\n\n\n     2\n      The SJC has reserved that question, Gram v. Liberty Mut. Ins.\nCo., 461 N.E.2d 796, 798 (Mass. 1984), and has emphasized that the\ngood faith covenant \"is only as broad as the contract that governs\nthe particular relationship.\"       Ayash v. Dana-Farber Cancer\nInstitute, 822 N.E.2d 667, 684 (Mass. 2005); see also Moriearty et\nal., 45 Mass. Practice--Employment Law § 3.3, at 166-67 (2003)\n(noting that parties can arguably bargain around the Gram\nextension, though presumably not around bad faith proper).\n\n                                -7-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>514 F.3d 141 (2008)</b></center>\n<center><h1>John P. BOHNE, Plaintiff, Appellee,<br>\nv.<br>\nCOMPUTER ASSOCIATES INTERNATIONAL, INC., Defendant, Appellant.</h1></center>\n<center>No. 06-1745.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted November 30, 2006.</center>\n<center>Decided February 1, 2008.</center>\n<p><span class=\"star-pagination\">*142</span> Brigitte M. Duffy, Jennifer A. Serafyn and Seyfarth Shaw LLP, on brief, for appellant.</p>\n<p>John P. Bohne, on brief, pro se.</p>\n<p>Before BOUDIN, Chief Judge, SELYA and STAHL, Senior Circuit Judges.</p>\n<p>PER CURIAM.</p>\n<p>On August 19, 2002, John Bohne was terminated-allegedly for a violation of company rules-from his job as a sales executive for Computer Associates International. That termination formed the basis for a diversity lawsuit, filed by Bohne in the federal district court in Massachusetts, asserting various causes of actionstate and <span class=\"star-pagination\">*143</span> federal, common law and statutory against Computer Associates.</p>\n<p>Of these claims, only one survived summary judgment and reached trial: Bohne's argument that he was entitled to a commission on a sale he had arranged prior to his termination. He contended that under Massachusetts law, his at-will employment contract included an \"implied covenant of good faith and fair dealing\" that entitled him to the commission, even though no commission was due to him under the terms of his contract.</p>\n<p>After a three-day trial, the jury returned a verdict for Bohne; the special verdict form revealed that the jury had rejected one, but accepted the other, of the two theories of liability charged by the district judge. The former claim was that the termination had been made in bad faith in order to deprive Bohne of his commission; this is a theory well established under Massachusetts law. <i>Fortune v. Nat'l Cash Register Co.,</i> 373 Mass. 96, 364 N.E.2d 1251, 1257 (1977). But the jury rejected this claim on the merits, presumably because it thought that Bohne had not proved the forbidden motive for his discharge. This is not surprising because under the terms of the contract, discussed below, firing Bohne would not automatically or necessarily deprive him of commissions for sales already transacted.</p>\n<p>The claim that the jury accepted and on which it based the judgment for Bohne was an alternative theory submitted to it by the district judge. This theory permitted the jury to determine that the provision of the contract under which Bohne was denied compensation was itself unlawful. Computer Associates now appeals, arguing that the district judge incorrectly instructed the jury and should have granted its post-trial motion for judgment as a matter of law as to the theory. <i>See </i><i>Bohne v. Computer Assocs. Int'l, Inc.,</i> 445 F.Supp.2d 177, 184 (D.Mass.2006). This presents a question of Massachusetts law, which we consider <i>de novo. </i><i>Salve Regina College v. Russell,</i> 499 U.S. 225, 231, 111 S.Ct. 1217, 113 L.Ed.2d 190 (1991); <i>SEC v. Happ,</i> 392 F.3d 12, 19, 28 (1st Cir.2004).</p>\n<p>Under the sales compensation plan that governed Bohne's employment, an employee was contractually entitled to a sales commission so long as, <i>inter alia,</i> payment from the sale was received by Computer Associates within 90 days of coming due;<sup>[1]</sup> but if the employee was terminated, he would not be owed any commissions on sales for which payment was not received within 30 days of the termination. The contested jury instruction, delivered over defense objection, asked the jury to determine whether this latter plan provision pursuant to which Bohne lost the disputed commissionwas \"so unfair as to violate the general covenant of good faith and fair dealing.\"</p>\n<p>We can find no basis in Massachusetts law for such an instruction. The doctrine of good faith and fair dealing \"concerns the manner in which existing contractual duties are performed,\" <i>Eigerman v. Putnam Invs., Inc.,</i> 450 Mass. 281, 877 N.E.2d 1258, 1265 (2007), not the lawfulness of the agreement itself. It constrains a party's discretion so that \"the objectives of the contract [are] realized,\" but does not \"create rights and duties not otherwise provided for.\" <i>Uno Rests., Inc. v. Boston Kenmore Realty Corp.,</i> 441 Mass. 376, 805 N.E.2d 957, 964 (2004). Ensuring that a party does not act to undermine the goals of the contract is one <span class=\"star-pagination\">*144</span> thing; holding the contract unlawful on its face is another.</p>\n<p>Massachusetts law recognizes other doctrines that concern the enforceability <i>vel non</i> of contractual terms. For example, a judge can make a legal determination that a contract is unconscionableif \"the sum total of the provisions of a contract drive too hard a bargain,\" <i>Waters v. Min Ltd.,</i> 412 Mass. 64, 587 N.E.2d 231, 234 (1992). Or a contract or contractual provision can be held unlawful because it is found to violate public policy. <i>A.Z. v. B.Z.,</i> 431 Mass. 150, 725 N.E.2d 1051, 1058 (2000).</p>\n<p>But under neither doctrine is a <i>jury</i> entitled to determine that a contract is unenforceable because it is unfair. <i>Zapatha v. Dairy Mart, Inc.,</i> 381 Mass. 284, 408 N.E.2d 1370, 1375 (1980); <i>Green v. Richmond,</i> 369 Mass. 47, 337 N.E.2d 691, 695 (1975). Allowing a jury to pass on the lawfulness of contractual terms could raise serious problems in assuring the stability and predictability of contractual arrangements. In any event Massachusetts law does not provide for the jury to decide that a contract provision is itself \"so unfair as to violate the general covenant of good faith and fair dealing.\"</p>\n<p>Bohne did not ask the district judge to strike down the termination provision as unlawful under established Massachusetts doctrines governing illegality; and it is unlikely that any such argument could succeed on these facts. The Massachusetts Supreme Judicial Court (SJC) has tested for \"reasonableness\" forfeitures that are triggered when employees go to work for competitors, but only by analogy to non-compete covenants, which have anti-competitive effects not implicated here. <i>See </i><i>Cheney v. Automatic Sprinkler Corp.,</i> 377 Mass. 141, 385 N.E.2d 961, 966 (1979); <i>Struck v. Plymouth Mortgage Co.,</i> 414 Mass. 118, 605 N.E.2d 296, 298 (1993).</p>\n<p>In all events under the contractual provisions that applied in this case the termination of an employee for cause did not itself forfeit commissions already earned; it was only if the purchase price remained unpaid for 30 days after the termination that the commission was cancelled. There were also time limits for those who remained employed, and the difference in treatment is plausibly explained by a desire to close the books on discharged employees. We understand that the district judge considered the theory on which Bohne prevailed to be a logical extension of <i>Fortune,</i> but \"[i]f <i>Fortune</i> is to be extended, this is a matter for the Massachusetts courts and not for us.\" <i>Sargent v. Tenaska, Inc.,</i> 108 F.3d 5, 10 (1st Cir. 1997). Accordingly, the only theory on which Bohne prevailed cannot support the judgment, which must therefore be vacated.</p>\n<p>To avoid confusion in future cases, we note that Bohne did <i>not</i> seek an instruction based on the Massachusetts SJC's decision in <i>Gram v. Liberty Mut. Ins. Co.,</i> 384 Mass. 659, 429 N.E.2d 21 (1981). <i>Gram</i> extended the <i>Fortune</i> doctrine to require employers who terminate \"without good cause\"even though without badfaith intentto pay any compensation clearly related to employees' past services, even if not yet contractually due. <i>Id.</i> at 28-29. So (in theory) a lawsuit might fail under <i>Fortune</i> yet succeed under <i>Gram</i> <i>e.g.,</i> if the employee was fired for a baseless reasonalthough Massachusetts case law has interpreted \"good cause\" very liberally in favor of employers, e.g., <i>York v. Zurich Scudder Invs., Inc.,</i> 66 Mass.App. Ct. 610, 849 N.E.2d 892, 899-900 (2006).</p>\n<p>But Bohne has waived this potential claim by failing to raise it. That he proceeded <i>pro se</i> might entitle him to some <span class=\"star-pagination\">*145</span> lenience in construing arguments that he did make, but we cannot order a new trial on a potential claim that was not raised either in the district court or even on appeal. As it happens, it is far from clear that a claim based on <i>Gram</i> could succeed where (as here) the at-will contract includes an <i>explicit</i> forfeiture clause,<sup>[2]</sup> and anyway Bohne made no serious attempt at trial to demonstrate that his discharge was without good cause.</p>\n<p>The judgment is <i>reversed</i> and the case <i>remanded</i> for entry of judgment in favor of Computer Associates. Each side shall bear its own costs on this appeal.</p>\n<p><i>It is so ordered.</i></p>\n<h2>NOTES</h2>\n<p>[1]  If payment was received between 90 and 180 days after coming due, the employee would receive only half of the otherwise applicable commission; after 180 days, payment of any commission would be in the sole discretion of the management.</p>\n<p>[2]  The SJC has reserved that question, <i>Gram v. Liberty Mut. Ins. Co.,</i> 391 Mass. 333, 461 N.E.2d 796, 798 (1984), and has emphasized that the good faith covenant \"is only as broad as the contract that governs the particular relationship.\" <i>Ayash v. Dana-Farber Cancer Institute,</i> 443 Mass. 367, 822 N.E.2d 667, 684 (2005); <i>see also</i> Moriearty <i>et al.,</i> 45 <i>Mass. Practice-Employment Law</i> § 3.3, at 166-67 (2003) (noting that parties can arguably bargain around the <i>Gram</i> extension, though presumably not around bad faith proper).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">514</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">141</span></span> (2008)</b></center>\n<center><h1>John P. BOHNE, Plaintiff, Appellee,<br>\nv.<br>\nCOMPUTER ASSOCIATES INTERNATIONAL, INC., Defendant, Appellant.</h1></center>\n<center>No. 06-1745.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted November 30, 2006.</center>\n<center>Decided February 1, 2008.</center>\n<p><span class=\"star-pagination\">*142</span> Brigitte M. Duffy, Jennifer A. Serafyn and Seyfarth Shaw LLP, on brief, for appellant.</p>\n<p>John P. Bohne, on brief, pro se.</p>\n<p>Before BOUDIN, Chief Judge, SELYA and STAHL, Senior Circuit Judges.</p>\n<p>PER CURIAM.</p>\n<p>On August 19, 2002, John Bohne was terminated-allegedly for a violation of company rules-from his job as a sales executive for Computer Associates International. That termination formed the basis for a diversity lawsuit, filed by Bohne in the federal district court in Massachusetts, asserting various causes of actionstate and <span class=\"star-pagination\">*143</span> federal, common law and statutory against Computer Associates.</p>\n<p>Of these claims, only one survived summary judgment and reached trial: Bohne's argument that he was entitled to a commission on a sale he had arranged prior to his termination. He contended that under Massachusetts law, his at-will employment contract included an \"implied covenant of good faith and fair dealing\" that entitled him to the commission, even though no commission was due to him under the terms of his contract.</p>\n<p>After a three-day trial, the jury returned a verdict for Bohne; the special verdict form revealed that the jury had rejected one, but accepted the other, of the two theories of liability charged by the district judge. The former claim was that the termination had been made in bad faith in order to deprive Bohne of his commission; this is a theory well established under Massachusetts law. <i>Fortune v. Nat'l Cash Register Co.,</i> <span class=\"citation\" data-id=\"2046638\"><a href=\"/opinion/2046638/fortune-v-national-cash-register-co/\"><span class=\"volume\">373</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">96</span></a></span>, <span class=\"citation\" data-id=\"2046638\"><a href=\"/opinion/2046638/fortune-v-national-cash-register-co/\"><span class=\"volume\">364</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1251</span></a></span>, 1257 (1977). But the jury rejected this claim on the merits, presumably because it thought that Bohne had not proved the forbidden motive for his discharge. This is not surprising because under the terms of the contract, discussed below, firing Bohne would not automatically or necessarily deprive him of commissions for sales already transacted.</p>\n<p>The claim that the jury accepted and on which it based the judgment for Bohne was an alternative theory submitted to it by the district judge. This theory permitted the jury to determine that the provision of the contract under which Bohne was denied compensation was itself unlawful. Computer Associates now appeals, arguing that the district judge incorrectly instructed the jury and should have granted its post-trial motion for judgment as a matter of law as to the theory. <i>See </i><i>Bohne v. Computer Assocs. Int'l, Inc.,</i> <span class=\"citation\" data-id=\"2499903\"><a href=\"/opinion/2499903/bohne-v-computer-associates-intern-inc/\"><span class=\"volume\">445</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">177</span></a></span>, 184 (D.Mass.2006). This presents a question of Massachusetts law, which we consider <i>de novo. </i><i>Salve Regina College v. Russell,</i> <span class=\"citation\" data-id=\"112564\"><a href=\"/opinion/112564/salve-regina-college-v-russell/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">225</span></a></span>, 231, <span class=\"citation\" data-id=\"112564\"><a href=\"/opinion/112564/salve-regina-college-v-russell/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1217</span></a></span>, <span class=\"citation\" data-id=\"112564\"><a href=\"/opinion/112564/salve-regina-college-v-russell/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">190</span></a></span> (1991); <i>SEC v. Happ,</i> <span class=\"citation\" data-id=\"202466\"><a href=\"/opinion/202466/sec-v-happ/\"><span class=\"volume\">392</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 19, 28 (1st Cir.2004).</p>\n<p>Under the sales compensation plan that governed Bohne's employment, an employee was contractually entitled to a sales commission so long as, <i>inter alia,</i> payment from the sale was received by Computer Associates within 90 days of coming due;<sup>[1]</sup> but if the employee was terminated, he would not be owed any commissions on sales for which payment was not received within 30 days of the termination. The contested jury instruction, delivered over defense objection, asked the jury to determine whether this latter plan provision pursuant to which Bohne lost the disputed commissionwas \"so unfair as to violate the general covenant of good faith and fair dealing.\"</p>\n<p>We can find no basis in Massachusetts law for such an instruction. The doctrine of good faith and fair dealing \"concerns the manner in which existing contractual duties are performed,\" <i>Eigerman v. Putnam Invs., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">450</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">281</span></span>, <span class=\"citation no-link\"><span class=\"volume\">877</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1258</span></span>, 1265 (2007), not the lawfulness of the agreement itself. It constrains a party's discretion so that \"the objectives of the contract [are] realized,\" but does not \"create rights and duties not otherwise provided for.\" <i>Uno Rests., Inc. v. Boston Kenmore Realty Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">441</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">376</span></span>, <span class=\"citation no-link\"><span class=\"volume\">805</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">957</span></span>, 964 (2004). Ensuring that a party does not act to undermine the goals of the contract is one <span class=\"star-pagination\">*144</span> thing; holding the contract unlawful on its face is another.</p>\n<p>Massachusetts law recognizes other doctrines that concern the enforceability <i>vel non</i> of contractual terms. For example, a judge can make a legal determination that a contract is unconscionableif \"the sum total of the provisions of a contract drive too hard a bargain,\" <i>Waters v. Min Ltd.,</i> <span class=\"citation\" data-id=\"2225774\"><a href=\"/opinion/2225774/waters-v-min-ltd/\"><span class=\"volume\">412</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">64</span></a></span>, <span class=\"citation\" data-id=\"2225774\"><a href=\"/opinion/2225774/waters-v-min-ltd/\"><span class=\"volume\">587</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">231</span></a></span>, 234 (1992). Or a contract or contractual provision can be held unlawful because it is found to violate public policy. <i>A.Z. v. B.Z.,</i> <span class=\"citation no-link\"><span class=\"volume\">431</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">150</span></span>, <span class=\"citation no-link\"><span class=\"volume\">725</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1051</span></span>, 1058 (2000).</p>\n<p>But under neither doctrine is a <i>jury</i> entitled to determine that a contract is unenforceable because it is unfair. <i>Zapatha v. Dairy Mart, Inc.,</i> <span class=\"citation\" data-id=\"2240690\"><a href=\"/opinion/2240690/zapatha-v-dairy-mart-inc/\"><span class=\"volume\">381</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">284</span></a></span>, <span class=\"citation\" data-id=\"2240690\"><a href=\"/opinion/2240690/zapatha-v-dairy-mart-inc/\"><span class=\"volume\">408</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1370</span></a></span>, 1375 (1980); <i>Green v. Richmond,</i> <span class=\"citation\" data-id=\"2111140\"><a href=\"/opinion/2111140/green-v-richmond/\"><span class=\"volume\">369</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">47</span></a></span>, <span class=\"citation\" data-id=\"2111140\"><a href=\"/opinion/2111140/green-v-richmond/\"><span class=\"volume\">337</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">691</span></a></span>, 695 (1975). Allowing a jury to pass on the lawfulness of contractual terms could raise serious problems in assuring the stability and predictability of contractual arrangements. In any event Massachusetts law does not provide for the jury to decide that a contract provision is itself \"so unfair as to violate the general covenant of good faith and fair dealing.\"</p>\n<p>Bohne did not ask the district judge to strike down the termination provision as unlawful under established Massachusetts doctrines governing illegality; and it is unlikely that any such argument could succeed on these facts. The Massachusetts Supreme Judicial Court (SJC) has tested for \"reasonableness\" forfeitures that are triggered when employees go to work for competitors, but only by analogy to non-compete covenants, which have anti-competitive effects not implicated here. <i>See </i><i>Cheney v. Automatic Sprinkler Corp.,</i> <span class=\"citation\" data-id=\"2061502\"><a href=\"/opinion/2061502/cheney-v-automatic-sprinkler-corp-of-america/\"><span class=\"volume\">377</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">141</span></a></span>, <span class=\"citation\" data-id=\"2061502\"><a href=\"/opinion/2061502/cheney-v-automatic-sprinkler-corp-of-america/\"><span class=\"volume\">385</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">961</span></a></span>, 966 (1979); <i>Struck v. Plymouth Mortgage Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">118</span></span>, <span class=\"citation no-link\"><span class=\"volume\">605</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">296</span></span>, 298 (1993).</p>\n<p>In all events under the contractual provisions that applied in this case the termination of an employee for cause did not itself forfeit commissions already earned; it was only if the purchase price remained unpaid for 30 days after the termination that the commission was cancelled. There were also time limits for those who remained employed, and the difference in treatment is plausibly explained by a desire to close the books on discharged employees. We understand that the district judge considered the theory on which Bohne prevailed to be a logical extension of <i>Fortune,</i> but \"[i]f <i>Fortune</i> is to be extended, this is a matter for the Massachusetts courts and not for us.\" <i>Sargent v. Tenaska, Inc.,</i> <span class=\"citation\" data-id=\"197237\"><a href=\"/opinion/197237/sargent-v-tenaska/\"><span class=\"volume\">108</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 10 (1st Cir. 1997). Accordingly, the only theory on which Bohne prevailed cannot support the judgment, which must therefore be vacated.</p>\n<p>To avoid confusion in future cases, we note that Bohne did <i>not</i> seek an instruction based on the Massachusetts SJC's decision in <i>Gram v. Liberty Mut. Ins. Co.,</i> <span class=\"citation\" data-id=\"2147434\"><a href=\"/opinion/2147434/gram-v-liberty-mutual-ins-co/\"><span class=\"volume\">384</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">659</span></a></span>, <span class=\"citation\" data-id=\"2147434\"><a href=\"/opinion/2147434/gram-v-liberty-mutual-ins-co/\"><span class=\"volume\">429</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">21</span></a></span> (1981). <i>Gram</i> extended the <i>Fortune</i> doctrine to require employers who terminate \"without good cause\"even though without badfaith intentto pay any compensation clearly related to employees' past services, even if not yet contractually due. <i>Id.</i> at 28-29. So (in theory) a lawsuit might fail under <i>Fortune</i> yet succeed under <i>Gram</i> <i>e.g.,</i> if the employee was fired for a baseless reasonalthough Massachusetts case law has interpreted \"good cause\" very liberally in favor of employers, e.g., <i>York v. Zurich Scudder Invs., Inc.,</i> 66 Mass.App. Ct. 610, <span class=\"citation no-link\"><span class=\"volume\">849</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">892</span></span>, 899-900 (2006).</p>\n<p>But Bohne has waived this potential claim by failing to raise it. That he proceeded <i>pro se</i> might entitle him to some <span class=\"star-pagination\">*145</span> lenience in construing arguments that he did make, but we cannot order a new trial on a potential claim that was not raised either in the district court or even on appeal. As it happens, it is far from clear that a claim based on <i>Gram</i> could succeed where (as here) the at-will contract includes an <i>explicit</i> forfeiture clause,<sup>[2]</sup> and anyway Bohne made no serious attempt at trial to demonstrate that his discharge was without good cause.</p>\n<p>The judgment is <i>reversed</i> and the case <i>remanded</i> for entry of judgment in favor of Computer Associates. Each side shall bear its own costs on this appeal.</p>\n<p><i>It is so ordered.</i></p>\n<h2>NOTES</h2>\n<p>[1]  If payment was received between 90 and 180 days after coming due, the employee would receive only half of the otherwise applicable commission; after 180 days, payment of any commission would be in the sole discretion of the management.</p>\n<p>[2]  The SJC has reserved that question, <i>Gram v. Liberty Mut. Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">391</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">333</span></span>, <span class=\"citation no-link\"><span class=\"volume\">461</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">796</span></span>, 798 (1984), and has emphasized that the good faith covenant \"is only as broad as the contract that governs the particular relationship.\" <i>Ayash v. Dana-Farber Cancer Institute,</i> <span class=\"citation no-link\"><span class=\"volume\">443</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">367</span></span>, <span class=\"citation no-link\"><span class=\"volume\">822</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">667</span></span>, 684 (2005); <i>see also</i> Moriearty <i>et al.,</i> 45 <i>Mass. Practice-Employment Law</i> § 3.3, at 166-67 (2003) (noting that parties can arguably bargain around the <i>Gram</i> extension, though presumably not around bad faith proper).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197237/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202466/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2046638/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2061502/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2111140/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2147434/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2225774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2240690/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2499903/"
  ]
}