{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203164/",
  "absolute_url": "/opinion/203164/school-union-no-37-v-ms-c/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203164/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:10:05Z",
  "date_modified": "2016-04-26T22:50:02.847979Z",
  "type": "010combined",
  "sha1": "cafcd1fd2dccf30f9b5038d9d446339bbc6d59b3",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-2261-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/02/26/School_Union_No._37_v._Ms._C..pdf",
  "plain_text": "           United States Court of Appeals\n                      For the First Circuit\n\nNo. 06-2261\n\n                       SCHOOL UNION NO. 37,\n\n                       Plaintiff, Appellee,\n\n                                v.\n\n                            MS. C.; DB,\n\n                      Defendants, Appellants.\n\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n                     FOR THE DISTRICT OF MAINE\n\n         [Hon. John A. Woodcock, Jr., U.S. District Judge]\n\n\n                              Before\n\n                       Lipez, Circuit Judge,\n\n              John R. Gibson, Senior Circuit Judge*,\n\n                 and Stahl, Senior Circuit Judge.\n\n\n          Amy M. Sneirson, with whom Richard L. O’Meara, Staci K.\nConverse and Murray, Plumb & Murray were on brief, for appellants.\n          Brendan P. Rielly, with whom Jensen Baird Gardner & Henry\nwas on brief, for appellee.\n\n\n\n                         February 26, 2008\n\n\n\n\n     *\n          Of the United States Court of Appeals for the Eighth\nCircuit, sitting by designation.\n\f          JOHN R. GIBSON, Circuit Judge. DB and his mother, Ms. C,\n\nfiled a request for a due process hearing with the Maine Department\n\nof Education after DB turned nineteen and was no longer enrolled in\n\nschool.   Although all of DB’s special education tuition had been\n\npaid, he and his mother sought reimbursement for past room and\n\nboard and transportation expenses associated with DB’s education in\n\nprivate schools outside of Maine.       They obtained the relief they\n\nwere seeking from the Maine special education hearing officer.\n\nSchool Union No. 37 then filed this action in the district court\n\nunder the Individuals with Disabilities Education Act, 20 U.S.C. §§\n\n1400-1490 (“IDEA”), to challenge the administrative decision.     The\n\ndistrict court entered judgment for the School Union.    Ms. C and DB\n\nappeal, arguing that their action was not barred by the equitable\n\ndefense of laches.   We affirm.\n\n                                  I.\n\n          During the years in question, 1999 to 2004, Ms. C was a\n\nresident of Dallas Plantation, Maine.      Dallas Plantation does not\n\nhave schools of its own, and therefore its residents have options\n\nfor their children’s education.         Under Maine’s “local choice”\n\noption, Me. Rev. Stat. Ann. tit. 20-A §§ 5203.4, 5204.4, residents\n\nof Dallas Plantation are permitted to send their children to the\n\nschool of their choice, and Dallas Plantation is responsible for\n\nthe tuition at a state-approved rate, Me. Rev. Stat. Ann. tit. 20-A\n\n§§ 5804, 5805.   Those who choose the closest public school send\n\n\n                                  -2-\n\ftheir elementary students to the Rangeley Lakes Regional School.\n\nDB attended Rangeley Lakes from kindergarten to sixth grade.\n\n            Maine law permits Dallas Plantation to be part of a\n\nschool union, a body composed of school administrative units that\n\nare joined for the purpose of providing joint administrative\n\nservices, including a joint superintendent.            Me. Rev. Stat. Ann.\n\ntit. 20-A § 1.31.    School Union No. 37 is the school administrative\n\nunit that includes Dallas Plantation.\n\n            DB was initially referred for special education services\n\nby his first grade teacher at the Rangeley School in the fall of\n\n1992.     Pursuant to its obligations under the IDEA, the school\n\nscheduled a Pupil Evaluation Team (“PET”) meeting to discuss DB’s\n\nneeds.    Ms. C agreed to the meeting date but did not attend.              The\n\nmeeting went forward with his classroom teacher and two special\n\neducation team members, and collectively they recommended that DB\n\nreceive   academic   and   learning   development      testing   along   with\n\nclassroom observation.       The school told Ms. C of the team’s\n\nrecommendations, but Ms. C did not agree with the assessment.               She\n\ndid not allow DB to be tested.        The team contacted her again four\n\nmonths later to see if she was ready to proceed with their\n\nrecommended evaluation, and she responded that the issue was\n\n“closed” on any testing for DB.       Ms. C later changed her mind, and\n\nin May of 1993, DB underwent a medical and psychological evaluation\n\nand   a   behavior   assessment.      Three   months    later    he   had    an\n\n\n                                   -3-\n\feducational assessment.     DB ultimately was diagnosed as having\n\nAttention-Deficit Hyperactivity Disorder and a learning disability.\n\n            The PET team met again at the beginning of the 1993-94\n\nschool year, a year in which DB repeated first grade, and he was\n\ndetermined eligible to receive special education services as a\n\nstudent with a learning disability.    Ms. C attended this meeting.\n\nThe team agreed upon an Individual Education Plan (“IEP”) for DB.\n\nMs. C was to follow up on possible medical issues, the staff was to\n\nwrite and implement a behavioral plan, and DB was to receive\n\nindividual help in the resource room for at least thirty minutes a\n\nday.     DB began taking medication shortly thereafter, and by the\n\nnext PET meeting in May of 1994, he was better able to attend to\n\nschoolwork and follow rules.\n\n            DB’s second through fifth grade years had their ups and\n\ndowns.    He continued to receive special education services at the\n\nRangeley School, which the school provided pursuant to regularly\n\nconducted PET meetings.   His mother withdrew him from the Rangeley\n\nSchool in 1998, at the beginning of sixth grade, following an in-\n\nschool suspension DB received from an incident with a fellow\n\nstudent.     Ms. C, who had been an elementary school teacher and\n\nDallas Plantation School Board member, informed the school during\n\na PET meeting that she was going to home-school DB.   Although the\n\nschool recognized that she had the right to do so, the special\n\neducators indicated they were aware of the ongoing obligation to\n\n\n                                 -4-\n\fprovide DB with a free appropriate public education. They sent Ms.\n\nC a letter to that effect and invited her to contact them if she\n\nwanted DB to resume his participation in the school’s special\n\neducation program.   DB did not return to the Rangeley School or any\n\nother school in the state of Maine after he withdrew in the fall of\n\n1998.\n\n          While DB was a student at the Rangeley School, five IEPs\n\nwere prepared for him.     Ms. C did not object to any of the IEPs,\n\nthe determinations that came out of PET meetings, or the level of\n\nservices the school provided to DB.    During the year he was home-\n\nschooled, the Rangeley School convened another annual PET meeting\n\nand met to review DB’s home-school program and write an IEP.    Ms.\n\nC attended this meeting and informed those in attendance that DB\n\nwould be attending the Greenwood School in Vermont for the 1999-\n\n2000 school year.    As a resident of Dallas Plantation, she was\n\naware that she was free to choose the school DB would attend.    No\n\nschool official or medical professional who evaluated DB opined\n\nthat he needed to attend a residential school, but Ms. C chose the\n\nGreenwood School because she believed it would uniquely meet his\n\nspecial education needs.    Again, she did not challenge the latest\n\nIEP that Rangeley had developed, and neither it nor any other IEP\n\ncreated for DB from 1993 to 1999 determined that he required\n\nresidential placement in order to receive a free appropriate public\n\neducation.\n\n\n                                 -5-\n\f           Although DB never attended another school in Maine after\n\n1998, he remained a student until 2004.         He was at Greenwood from\n\nthe fall of 1999 until November of 2000.        In January of 2001, Ms.\n\nC enrolled DB in New Dominion, located in Dillwyn, Virginia.          DB\n\nattended and lived at New Dominion until August of 2002, when Ms.\n\nC enrolled him in the Brush Ranch school in Terrero, New Mexico.\n\nDB remained at Brush Ranch until the spring of 2004, just before\n\nhis eighteenth birthday.        Dallas Plantation paid all of DB’s\n\ntuition at each of the private schools he attended, which included\n\nthe standard tuition rate set by the state of Maine and any special\n\neducation services in excess of that rate that were authorized by\n\nan IEP.    In other words, Dallas Plantation paid both regular\n\ntuition and special education tuition to all three out-of-state\n\nprivate schools.\n\n           In 2005, after DB reached the age of 19 and was no longer\n\na student, he and his mother sought a due process hearing from the\n\nMaine Department of Education on the issue of reimbursement for\n\nroom and board, transportation expenses, and other related expenses\n\nfrom 1999 until 2004.    The hearing officer awarded Ms. C and DB\n\nreimbursement of $48,890 for room and board expenses during those\n\nyears and $3,241.33 for transportation expenses.        The School Union\n\nfiled the complaint in this action in district court, asserting\n\nseven   alternative   grounds   to    reverse   the   hearing   officer’s\n\ndetermination.   The magistrate judge recommended that judgment be\n\n\n                                     -6-\n\fentered for the School Union on the affirmative defense of laches,\n\nand   the   district   court   adopted         the   recommendation.1     Neither\n\naddressed the other grounds for reversal.\n\n                                         II.\n\n            Reimbursement      is   an    equitable       remedy.       Murphy   v.\n\nTimberlane Reg’l School Dist., 973 F.2d 13, 16 (1st Cir. 1992)\n\n(“Murphy I”).    Accordingly, it is subject to the equitable defense\n\nof laches, which bars a claim for equitable relief “where a party’s\n\ndelay in bringing suit was 1) unreasonable, and 2) resulted in\n\nprejudice to the opposing party.”              K-Mart Corp. v. Oriental Plaza,\n\nInc., 875 F.2d 907, 911 (1st Cir. 1989).                Unreasonableness of the\n\ndelay depends both on time elapsed and on whether Ms. C. and DB\n\nacquiesced in the alleged wrong.           See Jamesbury Corp. v. Worcester\n\nValve Co., 443 F.2d 205, 210 (1st Cir. 1971) (“Laches requires not\n\nonly a passage of time but also acquiescence in the alleged wrong\n\nby the tardy plaintiff.”). The proponent of the doctrine must make\n\na clear showing of prejudice, Murphy v. Timberlane Reg’l Sch.\n\nDist., 22 F.3d 1186, 1189 (1st Cir. 1994) (“Murphy II”), which\n\ngenerally arises in IDEA cases from the school being stripped of\n\nthe opportunity to make changes to a student’s program that might\n\n\n\n      1\n          The parties did not file dispositive motions, but the\ndistrict court entered judgment based on the administrative record\nand on briefs on the merits filed by the parties. See 20 U.S.C. §\n1415(i)(2)(B) (district court is to receive administrative record,\nhear additional evidence at party’s request, and base its decision\non the preponderance of the evidence).\n\n                                         -7-\n\fhave obviated the need for a private school and from having to\n\ndefend IEPs developed years earlier.          E.g., L.K. v. Bd. of Educ.\n\nfor Transylvania County, 113 F. Supp. 2d 856, 861 (W.D.N.C. 2000);\n\nPhillips v. Bd. of Educ. of the Hendrick Hudson School Dist., 949\n\nF. Supp. 1108, 1113-14 (S.D.N.Y. 1997).\n\n           The School Union filed this action under 20 U.S.C. §\n\n1415(i)(2)(B) to challenge the hearing officer’s decision.                 The\n\nstatute directs the district court to “grant such relief as the\n\ncourt determines is appropriate,” using a preponderance of the\n\nevidence standard.     Id.      When the district court reviews the\n\nadministrative ruling, it exercises its discretion, informed by the\n\nrecord and by the expertise of the administrative agency and the\n\nschool   officials,   as   to   how    much   deference     to   afford    the\n\nadministrative proceedings.     Lenn v. Portland Sch. Comm., 998 F.2d\n\n1083, 1087 (1st Cir. 1993); Hampton Sch. Dist. v. Dobrowolski, 976\n\nF.2d 48, 52 (1st Cir. 1992).    “In the end, the judicial function at\n\nthe trial-court level is one of involved oversight, and in the\n\ncourse of that oversight, the persuasiveness of a particular\n\nadministrative finding, or the lack thereof, is likely to tell the\n\ntale.”   Lenn, 998 F.2d at 1087.      The School Union had the burden of\n\nproof in the district court as the party challenging the hearing\n\nofficer’s decision.    Hampton, 976 F.2d at 54.          This court reviews\n\nthe   district   court’s   findings    of   fact   and   conclusions      drawn\n\ntherefrom under the clear error standard and its rulings of law de\n\n\n                                      -8-\n\fnovo.    Lenn, 998 F.2d at 1087.         We review the district court’s\n\napplication of the doctrine of laches for abuse of discretion.\n\nMurphy I at 16.\n\n           The district court conducted a thorough review of the\n\nrecord and correctly cited the legal support for its conclusions.\n\nCrediting the administrative judge’s findings of fact, the district\n\ncourt    concluded    that   the    administrative    decision   lacked\n\npersuasiveness because its reasoning was facile, it erroneously\n\nfailed to find that Ms. C’s and DB’s delay in seeking reimbursement\n\nwas unreasonable based on the facts, and it misconstrued the legal\n\ntest for prejudice.      We, too, have reviewed the administrative\n\nrecord and we conclude that the district court committed no abuse\n\nof discretion in reversing the administrative finding.\n\n                                    A.\n\n           The district court considered the issue of reasonableness\n\nby looking at both the passage of time and Ms. C’s conduct\n\nindicative of acquiescence.        Ms. C and DB waited until 2005 to\n\nassert this reimbursement claim for expenses dating back to 1999.\n\nAlthough Ms. C had raised the issue in a due process hearing she\n\ninitiated in 2003,2    she took no steps to bring it to a head when\n\n\n     2\n          Dallas Plantation denied responsibility for tuition from\n2002-04 because it believed that Ms. C was no longer a resident.\nMs. C obtained an administrative hearing to challenge that\ndecision, and the hearing officer found that Ms. C remained a\nresident of Dallas Plantation and ordered it to resume tuition\npayments for DB. Ms. C also asked to be compensated for room and\nboard and transportation in the 2003 hearing.\n\n                                   -9-\n\fthe administrative order made no mention of it.   In the meantime,\n\nDallas Plantation continued paying DB’s tuition-related expenses.\n\nBased on the record, the district court disagreed with the hearing\n\nofficer’s conclusion that Ms. C’s and DB’s delay in fully pressing\n\ntheir claim was not unreasonable.\n\n           Ms. C and DB argue that this delay was not unreasonable\n\nbecause the School Union could have brought a due process action at\n\nany time since 1999 to “clarify its obligations to DB and his\n\nmother, but did not.”    We see no merit to this argument, which\n\nseeks to put the burden on the School Union to anticipate a\n\nparent’s request that may never be forthcoming.   Our review leads\n\nus to conclude that the district court accurately analyzed the\n\nquestion of delay.\n\n           Ms. C asserts that she was not sitting on her rights\n\nbecause she contacted the School Union as soon as she learned that\n\nshe had a claim.     According to her, that was in June of 2004.\n\nHowever, her attorney had raised the issue nine months earlier in\n\na letter and preliminary statement he filed before a due process\n\nhearing Ms. C requested in October, 2003. For some reason, her\n\nattorney chose to remain silent on the issue during the 2003\n\nhearing.   The hearing officer’s decision in the 2003 proceeding\n\nmakes no mention of it, and Ms. C did not appeal the decision.\n\nMeanwhile, Dallas Plantation continued paying DB’s out-of-state\n\ntuition as it had from the beginning.\n\n\n                               -10-\n\f              The    record    reveals    that       Ms.    C    was    urged   to   seek\n\nreimbursement for DB’s non-tuition related expenses even earlier.\n\nAt the administrative hearing in this case, a witness for Ms. C and\n\nDB testified that she told Ms. C in late 1999 or early 2000 that\n\nshe   could    ask    Dallas   Plantation       to    pay       for   DB’s   residential\n\nexpenses.      Anne Bebko, the local education agency coordinator and\n\nparent advocate for the Greenwood School, which DB attended from\n\nthe fall of 1999 until the following November, testified that she\n\ntold Ms. C that she could request an IEP meeting to ask Dallas\n\nPlantation to pay DB’s residential expenses as well as his tuition.\n\nBebko related that Ms. C did not want to “rock the boat;” she\n\nbelieved community resentment existed over the high tuition rates\n\nfor DB’s out-of-state education and she did not want to risk losing\n\nthat benefit by asking for more money.\n\n      Bebko’s testimony not only demonstrates that Ms. C acquiesced\n\nin paying her son’s non-tuition expenses, but also refutes her\n\nclaim that she was ignorant of her rights.                            In addition, her\n\nacquiescence relates to the time element:                  not only did Ms. C allow\n\nfive years to pass after she enrolled DB in out-of-state schools to\n\nmake this reimbursement request for his non-tuition expenses, but\n\nshe also waited until DB was no longer a student.                      As the district\n\ncourt observed, citing Anne Bebko’s testimony: “An inference might\n\nbe drawn that [Ms. C and DB] did not ‘rock the boat’ at that\n\njuncture in the hopes of assuring that the School District at least\n\n\n                                         -11-\n\fcontinued     to       pay   the    tuition       related      expenses    through   the\n\nconclusion of DB’s secondary education.”\n\n            Ms. C and DB take the position that the onus was on the\n\nSchool Union to determine whether it was responsible for paying\n\nexpenses above and beyond what it was spending on DB’s special\n\neducation     tuition        at    the   three     out-of-state     private      schools.\n\nShifting the burden thus allows Ms. C and DB to deny responsibility\n\nfor any delay, let alone an unreasonable one.                     The district court\n\ndid not abuse its discretion by concluding that Ms. C and DB\n\nunreasonably           delayed      their     reimbursement         request.         See\n\nBernardsville Bd. of Educ. v. J.H., 42 F.3d 149, 158 (3d Cir. 1994)\n\n(parents’ two-year wait after placing child in a private school to\n\ninitiate review proceedings was unreasonable, but even one year\n\nwould be unreasonable “without mitigating excuse”).\n\n                                             B.\n\n            The School Union cannot successfully assert its laches\n\ndefense unless it proves that the delay caused it to suffer\n\nprejudice.      Murphy I, 973 F.2d at 17.               In its review, the district\n\ncourt credited the hearing officer’s statement of the facts and\n\nfound   the        hearing        officer’s       conclusion      of      no    prejudice\n\n“indefensible.”          The district court determined that the School\n\nUnion was prejudiced by Ms. C’s and DB’s passivity in pressing\n\ntheir entitlement to reimbursement because the School Union was\n\nnever   given      a    reason     to    proffer    a   less    expensive      acceptable\n\n\n                                            -12-\n\falternative to the schools Ms. C chose during the time DB remained\n\na student.     Ms. C and DB object to the district court’s conclusion\n\nand advocate in favor of the hearing officer’s opinion that the\n\nSchool Union had an obligation to discuss the least restrictive\n\nenvironment        and    to   consider     whether    DB    needed    residential\n\nplacement. They allege that the School Union “chose to mislead Ms.\n\nC in the hope that she would remain ignorant of her rights and\n\nnever challenge them.”          They also argue that school administrators\n\nknew that DB was not getting the free appropriate public education\n\nto which he was entitled expressly because Ms. C had to pay his\n\nroom, board, and transportation.                 No evidence exists to support\n\ntheir argument.\n\n              As the district court pointed out, the hearing officer\n\nerroneously construed Murphy I to hold that only two kinds of\n\nprejudice are relevant to laches: witness memory and witness\n\navailability.        Because the School Union had not complained of\n\neither of these problems, she concluded that no prejudice existed.\n\nOur case law has not defined any particular category of prejudice\n\nthat must be shown by the party asserting a laches defense.                       In\n\nthis case, the prejudice arose from the fact that the School Union\n\nwas   under    no    affirmative    obligation        to   clarify    whether   DB’s\n\nplacement     in    the   various   residential        private   schools    was   an\n\nexercise of parental choice pursuant to Maine statute or was\n\nrequired as the least restrictive environment in which DB could\n\n\n                                          -13-\n\freceive a free appropriate public education pursuant to the IDEA.\n\nAs the district court wrote:\n\n           The record demonstrates a long, protracted,\n           and well documented history of interaction\n           between the educational professionals and Ms.\n           C, with the school taking an active part in\n           addressing DB’s special education needs. The\n           record demonstrates that Ms. C first indicated\n           an interest in home schooling and, then, in a\n           residential placement and that the school,\n           while   advising   Ms.    C  that   they   were\n           considering their obligation as limited to a\n           school-choice-esque    tuition   reimbursement,\n           acceded to Ms. C’s decisions in terms of\n           placing DB in alternative environments. . . .\n           Ms.   C   does   suggest    that   she   voiced\n           disagreements at PET meetings which were not\n           reflected in the written documentation but she\n           nowhere represents, let alone avers, that\n           these disagreements had anything to do with\n           the need to place DB in a residential – as\n           opposed to a commutable – educational setting.\n\n           In    her    brief,   Ms.   C   writes   that   she   “specifically\n\ntestified [at the hearing] that she did not receive written notices\n\nof procedural safeguards.”        The citation she offers to the record\n\nis to testimony that she did not receive any additional parental\n\nrights notices from Dallas Plantation or the Rangeley School after\n\n1998.    That does not take into account other evidence, however.\n\nThe record contains documents indicating that she was provided\n\nwritten notice of her rights at least twenty-five times between\n\n1992 and 1999.         One of these notices accompanied a September 28,\n\n1998    letter   from     the    Rangeley     School’s     special   education\n\ncoordinator and teacher to Ms. C after she withdrew DB from school\n\nto home-school him.       They wrote:\n\n                                       -14-\n\f            We recognize and accept our obligation to\n            offer a Free and Appropriate Public Education\n            to [DB] if you so desire.    We also need to\n            annually review [DB]’s special education\n            needs, develop an Individualized Education\n            Plan for your consideration and advise you of\n            the procedural safeguards. If you would like\n            [DB] to participate in our special education\n            program at any time, please contact us and we\n            will be happy to be of assistance.\n\nAt the top of the letter is a hand-written notation that it was\n\n“sent 9/29/98 w/ long form of rights.”        Had Ms. C responded to this\n\ninvitation earlier and pressed the point of reimbursement, the\n\nSchool Union would have been able to clarify its liability for\n\nresidential services by conducting additional assessments of DB,\n\nconvening additional PETs, and drafting an IEP that directly\n\naddressed   DB’s   need   –   or   lack   thereof3   –   for   a   residential\n\n\n\n     3\n          Ms. C admitted that she had not received any expert\nrecommendation that DB attend a residential school.\n\n     Q: At this time here in May 1999, as you’re discussing\n     Greenwood and researching these alternatives, did you\n     obtain any evaluation of [DB] that said he would need a\n     residential placement?\n     A: It wasn’t necessary for me to.\n     Q: So you didn’t obtain any determination by a medical\n     official or a school official that [DB] needed\n     residential placement?\n     A: It wasn’t – as a resident of Dallas [Plantation], it\n     wasn’t something that I had to have.\n     Q: Okay. Because you placed him at Greenwood pursuant to\n     your local choice option?\n     A: Yeah, and his need for special education.\n                                ...\n     Q: Just to make sure we got that clear, your answer to my\n     question was: No, you did not obtain that determination\n     [that DB needed residential placement]?\n     A: I did not formally obtain that determination.\n\n                                    -15-\n\fplacement.         Because     Ms.   C   waited   until   DB    had   finished      his\n\neducation, this opportunity for the School Union to clarify both\n\nits role and DB’s special education needs under federal law was\n\nmissed.      The    School     Union     was   prejudiced      because     the   missed\n\nopportunities arose as a result of Ms. C’s and DB’s delay.\n\n             The School Union was under no affirmative obligation to\n\nbring   to   a   head    the    issue     of   whether    or    not   it   should    be\n\nresponsible for non-tuition expenses.              The district court properly\n\ncarried out its role in reviewing the administrative decision at\n\nhand.     “The role of the district court is to render bounded,\n\nindependent decisions – bounded by the administrative record and\n\nadditional evidence, and independent by virtue of being based on a\n\npreponderance of the evidence before the court.”                         Hampton Sch.\n\nDist. v. Dobrowolski, 976 F.2d 48, 52 (1st Cir. 1992) (quoting\n\nTown of Burlington v. Dep’t of Educ., 736 F.2d 772, 791 (1st Cir.\n\n1984), aff’d, 471 U.S. 359 (1985)).               In so doing, it committed no\n\nabuse of discretion.\n\n             AFFIRMED.\n\n\n\n\n                                          -16-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>518 F.3d 31 (2008)</b></center>\n<center><h1>SCHOOL UNION NO. 37, Plaintiff, Appellee,<br>\nv.<br>\nMS. C.; DB, Defendants, Appellants.</h1></center>\n<center>No. 06-2261.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard February 5, 2007.</center>\n<center>Decided February 26, 2008.</center>\n<p><span class=\"star-pagination\">*32</span> Amy M. Sneirson, with whom Richard L. O'Meara, Staci K. Converse and Murray, Plumb &amp; Murray were on brief, for appellants.</p>\n<p>Brendan P. Rielly, with whom Jensen Baird Gardner &amp; Henry was on brief, for appellee.</p>\n<p>Before LIPEZ, Circuit Judge, JOHN R. GIBSON, Senior Circuit Judge<sup>[*]</sup>, and STAHL, Senior Circuit Judge.</p>\n<p>JOHN R. GIBSON, Circuit Judge.</p>\n<p>DB and his mother, Ms. C, filed a request for a due process hearing with the Maine Department of Education after DB turned nineteen and was no longer enrolled in school. Although all of DB's <span class=\"star-pagination\">*33</span> special education tuition had been paid, he and his mother sought reimbursement for past room and board and transportation expenses associated with DB's education in private schools outside of Maine. They obtained the relief they were seeking from the Maine special education hearing officer. School Union No. 37 then filed this action in the district court under the Individuals with Disabilities Education Act, 20 U.S.C. §§ 1400-1490 (\"IDEA\"), to challenge the administrative decision. The district court entered judgment for the School Union. Ms. C and DB appeal, arguing that their action was not barred by the equitable defense of laches. We affirm.</p>\n<p></p>\n<h2>I.</h2>\n<p>During the years in question, 1999 to 2004, Ms. C was a resident of Dallas Plantation, Maine. Dallas Plantation does not have schools of its own, and therefore its residents have options for their children's education. Under Maine's \"local choice\" option, Me.Rev.Stat. Ann. tit. 20-A §§ 5203.4, 5204.4, residents of Dallas Plantation are permitted to send their children to the school of their choice, and Dallas Plantation is responsible for the tuition at a state-approved rate, Me.Rev.Stat. Ann. tit. 20-A §§ 5804, 5805. Those who choose the closest public school send their elementary students to the Rangeley Lakes Regional School. DB attended Rangeley Lakes from kindergarten to sixth grade.</p>\n<p>Maine law permits Dallas Plantation to be part of a school union, a body composed of school administrative units that are joined for the purpose of providing joint administrative services, including a joint superintendent. Me.Rev.Stat. Ann. tit. 20-A § 1.31. School Union No. 37 is the school administrative unit that includes Dallas Plantation.</p>\n<p>DB was initially referred for special education services by his first grade teacher at the Rangeley School in the fall of 1992. Pursuant to its obligations under the IDEA, the school scheduled a Pupil Evaluation Team (\"PET\") meeting to discuss DB's needs. Ms. C agreed to the meeting date but did not attend. The meeting went forward with his classroom teacher and two special education team members, and collectively they recommended that DB receive academic and learning development testing along with classroom observation. The school told Ms. C of the team's recommendations, but Ms. C did not agree with the assessment. She did not allow DB to be tested. The team contacted her again four months later to see if she was ready to proceed with their recommended evaluation, and she responded that the issue was \"closed\" on any testing for DB. Ms. C later changed her mind, and in May of 1993, DB underwent a medical and psychological evaluation and a behavior assessment. Three months later he had an educational assessment. DB ultimately was diagnosed as having Attention-Deficit Hyperactivity Disorder and a learning disability.</p>\n<p>The PET team met again at the beginning of the 1993-94 school year, a year in which DB repeated first grade, and he was determined eligible to receive special education services as a student with a learning disability. Ms. C attended this meeting. The team agreed upon an Individual Education Plan (\"IEP\") for DB. Ms. C was to follow up on possible medical issues, the staff was to write and implement a behavioral plan, and DB was to receive individual help in the resource room for at least thirty minutes a day. DB began taking medication shortly thereafter, and by the next PET meeting in May of 1994, he was better able to attend to schoolwork and follow rules.</p>\n<p><span class=\"star-pagination\">*34</span> DB's second through fifth grade years had their ups and downs. He continued to receive special education services at the Rangeley School, which the school provided pursuant to regularly conducted PET meetings. His mother withdrew him from the Rangeley School in 1998, at the beginning of sixth grade, following an in-school suspension DB received from an incident with a fellow student. Ms. C, who had been an elementary school teacher and Dallas Plantation School Board member, informed the school during a PET meeting that she was going to home-school DB. Although the school recognized that she had the right to do so, the special educators indicated they were aware of the ongoing obligation to provide DB with a free appropriate public education. They sent Ms. C a letter to that effect and invited her to contact them if she wanted DB to resume his participation in the school's special education program. DB did not return to the Rangeley School or any other school in the state of Maine after he withdrew in the fall of 1998.</p>\n<p>While DB was a student at the Rangeley School, five IEPs were prepared for him. Ms. C did not object to any of the IEPs, the determinations that came out of PET meetings, or the level of services the school provided to DB. During the year he was home-schooled, the Rangeley School convened another annual PET meeting and met to review DB's home-school program and write an IEP. Ms. C attended this meeting and informed those in attendance that DB would be attending the Greenwood School in Vermont for the 1999-2000 school year. As a resident of Dallas Plantation, she was aware that she was free to choose the school DB would attend. No school official or medical professional who evaluated DB opined that he needed to attend a residential school, but Ms. C chose the Greenwood School because she believed it would uniquely meet his special education needs. Again, she did not challenge the latest IEP that Rangeley had developed, and neither it nor any other IEP created for DB from 1993 to 1999 determined that he required residential placement in order to receive a free appropriate public education.</p>\n<p>Although DB never attended another school in Maine after 1998, he remained a student until 2004. He was at Greenwood from the fall of 1999 until November of 2000. In January of 2001, Ms. C enrolled DB in New Dominion, located in Dillwyn, Virginia. DB attended and lived at New Dominion until August of 2002, when Ms. C enrolled him in the Brush Ranch school in Terrero, New Mexico. DB remained at Brush Ranch until the spring of 2004, just before his eighteenth birthday. Dallas Plantation paid all of DB's tuition at each of the private schools he attended, which included the standard tuition rate set by the state of Maine and any special education services in excess of that rate that were authorized by an IEP. In other words, Dallas Plantation paid both regular tuition and special education tuition to all three out-of-state private schools.</p>\n<p>In 2005, after DB reached the age of 19 and was no longer a student, he and his mother sought a due process hearing from the Maine Department of Education on the issue of reimbursement for room and board, transportation expenses, and other related expenses from 1999 until 2004. The hearing officer awarded Ms. C and DB reimbursement of $48,890 for room and board expenses during those years and $3,241.33 for transportation expenses. The School Union filed the complaint in this action in district court, asserting seven alternative grounds to reverse the hearing officer's determination. The magistrate judge recommended that judgment be entered for the School Union on the affirmative defense of laches, and the district <span class=\"star-pagination\">*35</span> court adopted the recommendation.<sup>[1]</sup> Neither addressed the other grounds for reversal.</p>\n<p></p>\n<h2>II.</h2>\n<p>Reimbursement is an equitable remedy. <i>Murphy v. Timberlane Reg'l School Dist.,</i> 973 F.2d 13, 16 (1st Cir.1992) (<i>\"Murphy I\"</i>). Accordingly, it is subject to the equitable defense of laches, which bars a claim for equitable relief \"where a party's delay in bringing suit was 1) unreasonable, and 2) resulted in prejudice to the opposing party.\" <i>K-Mart Corp. v. Oriental Plaza, Inc.,</i> 875 F.2d 907, 911 (1st Cir.1989). Unreasonableness of the delay depends both on time elapsed and on whether Ms. C. and DB acquiesced in the alleged wrong. <i>See </i><i>Jamesbury Corp. v. Worcester Valve Co.,</i> 443 F.2d 205, 210 (1st Cir.1971) (\"Laches requires not only a passage of time but also acquiescence in the alleged wrong by the tardy plaintiff.\"). The proponent of the doctrine must make a clear showing of prejudice, <i>Murphy v. Timberlane Reg'l Sch. Dist.,</i> 22 F.3d 1186, 1189 (1st Cir.1994) (<i>\"Murphy II\"</i>), which generally arises in IDEA cases from the school being stripped of the opportunity to make changes to a student's program that might have obviated the need for a private school and from having to defend IEPs developed years earlier. <i>E.g., </i><i>L.K. v. Bd. of Educ. for Transylvania County,</i> 113 F.Supp.2d 856, 861 (W.D.N.C.2000); <i>Phillips v. Bd. of Educ. of the Hendrick Hudson School Dist.,</i> 949 F.Supp. 1108, 1113-14 (S.D.N.Y.1997).</p>\n<p>The School Union filed this action under 20 U.S.C. § 1415(i)(2)(B) to challenge the hearing officer's decision. The statute directs the district court to \"grant such relief as the court determines is appropriate,\" using a preponderance of the evidence standard. <i>Id.</i> When the district court reviews the administrative ruling, it exercises its discretion, informed by the record and by the expertise of the administrative agency and the school officials, as to how much deference to afford the administrative proceedings. <i>Lenn v. Portland Sch. Comm.,</i> 998 F.2d 1083, 1087 (1st Cir.1993); <i>Hampton Sch. Dist. v. Dobrowolski,</i> 976 F.2d 48, 52 (1st Cir.1992). \"In the end, the judicial function at the trial-court level is one of involved oversight, and in the course of that oversight, the persuasiveness of a particular administrative finding, or the lack thereof, is likely to tell the tale.\" <i>Lenn,</i> 998 F.2d at 1087. The School Union had the burden of proof in the district court as the party challenging the hearing officer's decision. <i>Hampton,</i> 976 F.2d at 54. This court reviews the district court's findings of fact and conclusions drawn therefrom under the clear error standard and its rulings of law de novo. <i>Lenn,</i> 998 F.2d at 1087. We review the district court's application of the doctrine of laches for abuse of discretion. <i>Murphy I</i> at 16.</p>\n<p>The district court conducted a thorough review of the record and correctly cited the legal support for its conclusions. Crediting the administrative judge's findings of fact, the district court concluded that the administrative decision lacked persuasiveness because its reasoning was facile, it erroneously failed to find that Ms. C's and DB's delay in seeking reimbursement was unreasonable based on the facts, and it misconstrued the legal test for prejudice. We, too, have reviewed the administrative record and we conclude that the <span class=\"star-pagination\">*36</span> district court committed no abuse of discretion in reversing the administrative finding.</p>\n<p></p>\n<h2>A.</h2>\n<p>The district court considered the issue of reasonableness by looking at both the passage of time and Ms. C's conduct indicative of acquiescence. Ms. C and DB waited until 2005 to assert this reimbursement claim for expenses dating back to 1999. Although Ms. C had raised the issue in a due process hearing she initiated in 2003,<sup>[2]</sup> she took no steps to bring it to a head when the administrative order made no mention of it. In the meantime, Dallas Plantation continued paying DB's tuition-related expenses. Based on the record, the district court disagreed with the hearing officer's conclusion that Ms. C's and DB's delay in fully pressing their claim was not unreasonable.</p>\n<p>Ms. C and DB argue that this delay was not unreasonable because the School Union could have brought a due process action at any time since 1999 to \"clarify its obligations to DB and his mother, but did not.\" We see no merit to this argument, which seeks to put the burden on the School Union to anticipate a parent's request that may never be forthcoming. Our review leads us to conclude that the district court accurately analyzed the question of delay.</p>\n<p>Ms. C asserts that she was not sitting on her rights because she contacted the School Union as soon as she learned that she had a claim. According to her, that was in June of 2004. However, her attorney had raised the issue nine months earlier in a letter and preliminary statement he filed before a due process hearing Ms. C requested in October, 2003. For some reason, her attorney chose to remain silent on the issue during the 2003 hearing. The hearing officer's decision in the 2003 proceeding makes no mention of it, and Ms. C did not appeal the decision. Meanwhile, Dallas Plantation continued paying DB's out-of-state tuition as it had from the beginning.</p>\n<p>The record reveals that Ms. C was urged to seek reimbursement for DB's non-tuition related expenses even earlier. At the administrative hearing in this case, a witness for Ms. C and DB testified that she told Ms. C in late 1999 or early 2000 that she could ask Dallas Plantation to pay for DB's residential expenses. Anne Bebko, the local education agency coordinator and parent advocate for the Greenwood School, which DB attended from the fall of 1999 until the following November, testified that she told Ms. C that she could request an IEP meeting to ask Dallas Plantation to pay DB's residential expenses as well as his tuition. Bebko related that Ms. C did not want to \"rock the boat;\" she believed community resentment existed over the high tuition rates for DB's out-of-state education and she did not want to risk losing that benefit by asking for more money.</p>\n<p>Bebko's testimony not only demonstrates that Ms. C acquiesced in paying her son's non-tuition expenses, but also refutes her claim that she was ignorant of her rights. In addition, her acquiescence relates to the time element: not only did Ms. C allow five years to pass after she enrolled DB in out-of-state schools to make this reimbursement request for his <span class=\"star-pagination\">*37</span> non-tuition expenses, but she also waited until DB was no longer a student. As the district court observed, citing Anne Bebko's testimony: \"An inference might be drawn that [Ms. C and DB] did not `rock the boat' at that juncture in the hopes of assuring that the School District at least continued to pay the tuition related expenses through the conclusion of DB's secondary education.\"</p>\n<p>Ms. C and DB take the position that the onus was on the School Union to determine whether it was responsible for paying expenses above and beyond what it was spending on DB's special education tuition at the three out-of-state private schools. Shifting the burden thus allows Ms. C and DB to deny responsibility for any delay, let alone an unreasonable one. The district court did not abuse its discretion by concluding that Ms. C and DB unreasonably delayed their reimbursement request. <i>See </i><i>Bernardsville Bd. of Educ. v. J.H.,</i> 42 F.3d 149, 158 (3d Cir.1994) (parents' two-year wait after placing child in a private school to initiate review proceedings was unreasonable, but even one year would be unreasonable \"without mitigating excuse\").</p>\n<p></p>\n<h2>B.</h2>\n<p>The School Union cannot successfully assert its laches defense unless it proves that the delay caused it to suffer prejudice. <i>Murphy I,</i> 973 F.2d at 17. In its review, the district court credited the hearing officer's statement of the facts and found the hearing officer's conclusion of no prejudice \"indefensible.\" The district court determined that the School Union was prejudiced by Ms. C's and DB's passivity in pressing their entitlement to reimbursement because the School Union was never given a reason to proffer a less expensive acceptable alternative to the schools Ms. C chose during the time DB remained a student. Ms. C and DB object to the district court's conclusion and advocate in favor of the hearing officer's opinion that the School Union had an obligation to discuss the least restrictive environment and to consider whether DB needed residential placement. They allege that the School Union \"chose to mislead Ms. C in the hope that she would remain ignorant of her rights and never challenge them.\" They also argue that school administrators knew that DB was not getting the free appropriate public education to which he was entitled expressly because Ms. C had to pay his room, board, and transportation. No evidence exists to support their argument.</p>\n<p>As the district court pointed out, the hearing officer erroneously construed <i>Murphy I</i> to hold that only two kinds of prejudice are relevant to laches: witness memory and witness availability. Because the School Union had not complained of either of these problems, she concluded that no prejudice existed. Our case law has not defined any particular category of prejudice that must be shown by the party asserting a laches defense. In this case, the prejudice arose from the fact that the School Union was under no affirmative obligation to clarify whether DB's placement in the various residential private schools was an exercise of parental choice pursuant to Maine statute or was required as the least restrictive environment in which DB could receive a free appropriate public education pursuant to the IDEA. As the district court wrote:</p>\n<blockquote>The record demonstrates a long, protracted, and well documented history of interaction between the educational professionals and Ms. C, with the school taking an active part in addressing DB's special education needs. The record demonstrates that Ms. C first indicated an interest in home schooling and, then, in a residential placement and <span class=\"star-pagination\">*38</span> that the school, while advising Ms. C that they were considering their obligation as limited to a school-choice-esque tuition reimbursement, acceded to Ms. C's decisions in terms of placing DB in alternative environments. . . . Ms. C does suggest that she voiced disagreements at PET meetings which were not reflected in the written documentation but she nowhere represents, let alone avers, that these disagreements had anything to do with the need to place DB in a residential  as opposed to a commutable  educational setting.</blockquote>\n<p>In her brief, Ms. C writes that she \"specifically testified [at the hearing] that she did not receive written notices of procedural safeguards.\" The citation she offers to the record is to testimony that she did not receive any additional parental rights notices from Dallas Plantation or the Rangeley School after 1998. That does not take into account other evidence, however. The record contains documents indicating that she was provided written notice of her rights at least twenty-five times between 1992 and 1999. One of these notices accompanied a September 28, 1998 letter from the Rangeley School's special education coordinator and teacher to Ms. C after she withdrew DB from school to home-school him. They wrote:</p>\n<blockquote>We recognize and accept our obligation to offer a Free and Appropriate Public Education to [DB] if you so desire. We also need to annually review [DB]'s special education needs, develop an Individualized Education Plan for your consideration and advise you of the procedural safeguards. If you would like [DB] to participate in our special education program at any time, please contact us and we will be happy to be of assistance.</blockquote>\n<p>At the top of the letter is a hand-written notation that it was \"sent 9/29/98 w/long form of rights.\" Had Ms. C responded to this invitation earlier and pressed the point of reimbursement, the School Union would have been able to clarify its liability for residential services by conducting additional assessments of DB, convening additional PETs, and drafting an IEP that directly addressed DB's need  or lack thereof<sup>[3]</sup>  for a residential placement. Because Ms. C waited until DB had finished his education, this opportunity for the School Union to clarify both its role and DB's special education needs under federal law was missed. The School Union was prejudiced because the missed opportunities arose as a result of Ms. C's and DB's delay.</p>\n<p>The School Union was under no affirmative obligation to bring to a head the issue of whether or not it should be responsible <span class=\"star-pagination\">*39</span> for non-tuition expenses. The district court properly carried out its role in reviewing the administrative decision at hand. \"The role of the district court is to render bounded, independent decisions  bounded by the administrative record and additional evidence, and independent by virtue of being based on a preponderance of the evidence before the court.\" <i>Hampton Sch. Dist. v. Dobrowolski,</i> 976 F.2d 48, 52 (1st Cir.1992) (quoting <i>Town of Burlington v. Dep't of Educ,</i> 736 F.2d 773, 791 (1st Cir.1984), <i>aff'd,</i> 471 U.S. 359, 105 S.Ct. 1996, 85 L.Ed.2d 385 (1985)). In so doing, it committed no abuse of discretion.</p>\n<p>AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the United States Court of Appeals for the Eighth Circuit, sitting by designation.</p>\n<p>[1]  The parties did not file dispositive motions, but the district court entered judgment based on the administrative record and on briefs on the merits filed by the parties. <i>See</i> 20 U.S.C. § 1415(i)(2)(B) (district court is to receive administrative record, hear additional evidence at party's request, and base its decision on the preponderance of the evidence).</p>\n<p>[2]  Dallas Plantation denied responsibility for tuition from 2002-04 because it believed that Ms. C was no longer a resident. Ms. C obtained an administrative hearing to challenge that decision, and the hearing officer found that Ms. C remained a resident of Dallas Plantation and ordered it to resume tuition payments for DB. Ms. C also asked to be compensated for room and board and transportation in the 2003 hearing.</p>\n<p>[3]  Ms. C admitted that she had not received any expert recommendation that DB attend a residential school.\n</p>\n<p>Q: At this time here in May 1999, as you're discussing Greenwood and researching these alternatives, did you obtain any evaluation of [DB] that said he would need a residential placement?</p>\n<p>A: It wasn't necessary for me to.</p>\n<p>Q: So you didn't obtain any determination by a medical official or a school official that [DB] needed residential placement?</p>\n<p>A: It wasn't  as a resident of Dallas [Plantation], it wasn't something that I had to have.</p>\n<p>Q: Okay. Because you placed him at Greenwood pursuant to your local choice option?</p>\n<p>A: Yeah, and his need for special education.</p>\n<p>. . .</p>\n<p>Q: Just to make sure we got that clear, your answer to my question was: No, you did not obtain that determination [that DB needed residential placement]?</p>\n<p>A: I did not formally obtain that determination.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">518</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></span> (2008)</b></center>\n<center><h1>SCHOOL UNION NO. 37, Plaintiff, Appellee,<br>\nv.<br>\nMS. C.; DB, Defendants, Appellants.</h1></center>\n<center>No. 06-2261.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard February 5, 2007.</center>\n<center>Decided February 26, 2008.</center>\n<p><span class=\"star-pagination\">*32</span> Amy M. Sneirson, with whom Richard L. O'Meara, Staci K. Converse and Murray, Plumb &amp; Murray were on brief, for appellants.</p>\n<p>Brendan P. Rielly, with whom Jensen Baird Gardner &amp; Henry was on brief, for appellee.</p>\n<p>Before LIPEZ, Circuit Judge, JOHN R. GIBSON, Senior Circuit Judge<sup>[*]</sup>, and STAHL, Senior Circuit Judge.</p>\n<p>JOHN R. GIBSON, Circuit Judge.</p>\n<p>DB and his mother, Ms. C, filed a request for a due process hearing with the Maine Department of Education after DB turned nineteen and was no longer enrolled in school. Although all of DB's <span class=\"star-pagination\">*33</span> special education tuition had been paid, he and his mother sought reimbursement for past room and board and transportation expenses associated with DB's education in private schools outside of Maine. They obtained the relief they were seeking from the Maine special education hearing officer. School Union No. 37 then filed this action in the district court under the Individuals with Disabilities Education Act, 20 U.S.C. §§ 1400-1490 (\"IDEA\"), to challenge the administrative decision. The district court entered judgment for the School Union. Ms. C and DB appeal, arguing that their action was not barred by the equitable defense of laches. We affirm.</p>\n<p></p>\n<h2>I.</h2>\n<p>During the years in question, 1999 to 2004, Ms. C was a resident of Dallas Plantation, Maine. Dallas Plantation does not have schools of its own, and therefore its residents have options for their children's education. Under Maine's \"local choice\" option, Me.Rev.Stat. Ann. tit. 20-A §§ 5203.4, 5204.4, residents of Dallas Plantation are permitted to send their children to the school of their choice, and Dallas Plantation is responsible for the tuition at a state-approved rate, Me.Rev.Stat. Ann. tit. 20-A §§ 5804, 5805. Those who choose the closest public school send their elementary students to the Rangeley Lakes Regional School. DB attended Rangeley Lakes from kindergarten to sixth grade.</p>\n<p>Maine law permits Dallas Plantation to be part of a school union, a body composed of school administrative units that are joined for the purpose of providing joint administrative services, including a joint superintendent. Me.Rev.Stat. Ann. tit. 20-A § 1.31. School Union No. 37 is the school administrative unit that includes Dallas Plantation.</p>\n<p>DB was initially referred for special education services by his first grade teacher at the Rangeley School in the fall of 1992. Pursuant to its obligations under the IDEA, the school scheduled a Pupil Evaluation Team (\"PET\") meeting to discuss DB's needs. Ms. C agreed to the meeting date but did not attend. The meeting went forward with his classroom teacher and two special education team members, and collectively they recommended that DB receive academic and learning development testing along with classroom observation. The school told Ms. C of the team's recommendations, but Ms. C did not agree with the assessment. She did not allow DB to be tested. The team contacted her again four months later to see if she was ready to proceed with their recommended evaluation, and she responded that the issue was \"closed\" on any testing for DB. Ms. C later changed her mind, and in May of 1993, DB underwent a medical and psychological evaluation and a behavior assessment. Three months later he had an educational assessment. DB ultimately was diagnosed as having Attention-Deficit Hyperactivity Disorder and a learning disability.</p>\n<p>The PET team met again at the beginning of the 1993-94 school year, a year in which DB repeated first grade, and he was determined eligible to receive special education services as a student with a learning disability. Ms. C attended this meeting. The team agreed upon an Individual Education Plan (\"IEP\") for DB. Ms. C was to follow up on possible medical issues, the staff was to write and implement a behavioral plan, and DB was to receive individual help in the resource room for at least thirty minutes a day. DB began taking medication shortly thereafter, and by the next PET meeting in May of 1994, he was better able to attend to schoolwork and follow rules.</p>\n<p><span class=\"star-pagination\">*34</span> DB's second through fifth grade years had their ups and downs. He continued to receive special education services at the Rangeley School, which the school provided pursuant to regularly conducted PET meetings. His mother withdrew him from the Rangeley School in 1998, at the beginning of sixth grade, following an in-school suspension DB received from an incident with a fellow student. Ms. C, who had been an elementary school teacher and Dallas Plantation School Board member, informed the school during a PET meeting that she was going to home-school DB. Although the school recognized that she had the right to do so, the special educators indicated they were aware of the ongoing obligation to provide DB with a free appropriate public education. They sent Ms. C a letter to that effect and invited her to contact them if she wanted DB to resume his participation in the school's special education program. DB did not return to the Rangeley School or any other school in the state of Maine after he withdrew in the fall of 1998.</p>\n<p>While DB was a student at the Rangeley School, five IEPs were prepared for him. Ms. C did not object to any of the IEPs, the determinations that came out of PET meetings, or the level of services the school provided to DB. During the year he was home-schooled, the Rangeley School convened another annual PET meeting and met to review DB's home-school program and write an IEP. Ms. C attended this meeting and informed those in attendance that DB would be attending the Greenwood School in Vermont for the 1999-2000 school year. As a resident of Dallas Plantation, she was aware that she was free to choose the school DB would attend. No school official or medical professional who evaluated DB opined that he needed to attend a residential school, but Ms. C chose the Greenwood School because she believed it would uniquely meet his special education needs. Again, she did not challenge the latest IEP that Rangeley had developed, and neither it nor any other IEP created for DB from 1993 to 1999 determined that he required residential placement in order to receive a free appropriate public education.</p>\n<p>Although DB never attended another school in Maine after 1998, he remained a student until 2004. He was at Greenwood from the fall of 1999 until November of 2000. In January of 2001, Ms. C enrolled DB in New Dominion, located in Dillwyn, Virginia. DB attended and lived at New Dominion until August of 2002, when Ms. C enrolled him in the Brush Ranch school in Terrero, New Mexico. DB remained at Brush Ranch until the spring of 2004, just before his eighteenth birthday. Dallas Plantation paid all of DB's tuition at each of the private schools he attended, which included the standard tuition rate set by the state of Maine and any special education services in excess of that rate that were authorized by an IEP. In other words, Dallas Plantation paid both regular tuition and special education tuition to all three out-of-state private schools.</p>\n<p>In 2005, after DB reached the age of 19 and was no longer a student, he and his mother sought a due process hearing from the Maine Department of Education on the issue of reimbursement for room and board, transportation expenses, and other related expenses from 1999 until 2004. The hearing officer awarded Ms. C and DB reimbursement of $48,890 for room and board expenses during those years and $3,241.33 for transportation expenses. The School Union filed the complaint in this action in district court, asserting seven alternative grounds to reverse the hearing officer's determination. The magistrate judge recommended that judgment be entered for the School Union on the affirmative defense of laches, and the district <span class=\"star-pagination\">*35</span> court adopted the recommendation.<sup>[1]</sup> Neither addressed the other grounds for reversal.</p>\n<p></p>\n<h2>II.</h2>\n<p>Reimbursement is an equitable remedy. <i>Murphy v. Timberlane Reg'l School Dist.,</i> <span class=\"citation\" data-id=\"589643\"><a href=\"/opinion/589643/kevin-w-murphy-v-timberlane-regional-school-district/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 16 (1st Cir.1992) (<i>\"Murphy I\"</i>). Accordingly, it is subject to the equitable defense of laches, which bars a claim for equitable relief \"where a party's delay in bringing suit was 1) unreasonable, and 2) resulted in prejudice to the opposing party.\" <i>K-Mart Corp. v. Oriental Plaza, Inc.,</i> <span class=\"citation\" data-id=\"524046\"><a href=\"/opinion/524046/k-mart-corporation-v-oriental-plaza-inc/\"><span class=\"volume\">875</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">907</span></a></span>, 911 (1st Cir.1989). Unreasonableness of the delay depends both on time elapsed and on whether Ms. C. and DB acquiesced in the alleged wrong. <i>See </i><i>Jamesbury Corp. v. Worcester Valve Co.,</i> <span class=\"citation\" data-id=\"296912\"><a href=\"/opinion/296912/jamesbury-corporation-v-worcester-valve-company-inc-v-e-w-bliss/\"><span class=\"volume\">443</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">205</span></a></span>, 210 (1st Cir.1971) (\"Laches requires not only a passage of time but also acquiescence in the alleged wrong by the tardy plaintiff.\"). The proponent of the doctrine must make a clear showing of prejudice, <i>Murphy v. Timberlane Reg'l Sch. Dist.,</i> <span class=\"citation\" data-id=\"195333\"><a href=\"/opinion/195333/murphy-v-timberlane-regional/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1186</span></a></span>, 1189 (1st Cir.1994) (<i>\"Murphy II\"</i>), which generally arises in IDEA cases from the school being stripped of the opportunity to make changes to a student's program that might have obviated the need for a private school and from having to defend IEPs developed years earlier. <i>E.g., </i><i>L.K. v. Bd. of Educ. for Transylvania County,</i> <span class=\"citation\" data-id=\"2577099\"><a href=\"/opinion/2577099/lk-ex-rel-jh-v-board-of-ed-for-transylvania-county/\"><span class=\"volume\">113</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">856</span></a></span>, 861 (W.D.N.C.2000); <i>Phillips v. Bd. of Educ. of the Hendrick Hudson School Dist.,</i> <span class=\"citation\" data-id=\"1453426\"><a href=\"/opinion/1453426/phillips-v-board-of-educ/\"><span class=\"volume\">949</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1108</span></a></span>, 1113-14 (S.D.N.Y.1997).</p>\n<p>The School Union filed this action under 20 U.S.C. § 1415(i)(2)(B) to challenge the hearing officer's decision. The statute directs the district court to \"grant such relief as the court determines is appropriate,\" using a preponderance of the evidence standard. <i>Id.</i> When the district court reviews the administrative ruling, it exercises its discretion, informed by the record and by the expertise of the administrative agency and the school officials, as to how much deference to afford the administrative proceedings. <i>Lenn v. Portland Sch. Comm.,</i> <span class=\"citation\" data-id=\"611562\"><a href=\"/opinion/611562/daniel-lenn-etc-v-portland-school-committee/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1083</span></a></span>, 1087 (1st Cir.1993); <i>Hampton Sch. Dist. v. Dobrowolski,</i> <span class=\"citation\" data-id=\"591386\"><a href=\"/opinion/591386/hampton-school-district-v-charles-dobrowolski/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">48</span></a></span>, 52 (1st Cir.1992). \"In the end, the judicial function at the trial-court level is one of involved oversight, and in the course of that oversight, the persuasiveness of a particular administrative finding, or the lack thereof, is likely to tell the tale.\" <i>Lenn,</i> 998 F.2d at 1087. The School Union had the burden of proof in the district court as the party challenging the hearing officer's decision. <i>Hampton,</i> 976 F.2d at 54. This court reviews the district court's findings of fact and conclusions drawn therefrom under the clear error standard and its rulings of law de novo. <i>Lenn,</i> 998 F.2d at 1087. We review the district court's application of the doctrine of laches for abuse of discretion. <i>Murphy I</i> at 16.</p>\n<p>The district court conducted a thorough review of the record and correctly cited the legal support for its conclusions. Crediting the administrative judge's findings of fact, the district court concluded that the administrative decision lacked persuasiveness because its reasoning was facile, it erroneously failed to find that Ms. C's and DB's delay in seeking reimbursement was unreasonable based on the facts, and it misconstrued the legal test for prejudice. We, too, have reviewed the administrative record and we conclude that the <span class=\"star-pagination\">*36</span> district court committed no abuse of discretion in reversing the administrative finding.</p>\n<p></p>\n<h2>A.</h2>\n<p>The district court considered the issue of reasonableness by looking at both the passage of time and Ms. C's conduct indicative of acquiescence. Ms. C and DB waited until 2005 to assert this reimbursement claim for expenses dating back to 1999. Although Ms. C had raised the issue in a due process hearing she initiated in 2003,<sup>[2]</sup> she took no steps to bring it to a head when the administrative order made no mention of it. In the meantime, Dallas Plantation continued paying DB's tuition-related expenses. Based on the record, the district court disagreed with the hearing officer's conclusion that Ms. C's and DB's delay in fully pressing their claim was not unreasonable.</p>\n<p>Ms. C and DB argue that this delay was not unreasonable because the School Union could have brought a due process action at any time since 1999 to \"clarify its obligations to DB and his mother, but did not.\" We see no merit to this argument, which seeks to put the burden on the School Union to anticipate a parent's request that may never be forthcoming. Our review leads us to conclude that the district court accurately analyzed the question of delay.</p>\n<p>Ms. C asserts that she was not sitting on her rights because she contacted the School Union as soon as she learned that she had a claim. According to her, that was in June of 2004. However, her attorney had raised the issue nine months earlier in a letter and preliminary statement he filed before a due process hearing Ms. C requested in October, 2003. For some reason, her attorney chose to remain silent on the issue during the 2003 hearing. The hearing officer's decision in the 2003 proceeding makes no mention of it, and Ms. C did not appeal the decision. Meanwhile, Dallas Plantation continued paying DB's out-of-state tuition as it had from the beginning.</p>\n<p>The record reveals that Ms. C was urged to seek reimbursement for DB's non-tuition related expenses even earlier. At the administrative hearing in this case, a witness for Ms. C and DB testified that she told Ms. C in late 1999 or early 2000 that she could ask Dallas Plantation to pay for DB's residential expenses. Anne Bebko, the local education agency coordinator and parent advocate for the Greenwood School, which DB attended from the fall of 1999 until the following November, testified that she told Ms. C that she could request an IEP meeting to ask Dallas Plantation to pay DB's residential expenses as well as his tuition. Bebko related that Ms. C did not want to \"rock the boat;\" she believed community resentment existed over the high tuition rates for DB's out-of-state education and she did not want to risk losing that benefit by asking for more money.</p>\n<p>Bebko's testimony not only demonstrates that Ms. C acquiesced in paying her son's non-tuition expenses, but also refutes her claim that she was ignorant of her rights. In addition, her acquiescence relates to the time element: not only did Ms. C allow five years to pass after she enrolled DB in out-of-state schools to make this reimbursement request for his <span class=\"star-pagination\">*37</span> non-tuition expenses, but she also waited until DB was no longer a student. As the district court observed, citing Anne Bebko's testimony: \"An inference might be drawn that [Ms. C and DB] did not `rock the boat' at that juncture in the hopes of assuring that the School District at least continued to pay the tuition related expenses through the conclusion of DB's secondary education.\"</p>\n<p>Ms. C and DB take the position that the onus was on the School Union to determine whether it was responsible for paying expenses above and beyond what it was spending on DB's special education tuition at the three out-of-state private schools. Shifting the burden thus allows Ms. C and DB to deny responsibility for any delay, let alone an unreasonable one. The district court did not abuse its discretion by concluding that Ms. C and DB unreasonably delayed their reimbursement request. <i>See </i><i>Bernardsville Bd. of Educ. v. J.H.,</i> <span class=\"citation\" data-id=\"684087\"><a href=\"/opinion/684087/bernardsville-board-of-education-v-jh-individually-and-on-behalf-of/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">149</span></a></span>, 158 (3d Cir.1994) (parents' two-year wait after placing child in a private school to initiate review proceedings was unreasonable, but even one year would be unreasonable \"without mitigating excuse\").</p>\n<p></p>\n<h2>B.</h2>\n<p>The School Union cannot successfully assert its laches defense unless it proves that the delay caused it to suffer prejudice. <i>Murphy I,</i> 973 F.2d at 17. In its review, the district court credited the hearing officer's statement of the facts and found the hearing officer's conclusion of no prejudice \"indefensible.\" The district court determined that the School Union was prejudiced by Ms. C's and DB's passivity in pressing their entitlement to reimbursement because the School Union was never given a reason to proffer a less expensive acceptable alternative to the schools Ms. C chose during the time DB remained a student. Ms. C and DB object to the district court's conclusion and advocate in favor of the hearing officer's opinion that the School Union had an obligation to discuss the least restrictive environment and to consider whether DB needed residential placement. They allege that the School Union \"chose to mislead Ms. C in the hope that she would remain ignorant of her rights and never challenge them.\" They also argue that school administrators knew that DB was not getting the free appropriate public education to which he was entitled expressly because Ms. C had to pay his room, board, and transportation. No evidence exists to support their argument.</p>\n<p>As the district court pointed out, the hearing officer erroneously construed <i>Murphy I</i> to hold that only two kinds of prejudice are relevant to laches: witness memory and witness availability. Because the School Union had not complained of either of these problems, she concluded that no prejudice existed. Our case law has not defined any particular category of prejudice that must be shown by the party asserting a laches defense. In this case, the prejudice arose from the fact that the School Union was under no affirmative obligation to clarify whether DB's placement in the various residential private schools was an exercise of parental choice pursuant to Maine statute or was required as the least restrictive environment in which DB could receive a free appropriate public education pursuant to the IDEA. As the district court wrote:</p>\n<blockquote>The record demonstrates a long, protracted, and well documented history of interaction between the educational professionals and Ms. C, with the school taking an active part in addressing DB's special education needs. The record demonstrates that Ms. C first indicated an interest in home schooling and, then, in a residential placement and <span class=\"star-pagination\">*38</span> that the school, while advising Ms. C that they were considering their obligation as limited to a school-choice-esque tuition reimbursement, acceded to Ms. C's decisions in terms of placing DB in alternative environments. . . . Ms. C does suggest that she voiced disagreements at PET meetings which were not reflected in the written documentation but she nowhere represents, let alone avers, that these disagreements had anything to do with the need to place DB in a residential  as opposed to a commutable  educational setting.</blockquote>\n<p>In her brief, Ms. C writes that she \"specifically testified [at the hearing] that she did not receive written notices of procedural safeguards.\" The citation she offers to the record is to testimony that she did not receive any additional parental rights notices from Dallas Plantation or the Rangeley School after 1998. That does not take into account other evidence, however. The record contains documents indicating that she was provided written notice of her rights at least twenty-five times between 1992 and 1999. One of these notices accompanied a September 28, 1998 letter from the Rangeley School's special education coordinator and teacher to Ms. C after she withdrew DB from school to home-school him. They wrote:</p>\n<blockquote>We recognize and accept our obligation to offer a Free and Appropriate Public Education to [DB] if you so desire. We also need to annually review [DB]'s special education needs, develop an Individualized Education Plan for your consideration and advise you of the procedural safeguards. If you would like [DB] to participate in our special education program at any time, please contact us and we will be happy to be of assistance.</blockquote>\n<p>At the top of the letter is a hand-written notation that it was \"sent 9/29/98 w/long form of rights.\" Had Ms. C responded to this invitation earlier and pressed the point of reimbursement, the School Union would have been able to clarify its liability for residential services by conducting additional assessments of DB, convening additional PETs, and drafting an IEP that directly addressed DB's need  or lack thereof<sup>[3]</sup>  for a residential placement. Because Ms. C waited until DB had finished his education, this opportunity for the School Union to clarify both its role and DB's special education needs under federal law was missed. The School Union was prejudiced because the missed opportunities arose as a result of Ms. C's and DB's delay.</p>\n<p>The School Union was under no affirmative obligation to bring to a head the issue of whether or not it should be responsible <span class=\"star-pagination\">*39</span> for non-tuition expenses. The district court properly carried out its role in reviewing the administrative decision at hand. \"The role of the district court is to render bounded, independent decisions  bounded by the administrative record and additional evidence, and independent by virtue of being based on a preponderance of the evidence before the court.\" <i>Hampton Sch. Dist. v. Dobrowolski,</i> <span class=\"citation\" data-id=\"591386\"><a href=\"/opinion/591386/hampton-school-district-v-charles-dobrowolski/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">48</span></a></span>, 52 (1st Cir.1992) (quoting <i>Town of Burlington v. Dep't of Educ,</i> <span class=\"citation\" data-id=\"437224\"><a href=\"/opinion/437224/town-of-burlington-v-department-of-education-for-the-commonwealth-of/\"><span class=\"volume\">736</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">773</span></a></span>, 791 (1st Cir.1984), <i>aff'd,</i> <span class=\"citation\" data-id=\"111420\"><a href=\"/opinion/111420/burlington-school-comm-v-mass-dept-of-ed/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">359</span></a></span>, <span class=\"citation\" data-id=\"111420\"><a href=\"/opinion/111420/burlington-school-comm-v-mass-dept-of-ed/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1996</span></a></span>, <span class=\"citation\" data-id=\"111420\"><a href=\"/opinion/111420/burlington-school-comm-v-mass-dept-of-ed/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">385</span></a></span> (1985)). In so doing, it committed no abuse of discretion.</p>\n<p>AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the United States Court of Appeals for the Eighth Circuit, sitting by designation.</p>\n<p>[1]  The parties did not file dispositive motions, but the district court entered judgment based on the administrative record and on briefs on the merits filed by the parties. <i>See</i> 20 U.S.C. § 1415(i)(2)(B) (district court is to receive administrative record, hear additional evidence at party's request, and base its decision on the preponderance of the evidence).</p>\n<p>[2]  Dallas Plantation denied responsibility for tuition from 2002-04 because it believed that Ms. C was no longer a resident. Ms. C obtained an administrative hearing to challenge that decision, and the hearing officer found that Ms. C remained a resident of Dallas Plantation and ordered it to resume tuition payments for DB. Ms. C also asked to be compensated for room and board and transportation in the 2003 hearing.</p>\n<p>[3]  Ms. C admitted that she had not received any expert recommendation that DB attend a residential school.\n</p>\n<p>Q: At this time here in May 1999, as you're discussing Greenwood and researching these alternatives, did you obtain any evaluation of [DB] that said he would need a residential placement?</p>\n<p>A: It wasn't necessary for me to.</p>\n<p>Q: So you didn't obtain any determination by a medical official or a school official that [DB] needed residential placement?</p>\n<p>A: It wasn't  as a resident of Dallas [Plantation], it wasn't something that I had to have.</p>\n<p>Q: Okay. Because you placed him at Greenwood pursuant to your local choice option?</p>\n<p>A: Yeah, and his need for special education.</p>\n<p>. . .</p>\n<p>Q: Just to make sure we got that clear, your answer to my question was: No, you did not obtain that determination [that DB needed residential placement]?</p>\n<p>A: I did not formally obtain that determination.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111420/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195333/",
    "http://www.courtlistener.com/api/rest/v3/opinions/296912/",
    "http://www.courtlistener.com/api/rest/v3/opinions/437224/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524046/",
    "http://www.courtlistener.com/api/rest/v3/opinions/589643/",
    "http://www.courtlistener.com/api/rest/v3/opinions/591386/",
    "http://www.courtlistener.com/api/rest/v3/opinions/611562/",
    "http://www.courtlistener.com/api/rest/v3/opinions/684087/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1453426/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2577099/"
  ]
}