{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203167/",
  "absolute_url": "/opinion/203167/united-states-v-pridgen/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203167/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:10:09Z",
  "date_modified": "2016-02-28T05:10:06.910600Z",
  "type": "010combined",
  "sha1": "a2fbba17fffd2c44f8bc5f33563bf26ad4892dc6",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-2595-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/02/29/US_v._Pridgen.pdf",
  "plain_text": "            United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 06-2595\n\n                      UNITED STATES OF AMERICA,\n\n                              Appellee,\n\n                                 v.\n\n                          MICHAEL PRIDGEN,\n\n                        Defendant, Appellant.\n\n\n            APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. Rya W. Zobel, U.S. District Judge]\n\n\n                               Before\n\n                         Boudin, Chief Judge,\n                    Selya, Senior Circuit Judge,\n                     and Gelpí,* District Judge.\n\n\n     Christopher R. Goddu, Assistant Federal Public Defender, with\nwhom Page Kelley, Assistant Federal Public Defender, and Federal\nDefender Office were on brief, for appellant.\n     James F. Lang, Assistant United States Attorney, with whom\nDonald L. Cabell, Assistant United States Attorney, and Michael J.\nSullivan, United States Attorney, were on brief, for appellee.\n\n\n                          February 29, 2008\n\n\n\n\n     *\n         Of the District of Puerto Rico, sitting by designation.\n\f           GELPÍ, District Judge.          Michael Pridgen appeals his\n\nconviction in the district court for being a felon in possession of\n\na firearm and ammunition, in violation of 18 U.S.C. § 922(g)(1).\n\nHe argues that the trial judge committed reversible error upon\n\nrefusing   to   allow   him   to   introduce   extrinsic   evidence     of   a\n\ngovernment    witness’s   prior    inconsistent     statements.      For   the\n\nreasons discussed below, we conclude that the trial court erred,\n\nbut that the error was harmless.\n\nI.         Factual Overview\n\n           We summarize here the relevant facts evidenced in the\n\ntrial record.\n\n           On the morning of October 29, 2004, someone fired shots\n\noutside of the Roxbury District Courthouse in Dudley Square,\n\nRoxbury, Massachusetts.       On the day of the shooting, Maria Sousa,\n\na probation officer in the courthouse, was meeting with a client in\n\nher office. Shortly before 11:00 a.m., she heard a gunshot outside\n\nher window.     Sousa looked out her window and saw several people\n\nincluding two men standing together.           They stood approximately\n\ntwenty to twenty-five feet away from her office window.             She had a\n\nclear view of the men and observed one of the them holding a silver\n\nrevolver in his right hand.          The man holding the revolver was\n\napproximately    five     feet     eight   inches    in   height,    weighed\n\napproximately 140 to 150 pounds, had cornrow braids in his hair and\n\na medium complexion, and wore a black sweatshirt, jeans, and\n\n\n                                     -2-\n\fsneakers.    The other man was two or three inches taller and of\n\nmedium build and complexion.   He wore jeans, sneakers, and a light\n\ngray sweatshirt.\n\n            Sousa saw the man holding the revolver fire it in the\n\ndirection of the front of the courthouse.      She then saw him run\n\ntowards Warren Place.    She saw the other man run but could not see\n\nin which direction.\n\n            Martha Holley, a construction landscaper, was working\n\nacross the street from the courthouse at the corner of Warren Place\n\nand Warren Street when the shooting occurred.   Holley heard two to\n\nfour loud bangs that sounded like gunshots come from the direction\n\nof the courthouse.      She looked towards the courthouse and saw\n\npeople running in all directions.      She observed one man looking\n\nback at the commotion while crossing the street near her.       The\n\nyoung man was dressed in a dark sweatshirt, light blue jeans, and\n\nsneakers.   He wore cornrow braids in his hair, had light skin, and\n\nappeared to be “twenty-ish.”     Holley watched him run, with his\n\nhands in his sweatshirt pouch, down Warren Place and then up a\n\ndriveway at 8 Warren Place.\n\n            At around the same time, Scott Alden was working on the\n\nroof of the Urban League Building near the same intersection where\n\nHolley saw the man.   Alden also heard gunshots.   When he heard the\n\nshots, he looked in the direction of the courthouse and saw an\n\nAfrican-American male wearing jeans and a dark-colored hooded\n\n\n                                 -3-\n\fsweatshirt run past.    The man held a silver firearm in his right\n\nhand.   Alden lost sight of the man when he ran under the overhang\n\nof the building on which he was working.\n\n           Boston Police Department (“BPD”) Officers Michael Ross\n\nand Juan Seoane were in the courthouse the day of the shooting.\n\nBoth officers exited the courthouse when they heard two shots.\n\nOutside the building, the officers observed twenty to thirty people\n\nrunning or laying on the ground.\n\n           Holley and Alden pointed the officers in the direction of\n\nWarren Place.   Holley directed the officers to the first house on\n\nthe street, 8 Warren Place, saying, “He just went behind the new\n\nconstruction house, right there.”     Three other individuals, a tow\n\ntruck driver, a taxi driver, and a criminal defense attorney, also\n\ndirected the officers toward Warren Place.      When Officer Seoane\n\narrived at Warren Place, construction workers on a nearby roof\n\nindicated to him that a man had run behind the new construction\n\nsite at 8 Warren Place.   Officer Seoane arrived at 8 Warren Place\n\napproximately thirty seconds to one minute after he exited the\n\ncourthouse; Officer Ross arrived approximately twenty to thirty\n\nseconds after he exited the courthouse.\n\n           An approximately six-foot-high chain link fence with an\n\nopening surrounded the front of the house at 8 Warren Place.\n\nOfficer Ross, who arrived first at the house, entered through the\n\nopening.   He then noticed that the front door to the house was ajar\n\n\n                                -4-\n\fand a gate to the backyard was open.      He peered around an opening\n\nin the fence and saw Pridgen walking toward him up the driveway\n\nfrom the rear of the house.    Officer Ross observed that Pridgen had\n\ncornrow braids in his hair and was wearing jeans and sneakers.         He\n\nalso observed that Pridgen was wearing a white tee-shirt, which\n\nstruck him as odd given that it was a cold October day.          Pridgen\n\nraised one hand and backed up a few steps when he saw Officer Ross.\n\nOfficers Ross and Seoane then detained Pridgen.\n\n          After    detaining   Pridgen,   the   officers   searched   the\n\nimmediate area.    The search revealed no evidence of another person\n\nin the vicinity.    Officer Ross then went down the driveway to the\n\nbackyard where he noticed a set of footprints leading to and from\n\nan approximately three-foot-high fence at the rear of the yard. He\n\ncompared the footprints to the soles of Pridgen’s sneakers; they\n\nappeared to be consistent. Officer Ross then looked over the fence\n\nand saw a rolled-up black sweatshirt about five to ten feet away\n\nfrom the fence.    There was no debris on top of the sweatshirt.      BPD\n\nDetective Greg Gallagher recovered the sweatshirt.         He discovered\n\nwrapped inside of it a silver Smith & Wesson .357 caliber revolver.\n\nThe firearm contained four live rounds and two spent shells,\n\nindicating that the firearm had been fired twice.              Detective\n\nGallagher found only partial prints, insufficient to make an\n\nidentification, on the firearm and one round of ammunition.\n\n\n\n\n                                  -5-\n\f            On   December   15,   2004,    a   federal   grand   jury   in   the\n\nDistrict of Massachusetts returned an indictment charging Pridgen\n\nwith being a felon in possession of a firearm and ammunition, in\n\nviolation of 18 U.S.C. § 922(g)(1).            Trial commenced on July 24,\n\n2006.     The government called Sousa as its first witness.             During\n\nher direct examination, Sousa provided details regarding the two\n\nmen she saw outside her window on October 29th.           She testified that\n\nthe shooter was approximately five feet eight inches in height,\n\nweighed approximately 140 to 150 pounds, had cornrow braids in his\n\nhair and a medium complexion, and wore a black sweatshirt, jeans,\n\nand sneakers.     She also testified that the man next to the shooter\n\nwas two or three inches taller, had a medium build and complexion,\n\nand wore jeans, sneakers, and a light gray sweatshirt.\n\n            On cross examination, Pridgen’s counsel questioned Sousa\n\nabout allegedly conflicting descriptions she had previously given.\n\nCounsel asked Sousa about two meetings with defense investigator\n\nAlicia Hutton during which she allegedly stated that the shooter\n\nwas taller and wore a gray sweatshirt.            Sousa responded that she\n\ndid not recall making the statements.\n\n            During re-direct, Sousa testified that she made notes of\n\nthe October 29th events two days after the events occurred.                  She\n\nexplained why she made the notes.          She stated that she “wanted to\n\nwrite something so that [she] could look back when the case came to\n\ncourt.”     Familiar with the courts, she knew that cases sometimes\n\n\n                                     -6-\n\ftake years to get to court.       Sousa testified that she did not\n\nreview the notes before either meeting with Hutton but reviewed\n\nthem before trial.\n\n          Defense    counsel   later    tried   to   impeach   Sousa   via\n\nextrinsic evidence of prior inconsistent statements.1             Pridgen\n\ncalled Hutton to testify that Sousa had previously told her that\n\nthe shooter was the taller man wearing a gray sweatshirt.              The\n\ndistrict court, however, excluded the evidence, stating “That’s not\n\nhow you get a prior inconsistent statement into evidence” and “it\n\ndoesn’t fit within the rules.”\n\n          During her opening statement, defense counsel told the\n\njury and the court about inconsistencies they would hear in Sousa’s\n\nstatements.   The judge, however, excluded the evidence defense\n\ncounsel planned to introduce to demonstrate the inconsistencies.\n\nNotwithstanding the exclusion, defense counsel, in her closing\n\nargument, suggested to the jury that Sousa had made inconsistent\n\nstatements and perhaps had fabricated her trial testimony.\n\n\n\n\n     1\n      Pridgen sought to admit the hearsay evidence under Rule\n613(b) of the Federal Rules of Evidence, which permits admission of\nextrinsic evidence of a prior inconsistent statement to impeach a\nwitness’s credibility. Sousa’s prior inconsistent statements would\nnot have been admissible as substantive evidence. Compare United\nStates v. Winchenbach, 197 F.3d 548, 558 (1st Cir. 1999) (noting\nRule 613(b) evidence admissible to call into question declarant’s\ncredibility, not to demonstrate truth of either statement), with\nFed. R. Evid. 801(d)(1) (delineating circumstances in which\nwitness’s prior statement constitutes nonhearsay admissible for\nsubstantive purposes).\n\n                                  -7-\n\f            At   trial,   Pridgen   presented   an   innocent   bystander\n\ndefense.     He argued that he was innocently walking down the\n\ndriveway of 8 Warren Place when Officers Ross and Seoane came upon\n\nhim.     He also argued that the shooter escaped police by using an\n\nalternate exit from the backyard at 8 Warren Place.             The jury\n\nrejected his defense and returned a guilty verdict on July 26,\n\n2006.     The judge sentenced him to eighty-four months, below the\n\nguidelines range.\n\n            The instant appeal followed. Pridgen’s sole claim before\n\nus is that the exclusion of extrinsic evidence regarding Sousa’s\n\nalleged prior inconsistent statements violated his Sixth Amendment\n\nconfrontation rights and constitutes reversible error.\n\nII.         Analysis\n\n            Pridgen contends that Rule 613(b) of the Federal Rules of\n\nEvidence permitted the admission, for impeachment purposes, of\n\nextrinsic     evidence    of   Sousa’s    alleged    prior   inconsistent\n\nstatements. He further argues that the district court violated his\n\nSixth Amendment confrontation rights in excluding the impeachment\n\nevidence and that the error was not harmless beyond a reasonable\n\ndoubt.    The government concedes that the impeachment evidence was\n\nadmissible but notes that, upon the district court’s exclusionary\n\nruling, Pridgen failed to identify which evidentiary rule called\n\nfor admission of the evidence.      Pridgen’s failure, the government\n\nargues, precludes this court from finding that the district court\n\n\n                                    -8-\n\fabused its discretion in excluding the evidence.                    Alternatively,\n\nthe government contends that the challenged exclusion was harmless.\n\n              We    agree   with    Pridgen    that    Hutton’s     testimony     was\n\nadmissible to impeach Sousa.            It is not clear from the record why\n\nthe district court excluded Hutton’s impeachment testimony.                      Rule\n\n613(b) permits admission of extrinsic evidence of a witness’s prior\n\ninconsistent statement in limited circumstances; extrinsic evidence\n\nis    only   admissible      when   a   foundation     has   been   laid   for    its\n\nadmission.      This      required foundation includes giving the witness\n\nan opportunity to explain or deny the out of court statement.                    Fed.\n\nR. Evid. 613(b); see also United States v. Hudson, 970 F.2d 948,\n\n955    (1st        Cir.   1992)     (discussing       Rule   613(b)     foundation\n\nrequirements).        A review of the record reveals that Pridgen laid a\n\nproper foundation, which included giving Sousa the opportunity to\n\nexplain or deny her statements, for admission of the extrinsic\n\nevidence.      We therefore conclude that the district court erred in\n\nnot allowing Sousa to be impeached.             We now must determine if the\n\nerror was harmless.\n\n              The parties dispute whether the court should apply the\n\nconstitutional or non-constitutional formulation of the harmless\n\nerror test.        The government advocates for the non-constitutional,\n\nor evidentiary, harmless error test.            Under the non-constitutional\n\nharmless error test, a conviction must be upheld if it is highly\n\nprobable that the error did not affect the verdict.                  United States\n\n\n                                         -9-\n\fv. Roberson, 459 F.3d 39, 49 (1st Cir. 2006), cert. denied, 127 S.\n\nCt. 1261 (2007).    Conversely, Pridgen      urges the court to apply the\n\nconstitutional     formulation   of    the   harmless   error   test.   The\n\nconstitutional test requires the government to demonstrate that the\n\nerror was harmless beyond a reasonable doubt by showing that the\n\ndefendant would have been convicted in the absence of the error.\n\nHudson, 970 F.2d at 953.\n\n           Today, we need not decide which harmless error test\n\napplies.   Under either the constitutional or non-constitutional\n\nstandard, the exclusion of the impeachment evidence was harmless.2\n\nPridgen would have been convicted, in light of the compelling\n\nevidence of guilt the government offered, even if the district\n\ncourt had admitted Hutton’s impeachment testimony.\n\n           The government presented an exceedingly strong case of\n\nguilt based on eyewitness testimony and circumstantial evidence\n\nregardless of Sousa’s testimony regarding who fired the shots.\n\nSousa was not the only eyewitness who offered testimony of the\n\nevent and a physical description of the man who ran toward Warren\n\nPlace following the shooting.            Holley and Alden also offered\n\ndetailed and largely consistent descriptions of the scene and the\n\n\n\n     2\n      We note that Pridgen failed to raise his constitutional\nargument during trial and could be held to have lost this claim.\nSee United States v. Vigneau, 187 F.3d 82, 86 (1st Cir. 1999); see\nalso United States v. Lombard, 72 F.3d 170, 187 (1st Cir. 1995)\n(noting harmless beyond a reasonable doubt standard applies to\nproperly preserved constitutional error).\n\n                                      -10-\n\fsuspect.3   Holley testified that, immediately after the shooting,\n\nshe saw a man wearing cornrow braids in his hair and dressed in a\n\ndark sweatshirt, blue jeans, and sneakers run down Warren Place and\n\nup the driveway at 8 Warren Place.            Alden, who had a different\n\nvantage point than Holley, testified that he observed an African-\n\nAmerican male dressed in a dark hooded sweatshirt and jeans. Alden\n\ntestified that the man had a silver revolver in his right hand.\n\nPridgen’s physical appearance just moments after the shooting\n\nmatched the witness’s description, absent the sweatshirt.               The\n\nsweatshirt police recovered matched the description of the one worn\n\nby the runner.     The firearm wrapped in the sweatshirt matched the\n\ndescription of the firearm Alden observed in the runner’s hand.\n\nPridgen offered no plausible reason to doubt either Alden’s or\n\nHolley’s testimony.      Cf. United States v. de Jesus-Rios, 990 F.2d\n\n672, 679 n.10 (1st Cir. 1993) (noting jury had reason to doubt\n\ncredibility of only witness who provided admissible testimony\n\nlinking defendant to crime).\n\n            The    government    also     offered   strong   circumstantial\n\nevidence of Pridgen’s guilt.            The evidence presented at trial\n\ndemonstrated      that   five   people,    including   Holley   and   Alden,\n\nindicated to police that a man had run from the courthouse toward\n\nWarren Place immediately after the shooting.            Moments after the\n\n\n     3\n      Holley and Alden’s descriptions of the runner generally\ncomport with Sousa’s trial testimony regarding the shooter who ran\ntoward Warren Place.\n\n                                    -11-\n\fshooting, police discovered Pridgen in close proximity to the\n\nsilver firearm found at 8 Warren Place.          Despite the day’s cold\n\nweather, Pridgen was wearing only a tee-shirt, jeans, and sneakers.\n\nPolice found no other individual in the immediate vicinity of where\n\nthey found the bundled black sweatshirt and the firearm.              Officer\n\nRoss   observed   a   set   of   footprints,   which    appeared    to   match\n\nPridgen’s footwear, leading to and from the fence behind which\n\nwhere they found the firearm.        Given the wealth of circumstantial\n\nevidence and eyewitness testimony linking Pridgen to the crime, we\n\nconclude that Pridgen would have been convicted in the absence of\n\nthe    district   court’s   erroneous    exclusion     of   the   impeachment\n\nevidence.    The district court’s error, therefore, was harmess.\n\n            Pridgen’s argument that the district court committed\n\nreversible error relies heavily upon de Jesus-Rios.                This case,\n\nhowever, is readily distinguishable from de Jesus-Rios.                  In de\n\nJesus-Rios, the court, calling it a “close call,” held that the\n\ndistrict court’s erroneous admission of a pretrial identification\n\nconstituted reversible error where the government presented little\n\nremaining evidence to link the defendant to the crime, and where\n\nthe court had no way to determine the role the identification\n\nplayed in the jury’s verdict.        De Jesus-Rios, 990 F.2d at 678-79.\n\nThe court also noted that the record revealed a basis for genuine\n\nconcern regarding the only remaining witness’s credibility on a key\n\nquestion.     Id. at 679 n.10.          In this case, the government’s\n\n\n                                    -12-\n\fcircumstantial evidence and eye witness testimony was extremely\n\nmore   compelling   than   the   admissible    evidence   the    government\n\npresented in de Jesus-Rios.       Cf. id. at 679 (acknowledging only\n\nadmissible evidence linking defendant to crime consisted of one\n\nwitness’s identification testimony).          Additionally, unlike in de\n\nJesus-Rios, Pridgen offered no viable challenge to the remaining\n\nwitness’s, particularly Alden’s and Holley’s, credibility. Cf. id.\n\nat 679 n.10 (highlighting remaining witness’s lack of credibility\n\non central issue).     These distinctions limit the applicability of\n\nde Jesus-Rios to this case.\n\n            Pridgen offers one final argument to demonstrate the\n\npurported harmfulness of the district court's error.            He draws our\n\nattention to his trial counsel's promise, made to the jury during\n\nher opening statement, to present Hutton's testimony to challenge\n\nSousa's credibility. In light of this promise, Pridgen argues, the\n\nerroneous exclusion was so prejudicial that it could not constitute\n\nharmless error.     See Anderson v. Butler, 858 F.2d 16, 17 (1st Cir.\n\n1988) (\"[L]ittle is more damaging than to fail to produce important\n\nevidence that had been promised in an opening.\"). The overwhelming\n\nevidence of Pridgen's guilt, however, limited the importance of\n\nHutton’s testimony and rebuts Pridgen's argument. The result would\n\nhave been the same even if the court had admitted the impeachment\n\nevidence.   Additionally, we note that Pridgen's counsel presented\n\n\n\n\n                                   -13-\n\fher closing argument as if the district court had admitted the\n\nimpeachment evidence.\n\n          In sum, any error by the district court was harmless,\n\ngiven the government’s strong evidence of Pridgen’s guilt.\n\nIII.      Conclusion\n\n          For the reasons explained above, we affirm Pridgen’s\n\nconviction.\n\n          Affirmed.\n\n\n\n\n                              -14-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">            United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 06-2595\n\n                      UNITED STATES OF AMERICA,\n\n                              Appellee,\n\n                                 v.\n\n                          MICHAEL PRIDGEN,\n\n                        Defendant, Appellant.\n\n\n            APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. Rya W. Zobel, U.S. District Judge]\n\n\n                               Before\n\n                         Boudin, Chief Judge,\n                    Selya, Senior Circuit Judge,\n                     and Gelpí,* District Judge.\n\n\n     Christopher R. Goddu, Assistant Federal Public Defender, with\nwhom Page Kelley, Assistant Federal Public Defender, and Federal\nDefender Office were on brief, for appellant.\n     James F. Lang, Assistant United States Attorney, with whom\nDonald L. Cabell, Assistant United States Attorney, and Michael J.\nSullivan, United States Attorney, were on brief, for appellee.\n\n\n                          February 29, 2008\n\n\n\n\n     *\n         Of the District of Puerto Rico, sitting by designation.\n\f           GELPÍ, District Judge.          Michael Pridgen appeals his\n\nconviction in the district court for being a felon in possession of\n\na firearm and ammunition, in violation of 18 U.S.C. § 922(g)(1).\n\nHe argues that the trial judge committed reversible error upon\n\nrefusing   to   allow   him   to   introduce   extrinsic   evidence     of   a\n\ngovernment    witness’s   prior    inconsistent     statements.      For   the\n\nreasons discussed below, we conclude that the trial court erred,\n\nbut that the error was harmless.\n\nI.         Factual Overview\n\n           We summarize here the relevant facts evidenced in the\n\ntrial record.\n\n           On the morning of October 29, 2004, someone fired shots\n\noutside of the Roxbury District Courthouse in Dudley Square,\n\nRoxbury, Massachusetts.       On the day of the shooting, Maria Sousa,\n\na probation officer in the courthouse, was meeting with a client in\n\nher office. Shortly before 11:00 a.m., she heard a gunshot outside\n\nher window.     Sousa looked out her window and saw several people\n\nincluding two men standing together.           They stood approximately\n\ntwenty to twenty-five feet away from her office window.             She had a\n\nclear view of the men and observed one of the them holding a silver\n\nrevolver in his right hand.          The man holding the revolver was\n\napproximately    five     feet     eight   inches    in   height,    weighed\n\napproximately 140 to 150 pounds, had cornrow braids in his hair and\n\na medium complexion, and wore a black sweatshirt, jeans, and\n\n\n                                     -2-\n\fsneakers.    The other man was two or three inches taller and of\n\nmedium build and complexion.   He wore jeans, sneakers, and a light\n\ngray sweatshirt.\n\n            Sousa saw the man holding the revolver fire it in the\n\ndirection of the front of the courthouse.      She then saw him run\n\ntowards Warren Place.    She saw the other man run but could not see\n\nin which direction.\n\n            Martha Holley, a construction landscaper, was working\n\nacross the street from the courthouse at the corner of Warren Place\n\nand Warren Street when the shooting occurred.   Holley heard two to\n\nfour loud bangs that sounded like gunshots come from the direction\n\nof the courthouse.      She looked towards the courthouse and saw\n\npeople running in all directions.      She observed one man looking\n\nback at the commotion while crossing the street near her.       The\n\nyoung man was dressed in a dark sweatshirt, light blue jeans, and\n\nsneakers.   He wore cornrow braids in his hair, had light skin, and\n\nappeared to be “twenty-ish.”     Holley watched him run, with his\n\nhands in his sweatshirt pouch, down Warren Place and then up a\n\ndriveway at 8 Warren Place.\n\n            At around the same time, Scott Alden was working on the\n\nroof of the Urban League Building near the same intersection where\n\nHolley saw the man.   Alden also heard gunshots.   When he heard the\n\nshots, he looked in the direction of the courthouse and saw an\n\nAfrican-American male wearing jeans and a dark-colored hooded\n\n\n                                 -3-\n\fsweatshirt run past.    The man held a silver firearm in his right\n\nhand.   Alden lost sight of the man when he ran under the overhang\n\nof the building on which he was working.\n\n           Boston Police Department (“BPD”) Officers Michael Ross\n\nand Juan Seoane were in the courthouse the day of the shooting.\n\nBoth officers exited the courthouse when they heard two shots.\n\nOutside the building, the officers observed twenty to thirty people\n\nrunning or laying on the ground.\n\n           Holley and Alden pointed the officers in the direction of\n\nWarren Place.   Holley directed the officers to the first house on\n\nthe street, 8 Warren Place, saying, “He just went behind the new\n\nconstruction house, right there.”     Three other individuals, a tow\n\ntruck driver, a taxi driver, and a criminal defense attorney, also\n\ndirected the officers toward Warren Place.      When Officer Seoane\n\narrived at Warren Place, construction workers on a nearby roof\n\nindicated to him that a man had run behind the new construction\n\nsite at 8 Warren Place.   Officer Seoane arrived at 8 Warren Place\n\napproximately thirty seconds to one minute after he exited the\n\ncourthouse; Officer Ross arrived approximately twenty to thirty\n\nseconds after he exited the courthouse.\n\n           An approximately six-foot-high chain link fence with an\n\nopening surrounded the front of the house at 8 Warren Place.\n\nOfficer Ross, who arrived first at the house, entered through the\n\nopening.   He then noticed that the front door to the house was ajar\n\n\n                                -4-\n\fand a gate to the backyard was open.      He peered around an opening\n\nin the fence and saw Pridgen walking toward him up the driveway\n\nfrom the rear of the house.    Officer Ross observed that Pridgen had\n\ncornrow braids in his hair and was wearing jeans and sneakers.         He\n\nalso observed that Pridgen was wearing a white tee-shirt, which\n\nstruck him as odd given that it was a cold October day.          Pridgen\n\nraised one hand and backed up a few steps when he saw Officer Ross.\n\nOfficers Ross and Seoane then detained Pridgen.\n\n          After    detaining   Pridgen,   the   officers   searched   the\n\nimmediate area.    The search revealed no evidence of another person\n\nin the vicinity.    Officer Ross then went down the driveway to the\n\nbackyard where he noticed a set of footprints leading to and from\n\nan approximately three-foot-high fence at the rear of the yard. He\n\ncompared the footprints to the soles of Pridgen’s sneakers; they\n\nappeared to be consistent. Officer Ross then looked over the fence\n\nand saw a rolled-up black sweatshirt about five to ten feet away\n\nfrom the fence.    There was no debris on top of the sweatshirt.      BPD\n\nDetective Greg Gallagher recovered the sweatshirt.         He discovered\n\nwrapped inside of it a silver Smith & Wesson .357 caliber revolver.\n\nThe firearm contained four live rounds and two spent shells,\n\nindicating that the firearm had been fired twice.              Detective\n\nGallagher found only partial prints, insufficient to make an\n\nidentification, on the firearm and one round of ammunition.\n\n\n\n\n                                  -5-\n\f            On   December   15,   2004,    a   federal   grand   jury   in   the\n\nDistrict of Massachusetts returned an indictment charging Pridgen\n\nwith being a felon in possession of a firearm and ammunition, in\n\nviolation of 18 U.S.C. § 922(g)(1).            Trial commenced on July 24,\n\n2006.     The government called Sousa as its first witness.             During\n\nher direct examination, Sousa provided details regarding the two\n\nmen she saw outside her window on October 29th.           She testified that\n\nthe shooter was approximately five feet eight inches in height,\n\nweighed approximately 140 to 150 pounds, had cornrow braids in his\n\nhair and a medium complexion, and wore a black sweatshirt, jeans,\n\nand sneakers.     She also testified that the man next to the shooter\n\nwas two or three inches taller, had a medium build and complexion,\n\nand wore jeans, sneakers, and a light gray sweatshirt.\n\n            On cross examination, Pridgen’s counsel questioned Sousa\n\nabout allegedly conflicting descriptions she had previously given.\n\nCounsel asked Sousa about two meetings with defense investigator\n\nAlicia Hutton during which she allegedly stated that the shooter\n\nwas taller and wore a gray sweatshirt.            Sousa responded that she\n\ndid not recall making the statements.\n\n            During re-direct, Sousa testified that she made notes of\n\nthe October 29th events two days after the events occurred.                  She\n\nexplained why she made the notes.          She stated that she “wanted to\n\nwrite something so that [she] could look back when the case came to\n\ncourt.”     Familiar with the courts, she knew that cases sometimes\n\n\n                                     -6-\n\ftake years to get to court.       Sousa testified that she did not\n\nreview the notes before either meeting with Hutton but reviewed\n\nthem before trial.\n\n          Defense    counsel   later    tried   to   impeach   Sousa   via\n\nextrinsic evidence of prior inconsistent statements.1             Pridgen\n\ncalled Hutton to testify that Sousa had previously told her that\n\nthe shooter was the taller man wearing a gray sweatshirt.              The\n\ndistrict court, however, excluded the evidence, stating “That’s not\n\nhow you get a prior inconsistent statement into evidence” and “it\n\ndoesn’t fit within the rules.”\n\n          During her opening statement, defense counsel told the\n\njury and the court about inconsistencies they would hear in Sousa’s\n\nstatements.   The judge, however, excluded the evidence defense\n\ncounsel planned to introduce to demonstrate the inconsistencies.\n\nNotwithstanding the exclusion, defense counsel, in her closing\n\nargument, suggested to the jury that Sousa had made inconsistent\n\nstatements and perhaps had fabricated her trial testimony.\n\n\n\n\n     1\n      Pridgen sought to admit the hearsay evidence under Rule\n613(b) of the Federal Rules of Evidence, which permits admission of\nextrinsic evidence of a prior inconsistent statement to impeach a\nwitness’s credibility. Sousa’s prior inconsistent statements would\nnot have been admissible as substantive evidence. Compare United\nStates v. Winchenbach, </pre><span class=\"citation\" data-id=\"198727\"><a href=\"/opinion/198727/united-states-v-winchenbach/\"><span class=\"volume\">197</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">548</span></a></span><pre class=\"inline\">, 558 (1st Cir. 1999) (noting\nRule 613(b) evidence admissible to call into question declarant’s\ncredibility, not to demonstrate truth of either statement), with\nFed. R. Evid. 801(d)(1) (delineating circumstances in which\nwitness’s prior statement constitutes nonhearsay admissible for\nsubstantive purposes).\n\n                                  -7-\n\f            At   trial,   Pridgen   presented   an   innocent   bystander\n\ndefense.     He argued that he was innocently walking down the\n\ndriveway of 8 Warren Place when Officers Ross and Seoane came upon\n\nhim.     He also argued that the shooter escaped police by using an\n\nalternate exit from the backyard at 8 Warren Place.             The jury\n\nrejected his defense and returned a guilty verdict on July 26,\n\n2006.     The judge sentenced him to eighty-four months, below the\n\nguidelines range.\n\n            The instant appeal followed. Pridgen’s sole claim before\n\nus is that the exclusion of extrinsic evidence regarding Sousa’s\n\nalleged prior inconsistent statements violated his Sixth Amendment\n\nconfrontation rights and constitutes reversible error.\n\nII.         Analysis\n\n            Pridgen contends that Rule 613(b) of the Federal Rules of\n\nEvidence permitted the admission, for impeachment purposes, of\n\nextrinsic     evidence    of   Sousa’s    alleged    prior   inconsistent\n\nstatements. He further argues that the district court violated his\n\nSixth Amendment confrontation rights in excluding the impeachment\n\nevidence and that the error was not harmless beyond a reasonable\n\ndoubt.    The government concedes that the impeachment evidence was\n\nadmissible but notes that, upon the district court’s exclusionary\n\nruling, Pridgen failed to identify which evidentiary rule called\n\nfor admission of the evidence.      Pridgen’s failure, the government\n\nargues, precludes this court from finding that the district court\n\n\n                                    -8-\n\fabused its discretion in excluding the evidence.                    Alternatively,\n\nthe government contends that the challenged exclusion was harmless.\n\n              We    agree   with    Pridgen    that    Hutton’s     testimony     was\n\nadmissible to impeach Sousa.            It is not clear from the record why\n\nthe district court excluded Hutton’s impeachment testimony.                      Rule\n\n613(b) permits admission of extrinsic evidence of a witness’s prior\n\ninconsistent statement in limited circumstances; extrinsic evidence\n\nis    only   admissible      when   a   foundation     has   been   laid   for    its\n\nadmission.      This      required foundation includes giving the witness\n\nan opportunity to explain or deny the out of court statement.                    Fed.\n\nR. Evid. 613(b); see also United States v. Hudson, </pre><span class=\"citation\" data-id=\"587568\"><a href=\"/opinion/587568/united-states-v-richard-b-hudson-sr/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">948</span></a></span><pre class=\"inline\">,\n\n955    (1st        Cir.   1992)     (discussing       Rule   613(b)     foundation\n\nrequirements).        A review of the record reveals that Pridgen laid a\n\nproper foundation, which included giving Sousa the opportunity to\n\nexplain or deny her statements, for admission of the extrinsic\n\nevidence.      We therefore conclude that the district court erred in\n\nnot allowing Sousa to be impeached.             We now must determine if the\n\nerror was harmless.\n\n              The parties dispute whether the court should apply the\n\nconstitutional or non-constitutional formulation of the harmless\n\nerror test.        The government advocates for the non-constitutional,\n\nor evidentiary, harmless error test.            Under the non-constitutional\n\nharmless error test, a conviction must be upheld if it is highly\n\nprobable that the error did not affect the verdict.                  United States\n\n\n                                         -9-\n\fv. Roberson, </pre><span class=\"citation\" data-id=\"202345\"><a href=\"/opinion/202345/united-states-v-roberson/\"><span class=\"volume\">459</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span><pre class=\"inline\">, 49 (1st Cir. 2006), cert. denied, 127 S.\n\nCt. 1261 (2007).    Conversely, Pridgen      urges the court to apply the\n\nconstitutional     formulation   of    the   harmless   error   test.   The\n\nconstitutional test requires the government to demonstrate that the\n\nerror was harmless beyond a reasonable doubt by showing that the\n\ndefendant would have been convicted in the absence of the error.\n\nHudson, 970 F.2d at 953.\n\n           Today, we need not decide which harmless error test\n\napplies.   Under either the constitutional or non-constitutional\n\nstandard, the exclusion of the impeachment evidence was harmless.2\n\nPridgen would have been convicted, in light of the compelling\n\nevidence of guilt the government offered, even if the district\n\ncourt had admitted Hutton’s impeachment testimony.\n\n           The government presented an exceedingly strong case of\n\nguilt based on eyewitness testimony and circumstantial evidence\n\nregardless of Sousa’s testimony regarding who fired the shots.\n\nSousa was not the only eyewitness who offered testimony of the\n\nevent and a physical description of the man who ran toward Warren\n\nPlace following the shooting.            Holley and Alden also offered\n\ndetailed and largely consistent descriptions of the scene and the\n\n\n\n     2\n      We note that Pridgen failed to raise his constitutional\nargument during trial and could be held to have lost this claim.\nSee United States v. Vigneau, </pre><span class=\"citation\" data-id=\"198567\"><a href=\"/opinion/198567/united-states-v-vigneau/\"><span class=\"volume\">187</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">82</span></a></span><pre class=\"inline\">, 86 (1st Cir. 1999); see\nalso United States v. Lombard, </pre><span class=\"citation\" data-id=\"196476\"><a href=\"/opinion/196476/united-states-v-lombard/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">170</span></a></span><pre class=\"inline\">, 187 (1st Cir. 1995)\n(noting harmless beyond a reasonable doubt standard applies to\nproperly preserved constitutional error).\n\n                                      -10-\n\fsuspect.3   Holley testified that, immediately after the shooting,\n\nshe saw a man wearing cornrow braids in his hair and dressed in a\n\ndark sweatshirt, blue jeans, and sneakers run down Warren Place and\n\nup the driveway at 8 Warren Place.            Alden, who had a different\n\nvantage point than Holley, testified that he observed an African-\n\nAmerican male dressed in a dark hooded sweatshirt and jeans. Alden\n\ntestified that the man had a silver revolver in his right hand.\n\nPridgen’s physical appearance just moments after the shooting\n\nmatched the witness’s description, absent the sweatshirt.               The\n\nsweatshirt police recovered matched the description of the one worn\n\nby the runner.     The firearm wrapped in the sweatshirt matched the\n\ndescription of the firearm Alden observed in the runner’s hand.\n\nPridgen offered no plausible reason to doubt either Alden’s or\n\nHolley’s testimony.      Cf. United States v. de Jesus-Rios, </pre><span class=\"citation\" data-id=\"604123\"><a href=\"/opinion/604123/united-states-v-jose-de-jesus-rios-aka-papo-rios-united-states-v-eva/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span>\n\n<span class=\"page\">672</span></a></span><pre class=\"inline\">, 679 n.10 (1st Cir. 1993) (noting jury had reason to doubt\n\ncredibility of only witness who provided admissible testimony\n\nlinking defendant to crime).\n\n            The    government    also     offered   strong   circumstantial\n\nevidence of Pridgen’s guilt.            The evidence presented at trial\n\ndemonstrated      that   five   people,    including   Holley   and   Alden,\n\nindicated to police that a man had run from the courthouse toward\n\nWarren Place immediately after the shooting.            Moments after the\n\n\n     3\n      Holley and Alden’s descriptions of the runner generally\ncomport with Sousa’s trial testimony regarding the shooter who ran\ntoward Warren Place.\n\n                                    -11-\n\fshooting, police discovered Pridgen in close proximity to the\n\nsilver firearm found at 8 Warren Place.          Despite the day’s cold\n\nweather, Pridgen was wearing only a tee-shirt, jeans, and sneakers.\n\nPolice found no other individual in the immediate vicinity of where\n\nthey found the bundled black sweatshirt and the firearm.              Officer\n\nRoss   observed   a   set   of   footprints,   which    appeared    to   match\n\nPridgen’s footwear, leading to and from the fence behind which\n\nwhere they found the firearm.        Given the wealth of circumstantial\n\nevidence and eyewitness testimony linking Pridgen to the crime, we\n\nconclude that Pridgen would have been convicted in the absence of\n\nthe    district   court’s   erroneous    exclusion     of   the   impeachment\n\nevidence.    The district court’s error, therefore, was harmess.\n\n            Pridgen’s argument that the district court committed\n\nreversible error relies heavily upon de Jesus-Rios.                This case,\n\nhowever, is readily distinguishable from de Jesus-Rios.                  In de\n\nJesus-Rios, the court, calling it a “close call,” held that the\n\ndistrict court’s erroneous admission of a pretrial identification\n\nconstituted reversible error where the government presented little\n\nremaining evidence to link the defendant to the crime, and where\n\nthe court had no way to determine the role the identification\n\nplayed in the jury’s verdict.        De Jesus-Rios, 990 F.2d at 678-79.\n\nThe court also noted that the record revealed a basis for genuine\n\nconcern regarding the only remaining witness’s credibility on a key\n\nquestion.     Id. at 679 n.10.          In this case, the government’s\n\n\n                                    -12-\n\fcircumstantial evidence and eye witness testimony was extremely\n\nmore   compelling   than   the   admissible    evidence   the    government\n\npresented in de Jesus-Rios.       Cf. id. at 679 (acknowledging only\n\nadmissible evidence linking defendant to crime consisted of one\n\nwitness’s identification testimony).          Additionally, unlike in de\n\nJesus-Rios, Pridgen offered no viable challenge to the remaining\n\nwitness’s, particularly Alden’s and Holley’s, credibility. Cf. id.\n\nat 679 n.10 (highlighting remaining witness’s lack of credibility\n\non central issue).     These distinctions limit the applicability of\n\nde Jesus-Rios to this case.\n\n            Pridgen offers one final argument to demonstrate the\n\npurported harmfulness of the district court's error.            He draws our\n\nattention to his trial counsel's promise, made to the jury during\n\nher opening statement, to present Hutton's testimony to challenge\n\nSousa's credibility. In light of this promise, Pridgen argues, the\n\nerroneous exclusion was so prejudicial that it could not constitute\n\nharmless error.     See Anderson v. Butler, </pre><span class=\"citation\" data-id=\"512374\"><a href=\"/opinion/512374/bruce-anderson-v-norman-butler/\"><span class=\"volume\">858</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">16</span></a></span><pre class=\"inline\">, 17 (1st Cir.\n\n1988) (\"[L]ittle is more damaging than to fail to produce important\n\nevidence that had been promised in an opening.\"). The overwhelming\n\nevidence of Pridgen's guilt, however, limited the importance of\n\nHutton’s testimony and rebuts Pridgen's argument. The result would\n\nhave been the same even if the court had admitted the impeachment\n\nevidence.   Additionally, we note that Pridgen's counsel presented\n\n\n\n\n                                   -13-\n\fher closing argument as if the district court had admitted the\n\nimpeachment evidence.\n\n          In sum, any error by the district court was harmless,\n\ngiven the government’s strong evidence of Pridgen’s guilt.\n\nIII.      Conclusion\n\n          For the reasons explained above, we affirm Pridgen’s\n\nconviction.\n\n          Affirmed.\n\n\n\n\n                              -14-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/196476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198567/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198727/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202345/",
    "http://www.courtlistener.com/api/rest/v3/opinions/512374/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/604123/"
  ]
}