{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203274/",
  "absolute_url": "/opinion/203274/united-states-v-herrera-martinez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203274/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:12:24Z",
  "date_modified": "2016-04-26T05:30:06.390868Z",
  "type": "010combined",
  "sha1": "1859a54f2319cab313c3148b485a96197d5b79e8",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-1363-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/04/30/US_v._Hererra-Martinez.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\nNo. 07-1363\n\n                       UNITED STATES OF AMERICA,\n\n                               Appellee,\n\n                                  v.\n\n                     ELSA ODINA HERRERA-MARTINEZ,\n                     a/k/a ROSANA ROLON-ALVARADO,\n                       a/k/a ROSANA R. ALVARADO,\n                           a/k/a ROSANA ROLON,\n                         a/k/a ROSANA A. ROLON,\n\n                         Defendant, Appellant.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                   FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. Patti B. Saris, U.S. District Judge]\n\n\n                                Before\n\n                   Lipez and Howard, Circuit Judges,\n\n                 and DiClerico,* Senior District Judge.\n\n\n\n     Jeffrey B. Rubin for appellant.\n     Randall E. Kromm, Assistant United States Attorney, with whom\nMichael J. Sullivan, United States Attorney, was on brief, for\nappellee.\n\n\n                            April 30, 2008\n\n\n\n*\n    Of the District of New Hampshire, sitting by designation.\n\f          HOWARD,    Circuit   Judge.      Elsa   Odina   Herrera-Martinez\n\n(\"Herrera\") was convicted by a jury of three counts stemming from\n\nher use of personal information, including a Social Security\n\nnumber, that did not belong to her in order to secure subsidized\n\nhousing under a federal program.        She maintains that she cannot be\n\nguilty of these offenses because her behavior does not constitute\n\na crime under the three statutes at issue.           We do not read the\n\nstatutes as she does, and we affirm.\n\n                                I. Facts\n\n          We rehearse the facts in the light most favorable to the\n\njury's verdict.     United States v. Girouard, 2008 U.S. App. LEXIS\n\n6481, at *7 (1st Cir. Mar. 28, 2008); United States v. Richardson,\n\n515 F.3d 74, 76 (1st Cir. 2008).          When defendants challenge the\n\ndenial of a motion for a judgment of acquittal, \"we review the\n\nevidence and all legitimate inferences which may be drawn therefrom\n\nin the light most favorable to the government.\"1          United States v.\n\nOlivo-Infante, 938 F.2d 1406, 1408 (1st Cir. 1991).\n\n          High Point Village, a housing development in Roslindale,\n\nMassachusetts, provided low-income housing in two ways.          First, it\n\noperated a tier system providing below-market rent that varied\n\naccording to the tenant's income.       Second, it operated a federally\n\nfunded rent subsidy program often referred to as Section 8 housing.\n\n\n\n1\n     In this case, the facts are not much disputed.\n\n                                  -2-\n\fSee 42 U.S.C. §§ 1437 et seq.       There was a waiting list for this\n\nsecond program because there were more income-eligible tenants than\n\nSection 8 vouchers available.       Tenants in the tier program were\n\nautomatically added to the waiting list for the Section 8 program\n\nwhen their income qualified them for it.          High Point Village then\n\nautomatically distributed vouchers, as they came available, to\n\ntenants on the waiting list.\n\n           Herrera, an undocumented immigrant from the Dominican\n\nRepublic, took up residence at High Point Village, using the name\n\nand identifying information (including the Social Security number)\n\nof one Rosana Rolon Alvarado.       Herrera also used a Massachusetts\n\nidentification    card   bearing   her     own    picture    but    Alvarado's\n\ninformation.     When Herrera reported a drop in her income, she\n\nbecame eligible for the Section 8 subsidy, but only because she was\n\nusing the identity of Alvarado, an American citizen.                   (As an\n\nundocumented   alien,    Herrera   could    not    qualify    for    federally\n\nsubsidized housing under her real identity, regardless of her\n\nincome.)\n\n           In April 2005, a Section 8 voucher was automatically\n\nassigned to Herrera.     In honoring the voucher, the United States\n\nDepartment of Housing and Urban Development paid more than 85% of\n\nher rent for the next thirteen months.       Soon after HUD began paying\n\npart of Herrera's rent, a federal official became suspicious that\n\nHerrera was not who she claimed to be.             In January 2006 a HUD\n\n\n                                   -3-\n\fspecial agent attended, undercover, a \"recertification\" proceeding\n\nconducted by High Point Village; he observed Herrera filling out\n\nforms   certifying   she   was   a   United   States   citizen   and   using\n\nAlvarado's information.\n\n            Herrera was arrested in May 2006, after she moved out of\n\nHigh Point Village.     The three-count indictment charged her with\n\nuse of another's Social Security number, 42 U.S.C. § 408(a)(7)(B);\n\nknowingly converting public money or property, 18 U.S.C. § 641; and\n\naggravated identity theft, 18 U.S.C. § 1028A. Herrera consistently\n\nasserted that her conduct did not fall under any of these three\n\nstatutes.    She moved to quash the indictment and dismiss the case\n\nbefore trial and moved for directed verdict after presentation of\n\nthe government's evidence.       She raises the same issues on appeal.\n\n                        II. Standard of Review\n\n            In reviewing a motion for directed verdict, we resolve\n\nlegal questions de novo.    United States v. Jimenez, 507 F.3d 13, 19\n\n(1st Cir. 2007).     Delineating the scope of the elements of a given\n\noffense presents such legal questions.            Id. (whether deceased\n\npersons are encompassed in the word \"person\" as used in 18 U.S.C.\n\n§ 1028A reviewed de novo); United States v. McFarland, 445 F.3d 29,\n\n31 (1st Cir. 2006) (definition of \"actual physical control\" of a\n\nmotor vehicle in 36 C.F.R. § 4.23(a) subject to de novo review).\n\n\n\n\n                                     -4-\n\f                           III. Discussion\n\n           Herrera claims that none of the three statutes under\n\nwhich she was convicted apply to the conduct of which she was\n\naccused.   First, she claims that conviction under 18 U.S.C. § 641\n\nrequires proof of elements not present in her case.            Next, she\n\nclaims that 42 U.S.C. § 408(a)(7)(B) prohibits the use of a false\n\nSocial Security number only to obtain a Social Security payment,\n\nnot to obtain other benefits.    Finally, she says that because she\n\nis innocent of the first two charges as a matter of law, she must\n\nbe acquitted of aggravated identity theft because it requires as a\n\npredicate one of the other two offenses.        We address the arguments\n\npertaining to each statute in turn.\n\nA. 18 U.S.C. § 641\n\n           Section 641 of Title 182 was drafted \"to collect from\n\nscattered sources crimes so kindred as to belong in one category\":\n\nthose   that   prohibit   unlawful     taking    from   the   government.\n\nMorissette v. United States, 342 U.S. 246, 266-67 (1952).        Herrera\n\n\n\n2\n     The relevant portion reads:\n          Whoever   embezzles,   steals,  purloins,   or\n          knowingly converts to his use or the use of\n          another, or without authority, sells, conveys\n          or disposes of any record, voucher, money, or\n          thing of value of the United States or of any\n          department or agency thereof, or any property\n          made or being made under contract for the\n          United States or any department or agency\n          thereof . . . Shall be fined under this title,\n          or imprisoned . . . or both . . . .\n18 U.S.C. § 641.\n\n                                 -5-\n\flevels three challenges at her conviction under this statute.\n\nFirst, she argues that the statute requires the government to prove\n\n\"asportation,\" the carrying-away element of common law larceny.\n\nNext, she claims that in order to obtain a conviction under § 641,\n\nthe government is required to prove an actual loss, and here it did\n\nnot.   Finally,    Herrera   argues   that   what   she   obtained    was    a\n\nresidential lease, not a \"thing of value of the United States.\"             We\n\nfind none of these arguments persuasive.\n\n          Herrera argues that each of the older crimes from which\n\n§ 641 was forged contained as an element asportation, a physical\n\ncarrying away, and that she has not carried anything away from the\n\ngovernment.   But the enactment of § 641 did more than aggregate\n\nexisting crimes.   The statute also added \"knowingly converts,\" to\n\nthe list of proscribed activities, as well as \"steals,\" words that\n\ndo not implicate the common law definition of larceny.               See id.\n\nThis, Justice Jackson wrote for the Court, was an attempt to close\n\ngaps between the original common law offenses.\n\n          What   has   concerned    codifiers   of   the\n          larceny-type offense is that gaps or crevices\n          have separated particular crimes of this\n          general class and guilty men have escaped\n          through the breaches.    The books contain a\n          surfeit of cases drawing fine distinctions\n          between slightly different circumstances under\n          which one may obtain wrongful advantages from\n          another's property. The codifiers wanted to\n          reach all such instances.\n\nId.; see also United States v. Crutchley, 502 F.2d 1195, 1201 (3d\n\nCir. 1974) (citing Morissette and holding that larceny by trick is\n\n                                  -6-\n\fencompassed within § 641).       Where Congress has gone beyond the\n\ncommon law terms used to define a crime, we will not presume the\n\ncrime is limited to its common law contours.\n\n          Moreover, reading the statute to require asportation\n\nwould perforce limit § 641 to tangible property, as intangibles\n\ncannot be carried away.      This reading of the statute is too narrow\n\nand is contradicted by the great weight of authority.            See United\n\nStates v. Barger, 931 F.2d 359, 368 (6th Cir. 1991) (\"[I]nformation\n\nitself is enough to meet the 'thing of value' element of the\n\nstatute.\"); United States v. May, 625 F.2d 186, 192 (8th Cir. 1980)\n\n(\"'thing of value' . . . was the flight time itself\" where National\n\nGuard planes were used for personal flights); United States v.\n\nGirard, 601 F.2d 69, 71 (2d Cir. 1979) (\"Although the content of a\n\nwriting is an intangible, it is nonetheless a thing of value.\");\n\nsee also United States v. Collins, 56 F.3d 1416, 1419 (D.C. Cir.\n\n1995) (\"Congress intended to enact a broad prohibition against the\n\nmisappropriation of anything belonging to the national government,\n\nunrestrained by the fine and technical distinctions of the common\n\nlaw.\").   We   hold   that   asportation   is   not   required    in   every\n\nconviction under 18 U.S.C. § 641.\n\n          Herrera also contends that § 641 requires the government\n\nto prove an actual loss.        We disagree.     For this proposition,\n\nHerrera cites United States v. Collins, 464 F.2d 1163 (9th Cir.\n\n\n\n\n                                   -7-\n\f1972)   (2-1).3   That   case   concerned   a   warrant   drawn   up   by   a\n\nmunicipal agency, and cashed by someone who stole it; the Ninth\n\nCircuit determined that since the funds released by the bank were\n\nbank funds, not government funds, and the warrant itself was not\n\nthe property of the government, the government had failed to prove\n\na loss and the defendant was entitled to acquittal. First, Collins\n\nis inapplicable to the facts of this case; here, the payments made\n\nby HUD were government funds. But more importantly, Collins is not\n\nthe law of this circuit.    See United States v. Santiago, 729 F.2d\n\n38, 40 (1st Cir. 1984) (\"The statute, however, does not require a\n\nshowing that the United States was prejudiced.       It merely requires\n\nthe government to show that a 'thing of value of the United States'\n\nhas been knowingly received, concealed or retained by the accused\n\nwith improper intent . . . .\" (quoting 18 U.S.C. § 641)).         Nor, for\n\nthat matter, has Collins been followed by any other circuit.            See\n\nUnited States v. Milton, 8 F.3d 39, 44 (D.C. Cir. 1993); United\n\nStates v. Scott, 784 F.2d 787, 791 (7th Cir. 1986) (per curiam)\n\n(collecting cases in the Seventh Circuit); Barnes, 761 F.2d at 1036\n\n\n\n\n3\n     Herrera also cites United States v. Evans, 572 F.2d 455 (5th\nCir. 1978), despite the fact that the Fifth Circuit later expressly\nrepudiated that case's position that proof of actual loss is\nrequired under § 641. See United States v. Barnes, 761 F.2d 1026,\n1036 (5th Cir. 1985) (\"The legislative history of section 641 as\nwell as the purpose of the statute both lead us to hold that the\ngovernment need not prove it suffered an actual property loss in\norder to establish a violation of section 641.\").\n\n                                   -8-\n\f(Fifth Circuit).    We doubt that we are free to revisit this\n\ndetermination, and in any event decline to do so.4\n\n           Finally, Herrera argues that obtaining subsidized housing\n\nis not a violation of 18 U.S.C. § 641 because the residential lease\n\nshe received for her deception was not \"property of the United\n\nStates.\"   But this argument is a facade.       Another perspective\n\nallows us to pierce the illusion.     Through her deception, Herrera\n\ncaused HUD to pay her landlord many thousands of dollars.      As a\n\nconsequence of these payments, Herrera received a thing of value to\n\nher -- a place to live.     We need not decide whether the lease\n\nconstitutes property of the United States; the payments certainly\n\n\n\n4\n     Even were we to accept Herrera's contention and require proof\nof loss, it would be easy to come by.      First, the funds here,\nunlike those in Collins, were paid from government accounts.\nSecond, the government introduced evidence that there was a waiting\nlist for the vouchers, and that the vouchers were automatically\nassigned as they became available to those on the waiting list.\nThe government, then, suffered a loss because it was not able to\npass those benefits on to the next qualified applicant on the\nwaiting list. This case, then, is different than United States v.\nKueneman, 94 F.3d 653 (9th Cir. 1996), which Herrera cites in\nsupport of her proposition that the government has failed to prove\nactual loss. In an unpublished memorandum disposition, 1996 WL\n473690, the Kuneman panel vacated defendant's conviction under §\n641, reasoning that the government had failed to introduce evidence\nthat, but for the misuse complained of, the property would have\nbeen put to its intended use. In other words, Kueneman had let his\ndaughter stay briefly in a vacant unit intended for the homeless,\nbut the government had introduced no evidence that the unit would\notherwise have been occupied by a homeless person.          We are\ntherefore not called upon to determine whether we find Kueneman\npersuasive, as it is distinguishable on its facts. We reiterate\nthat Kueneman rests on the proposition that the government must\nshow an actual loss to prevail under § 641, a proposition only the\nNinth Circuit has embraced.\n\n                                -9-\n\fwere government funds, converted under false pretenses either to\n\nHerrera's use or to the use of her landlord.       The statute requires\n\nno more.      See In re Petition for Disclosure of Evidence Taken\n\nBefore the Special Grand Jury Convened on May 8, 1978, 662 F.2d\n\n362, 369 (5th Cir. 1981) (direct benefit to defendants need not be\n\nshown where direct beneficiary was a corporation closely held by\n\ndefendants and indirect benefit to defendants was obvious).\n\n             Herrera's challenges to her conviction under 18 U.S.C. §\n\n641   rest    on   unduly   narrow    interpretations   of   the   law   or\n\nmischaracterization of the facts, and therefore fail.5\n\nB. 42 U.S.C. § 408(a)(7)(B)\n\n             Section 408(a)(7)(B) of Title 42 of the United States\n\nCode criminalizes the use of a false Social Security number to\n\nobtain payments from the government.           Herrera claims that the\n\nproscription only applies when the payment is made pursuant to the\n\nSocial Security Act. If she were correct, then the housing subsidy\n\nshe received through the use of a false Social Security number\n\n\n\n5\n     Herrera briefly adverts to the rule of lenity, claiming that\nat least the statute is ambiguous in scope and ought to be\nconstrued in her favor. A mere assertion that the rule of lenity\nought to mandate acquittal cannot be said to have preserved the\nissue.   See United States v. Zannino, 895 F.2d 1, 17 (1st Cir.\n1990) (\"[I]ssues adverted to in a perfunctory manner, unaccompanied\nby some effort at developed argumentation, are deemed waived.\").\nWe note only that the rule of lenity applies in the case of\n\"grievous ambiguity\" that persists even after resort to statutory\ninterpretation. Jimenez, 507 F.3d at 20-21 (quoting United States\nv. Councilman, 418 F.3d 67, 83 (1st Cir. 2005) (discussing\napplication of rule of lenity)).\n\n                                     -10-\n\fwould not be within the ambit of the statute, and she would be\n\nentitled to an acquittal on this charge as a matter of law.          She is\n\nmistaken.\n\n              When asked to construe a statute we begin with its text.\n\nJimenez, 507 F.3d at 19.        Section 408 is the \"Penalties\" section of\n\nthe Social Security Act.            Subsection (a) denotes as felonies\n\nseveral activities.         Subsection (a)(7) provides, in relevant part:\n\n                     [Whoever] for the purpose of causing an\n              increase in any payment authorized under this\n              title (or any other program financed in whole\n              or in part from Federal funds), or for the\n              purpose of causing a payment under this title\n              (or any such other program) to be made when no\n              payment is authorized thereunder, or for the\n              purpose of obtaining (for himself or any other\n              person) any payment or any other benefit to\n              which he (or such other person) is not\n              entitled, or for the purpose of obtaining\n              anything of value from any person, or for any\n              other purpose . . .\n                       (B) with intent to deceive, falsely\n              represents a number to be the social security\n              account number assigned by the Commissioner of\n              Social Security to him or to another person,\n              when in fact such number is not the social\n              security account number assigned by the\n              Commissioner of Social Security to him or to\n              such other person [shall be guilty of a\n              felony].\n\n42   U.S.C.    §   408(a)    (emphasis   added).   The   inclusion   of   the\n\nparenthetical \"or any other program financed in whole or in part\n\nfrom Federal funds\" plainly implicates payments such as those paid\n\nby HUD to Herrera's landlord for her benefit.6\n\n\n6\n     The second parenthetical in subsection (a)(7) refers back to\nthe first for the meaning of \"such other program.\"       Thus the\n\n                                     -11-\n\f           Not only does subsection (a)(7) apply specifically to\n\ncausing an unauthorized payment from any federally funded program,\n\nbut it also applies to using a Social Security number for the\n\npurpose of obtaining \"any payment or any other benefit\" to which\n\nthe defendant is not entitled, \"or for the purpose of obtaining\n\nanything of value from any person, or for any other purpose.\"           In\n\nUnited States v. McGauley, 279 F.3d 62 (1st Cir. 2002), we held\n\nthat the \"any other purpose\" language reached a situation where a\n\nSocial Security number was used as part of a scheme to defraud\n\nretail stores.     Id. at 69.     Even if the earlier language in the\n\nsubsection were not specifically applicable to this case, under\n\nMcGauley, the catch-all provision \"any other purpose\" does apply.\n\n           Herrera argues that the rest of the activities listed in\n\n§ 408(a)(1)-(6) all relate to payments under the Social Security\n\nAct itself, and that therefore the parenthetical must be read as\n\nimplicitly limited to that sort of payment.         Quite the contrary:\n\nthe drafters of this section were indicating that they wished to\n\ncast a wider net with this provision than with the others.             The\n\nsubsections have different foci. The first six subsections concern\n\nmisrepresentations of fact and omissions of fact material to\n\npayments   under   the   Social   Security   Act.   But   subsection   (7)\n\npunishes activities related to the Social Security card and number\n\n\nstatute, by its plain terms, reaches the conduct of causing a\npayment to be made under any program financed in whole or in part\nfrom federal funds.\n\n                                   -12-\n\fthemselves.         Id. § 408(a)(7)(A) (use of a Social Security account\n\nnumber that has been assigned on the basis of false information);\n\nId. § 408(a)(7)(B) (use of a Social Security number not one's own);\n\nId. § 408(a)(7)(C) (alteration or counterfeiting of Social Security\n\ncard).\n\n               Put more plainly, the subsections Herrera relies on are\n\nconcerned with lying to the Social Security Administration, but the\n\nsubsection      under    which   she   was    convicted   concerns     misuse    of\n\ncredentials or identifying information provided by the Social\n\nSecurity Administration.           It is not surprising then that the\n\nstatute would allow prosecution of a person who thereby receives\n\nany federal funds, not just those provided for by the Social\n\nSecurity Act.        The reach of the criminal statute is as broad as it\n\nis because of the interest the Social Security Administration has\n\nin protecting the integrity of its identification and recordkeeping\n\nsystem.   Further examination provides more evidence that all eight\n\nsubsections in § 408(a) are not limited to the same scope.               Indeed,\n\nsubsection (8) does not require any payment at all of any kind,\n\nmaking    it    a    felony   simply   to    disclose,    use,   or   compel    the\n\ndisclosure or use of a Social Security number in violation of\n\nUnited States law.        Id. § 408(a)(8).\n\n               The cases Herrera cites in support of her narrow reading\n\nof the statute are inapposite.                They do not concern the same\n\nsubsection, or even similar language.            See United States v. Gomez,\n\n\n                                       -13-\n\f969 F.2d 1290, 1293 (1st Cir. 1992) (reversing conviction because\n\nblank Social Security cards did not meet legal definition of\n\ncounterfeit); United States v. Phillips, 600 F.2d 535, 536-37 (5th\n\nCir. 1979) (requiring the government to prove \"fraudulent intent\"\n\nin accordance with the explicit language of § 408(d)); see also\n\nUnited States v. Cormier, 639 F.2d 1177 (5th Cir. 1981) (same).\n\nThe plain language of § 408(a)(7)(B) encompasses payments from\n\nother government programs; Herrera's claim to the contrary is\n\nunavailing.7\n\nC. 18 U.S.C. § 1028A\n\n          Herrera's only challenge to her conviction under 18\n\nU.S.C. § 1028A is that she was entitled to a judgment of acquittal\n\non the two possible predicate offenses.   Because we find no reason\n\nto set aside those convictions, we also uphold the conviction for\n\naggravated identity theft.\n\n          Affirmed.\n\n\n\n\n7\n     When the statute's text is      clear we need go no further.\nUnited States v. Roberson, 459      F.3d 39, 51 (1st Cir. 2006).\nLikewise, Herrera's appeal to the   rule of lenity would fail at the\nfirst step because the statute is   not ambiguous.\n\n                              -14-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>525 F.3d 60 (2008)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nElsa Odina HERRERA-MARTINEZ, a/k/a Rosana Rolon-Alvarado, a/k/a Rosana R. Alvarado, a/k/a Rosana Rolon, a/k/a Rosana A. Rolon, Defendant, Appellant.</h1></center>\n<center>No. 07-1363.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 5, 2008.</center>\n<center>Decided April 30, 2008.</center>\n<p><span class=\"star-pagination\">*61</span> Jeffrey B. Rubin for appellant.</p>\n<p>Randall E. Kromm, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief, for appellee.</p>\n<p>Before LIPEZ and HOWARD, Circuit Judges, and DiCLERICO,<sup>[*]</sup> Senior District Judge.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>Elsa Odina Herrera-Martinez (\"Herrera\") was convicted by a jury of three counts stemming from her use of personal information, including a Social Security number, that did not belong to her in order to secure subsidized housing under a federal program. She maintains that she cannot be guilty of these offenses because her behavior does not constitute a crime under the three statutes at issue. We do not read the statutes as she does, and we affirm.</p>\n<p></p>\n<h2>I. Facts</h2>\n<p>We rehearse the facts in the light most favorable to the jury's verdict. <i>United States v. Girouard,</i> 521 F.3d 110, 114 (1st Cir.2008); <i>United States v. Richardson,</i> 515 F.3d 74, 76 (1st Cir.2008). When defendants challenge the denial of a motion for a judgment of acquittal, \"we review the evidence and all legitimate inferences which may be drawn therefrom in the light most favorable to the government.\"<sup>[1]</sup><i>United States v. Olivo-Infante,</i> 938 F.2d 1406, 1408 (1st Cir.1991).</p>\n<p>High Point Village, a housing development in Roslindale, Massachusetts, provided low-income housing in two ways. First, <span class=\"star-pagination\">*62</span> it operated a tier system providing below-market rent that varied according to the tenant's income. Second, it operated a federally funded rent subsidy program often referred to as Section 8 housing. <i>See</i> 42 U.S.C. §§ 1437 <i>et seq.</i> There was a waiting list for this second program because there were more income-eligible tenants than Section 8 vouchers available. Tenants in the tier program were automatically added to the waiting list for the Section 8 program when their income qualified them for it. High Point Village then automatically distributed vouchers, as they came available, to tenants on the waiting list.</p>\n<p>Herrera, an undocumented immigrant from the Dominican Republic, took up residence at High Point Village, using the name and identifying information (including the Social Security number) of one Rosana Rolon Alvarado. Herrera also used a Massachusetts identification card bearing her own picture but Alvarado's information. When Herrera reported a drop in her income, she became eligible for the Section 8 subsidy, but only because she was using the identity of Alvarado, an American citizen. (As an undocumented alien, Herrera could not qualify for federally subsidized housing under her real identity, regardless of her income.)</p>\n<p>In April 2005, a Section 8 voucher was automatically assigned to Herrera. In honoring the voucher, the United States Department of Housing and Urban Development paid more than 85% of her rent for the next thirteen months. Soon after HUD began paying part of Herrera's rent, a federal official became suspicious that Herrera was not who she claimed to be. In January 2006 a HUD special agent attended, undercover, a \"recertification\" proceeding conducted by High Point Village; he observed Herrera filling out forms certifying she was a United States citizen and using Alvarado's information.</p>\n<p>Herrera was arrested in May 2006, after she moved out of High Point Village. The three-count indictment charged her with use of another's Social Security number, 42 U.S.C. § 408(a)(7)(B); knowingly converting public money or property, 18 U.S.C. § 641; and aggravated identity theft, 18 U.S.C. § 1028A. Herrera consistently asserted that her conduct did not fall under any of these three statutes. She moved to quash the indictment and dismiss the case before trial and moved for directed verdict after presentation of the government's evidence. She raises the same issues on appeal.</p>\n<p></p>\n<h2>II. Standard of Review</h2>\n<p>In reviewing a motion for directed verdict, we resolve legal questions de novo. <i>United States v. Jimenez,</i> 507 F.3d 13, 19 (1st Cir.2007). Delineating the scope of the elements of a given offense presents such legal questions. <i>Id.</i> (whether deceased persons are encompassed in the word \"person\" as used in 18 U.S.C. § 1028A reviewed de novo); <i>United States v. McFarland,</i> 445 F.3d 29, 31 (1st Cir. 2006) (definition of \"actual physical control\" of a motor vehicle in 36 C.F.R. § 4.23(a) subject to de novo review).</p>\n<p></p>\n<h2>III. Discussion</h2>\n<p>Herrera claims that none of the three statutes under which she was convicted apply to the conduct of which she was accused. First, she claims that conviction under 18 U.S.C. § 641 requires proof of elements not present in her case. Next, she claims that 42 U.S.C. § 408(a)(7)(B) prohibits the use of a false Social Security number only to obtain a Social Security payment, not to obtain other benefits. Finally, she says that because she is innocent of the first two charges as a matter of law, <span class=\"star-pagination\">*63</span> she must be acquitted of aggravated identity theft because it requires as a predicate one of the other two offenses. We address the arguments pertaining to each statute in turn.</p>\n<p></p>\n<h2>A. 18 U.S.C. § 641</h2>\n<p>Section 641 of Title 18<sup>[2]</sup> was drafted \"to collect from scattered sources crimes so kindred as to belong in one category\": those that prohibit unlawful taking from the government. <i>Morissette v. United States,</i> 342 U.S. 246, 266-67, 72 S.Ct. 240, 96 L.Ed. 288 (1952). Herrera levels three challenges at her conviction under this statute. First, she argues that the statute requires the government to prove \"asportation,\" the carrying-away element of common law larceny. Next, she claims that in order to obtain a conviction under § 641, the government is required to prove an actual loss, and here it did not. Finally, Herrera argues that what she obtained was a residential lease, not a \"thing of value of the United States.\" We find none of these arguments persuasive.</p>\n<p>Herrera argues that each of the older crimes from which § 641 was forged contained as an element asportation, a physical carrying away, and that she has not carried anything away from the government. But the enactment of § 641 did more than aggregate existing crimes. The statute also added \"knowingly converts,\" to the list of proscribed activities, as well as \"steals,\" words that do not implicate the common law definition of larceny. <i>See id.</i> This, Justice Jackson wrote for the Court, was an attempt to close gaps between the original common law offenses.</p>\n<blockquote>What has concerned codifiers of the larceny-type offense is that gaps or crevices have separated particular crimes of this general class and guilty men have escaped through the breaches. The books contain a surfeit of cases drawing fine distinctions between slightly different circumstances under which one may obtain wrongful advantages from another's property. The codifiers wanted to reach all such instances.</blockquote>\n<p><i>Id.; see also </i><i>United States v. Crutchley,</i> 502 F.2d 1195, 1201 (3d Cir.1974) (citing <i>Morissette</i> and holding that larceny by trick is encompassed within § 641). Where Congress has gone beyond the common law terms used to define a crime, we will not presume the crime is limited to its common law contours.</p>\n<p>Moreover, reading the statute to require asportation would perforce limit § 641 to tangible property, as intangibles cannot be carried away. This reading of the statute is too narrow and is contradicted by the great weight of authority. <i>See </i><i>United States v. Barger,</i> 931 F.2d 359, 368 (6th Cir.1991) (\"[I]nformation itself is enough to meet the `thing of value' element of the statute.\"); <i>United States v. May,</i> 625 F.2d 186, 192 (8th Cir.1980) (\"`thing of value'. . . was the flight time itself\" where National Guard planes were used for personal flights); <i>United States v. Girard,</i> 601 F.2d 69, 71 (2d Cir.1979) (\"Although the content of a writing is an intangible, it is nonetheless a thing of value.\"); <i>see also </i><i>United States v. Collins,</i> 56 F.3d 1416, 1419 (D.C.Cir.1995) (\"Congress intended to enact <span class=\"star-pagination\">*64</span> a broad prohibition against the misappropriation of anything belonging to the national government, unrestrained by the fine and technical distinctions of the common law.\"). We hold that asportation is not required in every conviction under 18 U.S.C. § 641.</p>\n<p>Herrera also contends that § 641 requires the government to prove an actual loss. We disagree. For this proposition, Herrera cites <i>United States v. Collins,</i> 464 F.2d 1163 (9th Cir.1972) (2-1).<sup>[3]</sup> That case concerned a warrant drawn up by a municipal agency, and cashed by someone who stole it; the Ninth Circuit determined that since the funds released by the bank were bank funds, not government funds, and the warrant itself was not the property of the government, the government had failed to prove a loss and the defendant was entitled to acquittal. First, <i>Collins</i> is inapplicable to the facts of this case; here, the payments made by HUD were government funds. But more importantly, <i>Collins</i> is not the law of this circuit. <i>See </i><i>United States v. Santiago,</i> 729 F.2d 38, 40 (1st Cir.1984) (\"The statute, however, does not require a showing that the United States was prejudiced. It merely requires the government to show that a `thing of value of the United States' has been knowingly received, concealed or retained by the accused with improper intent. . . .\" (quoting 18 U.S.C. § 641)). Nor, for that matter, has <i>Collins</i> been followed by any other circuit. <i>See </i><i>United States v. Milton,</i> 8 F.3d 39, 44 (D.C.Cir.1993); <i>United States v. Scott,</i> 784 F.2d 787, 791 (7th Cir.1986) (per curiam) (collecting cases in the Seventh Circuit); <i>Barnes,</i> 761 F.2d at 1036 (Fifth Circuit). We doubt that we are free to revisit this determination, and in any event decline to do so.<sup>[4]</sup></p>\n<p>Finally, Herrera argues that obtaining subsidized housing is not a violation of 18 U.S.C. § 641 because the residential lease she received for her deception was not \"property of the United States.\" But this argument is a facade. Another perspective allows us to pierce the illusion. Through her deception, Herrera caused HUD to pay <span class=\"star-pagination\">*65</span> her landlord many thousands of dollars. As a consequence of these payments, Herrera received a thing of value to her  a place to live. We need not decide whether the lease constitutes property of the United States; the payments certainly were government funds, converted under false pretenses either to Herrera's use or to the use of her landlord. The statute requires no more. <i>See </i><i>In re Petition for Disclosure of Evidence Taken Before the Special Grand Jury Convened on May 8, 1978,</i> 662 F.2d 362, 369 (5th Cir.1981) (direct benefit to defendants need not be shown where direct beneficiary was a corporation closely held by defendants and indirect benefit to defendants was obvious).</p>\n<p>Herrera's challenges to her conviction under 18 U.S.C. § 641 rest on unduly narrow interpretations of the law or mischaracterization of the facts, and therefore fail.<sup>[5]</sup></p>\n<p></p>\n<h2>B. 42 U.S.C. § 408(a)(7)(B)</h2>\n<p>Section 408(a)(7)(B) of Title 42 of the United States Code criminalizes the use of a false Social Security number to obtain payments from the government. Herrera claims that the proscription only applies when the payment is made pursuant to the Social Security Act. If she were correct, then the housing subsidy she received through the use of a false Social Security number would not be within the ambit of the statute, and she would be entitled to an acquittal on this charge as a matter of law. She is mistaken.</p>\n<p>When asked to construe a statute we begin with its text. <i>Jimenez,</i> 507 F.3d at 19. Section 408 is the \"Penalties\" section of the Social Security Act. Subsection (a) denotes as felonies several activities. Subsection (a)(7) provides, in relevant part:</p>\n<blockquote>[Whoever] for the purpose of causing an increase in any payment authorized under this title (<i>or any other program financed in whole or in part from Federal funds</i>), or for the purpose of causing a payment under this title (<i>or any such other program</i>) to be made when no payment is authorized thereunder, or for the purpose of obtaining (for himself or any other person) any payment or any other benefit to which he (or such other person) is not entitled, or for the purpose of obtaining anything of value from any person, or for any other purpose. . .</blockquote>\n<blockquote>(B) with intent to deceive, falsely represents a number to be the social security account number assigned by the Commissioner of Social Security to him or to another person, when in fact such number is not the social security account number assigned by the Commissioner of Social Security to him or to such other person [shall be guilty of a felony].</blockquote>\n<p>42 U.S.C. § 408(a) (emphasis added). The inclusion of the parenthetical \"or any other program financed in whole or in part from Federal funds\" plainly implicates payments <span class=\"star-pagination\">*66</span> such as those paid by HUD to Herrera's landlord for her benefit.<sup>[6]</sup></p>\n<p>Not only does subsection (a)(7) apply specifically to causing an unauthorized payment from any federally funded program, but it also applies to using a Social Security number for the purpose of obtaining \"any payment or any other benefit\" to which the defendant is not entitled, \"or for the purpose of obtaining anything of value from any person, or for any other purpose.\" In <i>United States v. McGauley,</i> 279 F.3d 62 (1st Cir.2002), we held that the \"any other purpose\" language reached a situation where a Social Security number was used as part of a scheme to defraud retail stores. <i>Id.</i> at 69. Even if the earlier language in the subsection were not specifically applicable to this case, under <i>McGauley,</i> the catch-all provision \"any other purpose\" does apply.</p>\n<p>Herrera argues that the rest of the activities listed in § 408(a)(1)-(6) all relate to payments under the Social Security Act itself, and that therefore the parenthetical must be read as implicitly limited to that sort of payment. Quite the contrary: the drafters of this section were indicating that they wished to cast a wider net with this provision than with the others. The subsections have different foci. The first six subsections concern misrepresentations of fact and omissions of fact material to payments under the Social Security Act. But subsection (7) punishes activities related to the Social Security card and number themselves. <i>Id.</i> § 408(a)(7)(A) (use of a Social Security account number that has been assigned on the basis of false information); <i>Id.</i> § 408(a)(7)(B) (use of a Social Security number not one's own); <i>Id.</i> § 408(a)(7)(C) (alteration or counterfeiting of Social Security card).</p>\n<p>Put more plainly, the subsections Herrera relies on are concerned with lying to the Social Security Administration, but the subsection under which she was convicted concerns misuse of credentials or identifying information <i>provided by</i> the Social Security Administration. It is not surprising then that the statute would allow prosecution of a person who thereby receives <i>any</i> federal funds, not just those provided for by the Social Security Act. The reach of the criminal statute is as broad as it is because of the interest the Social Security Administration has in protecting the integrity of its identification and recordkeeping system. Further examination provides more evidence that all eight subsections in § 408(a) are not limited to the same scope. Indeed, subsection (8) does not require any payment at all of any kind, making it a felony simply to disclose, use, or compel the disclosure or use of a Social Security number in violation of United States law. <i>Id.</i> § 408(a)(8).</p>\n<p>The cases Herrera cites in support of her narrow reading of the statute are inapposite. They do not concern the same subsection, or even similar language. <i>See </i><i>United States v. Gomes,</i> 969 F.2d 1290, 1293 (1st Cir.1992) (reversing conviction because blank Social Security cards did not meet legal definition of counterfeit); <i>United States v. Phillips,</i> 600 F.2d 535, 536-37 (5th Cir.1979) (requiring the government to prove \"fraudulent intent\" in accordance with the explicit language of § 408(d)); <i>see also </i><i>United States v. Cormier,</i> 639 F.2d 1177 (5th Cir.1981) (same). The plain language of § 408(a)(7)(B) encompasses payments from other government <span class=\"star-pagination\">*67</span> programs; Herrera's claim to the contrary is unavailing.<sup>[7]</sup></p>\n<p></p>\n<h2>C. 18 U.S.C. § 1028A</h2>\n<p>Herrera's only challenge to her conviction under 18 U.S.C. § 1028A is that she was entitled to a judgment of acquittal on the two possible predicate offenses. Because we find no reason to set aside those convictions, we also uphold the conviction for aggravated identity theft.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of New Hampshire, sitting by designation.</p>\n<p>[1]  In this case, the facts are not much disputed.</p>\n<p>[2]  The relevant portion reads:\n</p>\n<p>Whoever embezzles, steals, purloins, or knowingly converts to his use or the use of another, or without authority, sells, conveys or disposes of any record, voucher, money, or thing of value of the United States or of any department or agency thereof, or any property made or being made under contract for the United States or any department or agency thereof . . . Shall be fined under this title, or imprisoned . . . or both. . . .</p>\n<p>18 U.S.C. § 641.</p>\n<p>[3]  Herrera also cites <i>United States v. Evans,</i> 572 F.2d 455 (5th Cir. 1978), despite the fact that the Fifth Circuit later expressly repudiated that case's position that proof of actual loss is required under § 641. <i>See </i><i>United States v. Barnes,</i> 761 F.2d 1026, 1036 (5th Cir.1985) (\"The legislative history of section 641 as well as the purpose of the statute both lead us to hold that the government need not prove it suffered an actual property loss in order to establish a violation of section 641.\").</p>\n<p>[4]  Even were we to accept Herrera's contention and require proof of loss, it would be easy to come by. First, the funds here, unlike those in <i>Collins,</i> were paid from government accounts. Second, the government introduced evidence that there was a waiting list for the vouchers, and that the vouchers were automatically assigned as they became available to those on the waiting list. The government, then, suffered a loss because it was not able to pass those benefits on to the next qualified applicant on the waiting list. This case, then, is different than <i>United States v. Kueneman,</i> 94 F.3d 653 (9th Cir. 1996), which Herrera cites in support of her proposition that the government has failed to prove actual loss. In an unpublished memorandum disposition, 1996 WL 473690, the <i>Kueneman</i> panel vacated defendant's conviction under § 641, reasoning that the government had failed to introduce evidence that, but for the misuse complained of, the property would have been put to its intended use. In other words, Kueneman had let his daughter stay briefly in a vacant unit intended for the homeless, but the government had introduced no evidence that the unit would otherwise have been occupied by a homeless person. We are therefore not called upon to determine whether we find <i>Kueneman</i> persuasive, as it is distinguishable on its facts. We reiterate that Kueneman rests on the proposition that the government must show an actual loss to prevail under § 641, a proposition only the Ninth Circuit has embraced.</p>\n<p>[5]  Herrera briefly adverts to the rule of lenity, claiming that at least the statute is ambiguous in scope and ought to be construed in her favor. A mere assertion that the rule of lenity ought to mandate acquittal cannot be said to have preserved the issue. <i>See </i><i>United States v. Zannino,</i> 895 F.2d 1, 17 (1st Cir.1990) (\"[I]ssues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\"). We note only that the rule of lenity applies in the case of \"grievous ambiguity\" that persists even after resort to statutory interpretation. <i>Jimenez,</i> 507 F.3d at 20-21 (quoting <i>United States v. Councilman,</i> 418 F.3d 67, 83 (1st Cir.2005) (discussing application of rule of lenity)).</p>\n<p>[6]  The second parenthetical in subsection (a)(7) refers back to the first for the meaning of \"such other program.\" Thus the statute, by its plain terms, reaches the conduct of causing a payment to be made under any program financed in whole or in part from federal funds.</p>\n<p>[7]  When the statute's text is clear we need go no further. <i>United States v. Roberson,</i> 459 F.3d 39, 51 (1st Cir.2006). Likewise, Herrera's appeal to the rule of lenity would fail at the first step because the statute is not ambiguous.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">525</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">60</span></span> (2008)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nElsa Odina HERRERA-MARTINEZ, a/k/a Rosana Rolon-Alvarado, a/k/a Rosana R. Alvarado, a/k/a Rosana Rolon, a/k/a Rosana A. Rolon, Defendant, Appellant.</h1></center>\n<center>No. 07-1363.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 5, 2008.</center>\n<center>Decided April 30, 2008.</center>\n<p><span class=\"star-pagination\">*61</span> Jeffrey B. Rubin for appellant.</p>\n<p>Randall E. Kromm, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief, for appellee.</p>\n<p>Before LIPEZ and HOWARD, Circuit Judges, and DiCLERICO,<sup>[*]</sup> Senior District Judge.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>Elsa Odina Herrera-Martinez (\"Herrera\") was convicted by a jury of three counts stemming from her use of personal information, including a Social Security number, that did not belong to her in order to secure subsidized housing under a federal program. She maintains that she cannot be guilty of these offenses because her behavior does not constitute a crime under the three statutes at issue. We do not read the statutes as she does, and we affirm.</p>\n<p></p>\n<h2>I. Facts</h2>\n<p>We rehearse the facts in the light most favorable to the jury's verdict. <i>United States v. Girouard,</i> <span class=\"citation\" data-id=\"203214\"><a href=\"/opinion/203214/united-states-v-girouard/\"><span class=\"volume\">521</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">110</span></a></span>, 114 (1st Cir.2008); <i>United States v. Richardson,</i> <span class=\"citation\" data-id=\"203173\"><a href=\"/opinion/203173/united-states-v-richardson/\"><span class=\"volume\">515</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">74</span></a></span>, 76 (1st Cir.2008). When defendants challenge the denial of a motion for a judgment of acquittal, \"we review the evidence and all legitimate inferences which may be drawn therefrom in the light most favorable to the government.\"<sup>[1]</sup><i>United States v. Olivo-Infante,</i> <span class=\"citation\" data-id=\"564948\"><a href=\"/opinion/564948/united-states-v-americo-olivo-infante-united-states-v-jose-gonzalez/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1406</span></a></span>, 1408 (1st Cir.1991).</p>\n<p>High Point Village, a housing development in Roslindale, Massachusetts, provided low-income housing in two ways. First, <span class=\"star-pagination\">*62</span> it operated a tier system providing below-market rent that varied according to the tenant's income. Second, it operated a federally funded rent subsidy program often referred to as Section 8 housing. <i>See</i> 42 U.S.C. §§ 1437 <i>et seq.</i> There was a waiting list for this second program because there were more income-eligible tenants than Section 8 vouchers available. Tenants in the tier program were automatically added to the waiting list for the Section 8 program when their income qualified them for it. High Point Village then automatically distributed vouchers, as they came available, to tenants on the waiting list.</p>\n<p>Herrera, an undocumented immigrant from the Dominican Republic, took up residence at High Point Village, using the name and identifying information (including the Social Security number) of one Rosana Rolon Alvarado. Herrera also used a Massachusetts identification card bearing her own picture but Alvarado's information. When Herrera reported a drop in her income, she became eligible for the Section 8 subsidy, but only because she was using the identity of Alvarado, an American citizen. (As an undocumented alien, Herrera could not qualify for federally subsidized housing under her real identity, regardless of her income.)</p>\n<p>In April 2005, a Section 8 voucher was automatically assigned to Herrera. In honoring the voucher, the United States Department of Housing and Urban Development paid more than 85% of her rent for the next thirteen months. Soon after HUD began paying part of Herrera's rent, a federal official became suspicious that Herrera was not who she claimed to be. In January 2006 a HUD special agent attended, undercover, a \"recertification\" proceeding conducted by High Point Village; he observed Herrera filling out forms certifying she was a United States citizen and using Alvarado's information.</p>\n<p>Herrera was arrested in May 2006, after she moved out of High Point Village. The three-count indictment charged her with use of another's Social Security number, 42 U.S.C. § 408(a)(7)(B); knowingly converting public money or property, 18 U.S.C. § 641; and aggravated identity theft, 18 U.S.C. § 1028A. Herrera consistently asserted that her conduct did not fall under any of these three statutes. She moved to quash the indictment and dismiss the case before trial and moved for directed verdict after presentation of the government's evidence. She raises the same issues on appeal.</p>\n<p></p>\n<h2>II. Standard of Review</h2>\n<p>In reviewing a motion for directed verdict, we resolve legal questions de novo. <i>United States v. Jimenez,</i> <span class=\"citation\" data-id=\"203001\"><a href=\"/opinion/203001/united-states-v-jimenez/\"><span class=\"volume\">507</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></a></span>, 19 (1st Cir.2007). Delineating the scope of the elements of a given offense presents such legal questions. <i>Id.</i> (whether deceased persons are encompassed in the word \"person\" as used in 18 U.S.C. § 1028A reviewed de novo); <i>United States v. McFarland,</i> <span class=\"citation\" data-id=\"202152\"><a href=\"/opinion/202152/united-states-v-mcfarland/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span>, 31 (1st Cir. 2006) (definition of \"actual physical control\" of a motor vehicle in 36 C.F.R. § 4.23(a) subject to de novo review).</p>\n<p></p>\n<h2>III. Discussion</h2>\n<p>Herrera claims that none of the three statutes under which she was convicted apply to the conduct of which she was accused. First, she claims that conviction under 18 U.S.C. § 641 requires proof of elements not present in her case. Next, she claims that 42 U.S.C. § 408(a)(7)(B) prohibits the use of a false Social Security number only to obtain a Social Security payment, not to obtain other benefits. Finally, she says that because she is innocent of the first two charges as a matter of law, <span class=\"star-pagination\">*63</span> she must be acquitted of aggravated identity theft because it requires as a predicate one of the other two offenses. We address the arguments pertaining to each statute in turn.</p>\n<p></p>\n<h2>A. 18 U.S.C. § 641</h2>\n<p>Section 641 of Title 18<sup>[2]</sup> was drafted \"to collect from scattered sources crimes so kindred as to belong in one category\": those that prohibit unlawful taking from the government. <i>Morissette v. United States,</i> <span class=\"citation\" data-id=\"104952\"><a href=\"/opinion/104952/morissette-v-united-states/\"><span class=\"volume\">342</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">246</span></a></span>, 266-67, <span class=\"citation\" data-id=\"104952\"><a href=\"/opinion/104952/morissette-v-united-states/\"><span class=\"volume\">72</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">240</span></a></span>, <span class=\"citation\" data-id=\"104952\"><a href=\"/opinion/104952/morissette-v-united-states/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">288</span></a></span> (1952). Herrera levels three challenges at her conviction under this statute. First, she argues that the statute requires the government to prove \"asportation,\" the carrying-away element of common law larceny. Next, she claims that in order to obtain a conviction under § 641, the government is required to prove an actual loss, and here it did not. Finally, Herrera argues that what she obtained was a residential lease, not a \"thing of value of the United States.\" We find none of these arguments persuasive.</p>\n<p>Herrera argues that each of the older crimes from which § 641 was forged contained as an element asportation, a physical carrying away, and that she has not carried anything away from the government. But the enactment of § 641 did more than aggregate existing crimes. The statute also added \"knowingly converts,\" to the list of proscribed activities, as well as \"steals,\" words that do not implicate the common law definition of larceny. <i>See id.</i> This, Justice Jackson wrote for the Court, was an attempt to close gaps between the original common law offenses.</p>\n<blockquote>What has concerned codifiers of the larceny-type offense is that gaps or crevices have separated particular crimes of this general class and guilty men have escaped through the breaches. The books contain a surfeit of cases drawing fine distinctions between slightly different circumstances under which one may obtain wrongful advantages from another's property. The codifiers wanted to reach all such instances.</blockquote>\n<p><i>Id.; see also </i><i>United States v. Crutchley,</i> <span class=\"citation\" data-id=\"321648\"><a href=\"/opinion/321648/united-states-v-frank-e-crutchley-and-florence-gorman/\"><span class=\"volume\">502</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1195</span></a></span>, 1201 (3d Cir.1974) (citing <i>Morissette</i> and holding that larceny by trick is encompassed within § 641). Where Congress has gone beyond the common law terms used to define a crime, we will not presume the crime is limited to its common law contours.</p>\n<p>Moreover, reading the statute to require asportation would perforce limit § 641 to tangible property, as intangibles cannot be carried away. This reading of the statute is too narrow and is contradicted by the great weight of authority. <i>See </i><i>United States v. Barger,</i> <span class=\"citation\" data-id=\"559910\"><a href=\"/opinion/559910/united-states-v-ralph-hubert-barger/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">359</span></a></span>, 368 (6th Cir.1991) (\"[I]nformation itself is enough to meet the `thing of value' element of the statute.\"); <i>United States v. May,</i> <span class=\"citation\" data-id=\"380076\"><a href=\"/opinion/380076/united-states-v-joseph-gale-may/\"><span class=\"volume\">625</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">186</span></a></span>, 192 (8th Cir.1980) (\"`thing of value'. . . was the flight time itself\" where National Guard planes were used for personal flights); <i>United States v. Girard,</i> <span class=\"citation\" data-id=\"367242\"><a href=\"/opinion/367242/united-states-v-george-e-girard-jr-paul-a-lambert/\"><span class=\"volume\">601</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">69</span></a></span>, 71 (2d Cir.1979) (\"Although the content of a writing is an intangible, it is nonetheless a thing of value.\"); <i>see also </i><i>United States v. Collins,</i> <span class=\"citation\" data-id=\"697611\"><a href=\"/opinion/697611/united-states-v-peter-l-collins/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1416</span></a></span>, 1419 (D.C.Cir.1995) (\"Congress intended to enact <span class=\"star-pagination\">*64</span> a broad prohibition against the misappropriation of anything belonging to the national government, unrestrained by the fine and technical distinctions of the common law.\"). We hold that asportation is not required in every conviction under 18 U.S.C. § 641.</p>\n<p>Herrera also contends that § 641 requires the government to prove an actual loss. We disagree. For this proposition, Herrera cites <i>United States v. Collins,</i> <span class=\"citation\" data-id=\"304985\"><a href=\"/opinion/304985/united-states-v-george-lorenzo-collins/\"><span class=\"volume\">464</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1163</span></a></span> (9th Cir.1972) (2-1).<sup>[3]</sup> That case concerned a warrant drawn up by a municipal agency, and cashed by someone who stole it; the Ninth Circuit determined that since the funds released by the bank were bank funds, not government funds, and the warrant itself was not the property of the government, the government had failed to prove a loss and the defendant was entitled to acquittal. First, <i>Collins</i> is inapplicable to the facts of this case; here, the payments made by HUD were government funds. But more importantly, <i>Collins</i> is not the law of this circuit. <i>See </i><i>United States v. Santiago,</i> <span class=\"citation\" data-id=\"431997\"><a href=\"/opinion/431997/united-states-v-juan-carlos-torres-santiago/\"><span class=\"volume\">729</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">38</span></a></span>, 40 (1st Cir.1984) (\"The statute, however, does not require a showing that the United States was prejudiced. It merely requires the government to show that a `thing of value of the United States' has been knowingly received, concealed or retained by the accused with improper intent. . . .\" (quoting 18 U.S.C. § 641)). Nor, for that matter, has <i>Collins</i> been followed by any other circuit. <i>See </i><i>United States v. Milton,</i> <span class=\"citation\" data-id=\"656066\"><a href=\"/opinion/656066/united-states-v-john-w-milton-and-james-milton-united-states-of-america/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 44 (D.C.Cir.1993); <i>United States v. Scott,</i> <span class=\"citation\" data-id=\"465230\"><a href=\"/opinion/465230/united-states-v-nell-scott-united-states-of-america-v-ronald-scott/\"><span class=\"volume\">784</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">787</span></a></span>, 791 (7th Cir.1986) (per curiam) (collecting cases in the Seventh Circuit); <i>Barnes,</i> 761 F.2d at 1036 (Fifth Circuit). We doubt that we are free to revisit this determination, and in any event decline to do so.<sup>[4]</sup></p>\n<p>Finally, Herrera argues that obtaining subsidized housing is not a violation of 18 U.S.C. § 641 because the residential lease she received for her deception was not \"property of the United States.\" But this argument is a facade. Another perspective allows us to pierce the illusion. Through her deception, Herrera caused HUD to pay <span class=\"star-pagination\">*65</span> her landlord many thousands of dollars. As a consequence of these payments, Herrera received a thing of value to her  a place to live. We need not decide whether the lease constitutes property of the United States; the payments certainly were government funds, converted under false pretenses either to Herrera's use or to the use of her landlord. The statute requires no more. <i>See </i><i>In re Petition for Disclosure of Evidence Taken Before the Special Grand Jury Convened on May 8, 1978,</i> <span class=\"citation\" data-id=\"396224\"><a href=\"/opinion/396224/united-states-v-elzie-p-hinds-m-l-hinds-and-clifton-hardy-etc/\"><span class=\"volume\">662</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">362</span></a></span>, 369 (5th Cir.1981) (direct benefit to defendants need not be shown where direct beneficiary was a corporation closely held by defendants and indirect benefit to defendants was obvious).</p>\n<p>Herrera's challenges to her conviction under 18 U.S.C. § 641 rest on unduly narrow interpretations of the law or mischaracterization of the facts, and therefore fail.<sup>[5]</sup></p>\n<p></p>\n<h2>B. 42 U.S.C. § 408(a)(7)(B)</h2>\n<p>Section 408(a)(7)(B) of Title 42 of the United States Code criminalizes the use of a false Social Security number to obtain payments from the government. Herrera claims that the proscription only applies when the payment is made pursuant to the Social Security Act. If she were correct, then the housing subsidy she received through the use of a false Social Security number would not be within the ambit of the statute, and she would be entitled to an acquittal on this charge as a matter of law. She is mistaken.</p>\n<p>When asked to construe a statute we begin with its text. <i>Jimenez,</i> 507 F.3d at 19. Section 408 is the \"Penalties\" section of the Social Security Act. Subsection (a) denotes as felonies several activities. Subsection (a)(7) provides, in relevant part:</p>\n<blockquote>[Whoever] for the purpose of causing an increase in any payment authorized under this title (<i>or any other program financed in whole or in part from Federal funds</i>), or for the purpose of causing a payment under this title (<i>or any such other program</i>) to be made when no payment is authorized thereunder, or for the purpose of obtaining (for himself or any other person) any payment or any other benefit to which he (or such other person) is not entitled, or for the purpose of obtaining anything of value from any person, or for any other purpose. . .</blockquote>\n<blockquote>(B) with intent to deceive, falsely represents a number to be the social security account number assigned by the Commissioner of Social Security to him or to another person, when in fact such number is not the social security account number assigned by the Commissioner of Social Security to him or to such other person [shall be guilty of a felony].</blockquote>\n<p>42 U.S.C. § 408(a) (emphasis added). The inclusion of the parenthetical \"or any other program financed in whole or in part from Federal funds\" plainly implicates payments <span class=\"star-pagination\">*66</span> such as those paid by HUD to Herrera's landlord for her benefit.<sup>[6]</sup></p>\n<p>Not only does subsection (a)(7) apply specifically to causing an unauthorized payment from any federally funded program, but it also applies to using a Social Security number for the purpose of obtaining \"any payment or any other benefit\" to which the defendant is not entitled, \"or for the purpose of obtaining anything of value from any person, or for any other purpose.\" In <i>United States v. McGauley,</i> <span class=\"citation\" data-id=\"776395\"><a href=\"/opinion/776395/united-states-v-karen-m-mcgauley/\"><span class=\"volume\">279</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">62</span></a></span> (1st Cir.2002), we held that the \"any other purpose\" language reached a situation where a Social Security number was used as part of a scheme to defraud retail stores. <i>Id.</i> at 69. Even if the earlier language in the subsection were not specifically applicable to this case, under <i>McGauley,</i> the catch-all provision \"any other purpose\" does apply.</p>\n<p>Herrera argues that the rest of the activities listed in § 408(a)(1)-(6) all relate to payments under the Social Security Act itself, and that therefore the parenthetical must be read as implicitly limited to that sort of payment. Quite the contrary: the drafters of this section were indicating that they wished to cast a wider net with this provision than with the others. The subsections have different foci. The first six subsections concern misrepresentations of fact and omissions of fact material to payments under the Social Security Act. But subsection (7) punishes activities related to the Social Security card and number themselves. <i>Id.</i> § 408(a)(7)(A) (use of a Social Security account number that has been assigned on the basis of false information); <i>Id.</i> § 408(a)(7)(B) (use of a Social Security number not one's own); <i>Id.</i> § 408(a)(7)(C) (alteration or counterfeiting of Social Security card).</p>\n<p>Put more plainly, the subsections Herrera relies on are concerned with lying to the Social Security Administration, but the subsection under which she was convicted concerns misuse of credentials or identifying information <i>provided by</i> the Social Security Administration. It is not surprising then that the statute would allow prosecution of a person who thereby receives <i>any</i> federal funds, not just those provided for by the Social Security Act. The reach of the criminal statute is as broad as it is because of the interest the Social Security Administration has in protecting the integrity of its identification and recordkeeping system. Further examination provides more evidence that all eight subsections in § 408(a) are not limited to the same scope. Indeed, subsection (8) does not require any payment at all of any kind, making it a felony simply to disclose, use, or compel the disclosure or use of a Social Security number in violation of United States law. <i>Id.</i> § 408(a)(8).</p>\n<p>The cases Herrera cites in support of her narrow reading of the statute are inapposite. They do not concern the same subsection, or even similar language. <i>See </i><i>United States v. Gomes,</i> <span class=\"citation\" data-id=\"587243\"><a href=\"/opinion/587243/united-states-v-nazira-a-gomes/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1290</span></a></span>, 1293 (1st Cir.1992) (reversing conviction because blank Social Security cards did not meet legal definition of counterfeit); <i>United States v. Phillips,</i> <span class=\"citation\" data-id=\"367110\"><a href=\"/opinion/367110/united-states-v-george-phillips/\"><span class=\"volume\">600</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">535</span></a></span>, 536-37 (5th Cir.1979) (requiring the government to prove \"fraudulent intent\" in accordance with the explicit language of § 408(d)); <i>see also </i><i>United States v. Cormier,</i> <span class=\"citation\" data-id=\"386889\"><a href=\"/opinion/386889/united-states-v-pauline-r-cormier/\"><span class=\"volume\">639</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1177</span></a></span> (5th Cir.1981) (same). The plain language of § 408(a)(7)(B) encompasses payments from other government <span class=\"star-pagination\">*67</span> programs; Herrera's claim to the contrary is unavailing.<sup>[7]</sup></p>\n<p></p>\n<h2>C. 18 U.S.C. § 1028A</h2>\n<p>Herrera's only challenge to her conviction under 18 U.S.C. § 1028A is that she was entitled to a judgment of acquittal on the two possible predicate offenses. Because we find no reason to set aside those convictions, we also uphold the conviction for aggravated identity theft.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of New Hampshire, sitting by designation.</p>\n<p>[1]  In this case, the facts are not much disputed.</p>\n<p>[2]  The relevant portion reads:\n</p>\n<p>Whoever embezzles, steals, purloins, or knowingly converts to his use or the use of another, or without authority, sells, conveys or disposes of any record, voucher, money, or thing of value of the United States or of any department or agency thereof, or any property made or being made under contract for the United States or any department or agency thereof . . . Shall be fined under this title, or imprisoned . . . or both. . . .</p>\n<p>18 U.S.C. § 641.</p>\n<p>[3]  Herrera also cites <i>United States v. Evans,</i> <span class=\"citation\" data-id=\"354019\"><a href=\"/opinion/354019/united-states-v-cecil-dwayne-evans-arnold-gene-tate-and-charles-edward/\"><span class=\"volume\">572</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">455</span></a></span> (5th Cir. 1978), despite the fact that the Fifth Circuit later expressly repudiated that case's position that proof of actual loss is required under § 641. <i>See </i><i>United States v. Barnes,</i> <span class=\"citation\" data-id=\"451904\"><a href=\"/opinion/451904/united-states-v-nathan-w-barnes-and-kenneth-l-mcginn/\"><span class=\"volume\">761</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1026</span></a></span>, 1036 (5th Cir.1985) (\"The legislative history of section 641 as well as the purpose of the statute both lead us to hold that the government need not prove it suffered an actual property loss in order to establish a violation of section 641.\").</p>\n<p>[4]  Even were we to accept Herrera's contention and require proof of loss, it would be easy to come by. First, the funds here, unlike those in <i>Collins,</i> were paid from government accounts. Second, the government introduced evidence that there was a waiting list for the vouchers, and that the vouchers were automatically assigned as they became available to those on the waiting list. The government, then, suffered a loss because it was not able to pass those benefits on to the next qualified applicant on the waiting list. This case, then, is different than <i>United States v. Kueneman,</i> <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">653</span></span> (9th Cir. 1996), which Herrera cites in support of her proposition that the government has failed to prove actual loss. In an unpublished memorandum disposition, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">473690</span></span>, the <i>Kueneman</i> panel vacated defendant's conviction under § 641, reasoning that the government had failed to introduce evidence that, but for the misuse complained of, the property would have been put to its intended use. In other words, Kueneman had let his daughter stay briefly in a vacant unit intended for the homeless, but the government had introduced no evidence that the unit would otherwise have been occupied by a homeless person. We are therefore not called upon to determine whether we find <i>Kueneman</i> persuasive, as it is distinguishable on its facts. We reiterate that Kueneman rests on the proposition that the government must show an actual loss to prevail under § 641, a proposition only the Ninth Circuit has embraced.</p>\n<p>[5]  Herrera briefly adverts to the rule of lenity, claiming that at least the statute is ambiguous in scope and ought to be construed in her favor. A mere assertion that the rule of lenity ought to mandate acquittal cannot be said to have preserved the issue. <i>See </i><i>United States v. Zannino,</i> <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1990) (\"[I]ssues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\"). We note only that the rule of lenity applies in the case of \"grievous ambiguity\" that persists even after resort to statutory interpretation. <i>Jimenez,</i> 507 F.3d at 20-21 (quoting <i>United States v. Councilman,</i> <span class=\"citation\" data-id=\"201757\"><a href=\"/opinion/201757/united-states-v-councilman/\"><span class=\"volume\">418</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">67</span></a></span>, 83 (1st Cir.2005) (discussing application of rule of lenity)).</p>\n<p>[6]  The second parenthetical in subsection (a)(7) refers back to the first for the meaning of \"such other program.\" Thus the statute, by its plain terms, reaches the conduct of causing a payment to be made under any program financed in whole or in part from federal funds.</p>\n<p>[7]  When the statute's text is clear we need go no further. <i>United States v. Roberson,</i> <span class=\"citation\" data-id=\"202345\"><a href=\"/opinion/202345/united-states-v-roberson/\"><span class=\"volume\">459</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 51 (1st Cir.2006). Likewise, Herrera's appeal to the rule of lenity would fail at the first step because the statute is not ambiguous.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104952/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201757/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202152/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202345/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/304985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/321648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/354019/",
    "http://www.courtlistener.com/api/rest/v3/opinions/367110/",
    "http://www.courtlistener.com/api/rest/v3/opinions/367242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/380076/",
    "http://www.courtlistener.com/api/rest/v3/opinions/386889/",
    "http://www.courtlistener.com/api/rest/v3/opinions/396224/",
    "http://www.courtlistener.com/api/rest/v3/opinions/431997/",
    "http://www.courtlistener.com/api/rest/v3/opinions/451904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/465230/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/559910/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564948/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587243/",
    "http://www.courtlistener.com/api/rest/v3/opinions/656066/",
    "http://www.courtlistener.com/api/rest/v3/opinions/697611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776395/"
  ]
}