{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203245/",
  "absolute_url": "/opinion/203245/united-states-v-lugo-guerrero/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203245/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:11:50Z",
  "date_modified": "2016-04-26T14:30:39.981082Z",
  "type": "010combined",
  "sha1": "dbc630e30d80612ce3f9e9f5a55ae935f3a2d101",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-2745-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/04/16/US_v._Lugo-Guerrero.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n                         ____________________\nNo. 06-2745\n\n                       UNITED STATES OF AMERICA,\n\n                               Appellee,\n\n                                  v.\n\n                        JOSE R. LUGO GUERRERO,\n\n                         Defendant, Appellant.\n\n\n                         ____________________\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF PUERTO RICO\n             [Hon. Carmen C. Cerezo, U.S. District Judge]\n                         ____________________\n\n                                Before\n\n                         Boudin, Chief Judge,\n                        Lynch, Circuit Judge,\n                     and Keenan, District Judge.*\n                         ____________________\n\n\n     Ludwig Ortiz Belaval for appellant.\n     Thomas F. Klumper, Assistant United States Attorney, with whom\nNelson Pérez-Sosa, Assistant United States Attorney, was on the\nbrief for appellee.\n\n                         ____________________\n\n                             April 16, 2008\n                         ____________________\n\n\n\n*\n    Of the Southern District of New York, sitting by designation.\n\f       KEENAN, District Judge.           Defendant-appellant Jose R. Lugo\n\nGuerrero (“Lugo”) was convicted after a jury trial of aiding and\n\nabetting an armed bank robbery and the use and carrying of firearms\n\nin relation to that offense.          On appeal, Lugo claims that his post-\n\narrest statements were obtained in violation of his Miranda rights,\n\nthat   the   evidence    was    insufficient      for   conviction,   and   that\n\nevidence of his two prior bank robberies should have been excluded.\n\nFor the reasons that follow, we affirm his conviction.\n\n                                     Background\n\n             On   February     11,    2005,   Lugo   and   two   co-defendants,\n\nAlexander    Guzman     Del-Valle     (“Guzman”)     and   Oscar   Sosa-Delgado\n\n(“Sosa”), were arrested while fleeing from the armed robbery of the\n\nBanco Popular de Puerto Rico bank in Aguas Buenas, Puerto Rico\n\n(“Banco Popular”), in possession of guns and the bank’s money.                A\n\nfew hours after his arrest, Lugo confessed to the crime and to two\n\nprior bank robberies.          The three men were charged in a two-count\n\nindictment with aiding and abetting the Banco Popular robbery and\n\nendangering the lives of others by using a firearm, in violation of\n\n18 U.S.C. §§ 2 and 2113(a), (d) (“Count One”); and aiding and\n\nabetting the use and carrying of firearms in relation to that\n\noffense, in violation of 18 U.S.C. §§ 2 and 924(c)(1)(A)(ii)\n\n(“Count Two”).      Co-defendants Guzman and Sosa pleaded guilty, and\n\nLugo went to trial.\n\n\n\n\n                                        -2-\n\fA. Pre-trial Proceedings\n\n           On June 13, 2005, Lugo filed a pre-trial motion to\n\nsuppress   the   incriminating   statements   that   he   made   while   in\n\ncustody.   The district court rejected the motion as untimely under\n\na   previously-issued   scheduling   order    that   required    pre-trial\n\nmotions to be filed by March 28, 2005.        Lugo then filed a motion\n\nasking the court to reconsider its decision and entertain the\n\nsuppression motion, which the court denied.\n\n           Subsequently, the government gave notice that it intended\n\nto present Lugo’s confession to the two prior bank robberies as\n\nevidence at trial under Federal Rule of Evidence 404(b).              Lugo\n\nmoved in limine to exclude this evidence.            He argued that his\n\nstatements about these other robberies were obtained in violation\n\nof his Miranda rights and that their admission at trial would\n\nresult in undue delay and unfair prejudice.          The district court\n\nreferred the motion to a magistrate judge and an evidentiary\n\nhearing was held.\n\n           Testimony at the hearing established the following facts.\n\nAbout an hour after the Banco Popular robbery, Puerto Rico police\n\nofficers interviewed Lugo at the Caguas police station, where Lugo\n\nwas initially detained after his arrest.      The interview lasted two\n\nor three minutes.    Lugo confirmed that he could read and write and\n\nwas not under the influence of drugs or alcohol.           Officers read\n\nLugo his rights in Spanish from a police form and gave the form to\n\n\n                                  -3-\n\fhim.   Lugo reviewed the form and asked officers to explain it,\n\nwhich they did.         He then signed the upper portion of form, a\n\nsection titled Acknowledgment of Rights, confirming that he was\n\nadvised of his rights and understood them.         He declined, however,\n\nto make a statement to officers or sign the bottom portion of the\n\nform, a section titled Waiver of Rights.         At that point, Lugo was\n\nasked no further questions and the interview concluded.           According\n\nto a police officer who testified at the hearing, Lugo did not ask\n\nfor an attorney at any point during the interview.\n\n            Later on, Lugo was transferred to federal offices in\n\nGuaynabo because an FBI-Puerto Rico Police joint task force had\n\ntaken over the investigation.        A little before 3:00 p.m., he was\n\nbrought to an interrogation room and interviewed by Luis Enrique\n\nSosa Rivera (“Agent Sosa”), a member of the task force.          Agent Sosa\n\nhad not been present at Lugo’s initial interview.             Lugo sat with\n\none arm handcuffed to his chair during the interview.                 He was\n\noffered a meal, consumed chips and a soda, and was given permission\n\nto use the restroom if needed.\n\n            Agent Sosa identified himself and the other agents in the\n\nroom   to   Lugo   as   law   enforcement   officials   in   charge   of   the\n\ninvestigation.     After determining that Lugo was in good health and\n\nacting rationally, Agent Sosa read Lugo his rights in Spanish from\n\na police form.     Lugo read the form, initialed each line, and told\n\nthe agents that he understood his rights.           Lugo then signed the\n\n\n                                     -4-\n\fform after agents explained that, by doing so, he was agreeing to\n\nwaive his rights.\n\n            Agent Sosa then asked him what had happened earlier that\n\nday.   Lugo had tears in his eyes and appeared remorseful as he\n\nspoke of failing his family.     He confessed to robbing the Banco\n\nPopular with his two co-defendants.     Lugo then provided details\n\nabout his participation in two prior bank robberies that occurred\n\nwithin the past fifteen months. Agent Sosa testified that Lugo was\n\ntwice advised of his right to an attorney, and that Lugo never\n\nrequested one or asked for the interview to stop.\n\n            The third and final witness at the evidentiary hearing\n\nwas Lugo.    Lugo admitted that he had been advised of his rights\n\nduring both interviews and that he had fully understood those\n\nrights.   He contended, however, that he had asked for an attorney\n\nduring each interview and that, at the second interview, agents\n\nresponded that they were his attorneys. Lugo testified that he had\n\nfelt intimidated by one agent who kept demanding that he confess.\n\nHe also asserted that he confessed because agents had told him that\n\nthere was a lot of evidence against him and that, if he did not\n\nconfess, he would serve more time in prison.\n\n            After the hearing, the magistrate judge issued a written\n\nreport recommending that Lugo’s motion in limine be denied.     The\n\nmagistrate judge rejected Lugo’s claim that his confession to the\n\ntwo prior robberies was obtained in violation of his Miranda\n\n\n                                 -5-\n\frights.      In particular, she found that Lugo’s claim to have\n\nrequested an attorney was not credible.             She also found that Lugo\n\nwas not pressured to confess but did so voluntarily out of remorse\n\nfor what he had done to his family and a realization of the\n\noverwhelming      evidence    against     him.      The     magistrate   further\n\nconcluded that the evidence of the two prior bank robberies could\n\nbe admitted under Rule 404(b) and would not result in unfair\n\nprejudice.      Included at the end of the magistrate’s report was a\n\nnotice that the failure to file specific objections to the report\n\nconstituted a waiver of the right to review by the district court.\n\n            Lugo objected solely to the magistrate’s conclusion that\n\nagents    did   not   violate    his    Miranda    rights    in   obtaining   his\n\nconfession to the prior robberies.            Lugo accepted “a substantial\n\nportion of the Magistrate’s factual finding as correct,” but argued\n\nthat authorities were precluded from re-interviewing him because he\n\nhad invoked his rights to remain silent and to counsel during the\n\nfirst interview.      Lugo did not object to the magistrate’s findings\n\nregarding the admissibility of the evidence under Rule 404(b).\n\n            The    district     court    adopted    the     magistrate   judge’s\n\nrecommendation in its entirety, including her finding that Lugo did\n\nnot request counsel at any time during either interview.                      The\n\ndistrict court supplemented the magistrate’s Miranda analysis with\n\na determination that, under Michigan v. Mosley, 423 U.S. 96, 102-03\n\n(1975), Lugo’s right to remain silent was “scrupulously honored”\n\n\n                                        -6-\n\feven though the authorities resumed the interrogation after his\n\ninitial decision to remain silent.         Turning to the Rule 404(b)\n\nissue,   the     district   court   concurred   with   the   magistrate’s\n\nconclusion that Lugo’s confession to the two prior robberies\n\nconstituted admissible Rule 404(b) evidence and that its probative\n\nvalue would not be substantially outweighed by its prejudicial\n\neffect, and noted that Lugo had failed to object to this part of\n\nthe magistrate’s report.\n\nB.   The Trial\n\n           The trial commenced on March 1, 2006.        Witnesses to the\n\nbank robbery and law enforcement officers involved in the case\n\ntestified to the following.         Around 10:00 a.m. on February 11,\n\n2005, two men entered the Banco Popular, where seven bank employees\n\nand seven or eight customers were present.      One of the men, alleged\n\nat trial to be Lugo, wore sunglasses and a cap and stood near the\n\nbank’s front entrance.       He displayed a pistol, announced that a\n\nrobbery was in progress, and ordered the people in the bank to lie\n\non the floor.     The second man, later determined to be Sosa, jumped\n\nover the counter and forced the bank teller, Rebecca Claudio\n\nArroyo, to lie down on the floor.      The man emptied Claudio’s teller\n\ndrawer while holding a black backpack in his hand.           After seizing\n\nthe cash, about $8,176 in total, the two perpetrators fled the bank\n\nand jumped into a getaway car driven by a third man, who was\n\nsubsequently determined to be Guzman.\n\n\n                                    -7-\n\f           A Banco Popular videotape depicting the robbery, along\n\nwith stills from the videotape, were offered into evidence. In the\n\nvideotape, the man wearing sunglasses and a cap could be seen\n\nstanding by the entrance and holding a pistol.               However, Lugo was\n\nnot identified from the tape at trial.          In addition, the two bank\n\ntellers   who   testified   at   trial    did   not    identify    Lugo    as   a\n\nperpetrator.\n\n           The entire robbery lasted only a few minutes, but reports\n\nof it left the bank even before the robbers did.               Soon after the\n\nman in a cap and sunglasses announced the holdup, one of the\n\ntellers furtively answered a telephone call from a colleague at\n\nanother   branch   and   informed   him   of    what   was    unfolding.        In\n\naddition, when the man carrying the black backpack pulled the cash\n\nfrom the drawer, he activated a tracking device hidden within a\n\nstack of bills, which issued an alert signal to the alarm company.\n\n           A police officer on patrol in Agua Buenas overheard a\n\nreport of the holdup on his police radio and drove to the scene,\n\narriving within two to three minutes.            A passer-by informed him\n\nthat the perpetrators had left in a small, burgundy-colored car\n\nwith license plate number CBD 938.         This vehicle information was\n\nrelayed to the Caguas police command center.             Police ascertained\n\nthat the license plate number was associated with a Nissan Sentra.\n\nMinutes after this vehicle information was broadcast, motorcycle\n\npolice officers spotted the Nissan heading along Highway 156 toward\n\n\n                                    -8-\n\fCaguas, carrying three occupants.     A highspeed chase ensued.\n\n          One of the officers caught up with the Nissan and ordered\n\nit to pull over.   He observed the person in the rear seat, who was\n\nsubsequently determined to be Sosa, point a pistol at him and\n\nresponded by firing several shots at the Nissan.     At this point,\n\nthe driver, who was subsequently determined to be Guzman, pulled\n\nthe car over and brought it to a stop.     Police approached the car\n\nand arrested Guzman, Sosa, and Lugo, who had been seated in the\n\nfront passenger seat.   Police searched Lugo as he lay on the ground\n\noutside of the vehicle and recovered from his right pocket a\n\nmagazine clip that contained twelve .40 caliber rounds.\n\n          After the arrests were made, a police technician from the\n\nBank Robbery Division arrived at the scene and searched the Nissan.\n\nThe technician seized evidence relevant to the bank robbery,\n\nincluding loaded Glock .40 caliber and Taurus .45 caliber pistols;\n\nsunglasses and baseball caps; and the black backpack containing\n\n$8,176 in bills that were bound together and marked with a stamp\n\nidentifying Banco Popular and the teller, Ms. Claudio.    One of the\n\ntwo firearms, six .40 caliber rounds, sunglasses and the black\n\nbackpack containing the cash were on the floor of the front\n\npassenger seat, where Lugo had been sitting.\n\n           At trial, the jury also learned, through Agent Sosa’s\n\ntestimony, that Lugo confessed to the crime on the day of his\n\narrest.   Agent Sosa described how Lugo confessed to meeting Sosa\n\n\n                                -9-\n\fand Guzman on the morning in question and that, as planned, Guzman\n\nbrought the firearms. Once gathered, the three entered a burgundy-\n\ncolored Nissan Sentra owned by Lugo’s brother.   They headed toward\n\nCaguas, looking for a place to carry out the robbery.     They then\n\nheaded in the direction of Aguas Buenas.    Upon reaching the Aguas\n\nBuenas town plaza, they spotted the Banco Popular and decided to\n\nrob it.   Guzman parked the car and Lugo and Sosa entered the bank.\n\nArmed with a pistol, Lugo, who was in charge of the floor area\n\nwhere the customers were, announced the robbery.         After Sosa\n\ngrabbed the money, the two left the bank, got in the Nissan, and\n\ndrove off in the direction of Caguas, with Guzman at the wheel,\n\nSosa in the rear seat, and Lugo in the front passenger seat.   Agent\n\nSosa also testified, over defense objection, that Lugo confessed to\n\npreviously committing the two other bank robberies.\n\n           After the government rested, and again after the defense\n\nrested, Lugo made Rule 29 motions for acquittal as to Count Two but\n\nnot as to Count One.   These motions were denied, and the jury found\n\nLugo guilty on both counts.\n\n           On appeal, Lugo argues that (i) his confession to the\n\nBanco Popular robbery was obtained in violation of his Miranda\n\nrights; (ii) the evidence established only his presence in the\n\nvehicle and was insufficient to prove that he aided and abetted the\n\ncharged offenses; and (iii) the evidence of his confession to the\n\n\n\n\n                                -10-\n\ftwo other robberies should have been excluded under Federal Rules\n\nof Evidence 404(b) and 403.\n\n                                Discussion\n\nA.   The Miranda Claim\n\n           Lugo has waived his Miranda claim because he moved to\n\nsuppress his confession to the Banco Popular robbery more than two-\n\nand-a half months after the deadline for pre-trial motions imposed\n\nby the district court’s scheduling order.              When a district court\n\nsets a deadline for pre-trial motions pursuant to Federal Rule of\n\nCriminal   Procedure   12(c),    a   party’s    failure       to   make    certain\n\nmotions,   including     suppression        motions,     by    that       deadline\n\nconstitutes a waiver, although the court may grant relief from the\n\nwaiver for good cause. Fed. R. Crim. P. 12(e).             In this case, the\n\ndistrict court rejected the suppression motion as untimely.                     It\n\nalso denied Lugo’s request for re-consideration, refusing to grant\n\nrelief from the waiver.     Moreover, Lugo has not argued on appeal\n\nthat good cause existed to justify relief. That the district court\n\nlater considered Lugo’s Miranda argument in the context of his\n\nmotion in limine to preclude the Rule 404(b) evidence of his prior\n\nrobberies is beside the point.          We enforce Rule 12(e) waivers\n\nwhere, as here, the appellant fails to show cause for not complying\n\nwith the district court’s deadlines. See United States v. Bashorun,\n\n225 F.3d 9, 14 (1st Cir. 2000) (stating that a Rule 12 waiver will\n\n\n\n\n                                     -11-\n\fbe enforced absent a showing of cause even if the district court\n\nultimately addressed the merits of the waived claim).\n\n           Assuming that we may review the claim for plain error\n\ndespite the Rule 12(e) waiver, see United States v. Perez-Gonzalez,\n\n445 F.3d 39, 44 (1st Cir. 2006) (noting that this remains an open\n\nquestion in this circuit), it is clear from the record that no\n\nMiranda violation occurred.       The district court found that Lugo\n\ndid not ask for an attorney during either interview.1              Therefore,\n\nFBI task force agents were not “automatically forbidden” from later\n\nresuming the interrogation just because Lugo had earlier declined\n\nto make a statement to Puerto Rico police. United States v.\n\nAndrade, 135 F.3d 104, 107 (1st Cir. 1998).            The question then\n\nbecomes whether Lugo’s right to cut off questioning, invoked by his\n\ndecision   to   remain   silent   during   the     first   interview,     was\n\n“scrupulously honored” notwithstanding the fact that he was later\n\nre-interviewed. See Michigan v. Mosely, 423 U.S. 96, 103 (1975).\n\nThe Supreme Court in Mosely identified four factors relevant to\n\nthis analysis: (1) whether a significant amount of time lapsed\n\nbetween the suspect’s invocation of the right to remain silent and\n\nfurther questioning; (2) whether the same officer conducts the\n\ninterrogation   where    the   suspect   invokes    the    right    and   the\n\nsubsequent interrogation; (3) whether the suspect is given a fresh\n\n1\n  We accept the district court’s factual findings, which Lugo has\nnot challenged on appeal, because they are free from clear error.\nSee United States v. Marshall, 348 F.3d 281, 284 (1st Cir. 2003).\n\n\n                                  -12-\n\fset of Miranda warnings before the subsequent interrogation; and\n\n(4) whether the subsequent interrogation concerns the same crime as\n\nthe interrogation previously cut off by the suspect. See id. at\n\n104-06. Courts must look to the totality of the circumstances, and\n\n“[t]he key inquiry remains whether defendant ‘was in charge of the\n\ndecision whether and to whom he would speak.’” United States v.\n\nThongsophaporn, 503 F.3d 51, 57 (1st Cir. 2007) (quoting Andrade,\n\n135 F.3d at 107).\n\n          We agree with the district court’s conclusion that Lugo’s\n\nright to cut off questioning was scrupulously honored.    Before the\n\nfirst interview, which lasted two or three minutes, Lugo was read\n\nhis rights and acknowledged, both orally and in writing, that he\n\nunderstood them.    When he declined to sign a waiver of those rights\n\nor to make a statement, Puerto Rico police officers asked him no\n\nfurther questions and the interview immediately ended.\n\n          The second interview began nearly four hours later at\n\nanother location after Lugo was transferred to FBI custody. See\n\nMosely, 423 U.S. at 106 (finding two hours to be a “significant”\n\ntime lapse).   Lugo was treated well at all times, and at no point\n\ndid he ask for the interview to stop.       Agent Sosa, who was not\n\npresent at the first interview, began the interview by issuing a\n\nfresh set of Miranda warnings from a printed form.     Lugo reviewed\n\nthis form and placed his initials next to each line, indicating\n\nonce again that he understood his rights.      Lugo then signed the\n\n\n                                 -13-\n\fform, knowingly and voluntarily waiving his rights and reversing\n\nhis initial decision to remain silent.                 Although this second\n\ninterrogation concerned the same crime as the first, it is clear\n\nthat Lugo was in control of the decision to provide a statement.\n\nAgent Sosa did not aggressively question Lugo about the Banco\n\nPopular robbery or make any “efforts to wear down his resistance\n\nand make him change his mind.” United States v. Barone, 968 F.2d\n\n1378, 1386 (1st Cir. 1992) (quoting Mosley, 423 U.S. at 105-06).\n\nAgent Sosa simply asked Lugo what happened earlier that day.                 Lugo\n\nexpressed   remorse   and,     without   any    inappropriate    pressure     or\n\npromises from agents, confessed to the robbery.                   Under these\n\ncircumstances,   Lugo    has    not   come     close   to   showing   that    the\n\nadmission of his post-arrest statements constituted plain error.\n\nB.   The Insufficiency Claim\n\n            Lugo also claims that the evidence against him was\n\ninsufficient.    He contends that the evidence showed only that he\n\nwas caught “at the wrong place at the wrong time”— an unlucky\n\npassenger in a car with individuals who, minutes ago, happened to\n\nrob a bank. Appellant’s Br. at 19.           Lugo also points to the absence\n\nof any eyewitness identification of him.\n\n            The evidence is sufficient if a rational trier of fact\n\ncould conclude that Lugo aided and abetted the armed robbery (Count\n\nOne) and the use and carrying of a firearm in relation to that\n\ncrime (Count Two).      To prove aiding and abetting, the government\n\n\n                                      -14-\n\fhad to show that Lugo associated himself with the venture, that he\n\nparticipated in it as something that he wished to bring about, and\n\nthat he sought by his actions to make the venture succeed. Nye &\n\nNissen v. United States, 336 U.S. 613, 619 (1949).             In reviewing a\n\nsufficiency challenge, we look at the evidence in a light most\n\nfavorable to the prosecution and draw all inferences in favor of\n\nthe verdict. See, e.g., United States v. Maraj, 947 F.2d 520, 523\n\n(1st Cir. 1991).          The prosecution is entitled to rely, even\n\nexclusively, on circumstantial evidence to prove its case, and the\n\nproof “‘need not exclude every reasonable hypothesis of innocence,\n\nprovided the record as a whole supports a conclusion of guilt\n\nbeyond   a   reasonable     doubt.’”   Id.   (quoting   United     States    v.\n\nVictoria-Peguero, 920 F.2d 77, 86-87 (1st Cir. 1990). In addition,\n\nbecause Lugo’s Rule 29 motion before the district court challenged\n\nthe sufficiency of the evidence only as to Count Two, we review his\n\nchallenge on appeal as to Count One merely for “clear and gross\n\ninjustice.” See, e.g., United States v. Cruzado-Laureano, 404 F.3d\n\n470, 480 (1st Cir. 2005).\n\n             The evidence was more than sufficient for the jury to\n\nfind Lugo guilty of both offenses charged.          Lugo and his two co-\n\ndefendants were apprehended in the getaway vehicle identified at\n\nthe scene, after a police chase that commenced within mere minutes\n\nof the robbery.    When arrested, the three were in possession of the\n\nbank’s   money,   along    with   guns,   sunglasses,   caps    and   a   black\n\n\n                                    -15-\n\fbackpack full of cash—all matching the descriptions provided by\n\neyewitnesses at trial.            One of the two firearms, ammunition,\n\nsunglasses and the black backpack laid at Lugo’s feet and a clip of\n\nammunition was in his pocket.            This was powerful evidence from\n\nwhich the jury rationally could infer Lugo’s participation in the\n\narmed   robbery,      even   if   such   evidence    did   not   exclude   the\n\npossibility that Lugo was “merely present” in the car. “[T]he\n\ngovernment need not disprove every hypothesis of innocence.” United\n\nStates v. Escobar-de Jesús, 187 F.3d 148, 172 (1st Cir. 1999).\n\n           The evidence of Lugo’s confession was the second pillar\n\nof the government’s case and further supported the verdict. Lugo’s\n\nconfessed version of events—that he stood near the bank’s front\n\narea with a pistol in hand and announced the robbery while co-\n\ndefendant Sosa grabbed the money—was corroborated by the eyewitness\n\ntestimony and bank surveillance video presented at trial.                  Lugo\n\nargues that we should discount his confession because Agent Sosa’s\n\ntestimony about it was not reliable.         This credibility issue was a\n\nmatter for cross-examination, see United States v. Lebron Cepeda,\n\n324 F.3d 52, 58 (1st Cir. 2003), and on sufficiency review we must\n\nassume that the jury resolved it in the government’s favor. United\n\nStates v. Edelkind, 467 F.3d 791, 793 (1st Cir. 2006).                 Overall,\n\nthe   evidence   of    Lugo’s     participation     in   the   armed   robbery,\n\nconsisting of very strong circumstantial evidence and a valid\n\nconfession, was more than sufficient for the jury reasonably to\n\n\n                                     -16-\n\ffind him guilty of both counts.\n\nC. The Evidence of Other Bank Robberies\n\n           Finally, Lugo claims that evidence of his participation\n\nin two prior bank robberies was not introduced for any permissible\n\npurpose under Rule 404(b).       Further, he contends that the prior\n\nrobberies were too remote in time to be probative and that the\n\nadmission of this evidence was unfairly prejudicial, especially\n\nbecause the trial court issued no limiting instruction.\n\n           Lugo has waived his right to raise this issue on appeal\n\nbecause   he    failed   to   object   to    the   recommendation   of   the\n\nmagistrate’s report relating to the admissibility of the Rule\n\n404(b) evidence. See United States v. Valencia-Copete, 792 F.2d 4,\n\n6 (1st Cir. 1986) (after proper notice, failure to file a specific\n\nobjection to magistrate’s report will waive the right to appeal).\n\nThe magistrate’s report contained a warning that failure to make\n\nspecific objections would result in waiver.          Lugo objected only to\n\nthe portion of the report dealing with his Miranda claim. Although\n\nLugo did make a contemporaneous objection to the evidence of his\n\nconfession to the prior robberies at trial, this later objection\n\nwas untimely.\n\n           In any event, Lugo’s arguments are without merit. Review\n\nof a trial court’s admission of evidence under Rule 404(b), or Rule\n\n403, is for abuse of discretion.            United States v. Gilbert, 181\n\n\n\n                                   -17-\n\fF.3d 152 (1st Cir. 1999).        Rule 404(b) excludes evidence of “other\n\nacts” when it is offered merely to prove the defendant’s character.\n\nHowever, such evidence may be admitted if it has special relevance\n\nto an issue in the case such as “preparation, plan, knowledge,\n\nidentity, or absence of mistake or accident.” Fed. R. Evid. 404(b).\n\nEven if evidence of other acts is admissible under Rule 404(b), it\n\nmust be excluded if its probative value is substantially outweighed\n\nby the danger of unfair prejudice. See Fed. R. Evid. 403.\n\n              The trial court correctly admitted the evidence of Lugo’s\n\ntwo   prior    robberies    under   Rule    404(b).      The   robberies   were\n\nespecially relevant to prove that, contrary to Lugo’s defense\n\ntheory, he was not innocently present in the getaway car with two\n\nbank robbers, caught in the wrong place at the wrong time, but that\n\nhe was in fact one of the participants in the robbery.               That Lugo\n\ncommitted two prior armed bank robberies makes it unlikely that his\n\npresence in the vehicle was a mere coincidence.            See United States\n\nv.    Tse,   375   F.3d   148,   155-56    (1st   Cir.   2004)   (evidence   of\n\nsubsequent     drug   transaction    between      defendant    and   government\n\nwitness was admissible to refute defendant’s claim that his meeting\n\nwith the government witness at the charged drug transaction was\n\ninnocent).\n\n              We also find no abuse of discretion in the district\n\ncourt’s Rule 403 balancing. The prior bank robberies were not that\n\ndistant in time:      they occurred within fifteen months of the Banco\n\n\n                                     -18-\n\fPopular robbery.      Also, Lugo can point to no unfair prejudice in\n\nthis case.      The evidence of past bank robberies was not likely to\n\ninflame   the    passions   of   the    jurors.   Further,   given   Lugo’s\n\nconfession to the charged robbery, there is little concern that the\n\njury might have convicted on the basis of his confession to\n\nuncharged robberies.        Finally, Lugo may not complain about the\n\nabsence of a limiting instruction because he never requested one.\n\nSee Huddleston v. United States, 485 U.S. 681, 691-92 (1988)\n\n(noting that Federal Rule of Evidence 105 provides protection from\n\nunfair prejudice by requiring the trial court, upon request, to\n\ninstruct the jury that the evidence of other acts is to be\n\nconsidered only for the proper purpose for which it was admitted).\n\nThe trial court did not err by failing to issue, sua sponte, the\n\nlimiting instruction that Lugo now claims was essential.                See\n\nUnited States v. Cartagena-Carrasquillo, 70 F.3d 706, 713 (1st Cir.\n\n1995) (refusing to impose obligation on court to give, sua sponte,\n\na limiting instruction because this decision is “within the ken of\n\ncounsel and part of litigation strategy and judgment”).\n\n           In sum, the admission of the evidence of other robberies\n\nwas not an abuse of discretion.\n\n                                 Conclusion\n\n           For the foregoing reasons, Defendant-Appellant Lugo’s\n\nconviction is affirmed.\n\n\n\n                                       -19-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>524 F.3d 5 (2008)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nJose R. LUGO GUERRERO, Defendant, Appellant.</h1></center>\n<center>No. 06-2745.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 6, 2008.</center>\n<center>Decided April 16, 2008.</center>\n<p><span class=\"star-pagination\">*7</span> Ludwig Ortiz Belaval, for appellant.</p>\n<p>Thomas F. Klumper, Assistant United States Attorney, with whom Nelson Pérez-Sosa, Assistant United States Attorney, was on the brief for appellee.</p>\n<p>Before BOUDIN, Chief Judge, LYNCH, Circuit Judge, and KEENAN, District Judge.<sup>[*]</sup></p>\n<p>KEENAN, District Judge.</p>\n<p>Defendant-appellant Jose R. Lugo Guerrero (\"Lugo\") was convicted after a jury trial of aiding and abetting an armed bank robbery and the use and carrying of firearms in relation to that offense. On appeal, Lugo claims that his post-arrest statements were obtained in violation of his <i>Miranda</i> rights, that the evidence was insufficient for conviction, and that evidence of his two prior bank robberies should have been excluded. For the reasons that follow, we affirm his conviction.</p>\n<p></p>\n<h2>Background</h2>\n<p>On February 11, 2005, Lugo and two co-defendants, Alexander Guzman Del-Valle (\"Guzman\") and Oscar Sosa-Delgado (\"Sosa\"), were arrested while fleeing from the armed robbery of the Banco Popular de Puerto Rico bank in Aguas Buenas, Puerto Rico (\"Banco Popular\"), in possession of guns and the bank's money. A few <span class=\"star-pagination\">*8</span> hours after his arrest, Lugo confessed to the crime and to two prior bank robberies. The three men were charged in a two-count indictment with aiding and abetting the Banco Popular robbery and endangering the lives of others by using a firearm, in violation of 18 U.S.C. §§ 2 and 2113(a), (d) (\"Count One\"); and aiding and abetting the use and carrying of firearms in relation to that offense, in violation of 18 U.S.C. §§ 2 and 924(c)(1)(A)(ii) (\"Count Two\"). Co-defendants Guzman and Sosa pleaded guilty, and Lugo went to trial.</p>\n<p></p>\n<h2>A. Pre-trial Proceedings</h2>\n<p>On June 13, 2005, Lugo filed a pre-trial motion to suppress the incriminating statements that he made while in custody. The district court rejected the motion as untimely under a previously-issued scheduling order that required pre-trial motions to be filed by March 28, 2005. Lugo then filed a motion asking the court to reconsider its decision and entertain the suppression motion, which the court denied.</p>\n<p>Subsequently, the government gave notice that it intended to present Lugo's confession to the two prior bank robberies as evidence at trial under Federal Rule of Evidence 404(b). Lugo moved in limine to exclude this evidence. He argued that his statements about these other robberies were obtained in violation of his <i>Miranda</i> rights and that their admission at trial would result in undue delay and unfair prejudice. The district court referred the motion to a magistrate judge and an evidentiary hearing was held.</p>\n<p>Testimony at the hearing established the following facts. About an hour after the Banco Popular robbery, Puerto Rico police officers interviewed Lugo at the Caguas police station, where Lugo was initially detained after his arrest. The interview lasted two or three minutes. Lugo confirmed that he could read and write and was not under the influence of drugs or alcohol. Officers read Lugo his rights in Spanish from a police form and gave the form to him. Lugo reviewed the form and asked officers to explain it, which they did. He then signed the upper portion of form, a section titled Acknowledgment of Rights, confirming that he was advised of his rights and understood them. He declined, however, to make a statement to officers or sign the bottom portion of the form, a section titled Waiver of Rights. At that point, Lugo was asked no further questions and the interview concluded. According to a police officer who testified at the hearing, Lugo did not ask for an attorney at any point during the interview.</p>\n<p>Later on, Lugo was transferred to federal offices in Guaynabo because an FBI-Puerto Rico Police joint task force had taken over the investigation. A little before 3:00 p.m., he was brought to an interrogation room and interviewed by Luis Enrique Sosa Rivera (\"Agent Sosa\"), a member of the task force. Agent Sosa had not been present at Lugo's initial interview. Lugo sat with one arm handcuffed to his chair during the interview. He was offered a meal, consumed chips and a soda, and was given permission to use the restroom if needed.</p>\n<p>Agent Sosa identified himself and the other agents in the room to Lugo as law enforcement officials in charge of the investigation. After determining that Lugo was in good health and acting rationally, Agent Sosa read Lugo his rights in Spanish from a police form. Lugo read the form, initialed each line, and told the agents that he understood his rights. Lugo then signed the form after agents explained that, by doing so, he was agreeing to waive his rights.</p>\n<p>Agent Sosa then asked him what had happened earlier that day. Lugo had tears in his eyes and appeared remorseful <span class=\"star-pagination\">*9</span> as he spoke of failing his family. He confessed to robbing the Banco Popular with his two co-defendants. Lugo then provided details about his participation in two prior bank robberies that occurred within the past fifteen months. Agent Sosa testified that Lugo was twice advised of his right to an attorney, and that Lugo never requested one or asked for the interview to stop.</p>\n<p>The third and final witness at the evidentiary hearing was Lugo. Lugo admitted that he had been advised of his rights during both interviews and that he had fully understood those rights. He contended, however, that he had asked for an attorney during each interview and that, at the second interview, agents responded that they were his attorneys. Lugo testified that he had felt intimidated by one agent who kept demanding that he confess. He also asserted that he confessed because agents had told him that there was a lot of evidence against him and that, if he did not confess, he would serve more time in prison.</p>\n<p>After the hearing, the magistrate judge issued a written report recommending that Lugo's motion in limine be denied. The magistrate judge rejected Lugo's claim that his confession to the two prior robberies was obtained in violation of his <i>Miranda</i> rights. In particular, she found that Lugo's claim to have requested an attorney was not credible. She also found that Lugo was not pressured to confess but did so voluntarily out of remorse for what he had done to his family and a realization of the overwhelming evidence against him. The magistrate further concluded that the evidence of the two prior bank robberies could be admitted under Rule 404(b) and would not result in unfair prejudice. Included at the end of the magistrate's report was a notice that the failure to file specific objections to the report constituted a waiver of the right to review by the district court.</p>\n<p>Lugo objected solely to the magistrate's conclusion that agents did not violate his <i>Miranda</i> rights in obtaining his confession to the prior robberies. Lugo accepted \"a substantial portion of the Magistrate's factual finding as correct,\" but argued that authorities were precluded from re-interviewing him because he had invoked his rights to remain silent and to counsel during the first interview. Lugo did not object to the magistrate's findings regarding the admissibility of the evidence under Rule 404(b).</p>\n<p>The district court adopted the magistrate judge's recommendation in its entirety, including her finding that Lugo did not request counsel at any time during either interview. The district court supplemented the magistrate's <i>Miranda</i> analysis with a determination that, under <i>Michigan v. Mosley,</i> 423 U.S. 96, 102-03, 96 S.Ct. 321, 46 L.Ed.2d 313 (1975), Lugo's right to remain silent was \"scrupulously honored\" even though the authorities resumed the interrogation after his initial decision to remain silent. Turning to the Rule 404(b) issue, the district court concurred with the magistrate's conclusion that Lugo's confession to the two prior robberies constituted admissible Rule 404(b) evidence and that its probative value would not be substantially outweighed by its prejudicial effect, and noted that Lugo had failed to object to this part of the magistrate's report.</p>\n<p></p>\n<h2>B. The Trial</h2>\n<p>The trial commenced on March 1, 2006. Witnesses to the bank robbery and law enforcement officers involved in the case testified to the following. Around 10:00 a.m. on February 11, 2005, two men entered the Banco Popular, where seven bank employees and seven or eight customers were present. One of the men, <span class=\"star-pagination\">*10</span> alleged at trial to be Lugo, wore sunglasses and a cap and stood near the bank's front entrance. He displayed a pistol, announced that a robbery was in progress, and ordered the people in the bank to lie on the floor. The second man, later determined to be Sosa, jumped over the counter and forced the bank teller, Rebecca Claudio Arroyo, to lie down on the floor. The man emptied Claudio's teller drawer while holding a black backpack in his hand. After seizing the cash, about $8,176 in total, the two perpetrators fled the bank and jumped into a getaway car driven by a third man, who was subsequently determined to be Guzman.</p>\n<p>A Banco Popular videotape depicting the robbery, along with stills from the videotape, were offered into evidence. In the videotape, the man wearing sunglasses and a cap could be seen standing by the entrance and holding a pistol. However, Lugo was not identified from the tape at trial. In addition, the two bank tellers who testified at trial did not identify Lugo as a perpetrator.</p>\n<p>The entire robbery lasted only a few minutes, but reports of it left the bank even before the robbers did. Soon after the man in a cap and sunglasses announced the holdup, one of the tellers furtively answered a telephone call from a colleague at another branch and informed him of what was unfolding. In addition, when the man carrying the black backpack pulled the cash from the drawer, he activated a tracking device hidden within a stack of bills, which issued an alert signal to the alarm company.</p>\n<p>A police officer on patrol in Agua Buenas overheard a report of the holdup on his police radio and drove to the scene, arriving within two to three minutes. A passer-by informed him that the perpetrators had left in a small, burgundy-colored car with license plate number CBD 938. This vehicle information was relayed to the Caguas police command center. Police ascertained that the license plate number was associated with a Nissan Sentra. Minutes after this vehicle information was broadcast, motorcycle police officers spotted the Nissan heading along Highway 156 toward Caguas, carrying three occupants. A highspeed chase ensued.</p>\n<p>One of the officers caught up with the Nissan and ordered it to pull over. He observed the person in the rear seat, who was subsequently determined to be Sosa, point a pistol at him and responded by firing several shots at the Nissan. At this point, the driver, who was subsequently determined to be Guzman, pulled the car over and brought it to a stop. Police approached the car and arrested Guzman, Sosa, and Lugo, who had been seated in the front passenger seat. Police searched Lugo as he lay on the ground outside of the vehicle and recovered from his right pocket a magazine clip that contained twelve .40 caliber rounds.</p>\n<p>After the arrests were made, a police technician from the Bank Robbery Division arrived at the scene and searched the Nissan. The technician seized evidence relevant to the bank robbery, including loaded Glock .40 caliber and Taurus .45 caliber pistols; sunglasses and baseball caps; and the black backpack containing $8,176 in bills that were bound together and marked with a stamp identifying Banco Popular and the teller, Ms. Claudio. One of the two firearms, six .40 caliber rounds, sunglasses and the black backpack containing the cash were on the floor of the front passenger seat, where Lugo had been sitting.</p>\n<p>At trial, the jury also learned, through Agent Sosa's testimony, that Lugo confessed to the crime on the day of his arrest. Agent Sosa described how Lugo confessed to meeting Sosa and Guzman on the morning in question and that, as <span class=\"star-pagination\">*11</span> planned, Guzman brought the firearms. Once gathered, the three entered a burgundy-colored Nissan Sentra owned by Lugo's brother. They headed toward Caguas, looking for a place to carry out the robbery. They then headed in the direction of Aguas Buenas. Upon reaching the Aguas Buenas town plaza, they spotted the Banco Popular and decided to rob it. Guzman parked the car and Lugo and Sosa entered the bank. Armed with a pistol, Lugo, who was in charge of the floor area where the customers were, announced the robbery. After Sosa grabbed the money, the two left the bank, got in the Nissan, and drove off in the direction of Caguas, with Guzman at the wheel, Sosa in the rear seat, and Lugo in the front passenger seat. Agent Sosa also testified, over defense objection, that Lugo confessed to previously committing the two other bank robberies.</p>\n<p>After the government rested, and again after the defense rested, Lugo made Rule 29 motions for acquittal as to Count Two but not as to Count One. These motions were denied, and the jury found Lugo guilty on both counts.</p>\n<p>On appeal, Lugo argues that (i) his confession to the Banco Popular robbery was obtained in violation of his <i>Miranda</i> rights; (ii) the evidence established only his presence in the vehicle and was insufficient to prove that he aided and abetted the charged offenses; and (iii) the evidence of his confession to the two other robberies should have been excluded under Federal Rules of Evidence 404(b) and 403.</p>\n<p></p>\n<h2>Discussion</h2>\n<p></p>\n<h2>A. The <i>Miranda</i> Claim</h2>\n<p>Lugo has waived his <i>Miranda</i> claim because he moved to suppress his confession to the Banco Popular robbery more than two-and-a half months after the deadline for pre-trial motions imposed by the district court's scheduling order. When a district court sets a deadline for pre-trial motions pursuant to Federal Rule of Criminal Procedure 12(c), a party's failure to make certain motions, including suppression motions, by that deadline constitutes a waiver, although the court may grant relief from the waiver for good cause. Fed.R.Crim.P. 12(e). In this case, the district court rejected the suppression motion as untimely. It also denied Lugo's request for re-consideration, refusing to grant relief from the waiver. Moreover, Lugo has not argued on appeal that good cause existed to justify relief. That the district court later considered Lugo's <i>Miranda</i> argument in the context of his motion in limine to preclude the Rule 404(b) evidence of his prior robberies is beside the point. We enforce Rule 12(e) waivers where, as here, the appellant fails to show cause for not complying with the district court's deadlines. <i>See </i><i>United States v. Bashorun,</i> 225 F.3d 9, 14 (1st Cir.2000) (stating that a Rule 12 waiver will be enforced absent a showing of cause even if the district court ultimately addressed the merits of the waived claim).</p>\n<p>Assuming that we may review the claim for plain error despite the Rule 12(e) waiver, <i>see </i><i>United States v. Perez-Gonzalez,</i> 445 F.3d 39, 44 (1st Cir.2006) (noting that this remains an open question in this circuit), it is clear from the record that no <i>Miranda</i> violation occurred. The district court found that Lugo did not ask for an attorney during either interview.<sup>[1]</sup> Therefore, FBI task force agents were not <span class=\"star-pagination\">*12</span> \"automatically forbidden\" from later resuming the interrogation just because Lugo had earlier declined to make a statement to Puerto Rico police. <i>United States v. Andrade,</i> 135 F.3d 104, 107 (1st Cir. 1998). The question then becomes whether Lugo's right to cut off questioning, invoked by his decision to remain silent during the first interview, was \"scrupulously honored\" notwithstanding the fact that he was later re-interviewed. <i>See </i><i>Michigan v. Mosley,</i> 423 U.S. 96, 103, 96 S.Ct. 321, 46 L.Ed.2d 313 (1975). The Supreme Court in <i>Mosley</i> identified four factors relevant to this analysis: (1) whether a significant amount of time lapsed between the suspect's invocation of the right to remain silent and further questioning; (2) whether the same officer conducts the interrogation where the suspect invokes the right and the subsequent interrogation; (3) whether the suspect is given a fresh set of <i>Miranda</i> warnings before the subsequent interrogation; and (4) whether the subsequent interrogation concerns the same crime as the interrogation previously cut off by the suspect. <i>See id.</i> at 104-06, 96 S.Ct. 321. Courts must look to the totality of the circumstances, and \"[t]he key inquiry remains whether defendant `was in charge of the decision whether and to whom he would speak.'\" <i>United States v. Thongsophaporn,</i> 503 F.3d 51, 57 (1st Cir.2007) (quoting <i>Andrade,</i> 135 F.3d at 107).</p>\n<p>We agree with the district court's conclusion that Lugo's right to cut off questioning was scrupulously honored. Before the first interview, which lasted two or three minutes, Lugo was read his rights and acknowledged, both orally and in writing, that he understood them. When he declined to sign a waiver of those rights or to make a statement, Puerto Rico police officers asked him no further questions and the interview immediately ended.</p>\n<p>The second interview began nearly four hours later at another location after Lugo was transferred to FBI custody. <i>See </i><i>Mosley,</i> 423 U.S. at 106, 96 S.Ct. 321 (finding two hours to be a \"significant\" time lapse). Lugo was treated well at all times, and at no point did he ask for the interview to stop. Agent Sosa, who was not present at the first interview, began the interview by issuing a fresh set of <i>Miranda</i> warnings from a printed form. Lugo reviewed this form and placed his initials next to each line, indicating once again that he understood his rights. Lugo then signed the form, knowingly and voluntarily waiving his rights and reversing his initial decision to remain silent. Although this second interrogation concerned the same crime as the first, it is clear that Lugo was in control of the decision to provide a statement. Agent Sosa did not aggressively question Lugo about the Banco Popular robbery or make any \"efforts to wear down his resistance and make him change his mind.\" <i>United States v. Barone,</i> 968 F.2d 1378, 1386 (1st Cir.1992) (quoting <i>Mosley,</i> 423 U.S. at 105-06, 96 S.Ct. 321). Agent Sosa simply asked Lugo what happened earlier that day. Lugo expressed remorse and, without any inappropriate pressure or promises from agents, confessed to the robbery. Under these circumstances, Lugo has not come close to showing that the admission of his post-arrest statements constituted plain error.</p>\n<p></p>\n<h2>B. The Insufficiency Claim</h2>\n<p>Lugo also claims that the evidence against him was insufficient. He contends that the evidence showed only that he was caught \"at the wrong place at the wrong time\"  an unlucky passenger in a car with individuals who, minutes ago, happened to rob a bank. Appellant's Br. at 19. Lugo also points to the absence of any eyewitness identification of him.</p>\n<p><span class=\"star-pagination\">*13</span> The evidence is sufficient if a rational trier of fact could conclude that Lugo aided and abetted the armed robbery (Count One) and the use and carrying of a firearm in relation to that crime (Count Two). To prove aiding and abetting, the government had to show that Lugo associated himself with the venture, that he participated in it as something that he wished to bring about, and that he sought by his actions to make the venture succeed. <i>Nye &amp; Nissen v. United States,</i> 336 U.S. 613, 619, 69 S.Ct. 766, 93 L.Ed. 919 (1949). In reviewing a sufficiency challenge, we look at the evidence in a light most favorable to the prosecution and draw all inferences in favor of the verdict. <i>See, e.g., </i><i>United States v. Maraj,</i> 947 F.2d 520, 523 (1st Cir.1991). The prosecution is entitled to rely, even exclusively, on circumstantial evidence to prove its case, and the proof \"`need not exclude every reasonable hypothesis of innocence, provided the record as a whole supports a conclusion of guilt beyond a reasonable doubt.'\" <i>Id.</i> (quoting <i>United States v. Victoria-Peguero,</i> 920 F.2d 77, 86-87 (1st Cir.1990)). In addition, because Lugo's Rule 29 motion before the district court challenged the sufficiency of the evidence only as to Count Two, we review his challenge on appeal as to Count One merely for \"clear and gross injustice.\" <i>See, e.g., </i><i>United States v. Cruzado-Laureano,</i> 404 F.3d 470, 480 (1st Cir.2005).</p>\n<p>The evidence was more than sufficient for the jury to find Lugo guilty of both offenses charged. Lugo and his two co-defendants were apprehended in the getaway vehicle identified at the scene, after a police chase that commenced within mere minutes of the robbery. When arrested, the three were in possession of the bank's money, along with guns, sunglasses, caps and a black backpack full of cash  all matching the descriptions provided by eyewitnesses at trial. One of the two firearms, ammunition, sunglasses and the black backpack laid at Lugo's feet and a clip of ammunition was in his pocket. This was powerful evidence from which the jury rationally could infer Lugo's participation in the armed robbery, even if such evidence did not exclude the possibility that Lugo was \"merely present\" in the car. \"[T]he government need not disprove every hypothesis of innocence.\" <i>United States v. Escobar-de Jesús,</i> 187 F.3d 148, 172 (1st Cir.1999).</p>\n<p>The evidence of Lugo's confession was the second pillar of the government's case and further supported the verdict. Lugo's confessed version of events  that he stood near the bank's front area with a pistol in hand and announced the robbery while co-defendant Sosa grabbed the money  was corroborated by the eyewitness testimony and bank surveillance video presented at trial. Lugo argues that we should discount his confession because Agent Sosa's testimony about it was not reliable. This credibility issue was a matter for cross-examination, <i>see </i><i>United States v. Lebron Cepeda,</i> 324 F.3d 52, 58 (1st Cir.2003), and on sufficiency review we must assume that the jury resolved it in the government's favor. <i>United States v. Edelkind,</i> 467 F.3d 791, 793 (1st Cir.2006). Overall, the evidence of Lugo's participation in the armed robbery, consisting of very strong circumstantial evidence and a valid confession, was more than sufficient for the jury reasonably to find him guilty of both counts.</p>\n<p></p>\n<h2>C. The Evidence of Other Bank Robberies</h2>\n<p>Finally, Lugo claims that evidence of his participation in two prior bank robberies was not introduced for any permissible purpose under Rule 404(b). Further, he contends that the prior robberies were too remote in time to be probative and that the admission of this evidence was unfairly <span class=\"star-pagination\">*14</span> prejudicial, especially because the trial court issued no limiting instruction.</p>\n<p>Lugo has waived his right to raise this issue on appeal because he failed to object to the recommendation of the magistrate's report relating to the admissibility of the Rule 404(b) evidence. <i>See </i><i>United States v. Valencia-Copete,</i> 792 F.2d 4, 6 (1st Cir.1986) (after proper notice, failure to file a specific objection to magistrate's report will waive the right to appeal). The magistrate's report contained a warning that failure to make specific objections would result in waiver. Lugo objected only to the portion of the report dealing with his <i>Miranda</i> claim. Although Lugo did make a contemporaneous objection to the evidence of his confession to the prior robberies at trial, this later objection was untimely.</p>\n<p>In any event, Lugo's arguments are without merit. Review of a trial court's admission of evidence under Rule 404(b), or Rule 403, is for abuse of discretion. <i>United States v. Gilbert,</i> 181 F.3d 152 (1st Cir.1999). Rule 404(b) excludes evidence of \"other acts\" when it is offered merely to prove the defendant's character. However, such evidence may be admitted if it has special relevance to an issue in the case such as \"preparation, plan, knowledge, identity, or absence of mistake or accident.\" Fed.R.Evid. 404(b). Even if evidence of other acts is admissible under Rule 404(b), it must be excluded if its probative value is substantially outweighed by the danger of unfair prejudice. <i>See</i> Fed.R.Evid. 403.</p>\n<p>The trial court correctly admitted the evidence of Lugo's two prior robberies under Rule 404(b). The robberies were especially relevant to prove that, contrary to Lugo's defense theory, he was not innocently present in the getaway car with two bank robbers, caught in the wrong place at the wrong time, but that he was in fact one of the participants in the robbery. That Lugo committed two prior armed bank robberies makes it unlikely that his presence in the vehicle was a mere coincidence. <i>See </i><i>United States v. Tse,</i> 375 F.3d 148, 155-56 (1st Cir.2004) (evidence of subsequent drug transaction between defendant and government witness was admissible to refute defendant's claim that his meeting with the government witness at the charged drug transaction was innocent).</p>\n<p>We also find no abuse of discretion in the district court's Rule 403 balancing. The prior bank robberies were not that distant in time: they occurred within fifteen months of the Banco Popular robbery. Also, Lugo can point to no unfair prejudice in this case. The evidence of past bank robberies was not likely to inflame the passions of the jurors. Further, given Lugo's confession to the charged robbery, there is little concern that the jury might have convicted on the basis of his confession to uncharged robberies. Finally, Lugo may not complain about the absence of a limiting instruction because he never requested one. <i>See </i><i>Huddleston v. United States,</i> 485 U.S. 681, 691-92, 108 S.Ct. 1496, 99 L.Ed.2d 771 (1988) (noting that Federal Rule of Evidence 105 provides protection from unfair prejudice by requiring the trial court, <i>upon request,</i> to instruct the jury that the evidence of other acts is to be considered only for the proper purpose for which it was admitted). The trial court did not err by failing to issue, <i>sua sponte,</i> the limiting instruction that Lugo now claims was essential. <i>See </i><i>United States v. Cartagena-Carrasquillo,</i> 70 F.3d 706, 713 (1st Cir.1995) (refusing to impose obligation on court to give, <i>sua sponte,</i> a limiting instruction because this decision is \"within the ken of counsel and part of litigation strategy and judgment\").</p>\n<p>In sum, the admission of the evidence of other robberies was not an abuse of discretion.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*15</span> Conclusion</h2>\n<p>For the foregoing reasons, Defendant-Appellant Lugo's conviction is <i>affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Southern District of New York, sitting by designation.</p>\n<p>[1]  We accept the district court's factual findings, which Lugo has not challenged on appeal, because they are free from clear error. <i>See </i><i>United States v. Marshall,</i> 348 F.3d 281, 284 (1st Cir.2003).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">524</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></span> (2008)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nJose R. LUGO GUERRERO, Defendant, Appellant.</h1></center>\n<center>No. 06-2745.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 6, 2008.</center>\n<center>Decided April 16, 2008.</center>\n<p><span class=\"star-pagination\">*7</span> Ludwig Ortiz Belaval, for appellant.</p>\n<p>Thomas F. Klumper, Assistant United States Attorney, with whom Nelson Pérez-Sosa, Assistant United States Attorney, was on the brief for appellee.</p>\n<p>Before BOUDIN, Chief Judge, LYNCH, Circuit Judge, and KEENAN, District Judge.<sup>[*]</sup></p>\n<p>KEENAN, District Judge.</p>\n<p>Defendant-appellant Jose R. Lugo Guerrero (\"Lugo\") was convicted after a jury trial of aiding and abetting an armed bank robbery and the use and carrying of firearms in relation to that offense. On appeal, Lugo claims that his post-arrest statements were obtained in violation of his <i>Miranda</i> rights, that the evidence was insufficient for conviction, and that evidence of his two prior bank robberies should have been excluded. For the reasons that follow, we affirm his conviction.</p>\n<p></p>\n<h2>Background</h2>\n<p>On February 11, 2005, Lugo and two co-defendants, Alexander Guzman Del-Valle (\"Guzman\") and Oscar Sosa-Delgado (\"Sosa\"), were arrested while fleeing from the armed robbery of the Banco Popular de Puerto Rico bank in Aguas Buenas, Puerto Rico (\"Banco Popular\"), in possession of guns and the bank's money. A few <span class=\"star-pagination\">*8</span> hours after his arrest, Lugo confessed to the crime and to two prior bank robberies. The three men were charged in a two-count indictment with aiding and abetting the Banco Popular robbery and endangering the lives of others by using a firearm, in violation of 18 U.S.C. §§ 2 and 2113(a), (d) (\"Count One\"); and aiding and abetting the use and carrying of firearms in relation to that offense, in violation of 18 U.S.C. §§ 2 and 924(c)(1)(A)(ii) (\"Count Two\"). Co-defendants Guzman and Sosa pleaded guilty, and Lugo went to trial.</p>\n<p></p>\n<h2>A. Pre-trial Proceedings</h2>\n<p>On June 13, 2005, Lugo filed a pre-trial motion to suppress the incriminating statements that he made while in custody. The district court rejected the motion as untimely under a previously-issued scheduling order that required pre-trial motions to be filed by March 28, 2005. Lugo then filed a motion asking the court to reconsider its decision and entertain the suppression motion, which the court denied.</p>\n<p>Subsequently, the government gave notice that it intended to present Lugo's confession to the two prior bank robberies as evidence at trial under Federal Rule of Evidence 404(b). Lugo moved in limine to exclude this evidence. He argued that his statements about these other robberies were obtained in violation of his <i>Miranda</i> rights and that their admission at trial would result in undue delay and unfair prejudice. The district court referred the motion to a magistrate judge and an evidentiary hearing was held.</p>\n<p>Testimony at the hearing established the following facts. About an hour after the Banco Popular robbery, Puerto Rico police officers interviewed Lugo at the Caguas police station, where Lugo was initially detained after his arrest. The interview lasted two or three minutes. Lugo confirmed that he could read and write and was not under the influence of drugs or alcohol. Officers read Lugo his rights in Spanish from a police form and gave the form to him. Lugo reviewed the form and asked officers to explain it, which they did. He then signed the upper portion of form, a section titled Acknowledgment of Rights, confirming that he was advised of his rights and understood them. He declined, however, to make a statement to officers or sign the bottom portion of the form, a section titled Waiver of Rights. At that point, Lugo was asked no further questions and the interview concluded. According to a police officer who testified at the hearing, Lugo did not ask for an attorney at any point during the interview.</p>\n<p>Later on, Lugo was transferred to federal offices in Guaynabo because an FBI-Puerto Rico Police joint task force had taken over the investigation. A little before 3:00 p.m., he was brought to an interrogation room and interviewed by Luis Enrique Sosa Rivera (\"Agent Sosa\"), a member of the task force. Agent Sosa had not been present at Lugo's initial interview. Lugo sat with one arm handcuffed to his chair during the interview. He was offered a meal, consumed chips and a soda, and was given permission to use the restroom if needed.</p>\n<p>Agent Sosa identified himself and the other agents in the room to Lugo as law enforcement officials in charge of the investigation. After determining that Lugo was in good health and acting rationally, Agent Sosa read Lugo his rights in Spanish from a police form. Lugo read the form, initialed each line, and told the agents that he understood his rights. Lugo then signed the form after agents explained that, by doing so, he was agreeing to waive his rights.</p>\n<p>Agent Sosa then asked him what had happened earlier that day. Lugo had tears in his eyes and appeared remorseful <span class=\"star-pagination\">*9</span> as he spoke of failing his family. He confessed to robbing the Banco Popular with his two co-defendants. Lugo then provided details about his participation in two prior bank robberies that occurred within the past fifteen months. Agent Sosa testified that Lugo was twice advised of his right to an attorney, and that Lugo never requested one or asked for the interview to stop.</p>\n<p>The third and final witness at the evidentiary hearing was Lugo. Lugo admitted that he had been advised of his rights during both interviews and that he had fully understood those rights. He contended, however, that he had asked for an attorney during each interview and that, at the second interview, agents responded that they were his attorneys. Lugo testified that he had felt intimidated by one agent who kept demanding that he confess. He also asserted that he confessed because agents had told him that there was a lot of evidence against him and that, if he did not confess, he would serve more time in prison.</p>\n<p>After the hearing, the magistrate judge issued a written report recommending that Lugo's motion in limine be denied. The magistrate judge rejected Lugo's claim that his confession to the two prior robberies was obtained in violation of his <i>Miranda</i> rights. In particular, she found that Lugo's claim to have requested an attorney was not credible. She also found that Lugo was not pressured to confess but did so voluntarily out of remorse for what he had done to his family and a realization of the overwhelming evidence against him. The magistrate further concluded that the evidence of the two prior bank robberies could be admitted under Rule 404(b) and would not result in unfair prejudice. Included at the end of the magistrate's report was a notice that the failure to file specific objections to the report constituted a waiver of the right to review by the district court.</p>\n<p>Lugo objected solely to the magistrate's conclusion that agents did not violate his <i>Miranda</i> rights in obtaining his confession to the prior robberies. Lugo accepted \"a substantial portion of the Magistrate's factual finding as correct,\" but argued that authorities were precluded from re-interviewing him because he had invoked his rights to remain silent and to counsel during the first interview. Lugo did not object to the magistrate's findings regarding the admissibility of the evidence under Rule 404(b).</p>\n<p>The district court adopted the magistrate judge's recommendation in its entirety, including her finding that Lugo did not request counsel at any time during either interview. The district court supplemented the magistrate's <i>Miranda</i> analysis with a determination that, under <i>Michigan v. Mosley,</i> <span class=\"citation\" data-id=\"109336\"><a href=\"/opinion/109336/michigan-v-mosley/\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">96</span></a></span>, 102-03, <span class=\"citation\" data-id=\"109336\"><a href=\"/opinion/109336/michigan-v-mosley/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">321</span></a></span>, <span class=\"citation\" data-id=\"109336\"><a href=\"/opinion/109336/michigan-v-mosley/\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">313</span></a></span> (1975), Lugo's right to remain silent was \"scrupulously honored\" even though the authorities resumed the interrogation after his initial decision to remain silent. Turning to the Rule 404(b) issue, the district court concurred with the magistrate's conclusion that Lugo's confession to the two prior robberies constituted admissible Rule 404(b) evidence and that its probative value would not be substantially outweighed by its prejudicial effect, and noted that Lugo had failed to object to this part of the magistrate's report.</p>\n<p></p>\n<h2>B. The Trial</h2>\n<p>The trial commenced on March 1, 2006. Witnesses to the bank robbery and law enforcement officers involved in the case testified to the following. Around 10:00 a.m. on February 11, 2005, two men entered the Banco Popular, where seven bank employees and seven or eight customers were present. One of the men, <span class=\"star-pagination\">*10</span> alleged at trial to be Lugo, wore sunglasses and a cap and stood near the bank's front entrance. He displayed a pistol, announced that a robbery was in progress, and ordered the people in the bank to lie on the floor. The second man, later determined to be Sosa, jumped over the counter and forced the bank teller, Rebecca Claudio Arroyo, to lie down on the floor. The man emptied Claudio's teller drawer while holding a black backpack in his hand. After seizing the cash, about $8,176 in total, the two perpetrators fled the bank and jumped into a getaway car driven by a third man, who was subsequently determined to be Guzman.</p>\n<p>A Banco Popular videotape depicting the robbery, along with stills from the videotape, were offered into evidence. In the videotape, the man wearing sunglasses and a cap could be seen standing by the entrance and holding a pistol. However, Lugo was not identified from the tape at trial. In addition, the two bank tellers who testified at trial did not identify Lugo as a perpetrator.</p>\n<p>The entire robbery lasted only a few minutes, but reports of it left the bank even before the robbers did. Soon after the man in a cap and sunglasses announced the holdup, one of the tellers furtively answered a telephone call from a colleague at another branch and informed him of what was unfolding. In addition, when the man carrying the black backpack pulled the cash from the drawer, he activated a tracking device hidden within a stack of bills, which issued an alert signal to the alarm company.</p>\n<p>A police officer on patrol in Agua Buenas overheard a report of the holdup on his police radio and drove to the scene, arriving within two to three minutes. A passer-by informed him that the perpetrators had left in a small, burgundy-colored car with license plate number CBD 938. This vehicle information was relayed to the Caguas police command center. Police ascertained that the license plate number was associated with a Nissan Sentra. Minutes after this vehicle information was broadcast, motorcycle police officers spotted the Nissan heading along Highway 156 toward Caguas, carrying three occupants. A highspeed chase ensued.</p>\n<p>One of the officers caught up with the Nissan and ordered it to pull over. He observed the person in the rear seat, who was subsequently determined to be Sosa, point a pistol at him and responded by firing several shots at the Nissan. At this point, the driver, who was subsequently determined to be Guzman, pulled the car over and brought it to a stop. Police approached the car and arrested Guzman, Sosa, and Lugo, who had been seated in the front passenger seat. Police searched Lugo as he lay on the ground outside of the vehicle and recovered from his right pocket a magazine clip that contained twelve .40 caliber rounds.</p>\n<p>After the arrests were made, a police technician from the Bank Robbery Division arrived at the scene and searched the Nissan. The technician seized evidence relevant to the bank robbery, including loaded Glock .40 caliber and Taurus .45 caliber pistols; sunglasses and baseball caps; and the black backpack containing $8,176 in bills that were bound together and marked with a stamp identifying Banco Popular and the teller, Ms. Claudio. One of the two firearms, six .40 caliber rounds, sunglasses and the black backpack containing the cash were on the floor of the front passenger seat, where Lugo had been sitting.</p>\n<p>At trial, the jury also learned, through Agent Sosa's testimony, that Lugo confessed to the crime on the day of his arrest. Agent Sosa described how Lugo confessed to meeting Sosa and Guzman on the morning in question and that, as <span class=\"star-pagination\">*11</span> planned, Guzman brought the firearms. Once gathered, the three entered a burgundy-colored Nissan Sentra owned by Lugo's brother. They headed toward Caguas, looking for a place to carry out the robbery. They then headed in the direction of Aguas Buenas. Upon reaching the Aguas Buenas town plaza, they spotted the Banco Popular and decided to rob it. Guzman parked the car and Lugo and Sosa entered the bank. Armed with a pistol, Lugo, who was in charge of the floor area where the customers were, announced the robbery. After Sosa grabbed the money, the two left the bank, got in the Nissan, and drove off in the direction of Caguas, with Guzman at the wheel, Sosa in the rear seat, and Lugo in the front passenger seat. Agent Sosa also testified, over defense objection, that Lugo confessed to previously committing the two other bank robberies.</p>\n<p>After the government rested, and again after the defense rested, Lugo made Rule 29 motions for acquittal as to Count Two but not as to Count One. These motions were denied, and the jury found Lugo guilty on both counts.</p>\n<p>On appeal, Lugo argues that (i) his confession to the Banco Popular robbery was obtained in violation of his <i>Miranda</i> rights; (ii) the evidence established only his presence in the vehicle and was insufficient to prove that he aided and abetted the charged offenses; and (iii) the evidence of his confession to the two other robberies should have been excluded under Federal Rules of Evidence 404(b) and 403.</p>\n<p></p>\n<h2>Discussion</h2>\n<p></p>\n<h2>A. The <i>Miranda</i> Claim</h2>\n<p>Lugo has waived his <i>Miranda</i> claim because he moved to suppress his confession to the Banco Popular robbery more than two-and-a half months after the deadline for pre-trial motions imposed by the district court's scheduling order. When a district court sets a deadline for pre-trial motions pursuant to Federal Rule of Criminal Procedure 12(c), a party's failure to make certain motions, including suppression motions, by that deadline constitutes a waiver, although the court may grant relief from the waiver for good cause. Fed.R.Crim.P. 12(e). In this case, the district court rejected the suppression motion as untimely. It also denied Lugo's request for re-consideration, refusing to grant relief from the waiver. Moreover, Lugo has not argued on appeal that good cause existed to justify relief. That the district court later considered Lugo's <i>Miranda</i> argument in the context of his motion in limine to preclude the Rule 404(b) evidence of his prior robberies is beside the point. We enforce Rule 12(e) waivers where, as here, the appellant fails to show cause for not complying with the district court's deadlines. <i>See </i><i>United States v. Bashorun,</i> <span class=\"citation\" data-id=\"199064\"><a href=\"/opinion/199064/united-states-v-junaid/\"><span class=\"volume\">225</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 14 (1st Cir.2000) (stating that a Rule 12 waiver will be enforced absent a showing of cause even if the district court ultimately addressed the merits of the waived claim).</p>\n<p>Assuming that we may review the claim for plain error despite the Rule 12(e) waiver, <i>see </i><i>United States v. Perez-Gonzalez,</i> <span class=\"citation\" data-id=\"202157\"><a href=\"/opinion/202157/united-states-v-perez-gonzalez/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 44 (1st Cir.2006) (noting that this remains an open question in this circuit), it is clear from the record that no <i>Miranda</i> violation occurred. The district court found that Lugo did not ask for an attorney during either interview.<sup>[1]</sup> Therefore, FBI task force agents were not <span class=\"star-pagination\">*12</span> \"automatically forbidden\" from later resuming the interrogation just because Lugo had earlier declined to make a statement to Puerto Rico police. <i>United States v. Andrade,</i> <span class=\"citation\" data-id=\"751218\"><a href=\"/opinion/751218/united-states-v-jose-v-andrade-jr/\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">104</span></a></span>, 107 (1st Cir. 1998). The question then becomes whether Lugo's right to cut off questioning, invoked by his decision to remain silent during the first interview, was \"scrupulously honored\" notwithstanding the fact that he was later re-interviewed. <i>See </i><i>Michigan v. Mosley,</i> <span class=\"citation\" data-id=\"109336\"><a href=\"/opinion/109336/michigan-v-mosley/\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">96</span></a></span>, 103, <span class=\"citation\" data-id=\"109336\"><a href=\"/opinion/109336/michigan-v-mosley/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">321</span></a></span>, <span class=\"citation\" data-id=\"109336\"><a href=\"/opinion/109336/michigan-v-mosley/\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">313</span></a></span> (1975). The Supreme Court in <i>Mosley</i> identified four factors relevant to this analysis: (1) whether a significant amount of time lapsed between the suspect's invocation of the right to remain silent and further questioning; (2) whether the same officer conducts the interrogation where the suspect invokes the right and the subsequent interrogation; (3) whether the suspect is given a fresh set of <i>Miranda</i> warnings before the subsequent interrogation; and (4) whether the subsequent interrogation concerns the same crime as the interrogation previously cut off by the suspect. <i>See id.</i> at 104-06, <span class=\"citation\" data-id=\"109336\"><a href=\"/opinion/109336/michigan-v-mosley/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">321</span></a></span>. Courts must look to the totality of the circumstances, and \"[t]he key inquiry remains whether defendant `was in charge of the decision whether and to whom he would speak.'\" <i>United States v. Thongsophaporn,</i> <span class=\"citation\" data-id=\"1219669\"><a href=\"/opinion/1219669/united-states-v-thongsophaporn/\"><span class=\"volume\">503</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">51</span></a></span>, 57 (1st Cir.2007) (quoting <i>Andrade,</i> 135 F.3d at 107).</p>\n<p>We agree with the district court's conclusion that Lugo's right to cut off questioning was scrupulously honored. Before the first interview, which lasted two or three minutes, Lugo was read his rights and acknowledged, both orally and in writing, that he understood them. When he declined to sign a waiver of those rights or to make a statement, Puerto Rico police officers asked him no further questions and the interview immediately ended.</p>\n<p>The second interview began nearly four hours later at another location after Lugo was transferred to FBI custody. <i>See </i><i>Mosley,</i> 423 U.S. at 106, <span class=\"citation\" data-id=\"109336\"><a href=\"/opinion/109336/michigan-v-mosley/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">321</span></a></span> (finding two hours to be a \"significant\" time lapse). Lugo was treated well at all times, and at no point did he ask for the interview to stop. Agent Sosa, who was not present at the first interview, began the interview by issuing a fresh set of <i>Miranda</i> warnings from a printed form. Lugo reviewed this form and placed his initials next to each line, indicating once again that he understood his rights. Lugo then signed the form, knowingly and voluntarily waiving his rights and reversing his initial decision to remain silent. Although this second interrogation concerned the same crime as the first, it is clear that Lugo was in control of the decision to provide a statement. Agent Sosa did not aggressively question Lugo about the Banco Popular robbery or make any \"efforts to wear down his resistance and make him change his mind.\" <i>United States v. Barone,</i> <span class=\"citation\" data-id=\"586810\"><a href=\"/opinion/586810/united-states-v-pasquale-g-barone-aka-patsy-aka-anthony-capone/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1378</span></a></span>, 1386 (1st Cir.1992) (quoting <i>Mosley,</i> 423 U.S. at 105-06, <span class=\"citation\" data-id=\"109336\"><a href=\"/opinion/109336/michigan-v-mosley/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">321</span></a></span>). Agent Sosa simply asked Lugo what happened earlier that day. Lugo expressed remorse and, without any inappropriate pressure or promises from agents, confessed to the robbery. Under these circumstances, Lugo has not come close to showing that the admission of his post-arrest statements constituted plain error.</p>\n<p></p>\n<h2>B. The Insufficiency Claim</h2>\n<p>Lugo also claims that the evidence against him was insufficient. He contends that the evidence showed only that he was caught \"at the wrong place at the wrong time\"  an unlucky passenger in a car with individuals who, minutes ago, happened to rob a bank. Appellant's Br. at 19. Lugo also points to the absence of any eyewitness identification of him.</p>\n<p><span class=\"star-pagination\">*13</span> The evidence is sufficient if a rational trier of fact could conclude that Lugo aided and abetted the armed robbery (Count One) and the use and carrying of a firearm in relation to that crime (Count Two). To prove aiding and abetting, the government had to show that Lugo associated himself with the venture, that he participated in it as something that he wished to bring about, and that he sought by his actions to make the venture succeed. <i>Nye &amp; Nissen v. United States,</i> <span class=\"citation\" data-id=\"104655\"><a href=\"/opinion/104655/nye-nissen-v-united-states/\"><span class=\"volume\">336</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">613</span></a></span>, 619, <span class=\"citation\" data-id=\"104655\"><a href=\"/opinion/104655/nye-nissen-v-united-states/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">766</span></a></span>, <span class=\"citation\" data-id=\"104655\"><a href=\"/opinion/104655/nye-nissen-v-united-states/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">919</span></a></span> (1949). In reviewing a sufficiency challenge, we look at the evidence in a light most favorable to the prosecution and draw all inferences in favor of the verdict. <i>See, e.g., </i><i>United States v. Maraj,</i> <span class=\"citation\" data-id=\"570481\"><a href=\"/opinion/570481/united-states-v-michael-maraj-united-states-of-america-v-sterling/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">520</span></a></span>, 523 (1st Cir.1991). The prosecution is entitled to rely, even exclusively, on circumstantial evidence to prove its case, and the proof \"`need not exclude every reasonable hypothesis of innocence, provided the record as a whole supports a conclusion of guilt beyond a reasonable doubt.'\" <i>Id.</i> (quoting <i>United States v. Victoria-Peguero,</i> <span class=\"citation\" data-id=\"552332\"><a href=\"/opinion/552332/united-states-v-pedro-r-victoria-peguero-united-states-of-america-v/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">77</span></a></span>, 86-87 (1st Cir.1990)). In addition, because Lugo's Rule 29 motion before the district court challenged the sufficiency of the evidence only as to Count Two, we review his challenge on appeal as to Count One merely for \"clear and gross injustice.\" <i>See, e.g., </i><i>United States v. Cruzado-Laureano,</i> <span class=\"citation\" data-id=\"201519\"><a href=\"/opinion/201519/united-states-v-cruzado-laureano/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">470</span></a></span>, 480 (1st Cir.2005).</p>\n<p>The evidence was more than sufficient for the jury to find Lugo guilty of both offenses charged. Lugo and his two co-defendants were apprehended in the getaway vehicle identified at the scene, after a police chase that commenced within mere minutes of the robbery. When arrested, the three were in possession of the bank's money, along with guns, sunglasses, caps and a black backpack full of cash  all matching the descriptions provided by eyewitnesses at trial. One of the two firearms, ammunition, sunglasses and the black backpack laid at Lugo's feet and a clip of ammunition was in his pocket. This was powerful evidence from which the jury rationally could infer Lugo's participation in the armed robbery, even if such evidence did not exclude the possibility that Lugo was \"merely present\" in the car. \"[T]he government need not disprove every hypothesis of innocence.\" <i>United States v. Escobar-de Jesús,</i> <span class=\"citation\" data-id=\"765611\"><a href=\"/opinion/765611/united-states-v-eusebio-escobar-de-jesus/\"><span class=\"volume\">187</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">148</span></a></span>, 172 (1st Cir.1999).</p>\n<p>The evidence of Lugo's confession was the second pillar of the government's case and further supported the verdict. Lugo's confessed version of events  that he stood near the bank's front area with a pistol in hand and announced the robbery while co-defendant Sosa grabbed the money  was corroborated by the eyewitness testimony and bank surveillance video presented at trial. Lugo argues that we should discount his confession because Agent Sosa's testimony about it was not reliable. This credibility issue was a matter for cross-examination, <i>see </i><i>United States v. Lebron Cepeda,</i> <span class=\"citation\" data-id=\"200397\"><a href=\"/opinion/200397/united-states-v-lebron-cepeda/\"><span class=\"volume\">324</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">52</span></a></span>, 58 (1st Cir.2003), and on sufficiency review we must assume that the jury resolved it in the government's favor. <i>United States v. Edelkind,</i> <span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">791</span></span>, 793 (1st Cir.2006). Overall, the evidence of Lugo's participation in the armed robbery, consisting of very strong circumstantial evidence and a valid confession, was more than sufficient for the jury reasonably to find him guilty of both counts.</p>\n<p></p>\n<h2>C. The Evidence of Other Bank Robberies</h2>\n<p>Finally, Lugo claims that evidence of his participation in two prior bank robberies was not introduced for any permissible purpose under Rule 404(b). Further, he contends that the prior robberies were too remote in time to be probative and that the admission of this evidence was unfairly <span class=\"star-pagination\">*14</span> prejudicial, especially because the trial court issued no limiting instruction.</p>\n<p>Lugo has waived his right to raise this issue on appeal because he failed to object to the recommendation of the magistrate's report relating to the admissibility of the Rule 404(b) evidence. <i>See </i><i>United States v. Valencia-Copete,</i> <span class=\"citation\" data-id=\"471042\"><a href=\"/opinion/471042/united-states-v-emiliano-valencia-copete/\"><span class=\"volume\">792</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span>, 6 (1st Cir.1986) (after proper notice, failure to file a specific objection to magistrate's report will waive the right to appeal). The magistrate's report contained a warning that failure to make specific objections would result in waiver. Lugo objected only to the portion of the report dealing with his <i>Miranda</i> claim. Although Lugo did make a contemporaneous objection to the evidence of his confession to the prior robberies at trial, this later objection was untimely.</p>\n<p>In any event, Lugo's arguments are without merit. Review of a trial court's admission of evidence under Rule 404(b), or Rule 403, is for abuse of discretion. <i>United States v. Gilbert,</i> <span class=\"citation\" data-id=\"198521\"><a href=\"/opinion/198521/united-states-v-gilbert/\"><span class=\"volume\">181</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">152</span></a></span> (1st Cir.1999). Rule 404(b) excludes evidence of \"other acts\" when it is offered merely to prove the defendant's character. However, such evidence may be admitted if it has special relevance to an issue in the case such as \"preparation, plan, knowledge, identity, or absence of mistake or accident.\" Fed.R.Evid. 404(b). Even if evidence of other acts is admissible under Rule 404(b), it must be excluded if its probative value is substantially outweighed by the danger of unfair prejudice. <i>See</i> Fed.R.Evid. 403.</p>\n<p>The trial court correctly admitted the evidence of Lugo's two prior robberies under Rule 404(b). The robberies were especially relevant to prove that, contrary to Lugo's defense theory, he was not innocently present in the getaway car with two bank robbers, caught in the wrong place at the wrong time, but that he was in fact one of the participants in the robbery. That Lugo committed two prior armed bank robberies makes it unlikely that his presence in the vehicle was a mere coincidence. <i>See </i><i>United States v. Tse,</i> <span class=\"citation\" data-id=\"201143\"><a href=\"/opinion/201143/united-states-v-tse/\"><span class=\"volume\">375</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">148</span></a></span>, 155-56 (1st Cir.2004) (evidence of subsequent drug transaction between defendant and government witness was admissible to refute defendant's claim that his meeting with the government witness at the charged drug transaction was innocent).</p>\n<p>We also find no abuse of discretion in the district court's Rule 403 balancing. The prior bank robberies were not that distant in time: they occurred within fifteen months of the Banco Popular robbery. Also, Lugo can point to no unfair prejudice in this case. The evidence of past bank robberies was not likely to inflame the passions of the jurors. Further, given Lugo's confession to the charged robbery, there is little concern that the jury might have convicted on the basis of his confession to uncharged robberies. Finally, Lugo may not complain about the absence of a limiting instruction because he never requested one. <i>See </i><i>Huddleston v. United States,</i> <span class=\"citation\" data-id=\"112049\"><a href=\"/opinion/112049/huddleston-v-united-states/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">681</span></a></span>, 691-92, <span class=\"citation\" data-id=\"112049\"><a href=\"/opinion/112049/huddleston-v-united-states/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1496</span></a></span>, <span class=\"citation\" data-id=\"112049\"><a href=\"/opinion/112049/huddleston-v-united-states/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">771</span></a></span> (1988) (noting that Federal Rule of Evidence 105 provides protection from unfair prejudice by requiring the trial court, <i>upon request,</i> to instruct the jury that the evidence of other acts is to be considered only for the proper purpose for which it was admitted). The trial court did not err by failing to issue, <i>sua sponte,</i> the limiting instruction that Lugo now claims was essential. <i>See </i><i>United States v. Cartagena-Carrasquillo,</i> <span class=\"citation\" data-id=\"196443\"><a href=\"/opinion/196443/united-states-v-carrasquillo/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">706</span></a></span>, 713 (1st Cir.1995) (refusing to impose obligation on court to give, <i>sua sponte,</i> a limiting instruction because this decision is \"within the ken of counsel and part of litigation strategy and judgment\").</p>\n<p>In sum, the admission of the evidence of other robberies was not an abuse of discretion.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*15</span> Conclusion</h2>\n<p>For the foregoing reasons, Defendant-Appellant Lugo's conviction is <i>affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Southern District of New York, sitting by designation.</p>\n<p>[1]  We accept the district court's factual findings, which Lugo has not challenged on appeal, because they are free from clear error. <i>See </i><i>United States v. Marshall,</i> <span class=\"citation\" data-id=\"200712\"><a href=\"/opinion/200712/united-states-v-marshall/\"><span class=\"volume\">348</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">281</span></a></span>, 284 (1st Cir.2003).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112049/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196443/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199064/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200397/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201143/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201519/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/471042/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552332/",
    "http://www.courtlistener.com/api/rest/v3/opinions/570481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/586810/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751218/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1219669/"
  ]
}