{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203281/",
  "absolute_url": "/opinion/203281/in-re-barroso-herrans/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203281/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:12:33Z",
  "date_modified": "2016-04-26T14:33:52.274707Z",
  "type": "010combined",
  "sha1": "1a47ab1801fb8068412e3fdb36e70c25f10c180f",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-1757-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/05/07/Barroso-Herrans_v._Lugo-Mender.pdf",
  "plain_text": "             United States Court of Appeals\n                         For the First Circuit\n\nNo. 07-1757\n\n    IN RE:     JORGE BARROSO-HERRANS; MADELEINE ROSARIO-FARRULA,\n\n                                Debtors.\n                               __________\n\n           JORGE BARROSO-HERRANS; MADELEINE ROSARIO-FARRULA,\n\n                              Appellants,\n\n                                   v.\n\n                WIGBERTO LUGO-MENDER, CHAPTER 7 TRUSTEE,\n\n                                Appellee.\n\n\n              APPEAL FROM THE UNITED STATES DISTRICT COURT\n                     FOR THE DISTRICT OF PUERTO RICO\n\n           [Hon. Jay A. García-Gregory, U.S. District Judge]\n\n\n                                 Before\n                          Boudin, Chief Judge,\n                         Lynch, Circuit Judge,\n                  and Keenan,* Senior District Judge.\n\n\n     Fernando E. Longo-Quiñones with whom Berríos & Longo Law\nOffices, P.S.C. was on brief for appellants.\n     Luisa S. Valle-Castro with whom Carmen D. Conde-Torres and C.\nConde & Associates were on brief for appellee.\n\n\n                              May 7, 2008\n\n\n\n\n     *\n         Of the Southern District of New York, sitting by designation.\n\f          BOUDIN, Chief Judge.       In 1996, the Puerto Rico Aqueduct\n\nand Sewer Authority (\"PRASA\") hired Powertronics Electrical and\n\nMechanical     Contractor,   Inc.   (\"Powertronics\")    to     manage   two\n\nconstruction    projects.     The   projects   were    never    completed;\n\nPowertronics was dissolved; and its owners, Jorge Barroso-Herrans\n\nand his wife Madeleine Rosario-Farrulla, filed two law suits in the\n\nPuerto Rico courts against PRASA: the law suits blamed the agency\n\nfor the failure of the projects and their company, and sought over\n\nfour million dollars in assorted damages.\n\n          On the same day as the suits against PRASA were filed--\n\nAugust 30, 1999--Barroso and his wife (\"debtors\" or just \"Barroso\")\n\nfiled for bankruptcy in the federal bankruptcy court for Puerto\n\nRico, under Chapter 7 of the Bankruptcy Code, 11 U.S.C. § 701 et\n\nseq. (2000). The relevant details of their filings are as follows:\n\n          •      On their list of assets (Schedule B), the\n                 debtors included two accounts receivable,\n                 from PRASA, for \"improvements to sanitary\n                 distribution system\"--one for \"Punta\n                 Santiago\" and the other for \"Aguas\n                 Claras\" (the sites of the two failed\n                 construction projects). The former was\n                 listed as having a value of $102,843.21;\n                 the latter, $67,608.98.\n\n          •      On the same schedule, the debtors\n                 included as assets \"civil suit KAC 99-\n                 1225\" and \"civil suit KAC 99-1226\"--the\n                 two suits filed against PRASA--and listed\n                 each as having a value of $4,000.     The\n                 suits included but were not limited to\n                 collection of the accounts receivable.\n\n          •      On their list of assets claimed as exempt\n                 from property of the estate (Schedule C),\n\n                                    -2-\n\f                  11 U.S.C. § 522(b), Barroso included\n                  \"Civil Suit KAC 99-1225 Powertronics v.\n                  PRASA\" and \"Civil Suit KAC 99-1226\n                  Powertronics v. PRASA.\"   In the column\n                  headed \"Value of Claimed Exemption\"\n                  Barroso wrote $4,000 for each suit.\n\n             During the subsequent meeting of creditors, see 11 U.S.C.\n\n§ 341, the Chapter 7 trustee Wigberto Lugo-Mender was given copies\n\nof the complaints in the two pending suits against PRASA.             Parties\n\nin interest have thirty days from a creditors' meeting to object to\n\nany of a debtor's claimed exemptions, Fed. R. Bankr. 4003(b); Lugo\n\nfiled   no    objections     to   the    exemptions    concerning    the     two\n\nPowertronics suits.\n\n             Just over a year later, on February 28, 2001, Lugo\n\nrequested that the bankruptcy court authorize an agreement he had\n\nreached with Barroso and his counsel concerning the prosecution of\n\nthe two suits: for Barroso's counsel to represent Barroso and the\n\nestate jointly in the suits and for the debtors and the estate to\n\nsplit any proceeds from the suits equally after paying counsel a\n\ncontingency    fee.    The    bankruptcy      court   agreed   to   the    joint\n\nrepresentation but refused to commit in advance to a particular\n\ndistribution of the proceeds or to counsel's fee arrangement;\n\nBarroso's counsel then withdrew and Barroso declined to cooperate\n\nwith Lugo in pursuing the suits.\n\n             At this point, in August 2001, Barroso first asserted in\n\nthe bankruptcy court that the two suits against PRASA had been\n\nentirely exempted from inclusion in the estate and that the estate\n\n                                        -3-\n\ftherefore had no interest in the suits at all--a position to which\n\nLugo strongly objected.       That dispute came to the forefront when\n\nLugo unilaterally negotiated a settlement with PRASA, calling for\n\na payment of $100,000 to the estate in exchange for waiving all of\n\nBarroso's claims against the agency.\n\n            In December 2002, Lugo presented that settlement to the\n\nbankruptcy    court   for   approval;    the   debtors   objected.     After\n\nextensive proceedings, the bankruptcy court approved it.             It held\n\nthat Barroso had exempted not the law suits but rather only a\n\n$4,000 partial interest in each suit, so the trustee could settle\n\nthe suits and simply pay a total of $8,000 to the debtors.                The\n\ncourt also suggested that Barroso had acted in bad faith.                 The\n\nfederal district court affirmed and this appeal followed.\n\n            When an individual files for bankruptcy, all of his\n\nproperty--including     causes    of   action--becomes    property   of   the\n\nestate.   11 U.S.C. § 541.       But the debtor is entitled to claim as\n\nexempt, and so retain, some assets.            11 U.S.C. § 522(d).        The\n\nstatute enumerates both what kind of assets may be exempted, e.g.\n\nan \"interest . . . in one motor vehicle,\" id. § 522(d)(2), and the\n\nmaximum value of those exemptions, e.g. \"not to exceed $2,400 in\n\nvalue,\" id.    Absent objection to a claimed exemption within thirty\n\ndays of the creditors meeting, the property claimed as exempt\n\nbelongs to the debtor and not the estate--even if the exemption was\n\nimproper.     Taylor v. Freeland & Kronz, 503 U.S. 638, 642 (1992).\n\n\n                                       -4-\n\f          But, as we have earlier recognized, Taylor does not tell\n\nus what has been claimed as exempt--only that whatever has been\n\nclaimed as exempt is beyond the estate's grasp once the deadline\n\nhas elapsed.   Mercer v. Monzack, 53 F.3d 1, 3 (1st Cir. 1995),\n\ncert. denied, 517 U.S. 1103 (1996).   In this case the focus is on\n\nthe \"threshold question . . . whether the property in dispute is in\n\nfact the property of the estate listed as exempt.\"    Id.   Only if\n\nthe exemptions claimed the full proceeds of both law suits, rather\n\nthan a $4,000 share in each, does Taylor apply.1\n\n          The threshold question of what has been claimed calls for\n\ninterpreting the schedules filed by the debtors.   To start, we ask\n\nhow a reasonable trustee would have understood the filings under\n\nthe circumstances.   How much deference ought to be paid to the\n\nbankruptcy judge on this question could depend on the extent to\n\nwhich any disputed facts (as opposed to the interpretation thereof)\n\nform the basis for the dispute.      Here, the standard of review,\n\nwhich is arguably de novo since no pertinent facts are disputed,\n\ncf. Indianapolis Life Ins. Co. v. Herman, 516 F.3d 5, 11 (1st Cir.\n\n2008), does not affect the outcome.\n\n\n\n     1\n      Even if Barroso had exempted the law suits in full, the\nbankruptcy court's finding of bad faith might justify setting aside\nthe exemption, see 11 U.S.C. § 105(a). But the Supreme Court has\nleft that question unresolved. Taylor, 503 U.S. at 645; Mercer, 53\nF.3d at 4 n.4. As we shall see, there is no need to reach the\nmatter in this case or to resolve Barroso's claim that the finding\nof bad faith was tainted by procedural flaws or violated seventh\namendment guarantees of a jury as fact-finder.\n\n                               -5-\n\f           Turning     then    to   the    filings,   a    debtor's   bankruptcy\n\npetition (among other disclosures) lists separately his assets\n\n(Schedule B) and those of the listed assets claimed as exempt\n\n(Schedule C).      Barroso listed the PRASA accounts receivable on the\n\nassets schedule at a total of $170,452.19 and listed each of the\n\ntwo PRASA law suits at issue on his asset schedule and again in the\n\nsame terms and amounts ($4,000 each) on his schedule of claimed\n\nexemptions.     Barroso says that the law suits, consistently listed\n\non both schedules, clearly embraced all of the proceeds of the law\n\nsuits and not just a $4,000 share of each.\n\n           A problem with such a reading is that the $4,000 sum\n\nappears to be an implausible full valuation for law suits seeking\n\nto   collect   a   vastly     greater     amount--over     $4   million--from   a\n\ngovernment authority for unpaid invoices.                 Barroso explains away\n\nthat discrepancy as a function of expected value; at the time of\n\nfiling, he says, the suits were contingent assets worth only $4,000\n\napiece.   This is a dubious assertion on its face, and even without\n\nBarroso's cooperation the suits were settled for $100,000.2\n\n           But there is an even more serious difficulty with the\n\nexplanation. The law suits sought damages for, among other things,\n\nthe accounts receivable.        In Schedule B those accounts were valued\n\n\n\n      2\n      The selection of the $4,000 figure for each suit makes rather\nmore sense when one considers that the statutory provision under\nwhich these exemptions were claimed, 11 U.S.C. § 522(d)(5),\nincludes a cap that at the time worked out to approximately $9,000.\n\n                                        -6-\n\fat $170,452.19 with no discount, even though collection of that sum\n\nwas also subject to the risk that the suits would fail.    The easy\n\nway to reconcile this undiscounted valuation with the valuation of\n\nthe suits, which sought to collect the same accounts receivable, is\n\nto treat the law suit listings as for shares of proceeds.\n\n          Had Barroso listed the value of the suits as \"unknown\"--\n\nas the debtor did in Taylor--or used a nominal sum like $1 as a\n\nplaceholder, In re Green, 31 F.3d 1098, 1100 (11th Cir. 1994), he\n\nwould have a much stronger argument.    \"Use of terms like '100% [of\n\nthe property's value],' 'unknown,' 'to be determined,' 'tba' and\n\n'$1.00' are red flags to trustees and creditors,\" 1 Collier on\n\nBankruptcy P. 8.06(1)(c)(ii) (15th ed. rev. 2007), and therefore\n\nput them on notice that if they do not object, the whole value of\n\nthe asset--whatever it might later turn out to be--will be exempt.\n\n          But Barroso used none of these \"red flag\" terms.       In\n\ntheir absence and given the much higher valuations of the accounts\n\nreceivable, the trustee might reasonably assume that the $4,000\n\nfigure reflected not the expected value of the full law suit but\n\nrather the face value of a $4,000 interest in the suit's proceeds.\n\nAfter all, the schedules did not contain any explicit indication\n\nthat expected value calculations were being employed. Cf. Kuhns v.\n\nBd. of Govs. of Fed. Res. Sys., 930 F.2d 39, 42 (D.C. Cir. 1991)\n\n(under accounting principles, \"reasonably possible\" contingent\n\nliabilities are disclosed in a note).\n\n\n                               -7-\n\f          Courts have no settled or fixed rule on how to approach\n\nthis type of ambiguity, see In re Anderson, 377 B.R. 865, 876\n\n(B.A.P. 6th Cir. 2007) (collecting cases), although in legal\n\ndocuments ambiguity is traditionally construed against the drafter,\n\nUnited States v. Seckinger, 397 U.S. 203, 210 (1970), and that\n\ncanon has special force in this context: after Taylor, a failure to\n\nobject to a claimed exemption has very harsh consequences for the\n\nestate, and so it is most fair to place on the debtor the burden of\n\nclaiming exemptions unambiguously. See In re Hyman, 967 F.2d 1316,\n\n1319 n.6 (9th Cir. 1992).3\n\n          Anderson itself held that \"when a debtor schedules an\n\nexemption with identical market and exemption values . . . the\n\ndebtor is clearly indicating the intention to exempt the property\n\nin full, regardless of its actual value,\" 377 B.R. at 875; but\n\nother courts have taken the opposite view, id. at 876, and still\n\nothers have introduced other factors into the analysis--such as\n\nwhat the parties understood and how they behaved post-filing, e.g.,\n\nIn re Wick, 276 F.3d 412, 416 (8th Cir. 2002).      There are many\n\nvariants and it may be early for courts to construct rigid rules.\n\n          It is enough to resolve this case that the trustee's\n\nreading of the exemptions as limited to a $4,000 share of the\n\n\n     3\n      See also 4 Collier on Bankruptcy, supra, at P. 522.05(2)(B)\n(\"Before Taylor, the courts had recognized some leeway for debtors\nin listing their exempt property.     After Taylor, this relative\nleniency has been more constrained, given the harsh consequences of\na failure to object.\").\n\n                               -8-\n\fproceeds from each law suit is objectively reasonable: this reading\n\nalone    reconciles   the   law   suit    valuations   with   the   accounts\n\nreceivable valuations; a $4,000 valuation for an entire multi-\n\nmillion dollar law suit including the accounts receivable makes no\n\nsense; and nothing in the schedules suggests that the $4,000\n\nfigures reflected an enormous and improbable discount based on the\n\nrisk that the suits would be lost.4\n\n            Indeed, if Barroso's schedules truly exempted both law\n\nsuits in full, Barroso had no reason to negotiate with Lugo over\n\nthose suits--let alone to offer the estate half of the proceeds.\n\nAccord Wick, 276 F.3d at 416.      By contrast, on the premise that the\n\nestate owned the suits (save for an $8,000 share), the sharing and\n\ncounsel fee agreement made sense for Lugo because without Barroso's\n\ncooperation (as the main witness) the suits would be much more\n\ndifficult to pursue.\n\n            Affirmed.\n\n\n\n\n     4\n      Barroso might perhaps have claimed not a flat sum of $8,000\nbut rather a percentage share of the proceeds, which may have\nfluctuated in value from $8,000 since the time of filing (based on\nhow the risks played out relative to expectations).     See In re\nPolis, 217 F.3d 899, 902-03 (7th Cir. 2000) (Posner, J.). In all\nevents, nobody has raised this rather theoretical point.\n\n                                    -9-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>524 F.3d 341 (2008)</b></center>\n<center><h1>In re Jorge BARROSO-HERRANS; Madeleine Rosario-Farrulla, Debtors.<br>\nJorge Barroso-Herrans; Madeleine Rosario-Farrulla, Appellants,<br>\nv.<br>\nWigberto Lugo-Mender, Chapter 7 Trustee, Appellee.</h1></center>\n<center>No. 07-1757.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 6, 2008.</center>\n<center>Decided May 7, 2008.</center>\n<p>Fernando E. Longo-Quiñones with whom Berríos &amp; Longo Law Offices, P.S.C. was on brief for appellants.</p>\n<p>Luisa S. Valle-Castro with whom Carmen D. Conde-Torres and C. Conde &amp; Associates were on brief for appellee.</p>\n<p>Before BOUDIN, Chief Judge, LYNCH, Circuit Judge, and KEENAN,<sup>[*]</sup> Senior District Judge.</p>\n<p><span class=\"star-pagination\">*343</span> BOUDIN, Chief Judge.</p>\n<p>In 1996, the Puerto Rico Aqueduct and Sewer Authority (\"PRASA\") hired Powertronics Electrical and Mechanical Contractor, Inc. (\"Powertronics\") to manage two construction projects. The projects were never completed; Powertronics was dissolved; and its owners, Jorge Barroso-Herrans and his wife Madeleine Rosario-Farrulla, filed two law suits in the Puerto Rico courts against PRASA: the law suits blamed the agency for the failure of the projects and their company, and sought over four million dollars in assorted damages.</p>\n<p>On the same day as the suits against PRASA were filedAugust 30, 1999 Barroso and his wife (\"debtors\" or just \"Barroso\") filed for bankruptcy in the federal bankruptcy court for Puerto Rico, under Chapter 7 of the Bankruptcy Code, 11 U.S.C. § 701 <i>et seq.</i> (2000). The relevant details of their filings are as follows:</p>\n<blockquote> On their list of assets (Schedule B), the debtors included two accounts receivable, from PRASA, for \"improvements to sanitary distribution system\"one for \"Punta Santiago\" and the other for \"Aguas Claras\" (the sites of the two failed construction projects). The former was listed as having a value of $102,843.21; the latter, $67,608.98.</blockquote>\n<blockquote> On the same schedule, the debtors included as assets \"civil suit KAC 99-1225\" and \"civil suit KAC 99-1226\"- the two suits filed against PRASA-and listed each as having a value of $4,000. The suits included but were not limited to collection of the accounts receivable.</blockquote>\n<blockquote> On their list of assets claimed as <i>exempt</i> from property of the estate (Schedule C), 11 U.S.C. § 522(b), Barroso included \"Civil Suit KAC 99-1225 <i>Powertronics v. PRASA</i>\" and \"Civil Suit KAC 99-1226 <i>Powertronics v. PRASA.</i>\" In the column headed \"Value of Claimed Exemption\" Barroso wrote $4,000 for each suit.</blockquote>\n<p>During the subsequent meeting of creditors, <i>see</i> 11 U.S.C. § 341, the Chapter 7 trustee Wigberto Lugo-Mender was given copies of the complaints in the two pending suits against PRASA. Parties in interest have thirty days from a creditors' meeting to object to any of a debtor's claimed exemptions, Fed. R. Bankr.4003(b); Lugo filed no objections to the exemptions concerning the two Powertronics suits.</p>\n<p>Just over a year later, on February 28, 2001, Lugo requested that the bankruptcy court authorize an agreement he had reached with Barroso and his counsel concerning the prosecution of the two suits: for Barroso's counsel to represent Barroso and the estate jointly in the suits and for the debtors and the estate to split any proceeds from the suits equally after paying counsel a contingency fee. The bankruptcy court agreed to the joint representation but refused to commit in advance to a particular distribution of the proceeds or to counsel's fee arrangement; Barroso's counsel then withdrew and Barroso declined to cooperate with Lugo in pursuing the suits.</p>\n<p>At this point, in August 2001, Barroso first asserted in the bankruptcy court that the two suits against PRASA had been entirely exempted from inclusion in the estate and that the estate therefore had no interest in the suits at alla position to which Lugo strongly objected. That dispute came to the forefront when Lugo unilaterally negotiated a settlement with PRASA, calling for a payment of $100,000 to the estate in exchange for waiving all of Barroso's claims against the agency.</p>\n<p>In December 2002, Lugo presented that settlement to the bankruptcy court for approval; <span class=\"star-pagination\">*344</span> the debtors objected. After extensive proceedings, the bankruptcy court approved it. It held that Barroso had exempted <i>not</i> the law suits but rather only a $4,000 partial interest in each suit, so the trustee could settle the suits and simply pay a total of $8,000 to the debtors. The court also suggested that Barroso had acted in bad faith. The federal district court affirmed and this appeal followed.</p>\n<p>When an individual files for bankruptcy, all of his propertyincluding causes of actionbecomes property of the estate. 11 U.S.C. § 541. But the debtor is entitled to claim as exempt, and so retain, some assets. 11 U.S.C. § 522(d). The statute enumerates both what kind of assets may be exempted, <i>e.g.</i> an \"interest. . . in one motor vehicle,\" <i>id.</i> § 522(d)(2), and the maximum value of those exemptions, <i>e.g.</i> \"not to exceed $2,400 in value,\" <i>id.</i> Absent objection to a claimed exemption within thirty days of the creditors meeting, the property claimed as exempt belongs to the debtor and not the estate even if the exemption was improper. <i>Taylor v. Freeland &amp; Kronz,</i> 503 U.S. 638, 642, 112 S.Ct. 1644, 118 L.Ed.2d 280 (1992).</p>\n<p>But, as we have earlier recognized, <i>Taylor</i> does not tell us <i>what</i> has been claimed as exemptonly that <i>whatever</i> has been claimed as exempt is beyond the estate's grasp once the deadline has elapsed. <i>Mercer v. Monzack,</i> 53 F.3d 1, 3 (1st Cir.1995), <i>cert. denied,</i> 517 U.S. 1103, 116 S.Ct. 1317, 134 L.Ed.2d 471 (1996). In this case the focus is on the \"threshold question . . . whether the property in dispute is <i>in fact</i> the property of the estate listed as exempt.\" <i>Id.</i> Only if the exemptions claimed the full proceeds of both law suits, rather than a $4,000 share in each, does <i>Taylor</i> apply.<sup>[1]</sup></p>\n<p>The threshold question of what has been claimed calls for interpreting the schedules filed by the debtors. To start, we ask how a reasonable trustee would have understood the filings under the circumstances. How much deference ought to be paid to the bankruptcy judge on this question could depend on the extent to which any disputed facts (as opposed to the interpretation thereof) form the basis for the dispute. Here, the standard of review, which is arguably <i>de novo</i> since no pertinent facts are disputed, <i>cf. </i><i>Indianapolis Life Ins. Co. v. Herman,</i> 516 F.3d 5, 11 (1st Cir.2008), does not affect the outcome.</p>\n<p>Turning then to the filings, a debtor's bankruptcy petition (among other disclosures) lists separately his assets (Schedule B) and those of the listed assets claimed as exempt (Schedule C). Barroso listed the PRASA accounts receivable on the asset schedule at a total of $170,452.19 and listed each of the two PRASA law suits at issue on his asset schedule and again in the same terms and amounts ($4,000 each) on his schedule of claimed exemptions. Barroso says that the law suits, consistently listed on both schedules, clearly embraced all of the proceeds of the law suits and not just a $4,000 share of each.</p>\n<p>A problem with such a reading is that the $4,000 sum appears to be an implausible full valuation for law suits seeking to collect a vastly greater amount over $4 <i>million</i>from a government authority for unpaid invoices. Barroso explains <span class=\"star-pagination\">*345</span> away that discrepancy as a function of expected value; at the time of filing, he says, the suits were contingent assets worth only $4,000 apiece. This is a dubious assertion on its face, and even without Barroso's cooperation the suits were settled for $100,000.<sup>[2]</sup></p>\n<p>But there is an even more serious difficulty with the explanation. The law suits sought damages for, among other things, the accounts receivable. In Schedule B those accounts were valued at $170,452.19 with no discount, even though collection of that sum was <i>also</i> subject to the risk that the suits would fail. The easy way to reconcile this undiscounted valuation with the valuation of the suits, which sought to collect the <i>same</i> accounts receivable, is to treat the law suit listings as for shares of proceeds.</p>\n<p>Had Barroso listed the value of the suits as \"unknown\"as the debtor did in <i>Taylor</i>or used a nominal sum like $1 as a placeholder, <i>In re Green,</i> 31 F.3d 1098, 1100 (11th Cir.1994), he would have a much stronger argument. \"Use of terms like `100% [of the property's value],' `unknown,' `to be determined,' `tba' and `$1.00' are red flags to trustees and creditors,\" 1 <i>Collier on Bankruptcy</i> P. 8.06(1)(c)(ii) (15th ed. rev.2007), and therefore put them on notice that if they do not object, the whole value of the assetwhatever it might later turn out to bewill be exempt.</p>\n<p>But Barroso used none of these \"red flag\" terms. In their absence and given the much higher valuations of the accounts receivable, the trustee might reasonably assume that the $4,000 figure reflected not the <i>expected</i> value of the full law suit but rather the <i>face</i> value of a $4,000 interest in the suit's proceeds. After all, the schedules did not contain any explicit indication that expected value calculations were being employed. <i>Cf. </i><i>Kuhns v. Bd. of Govs. of Fed. Res. Sys.,</i> 930 F.2d 39, 42 (D.C.Cir. 1991) (under accounting principles, \"reasonably possible\" contingent liabilities are disclosed in a note).</p>\n<p>Courts have no settled or fixed rule on how to approach this type of ambiguity, <i>see </i><i>In re Anderson,</i> 377 B.R. 865, 876 (6th Cir. BAP 2007) (collecting cases), although in legal documents ambiguity is traditionally construed against the drafter, <i>United States v. Seckinger,</i> 397 U.S. 203, 210, 90 S.Ct. 880, 25 L.Ed.2d 224 (1970), and that canon has special force in this context: after <i>Taylor,</i> a failure to object to a claimed exemption has very harsh consequences for the estate, and so it is most fair to place on the debtor the burden of claiming exemptions unambiguously. <i>See </i><i>In re Hyman,</i> 967 F.2d 1316, 1319 n. 6 (9th Cir.1992).<sup>[3]</sup></p>\n<p><i>Anderson</i> itself held that \"when a debtor schedules an exemption with identical market and exemption values . . . the debtor is clearly indicating the intention to exempt the property in full, regardless of its actual value,\" 377 B.R. at 875; but other courts have taken the opposite view, <i>id.</i> at 876, and still others have introduced other factors into the analysis-such as what the parties understood and how they behaved post-filing, <i>e.g., </i><i>In re Wick,</i> 276 F.3d 412, 416 (8th Cir.2002). There are many variants <span class=\"star-pagination\">*346</span> and it may be early for courts to construct rigid rules.</p>\n<p>It is enough to resolve this case that the trustee's reading of the exemptions as limited to a $4,000 share of the proceeds from each law suit is objectively reasonable: this reading alone reconciles the law suit valuations with the accounts receivable valuations; a $4,000 valuation for an entire multi-million dollar law suit including the accounts receivable makes no sense; and nothing in the schedules suggests that the $4,000 figures reflected an enormous and improbable discount based on the risk that the suits would be lost.<sup>[4]</sup></p>\n<p>Indeed, if Barroso's schedules truly exempted both law suits in full, Barroso had no reason to negotiate with Lugo over those suits-let alone to offer the estate half of the proceeds. <i>Accord </i><i>Wick,</i> 276 F.3d at 416. By contrast, on the premise that the estate owned the suits (save for an $8,000 share), the sharing and counsel fee agreement made sense for Lugo because without Barroso's cooperation (as the main witness) the suits would be much more difficult to pursue.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Southern District of New York, sitting by designation.</p>\n<p>[1]  Even if Barroso had exempted the law suits in full, the bankruptcy court's finding of bad faith might justify setting aside the exemption, <i>see</i> 11 U.S.C. § 105(a). But the Supreme Court has left that question unresolved. <i>Taylor,</i> 503 U.S. at 645, 112 S.Ct. 1644; <i>Mercer,</i> 53 F.3d at 4 n. 4. As we shall see, there is no need to reach the matter in this case or to resolve Barroso's claim that the finding of bad faith was tainted by procedural flaws or violated seventh amendment guarantees of a jury as fact-finder.</p>\n<p>[2]  The selection of the $4,000 figure for each suit makes rather more sense when one considers that the statutory provision under which these exemptions were claimed, 11 U.S.C. § 522(d)(5), includes a cap that at the time worked out to approximately $9,000.</p>\n<p>[3]  <i>See also</i> 4 <i>Collier on Bankruptcy, supra,</i> at P. 522.05(2)(B) (\"Before <i>Taylor,</i> the courts had recognized some leeway for debtors in listing their exempt property. After <i>Taylor,</i> this relative leniency has been more constrained, given the harsh consequences of a failure to object.\").</p>\n<p>[4]  Barroso might perhaps have claimed not a flat sum of $8,000 but rather a <i>percentage</i> share of the proceeds, which may have fluctuated in value from $8,000 since the time of filing (based on how the risks played out relative to expectations). <i>See </i><i>In re Polis,</i> 217 F.3d 899, 902-03 (7th Cir.2000) (Posner, J.). In all events, nobody has raised this rather theoretical point.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">524</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">341</span></span> (2008)</b></center>\n<center><h1>In re Jorge BARROSO-HERRANS; Madeleine Rosario-Farrulla, Debtors.<br>\nJorge Barroso-Herrans; Madeleine Rosario-Farrulla, Appellants,<br>\nv.<br>\nWigberto Lugo-Mender, Chapter 7 Trustee, Appellee.</h1></center>\n<center>No. 07-1757.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 6, 2008.</center>\n<center>Decided May 7, 2008.</center>\n<p>Fernando E. Longo-Quiñones with whom Berríos &amp; Longo Law Offices, P.S.C. was on brief for appellants.</p>\n<p>Luisa S. Valle-Castro with whom Carmen D. Conde-Torres and C. Conde &amp; Associates were on brief for appellee.</p>\n<p>Before BOUDIN, Chief Judge, LYNCH, Circuit Judge, and KEENAN,<sup>[*]</sup> Senior District Judge.</p>\n<p><span class=\"star-pagination\">*343</span> BOUDIN, Chief Judge.</p>\n<p>In 1996, the Puerto Rico Aqueduct and Sewer Authority (\"PRASA\") hired Powertronics Electrical and Mechanical Contractor, Inc. (\"Powertronics\") to manage two construction projects. The projects were never completed; Powertronics was dissolved; and its owners, Jorge Barroso-Herrans and his wife Madeleine Rosario-Farrulla, filed two law suits in the Puerto Rico courts against PRASA: the law suits blamed the agency for the failure of the projects and their company, and sought over four million dollars in assorted damages.</p>\n<p>On the same day as the suits against PRASA were filedAugust 30, 1999 Barroso and his wife (\"debtors\" or just \"Barroso\") filed for bankruptcy in the federal bankruptcy court for Puerto Rico, under Chapter 7 of the Bankruptcy Code, 11 U.S.C. § 701 <i>et seq.</i> (2000). The relevant details of their filings are as follows:</p>\n<blockquote> On their list of assets (Schedule B), the debtors included two accounts receivable, from PRASA, for \"improvements to sanitary distribution system\"one for \"Punta Santiago\" and the other for \"Aguas Claras\" (the sites of the two failed construction projects). The former was listed as having a value of $102,843.21; the latter, $67,608.98.</blockquote>\n<blockquote> On the same schedule, the debtors included as assets \"civil suit KAC 99-1225\" and \"civil suit KAC 99-1226\"- the two suits filed against PRASA-and listed each as having a value of $4,000. The suits included but were not limited to collection of the accounts receivable.</blockquote>\n<blockquote> On their list of assets claimed as <i>exempt</i> from property of the estate (Schedule C), 11 U.S.C. § 522(b), Barroso included \"Civil Suit KAC 99-1225 <i>Powertronics v. PRASA</i>\" and \"Civil Suit KAC 99-1226 <i>Powertronics v. PRASA.</i>\" In the column headed \"Value of Claimed Exemption\" Barroso wrote $4,000 for each suit.</blockquote>\n<p>During the subsequent meeting of creditors, <i>see</i> 11 U.S.C. § 341, the Chapter 7 trustee Wigberto Lugo-Mender was given copies of the complaints in the two pending suits against PRASA. Parties in interest have thirty days from a creditors' meeting to object to any of a debtor's claimed exemptions, Fed. R. Bankr.4003(b); Lugo filed no objections to the exemptions concerning the two Powertronics suits.</p>\n<p>Just over a year later, on February 28, 2001, Lugo requested that the bankruptcy court authorize an agreement he had reached with Barroso and his counsel concerning the prosecution of the two suits: for Barroso's counsel to represent Barroso and the estate jointly in the suits and for the debtors and the estate to split any proceeds from the suits equally after paying counsel a contingency fee. The bankruptcy court agreed to the joint representation but refused to commit in advance to a particular distribution of the proceeds or to counsel's fee arrangement; Barroso's counsel then withdrew and Barroso declined to cooperate with Lugo in pursuing the suits.</p>\n<p>At this point, in August 2001, Barroso first asserted in the bankruptcy court that the two suits against PRASA had been entirely exempted from inclusion in the estate and that the estate therefore had no interest in the suits at alla position to which Lugo strongly objected. That dispute came to the forefront when Lugo unilaterally negotiated a settlement with PRASA, calling for a payment of $100,000 to the estate in exchange for waiving all of Barroso's claims against the agency.</p>\n<p>In December 2002, Lugo presented that settlement to the bankruptcy court for approval; <span class=\"star-pagination\">*344</span> the debtors objected. After extensive proceedings, the bankruptcy court approved it. It held that Barroso had exempted <i>not</i> the law suits but rather only a $4,000 partial interest in each suit, so the trustee could settle the suits and simply pay a total of $8,000 to the debtors. The court also suggested that Barroso had acted in bad faith. The federal district court affirmed and this appeal followed.</p>\n<p>When an individual files for bankruptcy, all of his propertyincluding causes of actionbecomes property of the estate. 11 U.S.C. § 541. But the debtor is entitled to claim as exempt, and so retain, some assets. 11 U.S.C. § 522(d). The statute enumerates both what kind of assets may be exempted, <i>e.g.</i> an \"interest. . . in one motor vehicle,\" <i>id.</i> § 522(d)(2), and the maximum value of those exemptions, <i>e.g.</i> \"not to exceed $2,400 in value,\" <i>id.</i> Absent objection to a claimed exemption within thirty days of the creditors meeting, the property claimed as exempt belongs to the debtor and not the estate even if the exemption was improper. <i>Taylor v. Freeland &amp; Kronz,</i> <span class=\"citation\" data-id=\"112725\"><a href=\"/opinion/112725/taylor-v-freeland-kronz/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">638</span></a></span>, 642, <span class=\"citation\" data-id=\"112725\"><a href=\"/opinion/112725/taylor-v-freeland-kronz/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1644</span></a></span>, <span class=\"citation\" data-id=\"112725\"><a href=\"/opinion/112725/taylor-v-freeland-kronz/\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">280</span></a></span> (1992).</p>\n<p>But, as we have earlier recognized, <i>Taylor</i> does not tell us <i>what</i> has been claimed as exemptonly that <i>whatever</i> has been claimed as exempt is beyond the estate's grasp once the deadline has elapsed. <i>Mercer v. Monzack,</i> <span class=\"citation\" data-id=\"694613\"><a href=\"/opinion/694613/robert-a-mercer-jr-debtor-v-jason-monzack-esquire/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1995), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1103</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1317</span></span>, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">471</span></span> (1996). In this case the focus is on the \"threshold question . . . whether the property in dispute is <i>in fact</i> the property of the estate listed as exempt.\" <i>Id.</i> Only if the exemptions claimed the full proceeds of both law suits, rather than a $4,000 share in each, does <i>Taylor</i> apply.<sup>[1]</sup></p>\n<p>The threshold question of what has been claimed calls for interpreting the schedules filed by the debtors. To start, we ask how a reasonable trustee would have understood the filings under the circumstances. How much deference ought to be paid to the bankruptcy judge on this question could depend on the extent to which any disputed facts (as opposed to the interpretation thereof) form the basis for the dispute. Here, the standard of review, which is arguably <i>de novo</i> since no pertinent facts are disputed, <i>cf. </i><i>Indianapolis Life Ins. Co. v. Herman,</i> <span class=\"citation\" data-id=\"203149\"><a href=\"/opinion/203149/indianapolis-life-ins-co-v-herman/\"><span class=\"volume\">516</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 11 (1st Cir.2008), does not affect the outcome.</p>\n<p>Turning then to the filings, a debtor's bankruptcy petition (among other disclosures) lists separately his assets (Schedule B) and those of the listed assets claimed as exempt (Schedule C). Barroso listed the PRASA accounts receivable on the asset schedule at a total of $170,452.19 and listed each of the two PRASA law suits at issue on his asset schedule and again in the same terms and amounts ($4,000 each) on his schedule of claimed exemptions. Barroso says that the law suits, consistently listed on both schedules, clearly embraced all of the proceeds of the law suits and not just a $4,000 share of each.</p>\n<p>A problem with such a reading is that the $4,000 sum appears to be an implausible full valuation for law suits seeking to collect a vastly greater amount over $4 <i>million</i>from a government authority for unpaid invoices. Barroso explains <span class=\"star-pagination\">*345</span> away that discrepancy as a function of expected value; at the time of filing, he says, the suits were contingent assets worth only $4,000 apiece. This is a dubious assertion on its face, and even without Barroso's cooperation the suits were settled for $100,000.<sup>[2]</sup></p>\n<p>But there is an even more serious difficulty with the explanation. The law suits sought damages for, among other things, the accounts receivable. In Schedule B those accounts were valued at $170,452.19 with no discount, even though collection of that sum was <i>also</i> subject to the risk that the suits would fail. The easy way to reconcile this undiscounted valuation with the valuation of the suits, which sought to collect the <i>same</i> accounts receivable, is to treat the law suit listings as for shares of proceeds.</p>\n<p>Had Barroso listed the value of the suits as \"unknown\"as the debtor did in <i>Taylor</i>or used a nominal sum like $1 as a placeholder, <i>In re Green,</i> <span class=\"citation\" data-id=\"675857\"><a href=\"/opinion/675857/bankr-l-rep-p-76098-in-re-lois-imogene-green-aka-imogene-mason/\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1098</span></a></span>, 1100 (11th Cir.1994), he would have a much stronger argument. \"Use of terms like `100% [of the property's value],' `unknown,' `to be determined,' `tba' and `$1.00' are red flags to trustees and creditors,\" 1 <i>Collier on Bankruptcy</i> P. 8.06(1)(c)(ii) (15th ed. rev.2007), and therefore put them on notice that if they do not object, the whole value of the assetwhatever it might later turn out to bewill be exempt.</p>\n<p>But Barroso used none of these \"red flag\" terms. In their absence and given the much higher valuations of the accounts receivable, the trustee might reasonably assume that the $4,000 figure reflected not the <i>expected</i> value of the full law suit but rather the <i>face</i> value of a $4,000 interest in the suit's proceeds. After all, the schedules did not contain any explicit indication that expected value calculations were being employed. <i>Cf. </i><i>Kuhns v. Bd. of Govs. of Fed. Res. Sys.,</i> <span class=\"citation\" data-id=\"558935\"><a href=\"/opinion/558935/eldon-e-kuhns-v-board-of-governors-of-the-federal-reserve-system/\"><span class=\"volume\">930</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">39</span></a></span>, 42 (D.C.Cir. 1991) (under accounting principles, \"reasonably possible\" contingent liabilities are disclosed in a note).</p>\n<p>Courts have no settled or fixed rule on how to approach this type of ambiguity, <i>see </i><i>In re Anderson,</i> <span class=\"citation\" data-id=\"1546887\"><a href=\"/opinion/1546887/in-re-anderson/\"><span class=\"volume\">377</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">865</span></a></span>, 876 (6th Cir. BAP 2007) (collecting cases), although in legal documents ambiguity is traditionally construed against the drafter, <i>United States v. Seckinger,</i> <span class=\"citation\" data-id=\"108092\"><a href=\"/opinion/108092/united-states-v-seckinger/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">203</span></a></span>, 210, <span class=\"citation\" data-id=\"108092\"><a href=\"/opinion/108092/united-states-v-seckinger/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">880</span></a></span>, <span class=\"citation\" data-id=\"108092\"><a href=\"/opinion/108092/united-states-v-seckinger/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">224</span></a></span> (1970), and that canon has special force in this context: after <i>Taylor,</i> a failure to object to a claimed exemption has very harsh consequences for the estate, and so it is most fair to place on the debtor the burden of claiming exemptions unambiguously. <i>See </i><i>In re Hyman,</i> <span class=\"citation\" data-id=\"585874\"><a href=\"/opinion/585874/in-re-irwin-hyman-janice-hyman-debtors-irwin-hyman-janice-hyman-v-gary/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1316</span></a></span>, 1319 n. 6 (9th Cir.1992).<sup>[3]</sup></p>\n<p><i>Anderson</i> itself held that \"when a debtor schedules an exemption with identical market and exemption values . . . the debtor is clearly indicating the intention to exempt the property in full, regardless of its actual value,\" 377 B.R. at 875; but other courts have taken the opposite view, <i>id.</i> at 876, and still others have introduced other factors into the analysis-such as what the parties understood and how they behaved post-filing, <i>e.g., </i><i>In re Wick,</i> <span class=\"citation\" data-id=\"776096\"><a href=\"/opinion/776096/in-re-susan-e-wick-debtor-john-r-stoebner-trustee-appellant-v-susan/\"><span class=\"volume\">276</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">412</span></a></span>, 416 (8th Cir.2002). There are many variants <span class=\"star-pagination\">*346</span> and it may be early for courts to construct rigid rules.</p>\n<p>It is enough to resolve this case that the trustee's reading of the exemptions as limited to a $4,000 share of the proceeds from each law suit is objectively reasonable: this reading alone reconciles the law suit valuations with the accounts receivable valuations; a $4,000 valuation for an entire multi-million dollar law suit including the accounts receivable makes no sense; and nothing in the schedules suggests that the $4,000 figures reflected an enormous and improbable discount based on the risk that the suits would be lost.<sup>[4]</sup></p>\n<p>Indeed, if Barroso's schedules truly exempted both law suits in full, Barroso had no reason to negotiate with Lugo over those suits-let alone to offer the estate half of the proceeds. <i>Accord </i><i>Wick,</i> 276 F.3d at 416. By contrast, on the premise that the estate owned the suits (save for an $8,000 share), the sharing and counsel fee agreement made sense for Lugo because without Barroso's cooperation (as the main witness) the suits would be much more difficult to pursue.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Southern District of New York, sitting by designation.</p>\n<p>[1]  Even if Barroso had exempted the law suits in full, the bankruptcy court's finding of bad faith might justify setting aside the exemption, <i>see</i> 11 U.S.C. § 105(a). But the Supreme Court has left that question unresolved. <i>Taylor,</i> 503 U.S. at 645, <span class=\"citation\" data-id=\"112725\"><a href=\"/opinion/112725/taylor-v-freeland-kronz/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1644</span></a></span>; <i>Mercer,</i> 53 F.3d at 4 n. 4. As we shall see, there is no need to reach the matter in this case or to resolve Barroso's claim that the finding of bad faith was tainted by procedural flaws or violated seventh amendment guarantees of a jury as fact-finder.</p>\n<p>[2]  The selection of the $4,000 figure for each suit makes rather more sense when one considers that the statutory provision under which these exemptions were claimed, 11 U.S.C. § 522(d)(5), includes a cap that at the time worked out to approximately $9,000.</p>\n<p>[3]  <i>See also</i> 4 <i>Collier on Bankruptcy, supra,</i> at P. 522.05(2)(B) (\"Before <i>Taylor,</i> the courts had recognized some leeway for debtors in listing their exempt property. After <i>Taylor,</i> this relative leniency has been more constrained, given the harsh consequences of a failure to object.\").</p>\n<p>[4]  Barroso might perhaps have claimed not a flat sum of $8,000 but rather a <i>percentage</i> share of the proceeds, which may have fluctuated in value from $8,000 since the time of filing (based on how the risks played out relative to expectations). <i>See </i><i>In re Polis,</i> <span class=\"citation\" data-id=\"769316\"><a href=\"/opinion/769316/in-re-mary-l-polis-debtor-appellant-mary-l-polis-plaintiff-appellant/\"><span class=\"volume\">217</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">899</span></a></span>, 902-03 (7th Cir.2000) (Posner, J.). In all events, nobody has raised this rather theoretical point.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108092/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112725/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558935/",
    "http://www.courtlistener.com/api/rest/v3/opinions/585874/",
    "http://www.courtlistener.com/api/rest/v3/opinions/675857/",
    "http://www.courtlistener.com/api/rest/v3/opinions/694613/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769316/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776096/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1546887/"
  ]
}