{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203347/",
  "absolute_url": "/opinion/203347/united-states-v-conley/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203347/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/336/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:14:31Z",
  "date_modified": "2016-04-27T00:27:45.453979Z",
  "type": "010combined",
  "sha1": "f59cc0f4873bac861adeccd9507fe79942d8bd37",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-2587-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/06/26/US_v._Conley.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\nNo. 07-2587\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                      CHRISTOPHER A. CONLEY,\n\n                      Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF MAINE\n\n           [Hon. D. Brock Hornby, U.S. District Judge]\n\n\n                               Before\n                       Boudin, Circuit Judge,\n               O'Connor,* Associate Justice (Ret.),\n                 and Selya, Senior Circuit Judge.\n\n\n\n     Peter J. Cyr with whom Law Offices of Peter J. Cyr was on\nbrief for appellant.\n     Margaret D. McGaughey, Appellate Chief, with whom Paula D.\nSilsby, United States Attorney, was on brief for appellee.\n\n\n\n                          June 26, 2008\n\n\n\n\n     *\n      The Hon. Sandra Day O'Connor, Associate Justice (Ret.) of the\nSupreme Court of the United States, sitting by designation.\n\f            O'CONNOR, Associate Justice (Retired).              Appellant claims\n\nthe introduction into evidence of phone calls between him and\n\nKenneth Durgin, an inmate in a correctional facility, violated the\n\nFederal Wiretap Act, 18 U.S.C. § 2510 et seq.                    Because Durgin\n\nconsented to monitoring of his calls, we affirm the district\n\ncourt's denial of appellant's motion to suppress.\n\n                                       I.\n\n            Appellant     Christopher        Conley     first    came        to    the\n\ngovernment's    attention    during     an     investigation      into       a    drug\n\ntrafficking ring.        Kenneth Durgin, who was serving time in the\n\nMaine     Correctional    Center    (\"MCC\"),      was    also     suspected         of\n\ninvolvement in that ring.          Witnesses identified appellant as a\n\npotential member of the organization.                 But when he was called\n\nbefore a grand jury and interviewed by government agents, he denied\n\nhis involvement with the group, his alias of \"White Boy,\" and any\n\nrelationship with Durgin.\n\n            Another   arm   of   the   investigation       focused      on       inmate\n\nDurgin. Agent Paul McNeil informed Peter Herring, the correctional\n\ninvestigator responsible for investigating alleged crimes at MCC,\n\nthat he suspected Durgin was involved in ongoing drug trafficking\n\noperations while he was incarcerated.           He requested permission to\n\nrecord and listen to Durgin's phone conversations.               Permission was\n\ngranted, and Herring transferred recordings of Durgin's calls to\n\nMcNeil.\n\n                                       -2-\n\f          Unfortunately for appellant, the phone conversations were\n\nall too illuminating.      During those calls, Durgin spoke with\n\nappellant.   Appellant bragged that the government agents had asked\n\nhim if he knew Durgin and if he went by the alias \"White Boy.\"       He\n\ntold Durgin that he denied everything to the agents.\n\n          Appellant was charged with making a false statement to a\n\ngovernment agency in violation of 18 U.S.C. § 1001(a)(2).          After\n\nthe district court denied his motion to suppress the phone calls,\n\nhe pleaded guilty, conditional on this appeal of the suppression\n\nruling.\n\n                                   II.\n\n          Appellant claims that the phone call should be suppressed\n\nfor two reasons.      First, he claims that the phone call was\n\nintercepted in violation of the Federal Wiretap Act, 18 U.S.C. §\n\n2510 et seq., because Durgin had not consented to monitoring of his\n\ncalls for the purpose of investigating criminal activity outside\n\nprison walls.   Second, appellant claims that the phone call should\n\nhave been suppressed because under 18 U.S.C. § 2517, Herring was\n\nnot authorized to disclose Durgin's communications to McNeil.\n\n          Both arguments lack merit.\n\n          A.    Durgin's Consent to Monitoring\n\n          Under    the   Federal     Wiretap   Act,    wire   or   oral\n\ncommunications that have been intercepted in violation of the\n\nchapter are not admissible as evidence at trial.      18 U.S.C. § 2515.\n\n\n                                   -3-\n\fSection 2511(2)(c), however, authorizes telephone calls to be\n\nmonitored if one party to the call consents to the monitoring.\n\nThus, if Durgin granted consent to monitoring of his calls, their\n\nintroduction into evidence would not violate the Federal Wiretap\n\nAct.\n\n            It is undeniable that Durgin consented to monitoring of\n\nhis calls for at least some purposes.      In United States v. Footman,\n\n215 F.3d 145, 155 (1st Cir. 2000), this Circuit recognized that\n\n\"[p]rison   inmates    have   few   expectations   of   privacy   in   their\n\ncommunications.\"      The inmate in that case signed a form indicating\n\nthat he understood that any use of the telephone, except in calling\n\nan attorney, would be subject to monitoring.        Stickers posted near\n\ntelephones reminded inmates their calls were monitored. And at the\n\ncommencement of every call, a recorded message indicated that the\n\ncall was monitored.      Under those circumstances, the First Circuit\n\nheld that an inmate who placed a call to a non-attorney consented\n\nto monitoring of the call for purposes of the Federal Wiretap Act.\n\nId. at 154-55.\n\n            Here, in order to place calls, Durgin received a PIN from\n\nthe prison.      The paperwork to obtain that PIN required him to\n\nconsent to monitoring of his calls. As in Footman, placards placed\n\nnear telephones warned that calls were subject to monitoring.\n\nRecorded messages heralded the monitoring of calls, and Durgin's\n\n\n\n\n                                     -4-\n\fown discussions on the telephone indicated that he was aware his\n\ncalls were being recorded.\n\n           Durgin thus unambiguously consented to monitoring of his\n\ntelephone conversations.\n\n           Appellant argues that we should nonetheless suppress the\n\ncalls, because United States v. Correa, 220 F. Supp. 2d 61, 64 (D.\n\nMass. 2002), held that the scope of a search is defined by the\n\nobject of the search.   That object, appellant says, is defined by\n\nMCC policy 21.3:\n\n           Prisoner telephone calls may be monitored by\n           the department criminal investigator, or\n           employee acting at the direction of the\n           departmental criminal investigator, if the\n           investigator is conducting the investigation\n           of an offense related to security and orderly\n           management of the facility.        Only those\n           prisoner telephone calls suspected to be\n           related to the investigation may be monitored.\n\n           Appellant claims that Durgin's consent to monitoring was\n\nexpressly bounded by MCC policy.      Because his calls were not\n\nmonitored for reasons related to either security or the orderly\n\nmanagement of the prison, Durgin did not lawfully consent.\n\n           Appellant's argument fails for two reasons.   First, even\n\nif Durgin's consent was limited to monitoring for the purposes of\n\nassuring   prison   safety   and   order,   Herring,     the   prison\n\nadministrator, allowed the monitoring because he believed Durgin\n\nwas involved in an ongoing crime.      Herring explained that the\n\n\n\n\n                                -5-\n\forderly management of the facility is threatened when inmates\n\ninvolve themselves in ongoing crimes.\n\n            We give great deference to a prison administrator's\n\ndetermination that prison safety is at risk.            \"Running a prison is\n\nan inordinately difficult undertaking that requires expertise,\n\nplanning,   and     the   commitment   of    resources,    all    of    which   are\n\npeculiarly within the province of the legislative and executive\n\nbranches of government. Prison administration is, moreover, a task\n\nthat has been committed to the responsibility of those branches,\n\nand separation of powers concerns counsel a policy of judicial\n\nrestraint.\"    Turner v. Safley, 482 U.S. 78, 84-85 (1987).                  We thus\n\ngive    Herring's     interpretation        of   the   prison's        own   policy\n\nconsiderable weight, and conclude that monitoring of Durgin's calls\n\nwas justified under MCC policy.\n\n            Appellant's argument suffers from a second fatal flaw:\n\nDurgin was unaware of the policy at issue.                The question of the\n\nscope of monitoring of prison calls turns on \"the notices that form\n\nthe basis for a finding of consent.\"             Correa, 220 F. Supp. 2d at\n\n64.    The notices Durgin received did not reference MCC policy, and\n\ninstead asserted that all calls, save those between attorney and\n\nclient, would be monitored.            When speaking with others on the\n\nphone, Durgin warned his colleagues not to discuss ongoing crimes\n\nbecause his calls were being recorded. He expressed no belief that\n\nthe calls would be monitored only for certain purposes.\n\n\n                                       -6-\n\f            The evidence that Durgin consented to monitoring of his\n\ncalls for the purpose of investigating ongoing crimes is thus\n\noverwhelming.         His calls were thus properly intercepted under 18\n\nU.S.C. § 2511(2)(c).\n\n            B.    Legality of Disclosure under 18 U.S.C. § 2517\n\n            Appellant also argues that Herring, the correctional\n\nofficer   who    provided       access    to    the    phone      calls,    lacked    the\n\nauthority to disclose those calls to Agent McNeil.\n\n            The authority to disclose communications between law\n\nenforcement officers stems from 18 U.S.C. § 2517.                          Section 2517\n\nallows law enforcement officers to share communications \"to the\n\nextent    that     such      disclosure    is    appropriate         to     the   proper\n\nperformance      of    the   official     duties      of    the   officer    making   or\n\nreceiving the disclosure.\"           But such disclosure is authorized only\n\nwhen the information was obtained \"by any means authorized by this\n\nchapter.\"    Id.\n\n            Appellant        does   not   question         that   Agent    McNeil,    the\n\nofficer who received the disclosure, asked for the information as\n\na proper performance of his official duties.                       Instead, appellant\n\nclaims the information was not obtained by a means authorized by\n\nthe chapter. Specifically, appellant points to section 2516, which\n\nauthorizes    law      enforcement      officers      to    seek    court    orders    to\n\nintercept communications in certain specific instances. Because no\n\n\n\n\n                                          -7-\n\fcourt ordered Durgin's communications disclosed, appellant argues,\n\nHerring was not authorized to share the content of Durgin's calls.\n\n            Our reading of section 2517's authorization requirement\n\nis not so limited.      Section 2517 allows one officer to disclose\n\ninformation to another if it was intercepted \"by any means allowed\n\nin this chapter.\" Id. (emphasis added). That section is contained\n\nin Chapter 119, which also includes 18 U.S.C. § 2511(2)(c), which\n\nstates that \"[i]t shall not be unlawful under this chapter for a\n\nperson acting under color of law to intercept a wire, oral, or\n\nelectronic communication, where . . . one of the parties to the\n\ncommunication has given consent to such interception.\" Chapter 119\n\nthus clearly allows interception of material where one party\n\nconsents.\n\n            As we have already established that Durgin consented to\n\nthe interception of his phone calls, section 2517 allowed Herring\n\nto share the content of those calls with McNeil.\n\n                                 III.\n\n            Because Durgin consented to the monitoring of his calls,\n\ntheir introduction into evidence was proper.\n\n            AFFIRMED.\n\n\n\n\n                                 -8-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>531 F.3d 56 (2008)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nChristopher A. CONLEY, Defendant, Appellant.</h1></center>\n<center>No. 07-2587.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard May 5, 2008.</center>\n<center>Decided June 26, 2008.</center>\n<p><span class=\"star-pagination\">*57</span> Peter J. Cyr with whom Law Offices of Peter J. Cyr was on brief for appellant.</p>\n<p>Margaret D. McGaughey, Appellate Chief, with whom Paula D. Silsby, United States Attorney, was on brief for appellee.</p>\n<p>Before BOUDIN, Circuit Judge, O'CONNOR,<sup>[*]</sup> Associate Justice (Ret.), and SELYA, Senior Circuit Judge.</p>\n<p>SANDRA DAY O'CONNOR, Associate Justice (Retired).</p>\n<p>Appellant claims the introduction into evidence of phone calls between him and Kenneth Durgin, an inmate in a correctional facility, violated the Federal Wiretap Act, 18 U.S.C. § 2510 et seq. Because Durgin consented to monitoring of his calls, we affirm the district court's denial of appellant's motion to suppress.</p>\n<p></p>\n<h2>I.</h2>\n<p>Appellant Christopher Conley first came to the government's attention during an investigation into a drug trafficking ring. Kenneth Durgin, who was serving time in the Maine Correctional Center (\"MCC\"), was also suspected of involvement in that ring. Witnesses identified appellant as a potential member of the organization. But when he was called before a grand jury and interviewed by government agents, he denied his involvement with the group, his alias of \"White Boy,\" and any relationship with Durgin.</p>\n<p>Another arm of the investigation focused on inmate Durgin. Agent Paul McNeil <span class=\"star-pagination\">*58</span> informed Peter Herring, the correctional investigator responsible for investigating alleged crimes at MCC, that he suspected Durgin was involved in ongoing drug trafficking operations while he was incarcerated. He requested permission to record and listen to Durgin's phone conversations. Permission was granted, and Herring transferred recordings of Durgin's calls to McNeil.</p>\n<p>Unfortunately for appellant, the phone conversations were all too illuminating. During those calls, Durgin spoke with appellant. Appellant bragged that the government agents had asked him if he knew Durgin and if he went by the alias \"White Boy.\" He told Durgin that he denied everything to the agents.</p>\n<p>Appellant was charged with making a false statement to a government agency in violation of 18 U.S.C. § 1001(a)(2). After the district court denied his motion to suppress the phone calls, he pleaded guilty, conditional on this appeal of the suppression ruling.</p>\n<p></p>\n<h2>II.</h2>\n<p>Appellant claims that the phone call should be suppressed for two reasons. First, he claims that the phone call was intercepted in violation of the Federal Wiretap Act, 18 U.S.C. § 2510 et seq., because Durgin had not consented to monitoring of his calls for the purpose of investigating criminal activity outside prison walls. Second, appellant claims that the phone call should have been suppressed because under 18 U.S.C. § 2517, Herring was not authorized to disclose Durgin's communications to McNeil.</p>\n<p>Both arguments lack merit.</p>\n<p></p>\n<h2>A. Durgin's Consent to Monitoring</h2>\n<p>Under the Federal Wiretap Act, wire or oral communications that have been intercepted in violation of the chapter are not admissible as evidence at trial. 18 U.S.C. § 2515. Section 2511(2)(c), however, authorizes telephone calls to be monitored if one party to the call consents to the monitoring. Thus, if Durgin granted consent to monitoring of his calls, their introduction into evidence would not violate the Federal Wiretap Act.</p>\n<p>It is undeniable that Durgin consented to monitoring of his calls for at least some purposes. In <i>United States v. Footman,</i> 215 F.3d 145, 155 (1st Cir.2000), this Circuit recognized that \"[p]rison inmates have few expectations of privacy in their communications.\" The inmate in that case signed a form indicating that he understood that any use of the telephone, except in calling an attorney, would be subject to monitoring. Stickers posted near telephones reminded inmates their calls were monitored. And at the commencement of every call, a recorded message indicated that the call was monitored. Under those circumstances, the First Circuit held that an inmate who placed a call to a non-attorney consented to monitoring of the call for purposes of the Federal Wiretap Act. <i>Id.</i> at 154-55.</p>\n<p>Here, in order to place calls, Durgin received a PIN from the prison. The paperwork to obtain that PIN required him to consent to monitoring of his calls. As in <i>Footman,</i> placards placed near telephones warned that calls were subject to monitoring. Recorded messages heralded the monitoring of calls, and Durgin's own discussions on the telephone indicated that he was aware his calls were being recorded.</p>\n<p>Durgin thus unambiguously consented to monitoring of his telephone conversations.</p>\n<p>Appellant argues that we should nonetheless suppress the calls, because <i>United States v. Correa,</i> 220 F.Supp.2d 61, <span class=\"star-pagination\">*59</span> 64 (D.Mass.2002), held that the scope of a search is defined by the object of the search. That object, appellant says, is defined by MCC policy 21.3:</p>\n<blockquote>Prisoner telephone calls may be monitored by the department criminal investigator, or employee acting at the direction of the departmental criminal investigator, if the investigator is conducting the investigation of an offense related to security and orderly management of the facility. Only those prisoner telephone calls suspected to be related to the investigation may be monitored.</blockquote>\n<p>Appellant claims that Durgin's consent to monitoring was expressly bounded by MCC policy. Because his calls were not monitored for reasons related to either security or the orderly management of the prison, Durgin did not lawfully consent.</p>\n<p>Appellant's argument fails for two reasons. First, even if Durgin's consent was limited to monitoring for the purposes of assuring prison safety and order, Herring, the prison administrator, allowed the monitoring because he believed Durgin was involved in an ongoing crime. Herring explained that the orderly management of the facility is threatened when inmates involve themselves in ongoing crimes.</p>\n<p>We give great deference to a prison administrator's determination that prison safety is at risk. \"Running a prison is an inordinately difficult undertaking that requires expertise, planning, and the commitment of resources, all of which are peculiarly within the province of the legislative and executive branches of government. Prison administration is, moreover, a task that has been committed to the responsibility of those branches, and separation of powers concerns counsel a policy of judicial restraint.\" <i>Turner v. Safley,</i> 482 U.S. 78, 84-85, 107 S.Ct. 2254, 96 L.Ed.2d 64 (1987). We thus give Herring's interpretation of the prison's own policy considerable weight, and conclude that monitoring of Durgin's calls was justified under MCC policy.</p>\n<p>Appellant's argument suffers from a second fatal flaw: Durgin was unaware of the policy at issue. The question of the scope of monitoring of prison calls turns on \"the notices that form the basis for a finding of consent.\" <i>Correa,</i> 220 F.Supp.2d at 64. The notices Durgin received did not reference MCC policy, and instead asserted that all calls, save those between attorney and client, would be monitored. When speaking with others on the phone, Durgin warned his colleagues not to discuss ongoing crimes because his calls were being recorded. He expressed no belief that the calls would be monitored only for certain purposes.</p>\n<p>The evidence that Durgin consented to monitoring of his calls for the purpose of investigating ongoing crimes is thus overwhelming. His calls were thus properly intercepted under 18 U.S.C. § 2511(2)(c).</p>\n<p></p>\n<h2>B. Legality of Disclosure under 18 U.S.C. § 2517</h2>\n<p>Appellant also argues that Herring, the correctional officer who provided access to the phone calls, lacked the authority to disclose those calls to Agent McNeil.</p>\n<p>The authority to disclose communications between law enforcement officers stems from 18 U.S.C. § 2517. Section 2517 allows law enforcement officers to share communications \"to the extent that such disclosure is appropriate to the proper performance of the official duties of the officer making or receiving the disclosure.\" But such disclosure is authorized only when the information was obtained \"by any means authorized by this chapter.\" <i>Id.</i></p>\n<p><span class=\"star-pagination\">*60</span> Appellant does not question that Agent McNeil, the officer who received the disclosure, asked for the information as a proper performance of his official duties. Instead, appellant claims the information was not obtained by a means authorized by the chapter. Specifically, appellant points to section 2516, which authorizes law enforcement officers to seek court orders to intercept communications in certain specific instances. Because no court ordered Durgin's communications disclosed, appellant argues, Herring was not authorized to share the content of Durgin's calls.</p>\n<p>Our reading of section 2517's authorization requirement is not so limited. Section 2517 allows one officer to disclose information to another if it was intercepted \"by <i>any</i> means allowed in this chapter.\" <i>Id.</i> (emphasis added). That section is contained in Chapter 119, which also includes 18 U.S.C. § 2511(2)(c), which states that \"[i]t shall not be unlawful under this chapter for a person acting under color of law to intercept a wire, oral, or electronic communication, where ... one of the parties to the communication has given consent to such interception.\" Chapter 119 thus clearly allows interception of material where one party consents.</p>\n<p>As we have already established that Durgin consented to the interception of his phone calls, section 2517 allowed Herring to share the content of those calls with McNeil.</p>\n<p></p>\n<h2>III.</h2>\n<p>Because Durgin consented to the monitoring of his calls, their introduction into evidence was proper.</p>\n<p><i>AFFIRMED.</i></p>\n<h2>NOTES</h2>\n<p>[*]  The Hon. Sandra Day O'Connor, Associate Justice (Ret.) of the Supreme Court of the United States, sitting by designation.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">531</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></span> (2008)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nChristopher A. CONLEY, Defendant, Appellant.</h1></center>\n<center>No. 07-2587.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard May 5, 2008.</center>\n<center>Decided June 26, 2008.</center>\n<p><span class=\"star-pagination\">*57</span> Peter J. Cyr with whom Law Offices of Peter J. Cyr was on brief for appellant.</p>\n<p>Margaret D. McGaughey, Appellate Chief, with whom Paula D. Silsby, United States Attorney, was on brief for appellee.</p>\n<p>Before BOUDIN, Circuit Judge, O'CONNOR,<sup>[*]</sup> Associate Justice (Ret.), and SELYA, Senior Circuit Judge.</p>\n<p>SANDRA DAY O'CONNOR, Associate Justice (Retired).</p>\n<p>Appellant claims the introduction into evidence of phone calls between him and Kenneth Durgin, an inmate in a correctional facility, violated the Federal Wiretap Act, 18 U.S.C. § 2510 et seq. Because Durgin consented to monitoring of his calls, we affirm the district court's denial of appellant's motion to suppress.</p>\n<p></p>\n<h2>I.</h2>\n<p>Appellant Christopher Conley first came to the government's attention during an investigation into a drug trafficking ring. Kenneth Durgin, who was serving time in the Maine Correctional Center (\"MCC\"), was also suspected of involvement in that ring. Witnesses identified appellant as a potential member of the organization. But when he was called before a grand jury and interviewed by government agents, he denied his involvement with the group, his alias of \"White Boy,\" and any relationship with Durgin.</p>\n<p>Another arm of the investigation focused on inmate Durgin. Agent Paul McNeil <span class=\"star-pagination\">*58</span> informed Peter Herring, the correctional investigator responsible for investigating alleged crimes at MCC, that he suspected Durgin was involved in ongoing drug trafficking operations while he was incarcerated. He requested permission to record and listen to Durgin's phone conversations. Permission was granted, and Herring transferred recordings of Durgin's calls to McNeil.</p>\n<p>Unfortunately for appellant, the phone conversations were all too illuminating. During those calls, Durgin spoke with appellant. Appellant bragged that the government agents had asked him if he knew Durgin and if he went by the alias \"White Boy.\" He told Durgin that he denied everything to the agents.</p>\n<p>Appellant was charged with making a false statement to a government agency in violation of 18 U.S.C. § 1001(a)(2). After the district court denied his motion to suppress the phone calls, he pleaded guilty, conditional on this appeal of the suppression ruling.</p>\n<p></p>\n<h2>II.</h2>\n<p>Appellant claims that the phone call should be suppressed for two reasons. First, he claims that the phone call was intercepted in violation of the Federal Wiretap Act, 18 U.S.C. § 2510 et seq., because Durgin had not consented to monitoring of his calls for the purpose of investigating criminal activity outside prison walls. Second, appellant claims that the phone call should have been suppressed because under 18 U.S.C. § 2517, Herring was not authorized to disclose Durgin's communications to McNeil.</p>\n<p>Both arguments lack merit.</p>\n<p></p>\n<h2>A. Durgin's Consent to Monitoring</h2>\n<p>Under the Federal Wiretap Act, wire or oral communications that have been intercepted in violation of the chapter are not admissible as evidence at trial. 18 U.S.C. § 2515. Section 2511(2)(c), however, authorizes telephone calls to be monitored if one party to the call consents to the monitoring. Thus, if Durgin granted consent to monitoring of his calls, their introduction into evidence would not violate the Federal Wiretap Act.</p>\n<p>It is undeniable that Durgin consented to monitoring of his calls for at least some purposes. In <i>United States v. Footman,</i> <span class=\"citation\" data-id=\"198968\"><a href=\"/opinion/198968/united-states-v-footman/\"><span class=\"volume\">215</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">145</span></a></span>, 155 (1st Cir.2000), this Circuit recognized that \"[p]rison inmates have few expectations of privacy in their communications.\" The inmate in that case signed a form indicating that he understood that any use of the telephone, except in calling an attorney, would be subject to monitoring. Stickers posted near telephones reminded inmates their calls were monitored. And at the commencement of every call, a recorded message indicated that the call was monitored. Under those circumstances, the First Circuit held that an inmate who placed a call to a non-attorney consented to monitoring of the call for purposes of the Federal Wiretap Act. <i>Id.</i> at 154-55.</p>\n<p>Here, in order to place calls, Durgin received a PIN from the prison. The paperwork to obtain that PIN required him to consent to monitoring of his calls. As in <i>Footman,</i> placards placed near telephones warned that calls were subject to monitoring. Recorded messages heralded the monitoring of calls, and Durgin's own discussions on the telephone indicated that he was aware his calls were being recorded.</p>\n<p>Durgin thus unambiguously consented to monitoring of his telephone conversations.</p>\n<p>Appellant argues that we should nonetheless suppress the calls, because <i>United States v. Correa,</i> <span class=\"citation\" data-id=\"2533596\"><a href=\"/opinion/2533596/united-states-v-correa/\"><span class=\"volume\">220</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">61</span></a></span>, <span class=\"star-pagination\">*59</span> 64 (D.Mass.2002), held that the scope of a search is defined by the object of the search. That object, appellant says, is defined by MCC policy 21.3:</p>\n<blockquote>Prisoner telephone calls may be monitored by the department criminal investigator, or employee acting at the direction of the departmental criminal investigator, if the investigator is conducting the investigation of an offense related to security and orderly management of the facility. Only those prisoner telephone calls suspected to be related to the investigation may be monitored.</blockquote>\n<p>Appellant claims that Durgin's consent to monitoring was expressly bounded by MCC policy. Because his calls were not monitored for reasons related to either security or the orderly management of the prison, Durgin did not lawfully consent.</p>\n<p>Appellant's argument fails for two reasons. First, even if Durgin's consent was limited to monitoring for the purposes of assuring prison safety and order, Herring, the prison administrator, allowed the monitoring because he believed Durgin was involved in an ongoing crime. Herring explained that the orderly management of the facility is threatened when inmates involve themselves in ongoing crimes.</p>\n<p>We give great deference to a prison administrator's determination that prison safety is at risk. \"Running a prison is an inordinately difficult undertaking that requires expertise, planning, and the commitment of resources, all of which are peculiarly within the province of the legislative and executive branches of government. Prison administration is, moreover, a task that has been committed to the responsibility of those branches, and separation of powers concerns counsel a policy of judicial restraint.\" <i>Turner v. Safley,</i> <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, 84-85, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2254</span></a></span>, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">64</span></a></span> (1987). We thus give Herring's interpretation of the prison's own policy considerable weight, and conclude that monitoring of Durgin's calls was justified under MCC policy.</p>\n<p>Appellant's argument suffers from a second fatal flaw: Durgin was unaware of the policy at issue. The question of the scope of monitoring of prison calls turns on \"the notices that form the basis for a finding of consent.\" <i>Correa,</i> 220 F.Supp.2d at 64. The notices Durgin received did not reference MCC policy, and instead asserted that all calls, save those between attorney and client, would be monitored. When speaking with others on the phone, Durgin warned his colleagues not to discuss ongoing crimes because his calls were being recorded. He expressed no belief that the calls would be monitored only for certain purposes.</p>\n<p>The evidence that Durgin consented to monitoring of his calls for the purpose of investigating ongoing crimes is thus overwhelming. His calls were thus properly intercepted under 18 U.S.C. § 2511(2)(c).</p>\n<p></p>\n<h2>B. Legality of Disclosure under 18 U.S.C. § 2517</h2>\n<p>Appellant also argues that Herring, the correctional officer who provided access to the phone calls, lacked the authority to disclose those calls to Agent McNeil.</p>\n<p>The authority to disclose communications between law enforcement officers stems from 18 U.S.C. § 2517. Section 2517 allows law enforcement officers to share communications \"to the extent that such disclosure is appropriate to the proper performance of the official duties of the officer making or receiving the disclosure.\" But such disclosure is authorized only when the information was obtained \"by any means authorized by this chapter.\" <i>Id.</i></p>\n<p><span class=\"star-pagination\">*60</span> Appellant does not question that Agent McNeil, the officer who received the disclosure, asked for the information as a proper performance of his official duties. Instead, appellant claims the information was not obtained by a means authorized by the chapter. Specifically, appellant points to section 2516, which authorizes law enforcement officers to seek court orders to intercept communications in certain specific instances. Because no court ordered Durgin's communications disclosed, appellant argues, Herring was not authorized to share the content of Durgin's calls.</p>\n<p>Our reading of section 2517's authorization requirement is not so limited. Section 2517 allows one officer to disclose information to another if it was intercepted \"by <i>any</i> means allowed in this chapter.\" <i>Id.</i> (emphasis added). That section is contained in Chapter 119, which also includes 18 U.S.C. § 2511(2)(c), which states that \"[i]t shall not be unlawful under this chapter for a person acting under color of law to intercept a wire, oral, or electronic communication, where ... one of the parties to the communication has given consent to such interception.\" Chapter 119 thus clearly allows interception of material where one party consents.</p>\n<p>As we have already established that Durgin consented to the interception of his phone calls, section 2517 allowed Herring to share the content of those calls with McNeil.</p>\n<p></p>\n<h2>III.</h2>\n<p>Because Durgin consented to the monitoring of his calls, their introduction into evidence was proper.</p>\n<p><i>AFFIRMED.</i></p>\n<h2>NOTES</h2>\n<p>[*]  The Hon. Sandra Day O'Connor, Associate Justice (Ret.) of the Supreme Court of the United States, sitting by designation.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198968/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2533596/"
  ]
}