{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203452/",
  "absolute_url": "/opinion/203452/bonilla-v-mukasey/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203452/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/3246/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:17:06Z",
  "date_modified": "2016-04-26T20:32:39.094567Z",
  "type": "010combined",
  "sha1": "a233c3324547127e82e534c88ba27931bd6c0162",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-1813-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/08/25/Bonilla_v._Mukasey.pdf",
  "plain_text": "              United States Court of Appeals\n                         For the First Circuit\n\nNo. 07-1813\n\n             LUIS ERNESTO BONILLA and JUDITH TERESA MERCADO,\n\n                              Petitioners,\n\n                                   v.\n\n                 MICHAEL B. MUKASEY,* ATTORNEY GENERAL,\n\n                               Respondent.\n\n\n                    ON PETITION FOR REVIEW OF AN ORDER\n                   OF THE BOARD OF IMMIGRATION APPEALS\n\n\n                                 Before\n\n                     Torruella, Cudahy,** and Lipez,\n                             Circuit Judges.\n\n\n     Carlos E. Estrada, on brief for petitioners.\n     Jeffrey S. Bucholtz, Linda S. Wernery, and Dimitri N. Rocha on\nbrief for respondent.\n\n\n                             August 25, 2008\n\n\n\n\n     *\n     Pursuant to Fed. R. App. P. 43(c)(2), Attorney General Michael\nB. Mukasey is substituted for former Attorney General Alberto R.\nGonzales as respondent.\n     **\n          Of the Seventh Circuit, sitting by designation.\n\f     Cudahy, Circuit Judge. The petitioners, Luis Ernesto Bonilla\n\n(Bonilla) and Judith Mercado Bonilla (Mercado), are Colombian\n\nnationals.    They seek judicial review of a final order of the Board\n\nof Immigration Appeals (BIA) denying their application for asylum,\n\nwithholding of removal and relief under the Convention Against\n\nTorture (CAT).    Mercado’s application is derivative and thus, its\n\nsuccess depends on the success of Bonilla’s application. See Ang v.\n\nGonzales, 430 F.3d 50, 53 (1st Cir. 2005). We will analyze the\n\npetition as if Bonilla were the sole petitioner.     Id.\n\n                                  I.\n\n     Bonilla and Mercado entered the United States on or about\n\nOctober 24, 2002 as non-immigrant visitors with authorization to\n\nremain in the United States up to six months.      After six months,\n\ninstead of returning to Colombia, Bonilla filed an application for\n\nasylum, withholding of removal and CAT relief. The Department of\n\nHomeland Security (DHS) subsequently served Bonilla with a Notice\n\nto Appear in May 2004, charging him with being removable under 8\n\nU.S.C. § 1227(a)(1)(B).    Bonilla conceded removability.\n\n     At his hearing before an immigration judge (IJ), Bonilla\n\ntestified about the events in Colombia that formed the basis for\n\nhis claims.    Prior to entering the United States, Bonilla was a\n\nbusinessman in the city of Barranquilla, Colombia. He owned a food\n\nstore and lived in an apartment above the store.           Bonilla was\n\ninvolved in politics in Colombia, supporting the Liberal Party and\n\n\n                                - 2 -\n\fhosting meetings in support of Liberal candidates in his store. In\n\n2002,   Bonilla    supported   the    Liberal   Party’s   candidate   for\n\npresident, Álvaro Uribe Vélez.       It was during the run-up to the May\n\n2002 presidential election that Bonilla began receiving anonymous\n\nthreats. In January 2002, Bonilla received a threatening phone call\n\nat his store.     The caller told him that he and his family would be\n\nkilled for his support of Uribe.        Bonilla received similar phone\n\ncalls over the next few months.       At times he would receive one or\n\ntwo calls a day, at other times two or three calls a week.        At the\n\nend of March, Mercado answered the phone and was told that the\n\nfamily would be killed for their political support of Uribe.\n\nFollowing this incident, Bonilla told the rest of his family about\n\nthe threats and changed his phone number.       In July 2002, he rented\n\nout his store to another businessman but continued to live above\n\nthe store.\n\n     Bonilla succeeded in putting a stop to the threatening phone\n\ncalls by changing his number, but in September 2002 he found a\n\nthreatening letter outside his apartment.          Although the people\n\nresponsible for the phone calls had not identified themselves, the\n\nletter was from the guerilla group the Revolutionary Armed Forces\n\nof Colombia (FARC).     In the letter, FARC stated that it had been\n\nunable to contact Bonilla by phone after he changed his number and\n\nso it had “decided to change the rules of the game.”          Because he\n\nhad ignored the telephone warnings and had supported Uribe, FARC\n\n\n                                 - 3 -\n\fdeclared Bonilla to be a military target. That same month, Bonilla\n\ntraveled to Venezuela. He had received a Venezuelan resident stamp\n\nin his passport in 1997 and subsequently had traveled to Venezuela\n\na number of times on business, since he owned a cattle ranch in\n\nthat country.   On this trip, Bonilla sold his cattle ranch and\n\ndeposited the proceeds of the sale in a bank in Venezuela.\n\n     On October 4, 2002, after returning to Colombia, Bonilla filed\n\na complaint with the district attorney to report the threats\n\nagainst his family.   Bonilla and his wife left Colombia for the\n\nUnited States on October 24th.   In March 2003, graffiti with the\n\nFARC logo was sprayed outside the entrance of Bonilla’s former\n\nstore.\n\n     On May 3, 2006, the IJ denied Bonilla’s application for\n\nasylum, withholding of removal and CAT relief.    The IJ concluded\n\nthat Bonilla had been “firmly resettled” in Venezuela prior to\n\nentering the United States and had chosen to sever his connections\n\nwith that country in order to come to the United States.   Because\n\nfirm resettlement is a mandatory bar to asylum, the IJ denied\n\nBonilla’s asylum claim. The IJ also explained that even if Bonilla\n\nwere eligible for asylum, he had not established a well-founded\n\nfear of persecution should he return to Colombia.\n\n     With respect to Bonilla’s claim for withholding of removal,\n\nthe IJ considered whether Bonilla had shown that it was more likely\n\nthan not he would face persecution if he returned to Colombia.   The\n\n\n                              - 4 -\n\fIJ reasoned that the evidence of past threats did not establish a\n\nlikelihood that FARC would carry out its threats against Bonilla,\n\nciting the fact that one of Bonilla’s sons continues to live in his\n\nformer apartment as evidence that it was unlikely that FARC would\n\ncarry out its threats should Bonilla return to Colombia.       Finally,\n\nthe IJ denied Bonilla’s application for CAT relief, reasoning that\n\nBonilla had not shown that he would be subjected to torture should\n\nhe return to Colombia or that the Colombian government would\n\ninflict or acquiesce in his torture.\n\n     Bonilla   appealed   the   IJ’s   decision,   asserting   that   the\n\nevidence in the record showed that he had endured past persecution,\n\nthat the IJ erred in finding that the Venezuelan resident stamp\n\ntriggered the firm resettlement bar to asylum and that he had a\n\nvalid fear of future persecution in Colombia.       On April 30, 2007,\n\nthe BIA affirmed the IJ’s decision.       The BIA supported the IJ’s\n\nconclusion that Bonilla had been firmly resettled in Venezuela and\n\nupheld the IJ’s finding that Bonilla was ineligible for withholding\n\nof removal.    Bonilla appeals this decision.1\n\n\n\n     1\n      Bonilla’s CAT claim is not before us. He failed to exhaust his\nadministrative remedies with respect to CAT relief by failing to\nidentify any error in the IJ’s denial of CAT relief in his Notice\nof Appeal filed with the Board. See Un v. Gonzales, 415 F.3d 205,\n210 (1st Cir. 2005).     He did not file a brief with the Board.\nAlthough he requests that we reverse the agency’s CAT decision, he\ndoes not make any legal argument to support this request. As a\nresult, he has failed to preserve this issue for appeal. Ramallo\nBros. Printing, Inc. v. El Dia, Inc., 490 F.3d 86, 90 (1st Cir.\n2007).\n\n                                 - 5 -\n\f                                      II.\n\n     We deferentially review the agency’s findings of fact under\n\nthe “substantial evidence” standard.          Sunoto v. Gonzales, 504 F.3d\n\n56, 60 (1st Cir. 2007). Under this approach, we must “uphold the\n\nBIA’s    decision    ‘unless   any   reasonable     adjudicator     would    be\n\ncompelled to conclude to the contrary.’”            Silva v. Gonzales, 463\n\nF.3d 68, 72 (1st Cir. 2006) (quoting 8 U.S.C. § 1252(b)(4)(B)).               We\n\nreview the decision of the BIA and not that of the IJ, Albathani v.\n\nINS, 318 F.3d 365, 373 (1st Cir. 2003), but to the extent that the\n\nBIA deferred to or adopted the IJ’s reasoning, “we review those\n\nportions of the IJ’s decision as part of the final decision of the\n\nBIA.”    Hernandez-Barrera v. Ashcroft, 373 F.3d 9, 20 (1st Cir.\n\n2004).\n\n     A. Withholding of Removal\n\n     In order to establish eligibility for withholding of removal,\n\nan applicant must establish that if he is removed, “he is more\n\nlikely than not to face persecution on account of race, religion,\n\nnationality, membership in a particular social group, or political\n\nopinion.”      Salazar v. Ashcroft, 359 F.3d 45, 52 (1st Cir. 2004)\n\n(emphasis in original).        If an applicant demonstrates that he\n\nsuffered      past   persecution,    “it    shall   be   presumed   that     the\n\napplicant’s life or freedom would be threatened in the future in\n\nthe country of removal on the basis of the original claim.” 8\n\nC.F.R.    §    1208.16(b)(1)(i).       The    government    can   rebut     this\n\n\n                                     - 6 -\n\fpresumption by establishing that conditions in the applicant’s\n\nnative   country   have     changed    or    that   the   applicant       can    avoid\n\npersecution by relocating to a different part of the country.                      Id.\n\n     The BIA affirmed the IJ’s denial of withholding of removal,\n\nconcluding that Bonilla had not established that it was more likely\n\nthan not that he would be harmed if he returned to Colombia.                      The\n\nBIA only expressly mentioned past persecution in its discussion of\n\nBonilla’s asylum claim, stating that “[s]ince a finding of firm\n\nresettlement is a bar to asylum, we need not address whether the\n\nrespondent established that he experienced past persecution in\n\nColombia.”     Bonilla contends that the agency erred in failing to\n\ndetermine whether the evidence established past persecution.                        An\n\nagency must make findings “on all grounds necessary for decision.”\n\nUn v. Gonzales, 415 F.3d 205, 209 (1st Cir. 2005). In the case of\n\napplications    for   asylum     and   withholding        of    removal,    we    have\n\nobserved   that    “[t]he    absence    of     reasoned    discussion       of    past\n\npersecution undercuts any meaningful review of the IJ’s fear of\n\nfuture prosecution finding, because we do not know whether [the\n\npetitioner]    should     have   had    the     benefit        of   the   regulatory\n\npresumption of fear of persecution based on prior events.” El\n\nMoraghy v. Ashcroft, 331 F.3d 195, 204-05 (1st Cir. 2003); see also\n\nHernandez-Barrera, 373 F.3d at 22.\n\n     It is true that the BIA stated that its conclusion about firm\n\nresettlement made consideration of Bonilla’s past persecution claim\n\n\n                                       - 7 -\n\funnecessary. However, in affirming the IJ’s denial of withholding\n\nof removal, the BIA stated that it found “no error on the part of\n\nthe Immigration Judge in finding the respondent ineligible for\n\nwithholding of removal,” and cited portions of the IJ’s opinion.\n\nIn those portions of the IJ’s opinion, the IJ had observed that the\n\nthreats against Bonilla were not “escalating,” and that Bonilla had\n\nstopped receiving threatening phone calls after he changed his\n\nphone number.   The IJ also stated that “[n]obody ever came to his\n\nstore looking for him. Nobody ever came to his home looking for\n\nhim.    And approximately September of 2002 [sic] he did receive a\n\nletter, but no other action was ever taken against him or any other\n\nmember of his family.” Summing up the evidence that Bonilla had\n\npresented, the IJ concluded that Bonilla had failed to show it was\n\nmore likely than not that FARC would carry out its threats against\n\nhim because no harm befell him “other than receiving phone calls,\n\none letter, and a graffiti on the security gate to his store,” and\n\n“[h]is freedom in Colombia other than not hanging out in front of\n\nhis store and not operating the store itself does not appear to\n\nhave otherwise been curtailed by his fears of harm.”\n\n       These statements do not represent an express finding that\n\nBonilla did not endure past persecution, but an express finding is\n\nnot required where it is evident from the IJ’s opinion that she\n\nconsidered    the   evidence   presented   and   concluded   that   the\n\npetitioner’s experiences do not amount to persecution.       See Waweru\n\n\n                                 - 8 -\n\fv. Gonzales, 437 F.3d 199, 204 (1st Cir. 2006); Sulaimon v.\n\nGonzales, 429 F.3d 347, 350-51 (1st Cir. 2005).               That is the case\n\nhere.    The IJ considered the primary evidence on which Bonilla\n\nrelied to prove past persecution—the phone calls, the letter, the\n\nfact    that   Bonilla   rented    out   his   store   and    the      graffiti—and\n\ndetermined     that   they   were    not   so    severe      as   to    constitute\n\npersecution.     The IJ was not required “to intone any magic words”\n\nsince it is clear that she did not find Bonilla’s experiences\n\njustify a finding that it was probable that he would be persecuted\n\nshould he return to Colombia. Sulaimon, 429 F.3d at 351.\n\n       Bonilla also urges us to find that the agency erred in\n\nconcluding that he did not suffer past persecution.                 Our review of\n\nthe agency’s finding is quite deferential, and we will reverse only\n\nif “the evidence he presented was so compelling that no reasonable\n\nfactfinder” could conclude that he did not suffer past persecution.\n\nFesseha v. Ashcroft, 333 F.3d 13, 18 (1st Cir. 2003) (citation\n\nomitted). The evidence on which Bonilla relies to establish past\n\npersecution consists of frequent threatening telephone calls prior\n\nto the 2002 election and the letter he received in September 2002\n\nin which FARC declared him to be a military target.                    Although we\n\nhave observed that “credible verbal death threats may fall within\n\nthe meaning of ‘persecution,’” Un, 415 F.3d at 210, we have also\n\ncautioned      that   “[t]hreats    standing     alone[]      constitute      past\n\npersecution in only a small category of cases, and only when the\n\n\n                                     - 9 -\n\fthreats are so menacing as to cause significant actual ‘suffering\n\nor harm.’”       Tobon-Marin v. Mukasey, 512 F.3d 28, 32 (1st Cir. 2008)\n\n(quoting Butt v. Keisler, 506 F.3d 86, 91 (1st Cir. 2007)); see\n\nalso Li v. Attorney Gen. of the United States, 400 F.3d 157, 164\n\n(3d Cir. 2005) (“[U]nfulfilled threats must be of a highly imminent\n\nand menacing nature in order to constitute persecution.”); Lim v.\n\nINS, 224 F.3d 929, 937 (9th Cir. 2000) (mail and telephone threats\n\ndid not compel a finding of past persecution); Boykov v. INS, 109\n\nF.3d    413,     416   (7th    Cir.      1997)    (agency’s   finding      that     the\n\npetitioners did not suffer past persecution was upheld because the\n\nthreats “were not acted upon”).             But see Tamara-Gomez v. Gonzales,\n\n447 F.3d 343 (5th Cir. 2006) (where petitioner received threatening\n\nphone calls from FARC, FARC found him after he relocated, and after\n\nhe   left    Colombia    FARC       vandalized     his   home,    court    concluded\n\npetitioner had established past persecution). In the present case,\n\nwe cannot say that the agency was compelled to find that Bonilla\n\nwas persecuted. As the IJ noted, neither Bonilla nor any member of\n\nhis family was ever approached by FARC despite the fact that he\n\nsupported Uribe throughout the 2002 election.                    The IJ considered\n\nthe evidence on which Bonilla relied and concluded that the threats\n\nwere not severe enough to constitute persecution.                  Thus, we affirm\n\nthe BIA’s denial of withholding of removal.\n\n       B. Asylum\n\n       To   be   eligible     for    a   discretionary    grant    of     asylum,    an\n\n\n                                         - 10 -\n\fapplicant must prove that she is a “refugee” within the meaning of\n\nthe Immigration and Nationality Act. 8 U.S.C. § 1158(b)(1).                       The\n\nAct defines a “refugee” as one who is “unable or unwilling to\n\nreturn      to   .   .   .   [his]   country   because     of    persecution     or   a\n\nwell-founded fear of persecution on account of race, religion,\n\nnationality, membership in a particular social group, or political\n\nopinion.” 8 U.S.C. § 1101(a)(42)(A).               An asylum applicant can meet\n\nher burden of proof either by showing that she suffered past\n\npersecution on account of a protected ground, or by proving that\n\nshe   has    a   genuine      and    objectively   reasonable      fear   of   future\n\npersecution. Journal v. Keisler, 507 F.3d 9, 12 (1st Cir. 2007).\n\n      Asylum is not available to an alien who was firmly resettled\n\nin another country before entering the United States.                     8 U.S.C. §\n\n1158(b)(2)(A)(vi); 8 C.F.R. § 208.15. “The firm-resettlement bar to\n\nasylum ensures that ‘asylum is not granted to aliens who have found\n\na haven from persecution’ elsewhere.”                   Sultani v. Gonzales, 455\n\nF.3d 878, 882 (8th Cir. 2006) (quoting Ali v. Reno, 237 F.3d 591,\n\n595 (6th Cir. 2001)).                “An alien is considered to be firmly\n\nresettled if, prior to arrival in the United States, he or she\n\nentered     into     another    country    with,   or    while    in   that    country\n\nreceived, an offer of permanent resident status, citizenship, or\n\nsome other type of permanent resettlement . . . .” 8 C.F.R. §\n\n208.15.      Under § 208.15, an alien can avoid the firmly resettled\n\nbar if he or she can show:\n\n\n                                         - 11 -\n\f     (a) That his or her entry into that country was a\n     necessary consequence of his or her flight from\n     persecution, that he or she remained in that country only\n     as long as was necessary to arrange onward travel, and\n     that he or she did not establish significant ties in that\n     country; or\n\n     (b) That the conditions of his or her residence in that\n     country were so substantially and consciously restricted\n     by the authority of the country of refuge that he or she\n     was not in fact resettled. In making his or her\n     determination, the asylum officer or immigration judge\n     shall consider the conditions under which other residents\n     of the country live; the type of housing, whether\n     permanent or temporary, made available to the refugee;\n     the types and extent of employment available to the\n     refugee; and the extent to which the refugee received\n     permission to hold property and to enjoy other rights and\n     privileges, such as travel documentation that includes a\n     right of entry or reentry, education, public relief, or\n     naturalization, ordinarily available to others resident\n     in the country.\n\n\n     The government bears the initial burden of showing firm\n\nresettlement. Salazar, 359 F.3d at 50. If the government meets its\n\ninitial burden, a presumption arises that the alien was firmly\n\nresettled.   The alien can rebut this presumption by showing by a\n\npreponderance of the evidence that the bar does not apply.       Id.;\n\nsee also Abdalla v. INS, 43 F.3d 1397, 1399 (10th Cir. 1994).\n\n     The agency based its firm resettlement determination in part\n\non Bonilla’s testimony that when he entered Venezuela in September\n\n2002, he would have been allowed to live there because he had “the\n\nresident visa.”2   The agency focused on the following exchange\n\n\n\n     2\n     By resident visa, Bonilla was apparently referring to the\nresident stamp in his passport.\n\n                              - 12 -\n\fbetween a government attorney and Bonilla:\n\n             Q: Sir, were you allowed to live in Venezuela?\n\n             A: Yes, because I entered there as a businessman.\n\n             Q: And when you went in 2002 in September could you have\n\n             remained there and lived there at that time?\n\n             A: No, because the borderline is a very long wide line,\n\n             1200 kilometers and the people are switching from one\n\n             side to the other side.\n\n             Q: Legally, would you have been allowed to live there?\n\n             A: Yes, because I got the resident visa.\n\n             Q: And why didn’t you stay in Venezuela?\n\n             A: Because these people cross the border through the\n\n             mountain side and they come wherever you—they can find\n\n             you.\n\nAlthough the agency cited this exchange as evidence that Bonilla\n\nhad an offer of permanent residence from Venezuela, we do not think\n\nit clearly establishes this point.          Bonilla stated that he could\n\nhave lived in Venezuela at the time he entered that country, i.e.,\n\nin September 2002, prior to the expiration of his resident stamp.\n\nHis answers do not show that he had an offer to remain in that\n\ncountry indefinitely.\n\n       The resident stamp in Bonilla’s passport, which Venezuela\n\nhonored several times when Bonilla traveled to Venezuela between\n\n1997   and   2002,   constitutes   stronger   evidence   of   an   offer   of\n\n\n                                   - 13 -\n\fpermanent residence.          In Salazar, we upheld a finding of firm\n\nresettlement where the petitioner, a native and citizen of Peru,\n\nhad a Venezuelan passport with a resident stamp and had been\n\nreadmitted to Venezuela as a resident on two occasions.                  359 F.3d\n\nat 50-51.       In the present case, however, Bonilla argues that\n\nbecause his resident stamp expired in September 2002, it cannot\n\nrepresent an offer of permanent resident status or permanent\n\nresettlement.     He asserts that because there is no evidence in the\n\nrecord that he had the right to renew his resident stamp, the\n\ngovernment has not established that the mandatory bar applies.\n\n      As an initial matter, there is no evidence in the record that\n\nBonilla ever lived in Venezuela and it seems somewhat unusual to\n\nconclude that someone has been “firmly resettled” in a country when\n\nthere is no evidence that he ever resided there.                 Indeed, in the\n\npresent case there is every indication that Bonilla maintained his\n\nprincipal place of residence in Colombia until his departure in\n\nOctober 2002.     Many cases involving the firm resettlement bar to\n\nasylum have involved petitioners who have resided for a substantial\n\nperiod of time in a third country without receiving an official\n\noffer   of   permanent    residence,      and   courts    have    struggled     to\n\ndetermine whether the circumstances suggest that the petitioner had\n\nan   implicit   offer    of   permanent   refuge.        See,    e.g.,   Sall   v.\n\nGonzales, 437 F.3d 229, 233 (2d Cir. 2006) (per curiam) (adopting\n\n“totality of the circumstances” approach to firm resettlement bar);\n\n\n                                   - 14 -\n\fMussie v. INS, 172 F.3d 329, 331-32 (4th Cir. 1999) (finding that\n\nthe circumstances showed the petitioner had firmly resettled in\n\nGermany   despite   the   record’s   silence   as   to   whether   she   ever\n\nreceived a formal offer of permanent residency); Farbakhsh v. INS,\n\n20 F.3d 877, 882 (8th Cir. 1994) (finding firm resettlement despite\n\nlack of formal refugee status where petitioner had lived in Spain\n\nfor over four years, initially intended to remain in Spain and his\n\nbrother and sister lived in Spain).\n\n     The present case represents the converse of these cases: we\n\nare presented with a document that may represent a formal offer of\n\npermanent residence, but there is no evidence in the record that\n\nBonilla ever lived in Venezuela.       Of course, the regulation does\n\nnot require that the alien have lived in a country in order to be\n\nfirmly resettled. The regulation requires only that the alien have\n\nbeen offered permanent refuge by a third country prior to entering\n\nthe United States in order for the mandatory bar to apply.               This\n\nmakes sense when we consider the purpose of the firm resettlement\n\nbar, which is to prevent “country shopping” and to preserve asylum\n\nonly for those applicants who do not have safe refuge elsewhere.\n\nSee Sall, 437 F.3d at 233 (explaining that the “underlying purpose\n\nof asylum regulations—to provide refuge to desperate refugees who\n\nreach our shores with nowhere else to turn—accords with reserving\n\nthe grant of asylum for those applicants without alternative places\n\nof refuge abroad”). Despite the lack of evidence that Bonilla ever\n\n\n                                 - 15 -\n\fresided in Venezuela, he may be deemed firmly resettled in that\n\ncountry if the resident stamp in his passport indicates that he\n\nentered Venezuela with an offer of permanent residence prior to\n\nentering the United States.\n\n       Bonilla argues that because his Venezuelan resident permit\n\nexpired on September 20, 2002—approximately one month before he\n\nentered the United States—the agency erred when it found that he\n\nhad been firmly resettled prior to his arrival in the United\n\nStates.       But the language of the regulation requires only that\n\n“prior to arrival in the United States” an alien “enter[] into\n\nanother country with, or while in that country receive[], an offer\n\nof permanent resident status, citizenship, or some other type of\n\npermanent resettlement.”        8 C.F.R. § 208.15 (emphasis added). It\n\ndoes    not   require   that   the   alien    have   an   offer   of   permanent\n\nresidence at the time he enters the United States. Bonilla entered\n\nVenezuela in September 2002—prior to his entry into the United\n\nStates—with a resident stamp.         If that stamp represented an offer\n\nof permanent residence, he falls squarely within the scope of the\n\nregulation.\n\n       On its face, the regulation clearly focuses on whether an\n\nasylum applicant has received an offer of permanent resettlement.\n\nSee Maharaj v. Gonzales, 450 F.3d 961, 969 (9th Cir. 2006) (en\n\nbanc)    (noting   that   “there     must    be   evidence   of   an   offer   of\n\npermanent, not temporary, residence in a third country”). The fact\n\n\n                                     - 16 -\n\fthat Bonilla’s resident stamp expired suggests that it may not have\n\nrepresented an offer of permanent refuge.           Other courts have\n\nconcluded that the fact that an individual’s residence status may\n\nexpire under some circumstances is not necessarily evidence that it\n\ndoes not represent an offer of permanent residence.        In Abdalla,\n\nthe court held that a finding that the petitioner was firmly\n\nresettled in another country was not “affected by the possibility\n\nthat by terminating his UAE residence permit (which expired upon\n\nsix   months   residence   outside   the   UAE)   petitioner   may   have\n\njeopardized his entitlement to resume residence in that country\n\nthrough his extended (and illegal) stay in the United States.”         43\n\nF.3d at 1400. In Vang v. INS, 146 F.3d 1114, 1116-17 (9th Cir.\n\n1998), the court had concluded that a minor’s parents were firmly\n\nresettled in France and that it was appropriate to attribute their\n\nstatus to him.    The court then rejected the petitioner’s argument\n\nthat because his French travel document had expired, creating the\n\npossibility that France may forbid his return, he was not firmly\n\nresettled in France.   Id. at 1117.   In Sultani, the petitioners had\n\nreceived refugee status from Australia.       They came to the United\n\nStates and renewed their Australian refugee status several times\n\nbefore eventually allowing their status to lapse.              The court\n\naffirmed the agency’s determination that they were firmly resettled\n\nin Australia prior to arriving in the United States, noting that\n\nthe Australian government had issued Certificates of Identity that\n\n\n                                - 17 -\n\findicated their refugee status and “permitted indefinite renewal of\n\nthat status.”    455 F.3d at 882.    Because they had an offer of\n\npermanent residence from Australia prior to their arrival in the\n\nUnited States, the court concluded that “the possibility that the\n\nSultanis may not be permitted to return to Australia because they\n\nallowed their status in that country to expire is irrelevant to the\n\nfinding that they were firmly resettled in Australia.” Id. at 883-\n\n84; see also Ali, 237 F.3d at 595 (upholding agency finding of firm\n\nresettlement in Denmark where petitioner was granted refugee status\n\nby Denmark and received Danish passport and residence permit,\n\npetitioner left Denmark for six years and, upon her return, learned\n\nthat her passport and refugee status had lapsed).\n\n     However, in the present case, we are confronted with the\n\nquestion whether the resident stamp is sufficient to represent an\n\noffer of permanent residence.    We simply do not have evidence of\n\nthe significance of a five-year resident stamp from Venezuela.   It\n\nmay be that renewing the resident stamp is an administrative\n\nrequirement as routine as renewing one’s passport, and that Bonilla\n\nwas entitled to maintain his resident status permanently as long as\n\nhe renewed it.   If this is the case, then the firm resettlement bar\n\nshould apply.    See, e.g., Elzour v. Ashcroft, 378 F.3d 1143, 1152\n\n(10th Cir. 2004) (“If an alien who is entitled to permanent refuge\n\nin another country turns his or her back on that country’s offer by\n\nfailing to take advantage of its procedures for obtaining relief,\n\n\n                                - 18 -\n\fhe or she is not generally eligible for asylum in the United\n\nStates.”).    But we are left to speculate since the record does not\n\ncontain any information as to whether the resident stamp, valid for\n\nfive years, represented an offer of permanent residence.\n\n       Other courts confronted with ambiguous immigration documents\n\nfrom third countries have remanded the case for further development\n\nof the record.     See Maharaj, 450 F.3d at 977 (remanding for further\n\ninvestigation as “to whether Maharaj chose not to accept permanent\n\nrefuge to which he was entitled, or turned his back only on the\n\nmere possibility of it”);       Abdille v. Ashcroft, 242 F.3d 477, 490\n\n(3d Cir. 2001) (remanding the case for further investigation of\n\nSouth African law and practice to determine whether the grant of\n\nrefugee status for two years “amounted to an offer of some other\n\ntype of permanent resettlement”).\n\n       The course followed by these courts seems a prudent one in\n\nlight of the severe consequences of a finding that Bonilla had\n\nfirmly resettled.     We note that in the present case, the IJ stated\n\nthat   even   if   Bonilla   were   not   barred   by   a   finding   of   firm\n\nresettlement, she did not believe that Bonilla had established a\n\nwell-founded fear of persecution, “that is, at least a 10 percent\n\nchance that harm would actually be inflicted on him.”                 Although\n\nBonilla has not contested this alternative basis for denying his\n\nasylum claim before this court, the BIA did not address the IJ’s\n\nalternative ground for denying asylum.             When the BIA does not\n\n\n                                    - 19 -\n\fconsider an IJ’s alternative ground for denying relief, that ground\n\nis not before us.   INS v. Ventura, 537 U.S. 12, 123 S. Ct. 353, 154\n\nL. Ed. 2d 272 (2002);   Chahid Hayek v. Gonzales, 445 F.3d 501, 506\n\n(1st Cir. 2006) (stating that we review the BIA’s decision and\n\nportions of the IJ’s decision that have been adopted by the BIA);\n\nHernandez-Barrera, 373 F.3d at 20 n.9 (1st Cir. 2004) (refusing to\n\nconsider ground adopted by IJ where BIA did not decide that ground\n\nbut considered claim on the merits); Onsongo v. Gonzales, 457 F.3d\n\n849, 852 n.4 (8th Cir. 2006).\n\n     Bonilla did not explicitly challenge the IJ’s alternative\n\nfinding before the BIA.    In his notice of appeal, he presented a\n\nbrief challenge to the IJ’s decision, which included an assertion\n\nthat he and his wife “have a valid fear of future persecution”\n\nshould they return to Colombia. But the BIA decision suggests that\n\nthe Board discerned the scope of Bonilla’s appeal.          The BIA\n\nacknowledged that in his appeal, Bonilla contended that he had a\n\nwell-founded fear of persecution and that the IJ erred in denying\n\nhim relief.    But the BIA did not make a finding as to the\n\nreasonableness of the IJ’s alternative reason for denying Bonilla\n\nasylum, focusing its discussion on the IJ’s conclusion that Bonilla\n\nwas firmly resettled in Venezuela prior to coming to the United\n\nStates.   Its statement that it did not need to consider Bonilla’s\n\npast persecution argument suggests that the Board did not feel\n\ncompelled to consider the merits of Bonilla’s asylum claim once it\n\n\n                                - 20 -\n\fhad determined that he satisfied the firmly resettled bar to\n\nasylum. Even though the BIA concluded that Bonilla did not satisfy\n\nthe    standard   for   withholding    of     removal,   the    standard     for\n\nestablishing eligibility for asylum is a less stringent one.                 Tota\n\nv. Gonzales, 457 F.3d 161, 165 (1st Cir. 2006) (noting that a\n\nwithholding of removal claim “places a more stringent burden of\n\nproof on an alien than does a counterpart claim for asylum”)\n\n(quoting Bocova v. Gonzales, 412 F.3d 257, 262 (1st Cir. 2005)).\n\nAnd the agency’s implicit finding that Bonilla did not endure past\n\npersecution does not foreclose the possibility that Bonilla could\n\nestablish eligibility for asylum based on future persecution.\n\nThus, the BIA could conclude that Bonilla has shown a well-founded\n\nfear   of   persecution   despite    having    failed    to   prevail   on   his\n\nwithholding of removal claim.\n\n       Although Bonilla’s appeal to the BIA was, to put it mildly,\n\nshort on analysis, we have treated asylum applicants’ arguments\n\nbefore the BIA generously. Sunoto, 504 F.3d at 59. In this case,\n\nBonilla’s notice of appeal challenges the IJ’s finding that he did\n\nnot establish a “valid fear of future persecution” and it seems\n\nappropriate to give the BIA the opportunity to consider whether\n\nBonilla has shown that he has a well-founded fear of persecution\n\nrather than to affirm the denial of asylum on an alternative ground\n\nthat the BIA has not yet considered.\n\n       We thus remand for further proceedings consistent with this\n\n\n                                    - 21 -\n\fopinion.     On remand, Bonilla and DHS should be afforded the\n\nopportunity to supplement the record with evidence bearing on\n\nwhether    the   five-year   resident   stamp   represents   an   offer    of\n\npermanent resettlement.       We note that the government bears the\n\ninitial burden of showing that Venezuelan law supports application\n\nof the firm resettlement bar.      See Abdille, 242 F.3d at 491.3\n\n                                   III.\n\n     We conclude that the agency’s determination that Bonilla had\n\nan offer of permanent residence in Venezuela lacks support.           We\n\ngrant the petition and remand for investigation into the\n\nsignificance of Bonilla’s five-year resident stamp under\n\nVenezuelan law.\n\n     PETITION GRANTED.\n\n\n\n     3\n     In Salazar, we noted that some courts have held that the\ngovernment may make its initial showing by “ ‘non-offer-based\nelements,’ such as the alien’s establishment of significant\nfamilial or business ties or the prolonged duration of the alien’s\nresidence in the resettlement country without any government\nefforts to deport him.” 359 F.3d at 50 n.4. The government here\nargues that there was sufficient non-offer-based evidence to\nsupport a conclusion that Bonilla had residency in Venezuela.\nSpecifically, it cites the agency’s finding that Bonilla owned a\nbusiness in Venezuela and maintained a bank account there. Without\ndeciding whether non-offer-based evidence can, in some cases, be\nsufficient to support a firmly resettled finding, we note that the\nevidence that the government cites falls short of what has been\nheld to satisfy the “totality of the circumstances” test that has\nbeen used by other courts. See, e.g., Mussie 172 F.3d at 331-32\n(petitioner lived in Germany for six years, received government\nassistance for school, rent and food, held a job and paid taxes);\nFarbakhsh, 20 F.3d at 882 (petitioner lived in Spain for four years\nwithout fear of being sent back to Iran and his brother and sister\nlived in Spain).\n\n                                  - 22 -\n\f- 23 -\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>539 F.3d 72 (2008)</b></center>\n<center><h1>Luis Ernesto BONILLA and Judith Teresa Mercado, Petitioners,<br>\nv.<br>\nMichael B. MUKASEY,<sup>[*]</sup> Attorney General, Respondent.</h1></center>\n<center>No. 07-1813.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted April 9, 2008.</center>\n<center>Decided August 25, 2008.</center>\n<p><span class=\"star-pagination\">*74</span> Carlos E. Estrada, on brief for petitioners.</p>\n<p>Jeffrey S. Bucholtz, Linda S. Wernery, and Dimitri N. Rocha on brief for respondent.</p>\n<p>Before TORRUELLA, CUDAHY,<sup>[**]</sup> and LIPEZ, Circuit Judges.</p>\n<p>CUDAHY, Circuit Judge.</p>\n<p>The petitioners, Luis Ernesto Bonilla (Bonilla) and Judith Mercado Bonilla (Mercado), are Colombian nationals. They seek judicial review of a final order of the Board of Immigration Appeals (BIA) denying their application for asylum, withholding of removal and relief under the Convention Against Torture (CAT). Mercado's application is derivative and thus, its success depends on the success of Bonilla's application. <i>See </i><i>Ang v. Gonzales,</i> 430 F.3d 50, 53 (1st Cir.2005). We will analyze the petition as if Bonilla were the sole petitioner. <i>Id.</i></p>\n<p></p>\n<h2>I.</h2>\n<p>Bonilla and Mercado entered the United States on or about October 24, 2002 as non-immigrant visitors with authorization to remain in the United States up to six months. After six months, instead of returning to Colombia, Bonilla filed an application for asylum, withholding of removal and CAT relief. The Department of Homeland Security (DHS) subsequently served Bonilla with a Notice to Appear in May 2004, charging him with being removable under 8 U.S.C. § 1227(a)(1)(B). Bonilla conceded removability.</p>\n<p>At his hearing before an immigration judge (IJ), Bonilla testified about the events in Colombia that formed the basis for his claims. Prior to entering the United States, Bonilla was a businessman in the city of Barranquilla, Colombia. He owned a food store and lived in an apartment above the store. Bonilla was involved in politics in Colombia, supporting the Liberal Party and hosting meetings in support of Liberal candidates in his store. In 2002, Bonilla supported the Liberal Party's candidate for president, Álvaro Uribe Vélez. It was during the run-up to the May 2002 presidential election that Bonilla began receiving anonymous threats. In January 2002, Bonilla received a threatening phone call at his store. The caller told him that he and his family would be killed for his support of Uribe. Bonilla received similar phone calls over the next few months. At times he would receive one or two calls a day, at other times two or three calls a week. At the end of March, Mercado <span class=\"star-pagination\">*75</span> answered the phone and was told that the family would be killed for their political support of Uribe. Following this incident, Bonilla told the rest of his family about the threats and changed his phone number. In July 2002, he rented out his store to another businessman but continued to live above the store.</p>\n<p>Bonilla succeeded in putting a stop to the threatening phone calls by changing his number, but in September 2002 he found a threatening letter outside his apartment. Although the people responsible for the phone calls had not identified themselves, the letter was from the guerilla group the Revolutionary Armed Forces of Colombia (FARC). In the letter, FARC stated that it had been unable to contact Bonilla by phone after he changed his number and so it had \"decided to change the rules of the game.\" Because he had ignored the telephone warnings and had supported Uribe, FARC declared Bonilla to be a military target. That same month, Bonilla traveled to Venezuela. He had received a Venezuelan resident stamp in his passport in 1997 and subsequently had traveled to Venezuela a number of times on business, since he owned a cattle ranch in that country. On this trip, Bonilla sold his cattle ranch and deposited the proceeds of the sale in a bank in Venezuela.</p>\n<p>On October 4, 2002, after returning to Colombia, Bonilla filed a complaint with the district attorney to report the threats against his family. Bonilla and his wife left Colombia for the United States on October 24th. In March 2003, graffiti with the FARC logo was sprayed outside the entrance of Bonilla's former store.</p>\n<p>On May 3, 2006, the IJ denied Bonilla's application for asylum, withholding of removal and CAT relief. The IJ concluded that Bonilla had been \"firmly resettled\" in Venezuela prior to entering the United States and had chosen to sever his connections with that country in order to come to the United States. Because firm resettlement is a mandatory bar to asylum, the IJ denied Bonilla's asylum claim. The IJ also explained that even if Bonilla were eligible for asylum, he had not established a well-founded fear of persecution should he return to Colombia.</p>\n<p>With respect to Bonilla's claim for withholding of removal, the IJ considered whether Bonilla had shown that it was more likely than not he would face persecution if he returned to Colombia. The IJ reasoned that the evidence of past threats did not establish a likelihood that FARC would carry out its threats against Bonilla, citing the fact that one of Bonilla's sons continues to live in his former apartment as evidence that it was unlikely that FARC would carry out its threats should Bonilla return to Colombia. Finally, the IJ denied Bonilla's application for CAT relief, reasoning that Bonilla had not shown that he would be subjected to torture should he return to Colombia or that the Colombian government would inflict or acquiesce in his torture.</p>\n<p>Bonilla appealed the IJ's decision, asserting that the evidence in the record showed that he had endured past persecution, that the IJ erred in finding that the Venezuelan resident stamp triggered the firm resettlement bar to asylum and that he had a valid fear of future persecution in Colombia. On April 30, 2007, the BIA affirmed the IJ's decision. The BIA supported the IJ's conclusion that Bonilla had been firmly resettled in Venezuela and upheld the IJ's finding that Bonilla was ineligible for withholding of removal. Bonilla appeals this decision.<sup>[1]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*76</span> II.</h2>\n<p>We deferentially review the agency's findings of fact under the \"substantial evidence\" standard. <i>Sunoto v. Gonzales,</i> 504 F.3d 56, 60 (1st Cir.2007). Under this approach, we must \"uphold the BIA's decision `unless any reasonable adjudicator would be compelled to conclude to the contrary.'\" <i>Silva v. Gonzales,</i> 463 F.3d 68, 72 (1st Cir.2006) (quoting 8 U.S.C. § 1252(b)(4)(B)). We review the decision of the BIA and not that of the IJ, <i>Albathani v. INS,</i> 318 F.3d 365, 373 (1st Cir.2003), but to the extent that the BIA deferred to or adopted the IJ's reasoning, \"we review those portions of the IJ's decision as part of the final decision of the BIA.\" <i>Hernandez-Barrera v. Ashcroft,</i> 373 F.3d 9, 20 (1st Cir.2004).</p>\n<p></p>\n<h2><i>A. Withholding of Removal</i></h2>\n<p>In order to establish eligibility for withholding of removal, an applicant must establish that if he is removed, \"he is <i>more likely than not</i> to face persecution on account of race, religion, nationality, membership in a particular social group, or political opinion.\" <i>Salazar v. Ashcroft,</i> 359 F.3d 45, 52 (1st Cir.2004) (emphasis in original). If an applicant demonstrates that he suffered past persecution, \"it shall be presumed that the applicant's life or freedom would be threatened in the future in the country of removal on the basis of the original claim.\" 8 C.F.R. § 1208.16(b)(1)(i). The government can rebut this presumption by establishing that conditions in the applicant's native country have changed or that the applicant can avoid persecution by relocating to a different part of the country. <i>Id.</i></p>\n<p>The BIA affirmed the IJ's denial of withholding of removal, concluding that Bonilla had not established that it was more likely than not that he would be harmed if he returned to Colombia. The BIA only expressly mentioned past persecution in its discussion of Bonilla's asylum claim, stating that \"[s]ince a finding of firm resettlement is a bar to asylum, we need not address whether the respondent established that he experienced past persecution in Colombia.\" Bonilla contends that the agency erred in failing to determine whether the evidence established past persecution. An agency must make findings \"on all grounds necessary for decision.\" <i>Un v. Gonzales,</i> 415 F.3d 205, 209 (1st Cir.2005). In the case of applications for asylum and withholding of removal, we have observed that \"[t]he absence of reasoned discussion of past persecution undercuts any meaningful review of the IJ's fear of future prosecution finding, because we do not know whether [the petitioner] should have had the benefit of the regulatory presumption of fear of persecution based on prior events.\" <i>El Moraghy v. Ashcroft,</i> 331 F.3d 195, 204-05 (1st Cir. 2003); <i>see also </i><i>Hernandez-Barrera,</i> 373 F.3d at 22.</p>\n<p>It is true that the BIA stated that its conclusion about firm resettlement made consideration of Bonilla's past persecution claim unnecessary. However, in affirming the IJ's denial of withholding of removal, the BIA stated that it found \"no error on the part of the Immigration Judge in finding the respondent ineligible for withholding of removal,\" and cited portions of the IJ's opinion. In those portions of the IJ's opinion, the IJ had observed <span class=\"star-pagination\">*77</span> that the threats against Bonilla were not \"escalating,\" and that Bonilla had stopped receiving threatening phone calls after he changed his phone number. The IJ also stated that \"[n]obody ever came to his store looking for him. Nobody ever came to his home looking for him. And approximately September of 2002[sic] he did receive a letter, but no other action was ever taken against him or any other member of his family.\" Summing up the evidence that Bonilla had presented, the IJ concluded that Bonilla had failed to show it was more likely than not that FARC would carry out its threats against him because no harm befell him \"other than receiving phone calls, one letter, and a graffiti on the security gate to his store,\" and \"[h]is freedom in Colombia other than not hanging out in front of his store and not operating the store itself does not appear to have otherwise been curtailed by his fears of harm.\"</p>\n<p>These statements do not represent an express finding that Bonilla did not endure past persecution, but an express finding is not required where it is evident from the IJ's opinion that she considered the evidence presented and concluded that the petitioner's experiences do not amount to persecution. <i>See </i><i>Waweru v. Gonzales,</i> 437 F.3d 199, 204 (1st Cir.2006); <i>Sulaiman v. Gonzales,</i> 429 F.3d 347, 350-51 (1st Cir.2005). That is the case here. The IJ considered the primary evidence on which Bonilla relied to prove past persecution the phone calls, the letter, the fact that Bonilla rented out his store and the graffitiand determined that they were not so severe as to constitute persecution. The IJ was not required \"to intone any magic words\" since it is clear that she did not find Bonilla's experiences justify a finding that it was probable that he would be persecuted should he return to Colombia. <i>Sulaiman,</i> 429 F.3d at 351.</p>\n<p>Bonilla also urges us to find that the agency erred in concluding that he did not suffer past persecution. Our review of the agency's finding is quite deferential, and we will reverse only if \"the evidence he presented was so compelling that no reasonable factfinder\" could conclude that he did not suffer past persecution. <i>Fesseha v. Ashcroft,</i> 333 F.3d 13, 18 (1st Cir. 2003) (citation omitted). The evidence on which Bonilla relies to establish past persecution consists of frequent threatening telephone calls prior to the 2002 election and the letter he received in September 2002 in which FARC declared him to be a military target. Although we have observed that \"credible verbal death threats may fall within the meaning of `persecution,'\" <i>Un,</i> 415 F.3d at 210, we have also cautioned that \"[t]hreats standing alone[ ] constitute past persecution in only a small category of cases, and only when the threats are so menacing as to cause significant actual `suffering or harm.'\" <i>Tobon-Marin v. Mukasey,</i> 512 F.3d 28, 32 (1st Cir.2008) (quoting <i>Butt v. Keisler,</i> 506 F.3d 86, 91 (1st Cir.2007)); <i>see also </i><i>Li v. Attorney Gen. of the United States,</i> 400 F.3d 157, 164 (3d Cir.2005) (\"[U]nfulfilled threats must be of a highly imminent and menacing nature in order to constitute persecution.\"); <i>Lim v. INS,</i> 224 F.3d 929, 937 (9th Cir.2000) (mail and telephone threats did not compel a finding of past persecution); <i>Boykov v. INS,</i> 109 F.3d 413, 416 (7th Cir.1997) (agency's finding that the petitioners did not suffer past persecution was upheld because the threats \"were not acted upon\"). <i>But see </i><i>Tamara-Gomez v. Gonzales,</i> 447 F.3d 343 (5th Cir.2006) (where petitioner received threatening phone calls from FARC, FARC found him after he relocated, and after he left Colombia FARC vandalized his home, court concluded petitioner had established past persecution). In the present <span class=\"star-pagination\">*78</span> case, we cannot say that the agency was compelled to find that Bonilla was persecuted. As the IJ noted, neither Bonilla nor any member of his family was ever approached by FARC despite the fact that he supported Uribe throughout the 2002 election. The IJ considered the evidence on which Bonilla relied and concluded that the threats were not severe enough to constitute persecution. Thus, we affirm the BIA's denial of withholding of removal.</p>\n<p></p>\n<h2><i>B. Asylum</i></h2>\n<p>To be eligible for a discretionary grant of asylum, an applicant must prove that she is a \"refugee\" within the meaning of the Immigration and Nationality Act. 8 U.S.C. § 1158(b)(1). The Act defines a \"refugee\" as one who is \"unable or unwilling to return to ... [his] country because of persecution or a well-founded fear of persecution on account of race, religion, nationality, membership in a particular social group, or political opinion.\" 8 U.S.C. § 1101(a)(42)(A). An asylum applicant can meet her burden of proof either by showing that she suffered past persecution on account of a protected ground, or by proving that she has a genuine and objectively reasonable fear of future persecution. <i>Journal v. Keisler,</i> 507 F.3d 9, 12 (1st Cir.2007).</p>\n<p>Asylum is not available to an alien who was firmly resettled in another country before entering the United States. 8 U.S.C. § 1158(b)(2)(A)(vi); 8 C.F.R. § 208.15. \"The firm-resettlement bar to asylum ensures that `asylum is not granted to aliens who have found a haven from persecution' elsewhere.\" <i>Sultani v. Gonzales,</i> 455 F.3d 878, 882 (8th Cir.2006) (quoting <i>Ali v. Reno,</i> 237 F.3d 591, 595 (6th Cir.2001)). \"An alien is considered to be firmly resettled if, prior to arrival in the United States, he or she entered into another country with, or while in that country received, an offer of permanent resident status, citizenship, or some other type of permanent resettlement....\" 8 C.F.R. § 208.15. Under § 208.15, an alien can avoid the firmly resettled bar if he or she can show:</p>\n<blockquote>(a) That his or her entry into that country was a necessary consequence of his or her flight from persecution, that he or she remained in that country only as long as was necessary to arrange onward travel, and that he or she did not establish significant ties in that country; or</blockquote>\n<blockquote>(b) That the conditions of his or her residence in that country were so substantially and consciously restricted by the authority of the country of refuge that he or she was not in fact resettled. In making his or her determination, the asylum officer or immigration judge shall consider the conditions under which other residents of the country live; the type of housing, whether permanent or temporary, made available to the refugee; the types and extent of employment available to the refugee; and the extent to which the refugee received permission to hold property and to enjoy other rights and privileges, such as travel documentation that includes a right of entry or reentry, education, public relief, or naturalization, ordinarily available to others resident in the country.</blockquote>\n<p>The government bears the initial burden of showing firm resettlement. <i>Salazar,</i> 359 F.3d at 50. If the government meets its initial burden, a presumption arises that the alien was firmly resettled. The alien can rebut this presumption by showing by a preponderance of the evidence that the bar does not apply. <i>Id.; see also </i><i>Abdalla v. INS,</i> 43 F.3d 1397, 1399 (10th Cir.1994).</p>\n<p><span class=\"star-pagination\">*79</span> The agency based its firm resettlement determination in part on Bonilla's testimony that when he entered Venezuela in September 2002, he would have been allowed to live there because he had \"the resident visa.\"<sup>[2]</sup> The agency focused on the following exchange between a government attorney and Bonilla:</p>\n<blockquote>Q: Sir, were you allowed to live in Venezuela?</blockquote>\n<blockquote>A: Yes, because I entered there as a businessman.</blockquote>\n<blockquote>Q: And when you went in 2002 in September could you have remained there and lived there at that time?</blockquote>\n<blockquote>A: No, because the borderline is a very long wide line, 1200 kilometers and the people are switching from one side to the other side.</blockquote>\n<blockquote>Q: Legally, would you have been allowed to live there?</blockquote>\n<blockquote>A: Yes, because I got the resident visa.</blockquote>\n<blockquote>Q: And why didn't you stay in Venezuela?</blockquote>\n<blockquote>A: Because these people cross the border through the mountain side and they come wherever youthey can find you.</blockquote>\n<p>Although the agency cited this exchange as evidence that Bonilla had an offer of permanent residence from Venezuela, we do not think it clearly establishes this point. Bonilla stated that he could have lived in Venezuela at the time he entered that country, i.e., in September 2002, prior to the expiration of his resident stamp. His answers do not show that he had an offer to remain in that country indefinitely.</p>\n<p>The resident stamp in Bonilla's passport, which Venezuela honored several times when Bonilla traveled to Venezuela between 1997 and 2002, constitutes stronger evidence of an offer of permanent residence. In <i>Salazar,</i> we upheld a finding of firm resettlement where the petitioner, a native and citizen of Peru, had a Venezuelan passport with a resident stamp and had been readmitted to Venezuela as a resident on two occasions. 359 F.3d at 50-51. In the present case, however, Bonilla argues that because his resident stamp expired in September 2002, it cannot represent an offer of permanent resident status or permanent resettlement. He asserts that because there is no evidence in the record that he had the right to renew his resident stamp, the government has not established that the mandatory bar applies.</p>\n<p>As an initial matter, there is no evidence in the record that Bonilla ever lived in Venezuela and it seems somewhat unusual to conclude that someone has been \"firmly resettled\" in a country when there is no evidence that he ever resided there. Indeed, in the present case there is every indication that Bonilla maintained his principal place of residence in Colombia until his departure in October 2002. Many cases involving the firm resettlement bar to asylum have involved petitioners who have resided for a substantial period of time in a third country without receiving an official offer of permanent residence, and courts have struggled to determine whether the circumstances suggest that the petitioner had an implicit offer of permanent refuge. <i>See, e.g., </i><i>Sall v. Gonzales,</i> 437 F.3d 229, 233 (2d Cir.2006) (per curiam) (adopting \"totality of the circumstances\" approach to firm resettlement bar); <i>Mussie v. INS,</i> 172 F.3d 329, 331-32 (4th Cir.1999) (finding that the circumstances showed the petitioner had firmly resettled in Germany despite the record's silence as to whether she ever received a <span class=\"star-pagination\">*80</span> formal offer of permanent residency); <i>Farbakhsh v. INS,</i> 20 F.3d 877, 882 (8th Cir.1994) (finding firm resettlement despite lack of formal refugee status where petitioner had lived in Spain for over four years, initially intended to remain in Spain and his brother and sister lived in Spain).</p>\n<p>The present case represents the converse of these cases: we are presented with a document that may represent a formal offer of permanent residence, but there is no evidence in the record that Bonilla ever lived in Venezuela. Of course, the regulation does not require that the alien have lived in a country in order to be firmly resettled. The regulation requires only that the alien have been offered permanent refuge by a third country prior to entering the United States in order for the mandatory bar to apply. This makes sense when we consider the purpose of the firm resettlement bar, which is to prevent \"country shopping\" and to preserve asylum only for those applicants who do not have safe refuge elsewhere. <i>See </i><i>Sall,</i> 437 F.3d at 233 (explaining that the \"underlying purpose of asylum regulationsto provide refuge to desperate refugees who reach our shores with nowhere else to turnaccords with reserving the grant of asylum for those applicants without alternative places of refuge abroad\"). Despite the lack of evidence that Bonilla ever resided in Venezuela, he may be deemed firmly resettled in that country if the resident stamp in his passport indicates that he entered Venezuela with an offer of permanent residence prior to entering the United States.</p>\n<p>Bonilla argues that because his Venezuelan resident permit expired on September 20, 2002approximately one month before he entered the United Statesthe agency erred when it found that he had been firmly resettled prior to his arrival in the United States. But the language of the regulation requires only that \"<i>prior</i> to arrival in the United States\" an alien \"enter[ ] into another country with, or while in that country receive[ ], an offer of permanent resident status, citizenship, or some other type of permanent resettlement.\" 8 C.F.R. § 208.15 (emphasis added). It does not require that the alien have an offer of permanent residence at the time he enters the United States. Bonilla entered Venezuela in September 2002prior to his entry into the United Stateswith a resident stamp. If that stamp represented an offer of permanent residence, he falls squarely within the scope of the regulation.</p>\n<p>On its face, the regulation clearly focuses on whether an asylum applicant has received an offer of <i>permanent</i> resettlement. <i>See </i><i>Maharaj v. Gonzales,</i> 450 F.3d 961, 969 (9th Cir.2006) (en banc) (noting that \"there must be evidence of an offer of permanent, not temporary, residence in a third country\"). The fact that Bonilla's resident stamp expired suggests that it may not have represented an offer of permanent refuge. Other courts have concluded that the fact that an individual's residence status may expire under some circumstances is not necessarily evidence that it does not represent an offer of permanent residence. In <i>Abdalla,</i> the court held that a finding that the petitioner was firmly resettled in another country was not \"affected by the possibility that by terminating his UAE residence permit (which expired upon six months residence outside the UAE) petitioner may have jeopardized his entitlement to resume residence in that country through his extended (and illegal) stay in the United States.\" 43 F.3d at 1400. In <i>Vang v. INS,</i> 146 F.3d 1114, 1116-17 (9th Cir.1998), the court had concluded that a minor's parents were firmly resettled in France and that it was appropriate to attribute their status to him. The court then rejected the petitioner's argument <span class=\"star-pagination\">*81</span> that because his French travel document had expired, creating the possibility that France may forbid his return, he was not firmly resettled in France. <i>Id.</i> at 1117. In <i>Sultani,</i> the petitioners had received refugee status from Australia. They came to the United States and renewed their Australian refugee status several times before eventually allowing their status to lapse. The court affirmed the agency's determination that they were firmly resettled in Australia prior to arriving in the United States, noting that the Australian government had issued Certificates of Identity that indicated their refugee status and \"permitted indefinite renewal of that status.\" 455 F.3d at 882. Because they had an offer of permanent residence from Australia prior to their arrival in the United States, the court concluded that \"the possibility that the Sultanis may not be permitted to return to Australia because they allowed their status in that country to expire is irrelevant to the finding that they were firmly resettled in Australia.\" <i>Id.</i> at 883-84; <i>see also </i><i>Ali,</i> 237 F.3d at 595 (upholding agency finding of firm resettlement in Denmark where petitioner was granted refugee status by Denmark and received Danish passport and residence permit, petitioner left Denmark for six years and, upon her return, learned that her passport and refugee status had lapsed).</p>\n<p>However, in the present case, we are confronted with the question whether the resident stamp is sufficient to represent an offer of permanent residence. We simply do not have evidence of the significance of a five-year resident stamp from Venezuela. It may be that renewing the resident stamp is an administrative requirement as routine as renewing one's passport, and that Bonilla was entitled to maintain his resident status permanently as long as he renewed it. If this is the case, then the firm resettlement bar should apply. <i>See, e.g., </i><i>Elzour v. Ashcroft,</i> 378 F.3d 1143, 1152 (10th Cir.2004) (\"If an alien who is entitled to permanent refuge in another country turns his or her back on that country's offer by failing to take advantage of its procedures for obtaining relief, he or she is not generally eligible for asylum in the United States.\"). But we are left to speculate since the record does not contain any information as to whether the resident stamp, valid for five years, represented an offer of permanent residence.</p>\n<p>Other courts confronted with ambiguous immigration documents from third countries have remanded the case for further development of the record. <i>See </i><i>Maharaj,</i> 450 F.3d at 977 (remanding for further investigation as \"to whether Maharaj chose not to accept permanent refuge to which he was entitled, or turned his back only on the mere possibility of it\"); <i>Abdille v. Ashcroft,</i> 242 F.3d 477, 490 (3d Cir.2001) (remanding the case for further investigation of South African law and practice to determine whether the grant of refugee status for two years \"amounted to an offer of some other type of permanent resettlement\").</p>\n<p>The course followed by these courts seems a prudent one in light of the severe consequences of a finding that Bonilla had firmly resettled. We note that in the present case, the IJ stated that even if Bonilla were not barred by a finding of firm resettlement, she did not believe that Bonilla had established a well-founded fear of persecution, \"that is, at least a 10 percent chance that harm would actually be inflicted on him.\" Although Bonilla has not contested this alternative basis for denying his asylum claim before this court, the BIA did not address the IJ's alternative ground for denying asylum. When the BIA does not consider an IJ's alternative ground for denying relief, that ground <span class=\"star-pagination\">*82</span> is not before us. <i>INS v. Ventura,</i> 537 U.S. 12, 123 S.Ct. 353, 154 L.Ed.2d 272 (2002); <i>Chahid Hayek v. Gonzales,</i> 445 F.3d 501, 506 (1st Cir.2006) (stating that we review the BIA's decision and portions of the IJ's decision that have been adopted by the BIA); <i>Hernandez-Barrera,</i> 373 F.3d at 20 n. 9 (1st Cir.2004) (refusing to consider ground adopted by IJ where BIA did not decide that ground but considered claim on the merits); <i>Onsongo v. Gonzales,</i> 457 F.3d 849, 852 n. 4 (8th Cir.2006).</p>\n<p>Bonilla did not explicitly challenge the IJ's alternative finding before the BIA. In his notice of appeal, he presented a brief challenge to the IJ's decision, which included an assertion that he and his wife \"have a valid fear of future persecution\" should they return to Colombia. But the BIA decision suggests that the Board discerned the scope of Bonilla's appeal. The BIA acknowledged that in his appeal, Bonilla contended that he had a well-founded fear of persecution and that the IJ erred in denying him relief. But the BIA did not make a finding as to the reasonableness of the IJ's alternative reason for denying Bonilla asylum, focusing its discussion on the IJ's conclusion that Bonilla was firmly resettled in Venezuela prior to coming to the United States. Its statement that it did not need to consider Bonilla's past persecution argument suggests that the Board did not feel compelled to consider the merits of Bonilla's asylum claim once it had determined that he satisfied the firmly resettled bar to asylum. Even though the BIA concluded that Bonilla did not satisfy the standard for withholding of removal, the standard for establishing eligibility for asylum is a less stringent one. <i>Tota v. Gonzales,</i> 457 F.3d 161, 165 (1st Cir. 2006) (noting that a withholding of removal claim \"places a more stringent burden of proof on an alien than does a counterpart claim for asylum\") (quoting <i>Bocova v. Gonzales,</i> 412 F.3d 257, 262 (1st Cir.2005)). And the agency's implicit finding that Bonilla did not endure past persecution does not foreclose the possibility that Bonilla could establish eligibility for asylum based on future persecution. Thus, the BIA could conclude that Bonilla has shown a well-founded fear of persecution despite having failed to prevail on his withholding of removal claim.</p>\n<p>Although Bonilla's appeal to the BIA was, to put it mildly, short on analysis, we have treated asylum applicants' arguments before the BIA generously. <i>Sunoto,</i> 504 F.3d at 59. In this case, Bonilla's notice of appeal challenges the IJ's finding that he did not establish a \"valid fear of future persecution\" and it seems appropriate to give the BIA the opportunity to consider whether Bonilla has shown that he has a well-founded fear of persecution rather than to affirm the denial of asylum on an alternative ground that the BIA has not yet considered.</p>\n<p>We thus remand for further proceedings consistent with this opinion. On remand, Bonilla and DHS should be afforded the opportunity to supplement the record with evidence bearing on whether the five-year resident stamp represents an offer of permanent resettlement. We note that the government bears the initial burden of showing that Venezuelan law supports application of the firm resettlement bar. <i>See </i><i>Abdille,</i> 242 F.3d at 491.<sup>[3]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*83</span> III.</h2>\n<p>We conclude that the agency's determination that Bonilla had an offer of permanent residence in Venezuela lacks support. We grant the petition and remand for investigation into the significance of Bonilla's five-year resident stamp under Venezuelan law.</p>\n<p>PETITION GRANTED.</p>\n<h2>NOTES</h2>\n<p>[*]  Pursuant to Fed. R.App. P. 43(c)(2), Attorney General Michael B. Mukasey is substituted for former Attorney General Alberto R. Gonzales as respondent.</p>\n<p>[**]  Of the Seventh Circuit, sitting by designation.</p>\n<p>[1]  Bonilla's CAT claim is not before us. He failed to exhaust his administrative remedies with respect to CAT relief by failing to identify any error in the IJ's denial of CAT relief in his Notice of Appeal filed with the Board. <i>See </i><i>Un v. Gonzales,</i> 415 F.3d 205, 210 (1st Cir. 2005). He did not file a brief with the Board. Although he requests that we reverse the agency's CAT decision, he does not make any legal argument to support this request. As a result, he has failed to preserve this issue for appeal. <i>Ramallo Bros. Printing, Inc. v. El Dia, Inc.,</i> 490 F.3d 86, 90 (1st Cir.2007).</p>\n<p>[2]  By resident visa, Bonilla was apparently referring to the resident stamp in his passport.</p>\n<p>[3]  In <i>Salazar,</i> we noted that some courts have held that the government may make its initial showing by \"`non-offer-based elements,' such as the alien's establishment of significant familial or business ties or the prolonged duration of the alien's residence in the resettlement country without any government efforts to deport him.\" 359 F.3d at 50 n. 4. The government here argues that there was sufficient non-offer-based evidence to support a conclusion that Bonilla had residency in Venezuela. Specifically, it cites the agency's finding that Bonilla owned a business in Venezuela and maintained a bank account there. Without deciding whether non-offer-based evidence can, in some cases, be sufficient to support a firmly resettled finding, we note that the evidence that the government cites falls short of what has been held to satisfy the \"totality of the circumstances\" test that has been used by other courts. <i>See, e.g., Mussie</i> 172 F.3d at 331-32 (petitioner lived in Germany for six years, received government assistance for school, rent and food, held a job and paid taxes); <i>Farbakhsh,</i> 20 F.3d at 882 (petitioner lived in Spain for four years without fear of being sent back to Iran and his brother and sister lived in Spain).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">539</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">72</span></span> (2008)</b></center>\n<center><h1>Luis Ernesto BONILLA and Judith Teresa Mercado, Petitioners,<br>\nv.<br>\nMichael B. MUKASEY,<sup>[*]</sup> Attorney General, Respondent.</h1></center>\n<center>No. 07-1813.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted April 9, 2008.</center>\n<center>Decided August 25, 2008.</center>\n<p><span class=\"star-pagination\">*74</span> Carlos E. Estrada, on brief for petitioners.</p>\n<p>Jeffrey S. Bucholtz, Linda S. Wernery, and Dimitri N. Rocha on brief for respondent.</p>\n<p>Before TORRUELLA, CUDAHY,<sup>[**]</sup> and LIPEZ, Circuit Judges.</p>\n<p>CUDAHY, Circuit Judge.</p>\n<p>The petitioners, Luis Ernesto Bonilla (Bonilla) and Judith Mercado Bonilla (Mercado), are Colombian nationals. They seek judicial review of a final order of the Board of Immigration Appeals (BIA) denying their application for asylum, withholding of removal and relief under the Convention Against Torture (CAT). Mercado's application is derivative and thus, its success depends on the success of Bonilla's application. <i>See </i><i>Ang v. Gonzales,</i> <span class=\"citation\" data-id=\"201939\"><a href=\"/opinion/201939/ang-v-gonzales/\"><span class=\"volume\">430</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span>, 53 (1st Cir.2005). We will analyze the petition as if Bonilla were the sole petitioner. <i>Id.</i></p>\n<p></p>\n<h2>I.</h2>\n<p>Bonilla and Mercado entered the United States on or about October 24, 2002 as non-immigrant visitors with authorization to remain in the United States up to six months. After six months, instead of returning to Colombia, Bonilla filed an application for asylum, withholding of removal and CAT relief. The Department of Homeland Security (DHS) subsequently served Bonilla with a Notice to Appear in May 2004, charging him with being removable under 8 U.S.C. § 1227(a)(1)(B). Bonilla conceded removability.</p>\n<p>At his hearing before an immigration judge (IJ), Bonilla testified about the events in Colombia that formed the basis for his claims. Prior to entering the United States, Bonilla was a businessman in the city of Barranquilla, Colombia. He owned a food store and lived in an apartment above the store. Bonilla was involved in politics in Colombia, supporting the Liberal Party and hosting meetings in support of Liberal candidates in his store. In 2002, Bonilla supported the Liberal Party's candidate for president, Álvaro Uribe Vélez. It was during the run-up to the May 2002 presidential election that Bonilla began receiving anonymous threats. In January 2002, Bonilla received a threatening phone call at his store. The caller told him that he and his family would be killed for his support of Uribe. Bonilla received similar phone calls over the next few months. At times he would receive one or two calls a day, at other times two or three calls a week. At the end of March, Mercado <span class=\"star-pagination\">*75</span> answered the phone and was told that the family would be killed for their political support of Uribe. Following this incident, Bonilla told the rest of his family about the threats and changed his phone number. In July 2002, he rented out his store to another businessman but continued to live above the store.</p>\n<p>Bonilla succeeded in putting a stop to the threatening phone calls by changing his number, but in September 2002 he found a threatening letter outside his apartment. Although the people responsible for the phone calls had not identified themselves, the letter was from the guerilla group the Revolutionary Armed Forces of Colombia (FARC). In the letter, FARC stated that it had been unable to contact Bonilla by phone after he changed his number and so it had \"decided to change the rules of the game.\" Because he had ignored the telephone warnings and had supported Uribe, FARC declared Bonilla to be a military target. That same month, Bonilla traveled to Venezuela. He had received a Venezuelan resident stamp in his passport in 1997 and subsequently had traveled to Venezuela a number of times on business, since he owned a cattle ranch in that country. On this trip, Bonilla sold his cattle ranch and deposited the proceeds of the sale in a bank in Venezuela.</p>\n<p>On October 4, 2002, after returning to Colombia, Bonilla filed a complaint with the district attorney to report the threats against his family. Bonilla and his wife left Colombia for the United States on October 24th. In March 2003, graffiti with the FARC logo was sprayed outside the entrance of Bonilla's former store.</p>\n<p>On May 3, 2006, the IJ denied Bonilla's application for asylum, withholding of removal and CAT relief. The IJ concluded that Bonilla had been \"firmly resettled\" in Venezuela prior to entering the United States and had chosen to sever his connections with that country in order to come to the United States. Because firm resettlement is a mandatory bar to asylum, the IJ denied Bonilla's asylum claim. The IJ also explained that even if Bonilla were eligible for asylum, he had not established a well-founded fear of persecution should he return to Colombia.</p>\n<p>With respect to Bonilla's claim for withholding of removal, the IJ considered whether Bonilla had shown that it was more likely than not he would face persecution if he returned to Colombia. The IJ reasoned that the evidence of past threats did not establish a likelihood that FARC would carry out its threats against Bonilla, citing the fact that one of Bonilla's sons continues to live in his former apartment as evidence that it was unlikely that FARC would carry out its threats should Bonilla return to Colombia. Finally, the IJ denied Bonilla's application for CAT relief, reasoning that Bonilla had not shown that he would be subjected to torture should he return to Colombia or that the Colombian government would inflict or acquiesce in his torture.</p>\n<p>Bonilla appealed the IJ's decision, asserting that the evidence in the record showed that he had endured past persecution, that the IJ erred in finding that the Venezuelan resident stamp triggered the firm resettlement bar to asylum and that he had a valid fear of future persecution in Colombia. On April 30, 2007, the BIA affirmed the IJ's decision. The BIA supported the IJ's conclusion that Bonilla had been firmly resettled in Venezuela and upheld the IJ's finding that Bonilla was ineligible for withholding of removal. Bonilla appeals this decision.<sup>[1]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*76</span> II.</h2>\n<p>We deferentially review the agency's findings of fact under the \"substantial evidence\" standard. <i>Sunoto v. Gonzales,</i> <span class=\"citation\" data-id=\"203032\"><a href=\"/opinion/203032/sunoto-v-gonzales/\"><span class=\"volume\">504</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 60 (1st Cir.2007). Under this approach, we must \"uphold the BIA's decision `unless any reasonable adjudicator would be compelled to conclude to the contrary.'\" <i>Silva v. Gonzales,</i> <span class=\"citation\" data-id=\"202417\"><a href=\"/opinion/202417/silva-v-gonzales/\"><span class=\"volume\">463</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span>, 72 (1st Cir.2006) (quoting 8 U.S.C. § 1252(b)(4)(B)). We review the decision of the BIA and not that of the IJ, <i>Albathani v. INS,</i> <span class=\"citation\" data-id=\"200413\"><a href=\"/opinion/200413/albathani-v-ins/\"><span class=\"volume\">318</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">365</span></a></span>, 373 (1st Cir.2003), but to the extent that the BIA deferred to or adopted the IJ's reasoning, \"we review those portions of the IJ's decision as part of the final decision of the BIA.\" <i>Hernandez-Barrera v. Ashcroft,</i> <span class=\"citation\" data-id=\"786695\"><a href=\"/opinion/786695/fidel-angel-hernandez-barrera-v-john-ashcroft-attorney-general/\"><span class=\"volume\">373</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 20 (1st Cir.2004).</p>\n<p></p>\n<h2><i>A. Withholding of Removal</i></h2>\n<p>In order to establish eligibility for withholding of removal, an applicant must establish that if he is removed, \"he is <i>more likely than not</i> to face persecution on account of race, religion, nationality, membership in a particular social group, or political opinion.\" <i>Salazar v. Ashcroft,</i> <span class=\"citation\" data-id=\"200879\"><a href=\"/opinion/200879/ins-v-salazar/\"><span class=\"volume\">359</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span>, 52 (1st Cir.2004) (emphasis in original). If an applicant demonstrates that he suffered past persecution, \"it shall be presumed that the applicant's life or freedom would be threatened in the future in the country of removal on the basis of the original claim.\" 8 C.F.R. § 1208.16(b)(1)(i). The government can rebut this presumption by establishing that conditions in the applicant's native country have changed or that the applicant can avoid persecution by relocating to a different part of the country. <i>Id.</i></p>\n<p>The BIA affirmed the IJ's denial of withholding of removal, concluding that Bonilla had not established that it was more likely than not that he would be harmed if he returned to Colombia. The BIA only expressly mentioned past persecution in its discussion of Bonilla's asylum claim, stating that \"[s]ince a finding of firm resettlement is a bar to asylum, we need not address whether the respondent established that he experienced past persecution in Colombia.\" Bonilla contends that the agency erred in failing to determine whether the evidence established past persecution. An agency must make findings \"on all grounds necessary for decision.\" <i>Un v. Gonzales,</i> <span class=\"citation\" data-id=\"201719\"><a href=\"/opinion/201719/un-v-ashcroft/\"><span class=\"volume\">415</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">205</span></a></span>, 209 (1st Cir.2005). In the case of applications for asylum and withholding of removal, we have observed that \"[t]he absence of reasoned discussion of past persecution undercuts any meaningful review of the IJ's fear of future prosecution finding, because we do not know whether [the petitioner] should have had the benefit of the regulatory presumption of fear of persecution based on prior events.\" <i>El Moraghy v. Ashcroft,</i> <span class=\"citation\" data-id=\"200506\"><a href=\"/opinion/200506/el-moraghy-v-ins/\"><span class=\"volume\">331</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">195</span></a></span>, 204-05 (1st Cir. 2003); <i>see also </i><i>Hernandez-Barrera,</i> 373 F.3d at 22.</p>\n<p>It is true that the BIA stated that its conclusion about firm resettlement made consideration of Bonilla's past persecution claim unnecessary. However, in affirming the IJ's denial of withholding of removal, the BIA stated that it found \"no error on the part of the Immigration Judge in finding the respondent ineligible for withholding of removal,\" and cited portions of the IJ's opinion. In those portions of the IJ's opinion, the IJ had observed <span class=\"star-pagination\">*77</span> that the threats against Bonilla were not \"escalating,\" and that Bonilla had stopped receiving threatening phone calls after he changed his phone number. The IJ also stated that \"[n]obody ever came to his store looking for him. Nobody ever came to his home looking for him. And approximately September of 2002[sic] he did receive a letter, but no other action was ever taken against him or any other member of his family.\" Summing up the evidence that Bonilla had presented, the IJ concluded that Bonilla had failed to show it was more likely than not that FARC would carry out its threats against him because no harm befell him \"other than receiving phone calls, one letter, and a graffiti on the security gate to his store,\" and \"[h]is freedom in Colombia other than not hanging out in front of his store and not operating the store itself does not appear to have otherwise been curtailed by his fears of harm.\"</p>\n<p>These statements do not represent an express finding that Bonilla did not endure past persecution, but an express finding is not required where it is evident from the IJ's opinion that she considered the evidence presented and concluded that the petitioner's experiences do not amount to persecution. <i>See </i><i>Waweru v. Gonzales,</i> <span class=\"citation\" data-id=\"202091\"><a href=\"/opinion/202091/waweru-v-gonzales/\"><span class=\"volume\">437</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">199</span></a></span>, 204 (1st Cir.2006); <i>Sulaiman v. Gonzales,</i> <span class=\"citation\" data-id=\"201926\"><a href=\"/opinion/201926/sulaiman-v-gonzales/\"><span class=\"volume\">429</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">347</span></a></span>, 350-51 (1st Cir.2005). That is the case here. The IJ considered the primary evidence on which Bonilla relied to prove past persecution the phone calls, the letter, the fact that Bonilla rented out his store and the graffitiand determined that they were not so severe as to constitute persecution. The IJ was not required \"to intone any magic words\" since it is clear that she did not find Bonilla's experiences justify a finding that it was probable that he would be persecuted should he return to Colombia. <i>Sulaiman,</i> 429 F.3d at 351.</p>\n<p>Bonilla also urges us to find that the agency erred in concluding that he did not suffer past persecution. Our review of the agency's finding is quite deferential, and we will reverse only if \"the evidence he presented was so compelling that no reasonable factfinder\" could conclude that he did not suffer past persecution. <i>Fesseha v. Ashcroft,</i> <span class=\"citation no-link\"><span class=\"volume\">333</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></span>, 18 (1st Cir. 2003) (citation omitted). The evidence on which Bonilla relies to establish past persecution consists of frequent threatening telephone calls prior to the 2002 election and the letter he received in September 2002 in which FARC declared him to be a military target. Although we have observed that \"credible verbal death threats may fall within the meaning of `persecution,'\" <i>Un,</i> 415 F.3d at 210, we have also cautioned that \"[t]hreats standing alone[ ] constitute past persecution in only a small category of cases, and only when the threats are so menacing as to cause significant actual `suffering or harm.'\" <i>Tobon-Marin v. Mukasey,</i> <span class=\"citation\" data-id=\"203175\"><a href=\"/opinion/203175/tobon-marin-v-mukasey/\"><span class=\"volume\">512</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span>, 32 (1st Cir.2008) (quoting <i>Butt v. Keisler,</i> <span class=\"citation\" data-id=\"203005\"><a href=\"/opinion/203005/butt-v-keisler/\"><span class=\"volume\">506</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">86</span></a></span>, 91 (1st Cir.2007)); <i>see also </i><i>Li v. Attorney Gen. of the United States,</i> <span class=\"citation\" data-id=\"789457\"><a href=\"/opinion/789457/zhen-hua-li-v-attorney-general-of-the-united-states-immigration/\"><span class=\"volume\">400</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">157</span></a></span>, 164 (3d Cir.2005) (\"[U]nfulfilled threats must be of a highly imminent and menacing nature in order to constitute persecution.\"); <i>Lim v. INS,</i> <span class=\"citation\" data-id=\"770192\"><a href=\"/opinion/770192/melencio-legui-lim-v-immigration-and-naturalization-service/\"><span class=\"volume\">224</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">929</span></a></span>, 937 (9th Cir.2000) (mail and telephone threats did not compel a finding of past persecution); <i>Boykov v. INS,</i> <span class=\"citation\" data-id=\"738268\"><a href=\"/opinion/738268/valentin-boykov-and-krassimira-boykova-v-immigration-and-naturalization/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">413</span></a></span>, 416 (7th Cir.1997) (agency's finding that the petitioners did not suffer past persecution was upheld because the threats \"were not acted upon\"). <i>But see </i><i>Tamara-Gomez v. Gonzales,</i> <span class=\"citation\" data-id=\"42677\"><a href=\"/opinion/42677/tamara-gomez-v-gonzales/\"><span class=\"volume\">447</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">343</span></a></span> (5th Cir.2006) (where petitioner received threatening phone calls from FARC, FARC found him after he relocated, and after he left Colombia FARC vandalized his home, court concluded petitioner had established past persecution). In the present <span class=\"star-pagination\">*78</span> case, we cannot say that the agency was compelled to find that Bonilla was persecuted. As the IJ noted, neither Bonilla nor any member of his family was ever approached by FARC despite the fact that he supported Uribe throughout the 2002 election. The IJ considered the evidence on which Bonilla relied and concluded that the threats were not severe enough to constitute persecution. Thus, we affirm the BIA's denial of withholding of removal.</p>\n<p></p>\n<h2><i>B. Asylum</i></h2>\n<p>To be eligible for a discretionary grant of asylum, an applicant must prove that she is a \"refugee\" within the meaning of the Immigration and Nationality Act. 8 U.S.C. § 1158(b)(1). The Act defines a \"refugee\" as one who is \"unable or unwilling to return to ... [his] country because of persecution or a well-founded fear of persecution on account of race, religion, nationality, membership in a particular social group, or political opinion.\" 8 U.S.C. § 1101(a)(42)(A). An asylum applicant can meet her burden of proof either by showing that she suffered past persecution on account of a protected ground, or by proving that she has a genuine and objectively reasonable fear of future persecution. <i>Journal v. Keisler,</i> <span class=\"citation\" data-id=\"202996\"><a href=\"/opinion/202996/journal-v-keisler/\"><span class=\"volume\">507</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 12 (1st Cir.2007).</p>\n<p>Asylum is not available to an alien who was firmly resettled in another country before entering the United States. 8 U.S.C. § 1158(b)(2)(A)(vi); 8 C.F.R. § 208.15. \"The firm-resettlement bar to asylum ensures that `asylum is not granted to aliens who have found a haven from persecution' elsewhere.\" <i>Sultani v. Gonzales,</i> <span class=\"citation\" data-id=\"795127\"><a href=\"/opinion/795127/ahmad-wali-sultani-saleha-sultani-beejan-sultani-mariam-sultani-ahmad-wasim/\"><span class=\"volume\">455</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">878</span></a></span>, 882 (8th Cir.2006) (quoting <i>Ali v. Reno,</i> <span class=\"citation\" data-id=\"771736\"><a href=\"/opinion/771736/zainab-ali-v-janet-reno-attorney-general-carol-jenifer-district/\"><span class=\"volume\">237</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">591</span></a></span>, 595 (6th Cir.2001)). \"An alien is considered to be firmly resettled if, prior to arrival in the United States, he or she entered into another country with, or while in that country received, an offer of permanent resident status, citizenship, or some other type of permanent resettlement....\" 8 C.F.R. § 208.15. Under § 208.15, an alien can avoid the firmly resettled bar if he or she can show:</p>\n<blockquote>(a) That his or her entry into that country was a necessary consequence of his or her flight from persecution, that he or she remained in that country only as long as was necessary to arrange onward travel, and that he or she did not establish significant ties in that country; or</blockquote>\n<blockquote>(b) That the conditions of his or her residence in that country were so substantially and consciously restricted by the authority of the country of refuge that he or she was not in fact resettled. In making his or her determination, the asylum officer or immigration judge shall consider the conditions under which other residents of the country live; the type of housing, whether permanent or temporary, made available to the refugee; the types and extent of employment available to the refugee; and the extent to which the refugee received permission to hold property and to enjoy other rights and privileges, such as travel documentation that includes a right of entry or reentry, education, public relief, or naturalization, ordinarily available to others resident in the country.</blockquote>\n<p>The government bears the initial burden of showing firm resettlement. <i>Salazar,</i> 359 F.3d at 50. If the government meets its initial burden, a presumption arises that the alien was firmly resettled. The alien can rebut this presumption by showing by a preponderance of the evidence that the bar does not apply. <i>Id.; see also </i><i>Abdalla v. INS,</i> <span class=\"citation\" data-id=\"685684\"><a href=\"/opinion/685684/mlawaa-i-abdalla-also-known-as-miawea-abdalla-v-immigration/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1397</span></a></span>, 1399 (10th Cir.1994).</p>\n<p><span class=\"star-pagination\">*79</span> The agency based its firm resettlement determination in part on Bonilla's testimony that when he entered Venezuela in September 2002, he would have been allowed to live there because he had \"the resident visa.\"<sup>[2]</sup> The agency focused on the following exchange between a government attorney and Bonilla:</p>\n<blockquote>Q: Sir, were you allowed to live in Venezuela?</blockquote>\n<blockquote>A: Yes, because I entered there as a businessman.</blockquote>\n<blockquote>Q: And when you went in 2002 in September could you have remained there and lived there at that time?</blockquote>\n<blockquote>A: No, because the borderline is a very long wide line, 1200 kilometers and the people are switching from one side to the other side.</blockquote>\n<blockquote>Q: Legally, would you have been allowed to live there?</blockquote>\n<blockquote>A: Yes, because I got the resident visa.</blockquote>\n<blockquote>Q: And why didn't you stay in Venezuela?</blockquote>\n<blockquote>A: Because these people cross the border through the mountain side and they come wherever youthey can find you.</blockquote>\n<p>Although the agency cited this exchange as evidence that Bonilla had an offer of permanent residence from Venezuela, we do not think it clearly establishes this point. Bonilla stated that he could have lived in Venezuela at the time he entered that country, i.e., in September 2002, prior to the expiration of his resident stamp. His answers do not show that he had an offer to remain in that country indefinitely.</p>\n<p>The resident stamp in Bonilla's passport, which Venezuela honored several times when Bonilla traveled to Venezuela between 1997 and 2002, constitutes stronger evidence of an offer of permanent residence. In <i>Salazar,</i> we upheld a finding of firm resettlement where the petitioner, a native and citizen of Peru, had a Venezuelan passport with a resident stamp and had been readmitted to Venezuela as a resident on two occasions. 359 F.3d at 50-51. In the present case, however, Bonilla argues that because his resident stamp expired in September 2002, it cannot represent an offer of permanent resident status or permanent resettlement. He asserts that because there is no evidence in the record that he had the right to renew his resident stamp, the government has not established that the mandatory bar applies.</p>\n<p>As an initial matter, there is no evidence in the record that Bonilla ever lived in Venezuela and it seems somewhat unusual to conclude that someone has been \"firmly resettled\" in a country when there is no evidence that he ever resided there. Indeed, in the present case there is every indication that Bonilla maintained his principal place of residence in Colombia until his departure in October 2002. Many cases involving the firm resettlement bar to asylum have involved petitioners who have resided for a substantial period of time in a third country without receiving an official offer of permanent residence, and courts have struggled to determine whether the circumstances suggest that the petitioner had an implicit offer of permanent refuge. <i>See, e.g., </i><i>Sall v. Gonzales,</i> <span class=\"citation\" data-id=\"793247\"><a href=\"/opinion/793247/amadou-sall-v-alberto-gonzales-attorney-general-of-the-united-states/\"><span class=\"volume\">437</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">229</span></a></span>, 233 (2d Cir.2006) (per curiam) (adopting \"totality of the circumstances\" approach to firm resettlement bar); <i>Mussie v. INS,</i> <span class=\"citation\" data-id=\"762768\"><a href=\"/opinion/762768/sara-mussie-v-us-immigration-naturalization-service/\"><span class=\"volume\">172</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">329</span></a></span>, 331-32 (4th Cir.1999) (finding that the circumstances showed the petitioner had firmly resettled in Germany despite the record's silence as to whether she ever received a <span class=\"star-pagination\">*80</span> formal offer of permanent residency); <i>Farbakhsh v. INS,</i> <span class=\"citation\" data-id=\"666909\"><a href=\"/opinion/666909/kiumars-farbakhsh-v-immigration-and-naturalization-service/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">877</span></a></span>, 882 (8th Cir.1994) (finding firm resettlement despite lack of formal refugee status where petitioner had lived in Spain for over four years, initially intended to remain in Spain and his brother and sister lived in Spain).</p>\n<p>The present case represents the converse of these cases: we are presented with a document that may represent a formal offer of permanent residence, but there is no evidence in the record that Bonilla ever lived in Venezuela. Of course, the regulation does not require that the alien have lived in a country in order to be firmly resettled. The regulation requires only that the alien have been offered permanent refuge by a third country prior to entering the United States in order for the mandatory bar to apply. This makes sense when we consider the purpose of the firm resettlement bar, which is to prevent \"country shopping\" and to preserve asylum only for those applicants who do not have safe refuge elsewhere. <i>See </i><i>Sall,</i> 437 F.3d at 233 (explaining that the \"underlying purpose of asylum regulationsto provide refuge to desperate refugees who reach our shores with nowhere else to turnaccords with reserving the grant of asylum for those applicants without alternative places of refuge abroad\"). Despite the lack of evidence that Bonilla ever resided in Venezuela, he may be deemed firmly resettled in that country if the resident stamp in his passport indicates that he entered Venezuela with an offer of permanent residence prior to entering the United States.</p>\n<p>Bonilla argues that because his Venezuelan resident permit expired on September 20, 2002approximately one month before he entered the United Statesthe agency erred when it found that he had been firmly resettled prior to his arrival in the United States. But the language of the regulation requires only that \"<i>prior</i> to arrival in the United States\" an alien \"enter[ ] into another country with, or while in that country receive[ ], an offer of permanent resident status, citizenship, or some other type of permanent resettlement.\" 8 C.F.R. § 208.15 (emphasis added). It does not require that the alien have an offer of permanent residence at the time he enters the United States. Bonilla entered Venezuela in September 2002prior to his entry into the United Stateswith a resident stamp. If that stamp represented an offer of permanent residence, he falls squarely within the scope of the regulation.</p>\n<p>On its face, the regulation clearly focuses on whether an asylum applicant has received an offer of <i>permanent</i> resettlement. <i>See </i><i>Maharaj v. Gonzales,</i> <span class=\"citation\" data-id=\"794635\"><a href=\"/opinion/794635/vinodh-parsad-maharaj-sunita-devi-maharaj-preetika-maharaj-meenal-maharaj/\"><span class=\"volume\">450</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">961</span></a></span>, 969 (9th Cir.2006) (en banc) (noting that \"there must be evidence of an offer of permanent, not temporary, residence in a third country\"). The fact that Bonilla's resident stamp expired suggests that it may not have represented an offer of permanent refuge. Other courts have concluded that the fact that an individual's residence status may expire under some circumstances is not necessarily evidence that it does not represent an offer of permanent residence. In <i>Abdalla,</i> the court held that a finding that the petitioner was firmly resettled in another country was not \"affected by the possibility that by terminating his UAE residence permit (which expired upon six months residence outside the UAE) petitioner may have jeopardized his entitlement to resume residence in that country through his extended (and illegal) stay in the United States.\" 43 F.3d at 1400. In <i>Vang v. INS,</i> <span class=\"citation\" data-id=\"755345\"><a href=\"/opinion/755345/dao-vang-v-immigration-and-naturalization-service/\"><span class=\"volume\">146</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1114</span></a></span>, 1116-17 (9th Cir.1998), the court had concluded that a minor's parents were firmly resettled in France and that it was appropriate to attribute their status to him. The court then rejected the petitioner's argument <span class=\"star-pagination\">*81</span> that because his French travel document had expired, creating the possibility that France may forbid his return, he was not firmly resettled in France. <i>Id.</i> at 1117. In <i>Sultani,</i> the petitioners had received refugee status from Australia. They came to the United States and renewed their Australian refugee status several times before eventually allowing their status to lapse. The court affirmed the agency's determination that they were firmly resettled in Australia prior to arriving in the United States, noting that the Australian government had issued Certificates of Identity that indicated their refugee status and \"permitted indefinite renewal of that status.\" 455 F.3d at 882. Because they had an offer of permanent residence from Australia prior to their arrival in the United States, the court concluded that \"the possibility that the Sultanis may not be permitted to return to Australia because they allowed their status in that country to expire is irrelevant to the finding that they were firmly resettled in Australia.\" <i>Id.</i> at 883-84; <i>see also </i><i>Ali,</i> 237 F.3d at 595 (upholding agency finding of firm resettlement in Denmark where petitioner was granted refugee status by Denmark and received Danish passport and residence permit, petitioner left Denmark for six years and, upon her return, learned that her passport and refugee status had lapsed).</p>\n<p>However, in the present case, we are confronted with the question whether the resident stamp is sufficient to represent an offer of permanent residence. We simply do not have evidence of the significance of a five-year resident stamp from Venezuela. It may be that renewing the resident stamp is an administrative requirement as routine as renewing one's passport, and that Bonilla was entitled to maintain his resident status permanently as long as he renewed it. If this is the case, then the firm resettlement bar should apply. <i>See, e.g., </i><i>Elzour v. Ashcroft,</i> <span class=\"citation\" data-id=\"164938\"><a href=\"/opinion/164938/elzour-v-ashcroft/\"><span class=\"volume\">378</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1143</span></a></span>, 1152 (10th Cir.2004) (\"If an alien who is entitled to permanent refuge in another country turns his or her back on that country's offer by failing to take advantage of its procedures for obtaining relief, he or she is not generally eligible for asylum in the United States.\"). But we are left to speculate since the record does not contain any information as to whether the resident stamp, valid for five years, represented an offer of permanent residence.</p>\n<p>Other courts confronted with ambiguous immigration documents from third countries have remanded the case for further development of the record. <i>See </i><i>Maharaj,</i> 450 F.3d at 977 (remanding for further investigation as \"to whether Maharaj chose not to accept permanent refuge to which he was entitled, or turned his back only on the mere possibility of it\"); <i>Abdille v. Ashcroft,</i> <span class=\"citation\" data-id=\"772352\"><a href=\"/opinion/772352/mohamed-abdille-v-john-ashcroft-attorney-general-of-the-united-states/\"><span class=\"volume\">242</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">477</span></a></span>, 490 (3d Cir.2001) (remanding the case for further investigation of South African law and practice to determine whether the grant of refugee status for two years \"amounted to an offer of some other type of permanent resettlement\").</p>\n<p>The course followed by these courts seems a prudent one in light of the severe consequences of a finding that Bonilla had firmly resettled. We note that in the present case, the IJ stated that even if Bonilla were not barred by a finding of firm resettlement, she did not believe that Bonilla had established a well-founded fear of persecution, \"that is, at least a 10 percent chance that harm would actually be inflicted on him.\" Although Bonilla has not contested this alternative basis for denying his asylum claim before this court, the BIA did not address the IJ's alternative ground for denying asylum. When the BIA does not consider an IJ's alternative ground for denying relief, that ground <span class=\"star-pagination\">*82</span> is not before us. <i>INS v. Ventura,</i> <span class=\"citation\" data-id=\"122242\"><a href=\"/opinion/122242/ins-v-orlando-ventura/\"><span class=\"volume\">537</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">12</span></a></span>, <span class=\"citation\" data-id=\"122242\"><a href=\"/opinion/122242/ins-v-orlando-ventura/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">353</span></a></span>, <span class=\"citation\" data-id=\"122242\"><a href=\"/opinion/122242/ins-v-orlando-ventura/\"><span class=\"volume\">154</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">272</span></a></span> (2002); <i>Chahid Hayek v. Gonzales,</i> <span class=\"citation\" data-id=\"202159\"><a href=\"/opinion/202159/hayek-v-gonzales/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">501</span></a></span>, 506 (1st Cir.2006) (stating that we review the BIA's decision and portions of the IJ's decision that have been adopted by the BIA); <i>Hernandez-Barrera,</i> 373 F.3d at 20 n. 9 (1st Cir.2004) (refusing to consider ground adopted by IJ where BIA did not decide that ground but considered claim on the merits); <i>Onsongo v. Gonzales,</i> <span class=\"citation no-link\"><span class=\"volume\">457</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">849</span></span>, 852 n. 4 (8th Cir.2006).</p>\n<p>Bonilla did not explicitly challenge the IJ's alternative finding before the BIA. In his notice of appeal, he presented a brief challenge to the IJ's decision, which included an assertion that he and his wife \"have a valid fear of future persecution\" should they return to Colombia. But the BIA decision suggests that the Board discerned the scope of Bonilla's appeal. The BIA acknowledged that in his appeal, Bonilla contended that he had a well-founded fear of persecution and that the IJ erred in denying him relief. But the BIA did not make a finding as to the reasonableness of the IJ's alternative reason for denying Bonilla asylum, focusing its discussion on the IJ's conclusion that Bonilla was firmly resettled in Venezuela prior to coming to the United States. Its statement that it did not need to consider Bonilla's past persecution argument suggests that the Board did not feel compelled to consider the merits of Bonilla's asylum claim once it had determined that he satisfied the firmly resettled bar to asylum. Even though the BIA concluded that Bonilla did not satisfy the standard for withholding of removal, the standard for establishing eligibility for asylum is a less stringent one. <i>Tota v. Gonzales,</i> <span class=\"citation no-link\"><span class=\"volume\">457</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">161</span></span>, 165 (1st Cir. 2006) (noting that a withholding of removal claim \"places a more stringent burden of proof on an alien than does a counterpart claim for asylum\") (quoting <i>Bocova v. Gonzales,</i> <span class=\"citation\" data-id=\"201655\"><a href=\"/opinion/201655/bocova-v-gonzales/\"><span class=\"volume\">412</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">257</span></a></span>, 262 (1st Cir.2005)). And the agency's implicit finding that Bonilla did not endure past persecution does not foreclose the possibility that Bonilla could establish eligibility for asylum based on future persecution. Thus, the BIA could conclude that Bonilla has shown a well-founded fear of persecution despite having failed to prevail on his withholding of removal claim.</p>\n<p>Although Bonilla's appeal to the BIA was, to put it mildly, short on analysis, we have treated asylum applicants' arguments before the BIA generously. <i>Sunoto,</i> 504 F.3d at 59. In this case, Bonilla's notice of appeal challenges the IJ's finding that he did not establish a \"valid fear of future persecution\" and it seems appropriate to give the BIA the opportunity to consider whether Bonilla has shown that he has a well-founded fear of persecution rather than to affirm the denial of asylum on an alternative ground that the BIA has not yet considered.</p>\n<p>We thus remand for further proceedings consistent with this opinion. On remand, Bonilla and DHS should be afforded the opportunity to supplement the record with evidence bearing on whether the five-year resident stamp represents an offer of permanent resettlement. We note that the government bears the initial burden of showing that Venezuelan law supports application of the firm resettlement bar. <i>See </i><i>Abdille,</i> 242 F.3d at 491.<sup>[3]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*83</span> III.</h2>\n<p>We conclude that the agency's determination that Bonilla had an offer of permanent residence in Venezuela lacks support. We grant the petition and remand for investigation into the significance of Bonilla's five-year resident stamp under Venezuelan law.</p>\n<p>PETITION GRANTED.</p>\n<h2>NOTES</h2>\n<p>[*]  Pursuant to Fed. R.App. P. 43(c)(2), Attorney General Michael B. Mukasey is substituted for former Attorney General Alberto R. Gonzales as respondent.</p>\n<p>[**]  Of the Seventh Circuit, sitting by designation.</p>\n<p>[1]  Bonilla's CAT claim is not before us. He failed to exhaust his administrative remedies with respect to CAT relief by failing to identify any error in the IJ's denial of CAT relief in his Notice of Appeal filed with the Board. <i>See </i><i>Un v. Gonzales,</i> <span class=\"citation\" data-id=\"201719\"><a href=\"/opinion/201719/un-v-ashcroft/\"><span class=\"volume\">415</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">205</span></a></span>, 210 (1st Cir. 2005). He did not file a brief with the Board. Although he requests that we reverse the agency's CAT decision, he does not make any legal argument to support this request. As a result, he has failed to preserve this issue for appeal. <i>Ramallo Bros. Printing, Inc. v. El Dia, Inc.,</i> <span class=\"citation\" data-id=\"202805\"><a href=\"/opinion/202805/ramallo-brothers-v-el-dia-inc/\"><span class=\"volume\">490</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">86</span></a></span>, 90 (1st Cir.2007).</p>\n<p>[2]  By resident visa, Bonilla was apparently referring to the resident stamp in his passport.</p>\n<p>[3]  In <i>Salazar,</i> we noted that some courts have held that the government may make its initial showing by \"`non-offer-based elements,' such as the alien's establishment of significant familial or business ties or the prolonged duration of the alien's residence in the resettlement country without any government efforts to deport him.\" 359 F.3d at 50 n. 4. The government here argues that there was sufficient non-offer-based evidence to support a conclusion that Bonilla had residency in Venezuela. Specifically, it cites the agency's finding that Bonilla owned a business in Venezuela and maintained a bank account there. Without deciding whether non-offer-based evidence can, in some cases, be sufficient to support a firmly resettled finding, we note that the evidence that the government cites falls short of what has been held to satisfy the \"totality of the circumstances\" test that has been used by other courts. <i>See, e.g., Mussie</i> 172 F.3d at 331-32 (petitioner lived in Germany for six years, received government assistance for school, rent and food, held a job and paid taxes); <i>Farbakhsh,</i> 20 F.3d at 882 (petitioner lived in Spain for four years without fear of being sent back to Iran and his brother and sister lived in Spain).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/42677/",
    "http://www.courtlistener.com/api/rest/v3/opinions/122242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/164938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200413/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200506/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200879/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201926/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201939/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202417/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202805/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202996/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203005/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203032/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203175/",
    "http://www.courtlistener.com/api/rest/v3/opinions/666909/",
    "http://www.courtlistener.com/api/rest/v3/opinions/685684/",
    "http://www.courtlistener.com/api/rest/v3/opinions/738268/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755345/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762768/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770192/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771736/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772352/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789457/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793247/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794635/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795127/"
  ]
}