{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203514/",
  "absolute_url": "/opinion/203514/in-re-engage-inc-v/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203514/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:18:16Z",
  "date_modified": "2016-02-28T05:11:12.746555Z",
  "type": "010combined",
  "sha1": "fe68a455406e4cccc4b71b83eb488fa317d0ec6f",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-1257P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/10/06/In_Re_Engage_Inc._v..pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\nNo. 08-1257\n\n                   IN RE ENGAGE, INC., ET AL.,\n                             Debtors\n\n\n                        ROPES & GRAY LLP,\n\n                            Appellant,\n\n                                v.\n\n          CRAIG R. JALBERT, as Liquidating Supervisor,\n\n                            Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Douglas P. Woodlock, U.S. District Judge]\n\n\n                              Before\n\n                       Lynch, Chief Judge,\n                Boudin and Lipez, Circuit Judges.\n\n\n\n     D. Ross Martin with whom Christopher Thomas Brown, Jonathan B.\nLackow, and Ropes & Gray LLP were on brief for appellant.\n     Robert M. Abrahamsen, Michael A. Albert, Allen S. Rugg, Eric\nG.J. Kaviar, Wolf, Greenfield & Sacks, P.C., Erik Paul Belt, and\nBromberg and Sunstein LLP were on brief for Boston Patent Law\nAssociation, amicus curiae.\n     Andrew Z. Schwartz with whom Joshua S. Pemstein and Foley Hoag\nLLP were on brief for appellee.\n\n\n\n                         October 6, 2008\n\f           LYNCH, Chief Judge.        The key issue in this bankruptcy\n\ncase is whether the Massachusetts attorney's lien statute, chapter\n\n221, section 50 of the Massachusetts General Laws, applies to\n\npatent prosecution work performed by attorneys.          The courts of the\n\nCommonwealth have never addressed this issue. Nor is it clear from\n\nexisting case law or a reading of the statute what the answer is.\n\nFurther,   any     chosen   answer       will   have   significant    policy\n\nramifications.     We conclude the issue should be certified to the\n\nMassachusetts Supreme Judicial Court (\"SJC\"), pursuant to its Rule\n\n1:03.   See Boston Gas Co. v. Century Indem. Co., 529 F.3d 8, 15\n\n(1st Cir. 2008).\n\n                                     I.\n\n           The    case   arises   from    federal   bankruptcy    proceedings\n\ninitiated five years ago by Engage, Inc., an advertising software\n\ncompany, and certain of its affiliates (\"Debtors\").              The relevant\n\nfacts are briefly recounted.         Ropes & Gray LLP (\"R&G\") performed\n\nlegal services -- primarily patent prosecution work -- for the\n\nDebtors from around July 2002 through May 2003.          The Debtors filed\n\npetitions for relief under Chapter 11 of the Bankruptcy Code on\n\nJune 19, 2003.      In a filing before the bankruptcy court shortly\n\nthereafter, R&G asserted it was owed $108,737.11, secured by an\n\nattorney's lien under chapter 221, section 50 of the Massachusetts\n\nGeneral Laws, for unpaid patent prosecution work performed prior to\n\nthis date.       Additionally, R&G asserted an unsecured claim for\n\n\n                                     -2-\n\fapproximately $49,517.37, primarily for corporate licensing work\n\nperformed in 2003.\n\n            The Debtors, who had sold their patents and patent\n\napplications in transactions before and after the petition date,\n\nagreed to reserve from the sale proceeds an amount equal to R&G's\n\nasserted lien, while reserving their rights to object to R&G's\n\nclaims.    On August 4, 2004, the Liquidating Supervisor filed an\n\nobjection to R&G's secured claim, arguing, inter alia, that the\n\nMassachusetts attorney's lien statute did not apply to patents and\n\npatent applications.\n\n            The bankruptcy court agreed, sustaining the Liquidating\n\nSupervisor's objection.    In re Engage, Inc. (Engage I), 315 B.R.\n\n208, 208 (Bankr. D. Mass. 2004).    In an October 8, 2004 order, it\n\nheld that the lien statute did not apply to patent prosecution\n\nwork.1    Id. at 213-14.   It concluded that neither a patent nor a\n\npatent application is a \"judgment, decree or other order\" under the\n\nterms of the statute.      Id. at 214.   Even if a patent could be\n\ncharacterized as an order, the court reasoned that the proceeds\n\nfrom the sale of a patent would be derived not from the order but\n\nfrom the sale of the underlying intellectual property.    Id.   R&G\n\ncould have no more than an inchoate lien in the proceeds from the\n\n\n     1\n          The bankruptcy court based its rejection of R&G's secured\nclaim primarily on Virginia law, which it found to be applicable.\nEngage I, 315 B.R. at 211-13. However, it proceeded to analyze\nMassachusetts law in the alternative and reached the same\nconclusion. Id. at 213.\n\n                                 -3-\n\fsale of the Debtors' patents and patent applications.                    Id. at 214-\n\n15.       Thus,    the   bankruptcy        court   reasoned,    R&G's    claim   was\n\nunsecured.        Id. at 217.\n\n             R&G appealed the bankruptcy order to the district court.\n\nIt also filed a motion requesting that the district court certify\n\nquestions on the attorney's lien statute to the SJC.                   In re Engage\n\nInc. (Engage II), 330 B.R. 5, 6 n.1 (D. Mass. 2005).                   On September\n\n1, 2005, the district court affirmed the bankruptcy court, finding\n\nthat the attorney's lien statute did not apply to patents or patent\n\napplications or to proceeds from the resulting sale.2                     Id. at 7,\n\n14-21.      The     district      court    also    rejected    R&G's   request   for\n\ncertification, concluding that the issue could be resolved by\n\napplying existing case law.               See id. at 6 & n.1.       The matter was\n\nthen returned to the bankruptcy court because the order was not yet\n\n\"final\" within the meaning of 28 U.S.C. § 158(d).\n\n             On August 15, 2007, R&G and the Liquidating Supervisor\n\nfiled a joint motion before the bankruptcy court, agreeing to\n\nliquidate     R&G's      claim.      The     parties    also    agreed    that   the\n\nLiquidating Supervisor would reserve $27,500, which R&G would\n\nreceive if it were ultimately found to have a secured claim.                     The\n\nbankruptcy    court      approved    this     compromise      and   disallowed   the\n\n\n\n      2\n          The district court rejected the bankruptcy court's\ndetermination that Virginia law rather than Massachusetts law\napplied. Engage II, 330 B.R. at 14. We agree that Massachusetts\nlaw applies.\n\n                                           -4-\n\fsecured claim in its final order, issued September 10, 2007.      On\n\nDecember 27, 2008, the district court affirmed the final order on\n\nthe grounds set forth in its 2005 decision.    R&G appealed to this\n\ncourt3 and again requested that questions on the Massachusetts\n\nattorney's lien statute be certified to the SJC.4\n\n                                II.\n\n           This court may certify questions to the SJC in cases,\n\nsuch as this, where it finds no controlling precedent and where the\n\nquestions may be determinative of the pending cause of action. See\n\nMass. S.J.C. R. 1:03; Boston Gas Co. v. Century Indem. Co., 529\n\nF.3d at 15; Nieves   v. Univ. of P.R., 7 F.3d 270, 274 (1st Cir.\n\n1993).   These conditions are met.    First, the SJC has not decided\n\nwhether the Massachusetts attorney's lien statute applies to patent\n\nprosecution work, and, if so, whether the attorney's lien attaches\n\nto proceeds from the sale of issued patents or patent applications.\n\nSecond, in our view, this state law issue may be determinative of\n\nR&G's cause of action, and there is no controlling precedent,\n\nbringing the case within Rule 1:03.         R&G's arguments in the\n\n\n\n\n     3\n          The Boston Patent Law Association filed a brief as amicus\ncuriae in support of R&G.\n     4\n          R&G's motion for certification was denied on June 30,\n2008, without prejudice to reconsideration by this panel after oral\nargument.\n\n                                -5-\n\fbankruptcy court depend on the appropriate construction of the\n\nMassachusetts attorney's lien statute.5\n\n          We also think it appropriate to exercise our discretion\n\nin favor of certification.    In a case such as this, it is within\n\nour discretion either to \"make our best guess on this de novo\n\nreview issue\" or to certify the question to the SJC.     Boston Gas\n\nCo., 529 F.3d at 13.   This is not a case in which \"the course [the]\n\nstate court[] would take is reasonably clear.\"    Nieves, 7 F.3d at\n\n275 (alterations in original) (quoting Porter v. Nutter, 813 F.2d\n\n37, 41 n.4 (1st Cir. 1990)) (internal quotation marks omitted).\n\nMoreover, certification is particularly appropriate here since the\n\nanswers to these questions may hinge on policy judgments best left\n\nto the Massachusetts court and will certainly have implications\n\n\n\n     5\n          If the SJC determines, in response to the first question\nwe certify, that the lien statute does not apply to patents or\npatent applications, that will be dispositive of the entire federal\ncase. If the SJC holds that the lien statute does apply, it may be\nthat that decision alone will not dispose of one portion of R&G's\nclaim, which is to post-petition sale proceeds.\n          R&G claims that, under federal bankruptcy law, if it had\na lien on any of the patents or patent applications that were sold\nsubsequent to the petition date, then it would have a lien on the\nproceeds from any such sales, independent of state law. On this\nview, it is possible that only one of the two questions that we\ncertify below will itself determine part of R&G's claim. If the\nSJC determines that the Massachusetts attorney's lien statute\napplies to patent prosecution work, then the status of R&G's claim\nas to the post-petition sale proceeds may hinge on federal rather\nthan state law. Nonetheless, the second certified question will\nstill be determinative as to the pre-petition sale proceeds.\n          To the extent it should become necessary, we will address\nthe federal law issue in light of the SJC's answers. See Brown v.\nCrown Equip. Corp., 501 F.3d 75, 80 (1st Cir. 2007).\n\n                                 -6-\n\fbeyond these parties.           See Boston Gas Co., 529 F.3d at 14-15; Brown\n\nv. Crown Equip. Corp., 501 F.3d 75, 78 (1st Cir. 2007).\n\n              It is true that even in the absence of controlling\n\nprecedent, certification would be inappropriate where state law is\n\nsufficiently clear to allow us to predict its course.                 See Hugel v.\n\nMilberg, Weiss, Bershad, Hynes & Lerach, LLP, 175 F.3d 14, 18 (1st\n\nCir. 1999); Armacost v. Amica Mut. Ins. Co., 11 F.3d 267, 269 (1st\n\nCir. 1993); Nieves, 7 F.3d at 274-75. This case, however, presents\n\na close and difficult legal issue.             See Boston Gas Co., 529 F.3d at\n\n15; Brown, 501 F.3d at 77.\n\n              We explain why we think so.             Some background on the\n\nnature of patents and the patent prosecution process informs our\n\nanalysis.      Patents are granted by the United States Patent and\n\nTrademark Office in potentially multi-staged proceedings which,\n\nwhile   not    akin   to    a    traditional    trial,   may   take   on   certain\n\nadversarial qualities.             Decisions of the Patent Office may be\n\nappealed by the applicant or, in some instances, challenged by a\n\nthird party before the Board of Patent Appeals and Interferences.\n\n35 U.S.C. § 134.           An applicant may challenge a decision by the\n\nBoard by appealing to the Federal Circuit, id. § 141, or by filing\n\na suit in district court, id. § 145.            If granted, a patent provides\n\na right to exclude others from practicing an invention.                 See id. §§\n\n271, 283; Crown Die & Tool Co. v. Nye Tool & Mach. Works, 261 U.S.\n\n24, 35-37 (1923).      This exclusive right is \"a species of property\n\n\n                                        -7-\n\f. . . of the same dignity as any other property which may be used\n\nto purchase patents.\"     Transparent-Wrap Mach. Corp. v. Stokes &\n\nSmith Co., 329 U.S. 637, 643 (1947).     A favorable decision by the\n\nPatent Office thus provides the applicant with a property interest\n\n-- to exclude others from use of the property -- which may itself\n\nbe sold, and in that sense is independent of the underlying\n\nintellectual property.    This property interest, even at the stage\n\nof a patent application, is freely assignable.       Federal law, 35\n\nU.S.C. § 261, provides that \"patents shall have the attributes of\n\npersonal property.      Applications for patent, patents, or any\n\ninterest therein, shall be assignable in law by an instrument in\n\nwriting.\"\n\n            Turning back to the state law question, the Massachusetts\n\nattorney's lien statute provides that:\n\n            From the authorized commencement of an action,\n            counterclaim or other proceeding in any court,\n            or appearance in any proceeding before any\n            state   or   federal  department,   board   or\n            commission, the attorney who appears for a\n            client in such proceeding shall have a lien\n            for his reasonable fees and expenses upon his\n            client's cause of action, counterclaim or\n            claim, upon the judgment, decree or other\n            order in his client's favor entered or made in\n            such proceeding, and upon the proceeds derived\n            therefrom.\n\nMass. Gen. Laws ch. 221, § 50.   This present version of the statute\n\nwas enacted in 1945.    The previous version read:\n\n            An attorney who is lawfully possessed of an\n            execution, or who has prosecuted a suit to\n            final judgment in favor of his client, shall\n\n                                 -8-\n\f           have a lien thereon for the amount of his fees\n           and disbursements in the cause . . . .\n\nRev. Laws. Mass. 1902 ch. 165, § 48.\n\n           In our view, the change in and expansion of the language\n\nin the 1945 amendment tends to support R&G's arguments that a\n\npatent application is a \"claim\" and that a patent is an \"order in\n\n[the] client's favor.\"     The lien statute was broadened in 1945\n\nbeyond actions and counterclaims to include \"other proceeding[s].\"\n\nIt was also broadened to include \"proceeding[s] before any state or\n\nfederal department, board or commission\" -- terms that encompass\n\nadministrative proceedings and both state and federal proceedings.\n\nThis tends to support R&G's argument that the state legislature's\n\nbroadening of the statute was a rejection of a limitation on\n\nattorney's   liens   to   only   traditional   \"cause[s]   of    action,\n\ncounterclaim[s] or claim[s].\"     By broadening the statute to other\n\nproceedings before any federal department, the state legislature,\n\nR&G argues, also rejected limiting the applicability of attorney's\n\nliens to trial-like proceedings against an adverse party.\n\n           The language of the statute itself does not contradict\n\nR&G's arguments. Pursuing a patent before the Patent Office clearly\n\nconstitutes a \"proceeding\" before a federal department.         The fact\n\nthat \"claim\" is a term of art in patent law does not mean that the\n\nfiling of an application for a patent before the Patent Office\n\ncannot also be a \"claim\" under the statute.          See Black's Law\n\nDictionary 264 (8th ed. 2004) (defining \"claim\" as, inter alia, \"[a]\n\n                                  -9-\n\fdemand for . . . property . . . to which one asserts a right\").                 Nor\n\ndoes the plain language of the statute itself dictate that the\n\nissuing of a patent by the Patent Office -- which confers a legal\n\nright upon the client -- cannot be an \"order.\"\n\n           The language and history of the state statute also tend\n\nto favor somewhat R&G's position that an attorney's lien may arise\n\nprior to the issuance of a \"judgment, decree or other order.\" Given\n\nthe structure of the amended statute, specifically the repetition\n\nof   \"upon,\"   it   is    natural   to   read    the    statute   as   applying,\n\nindependently, to a \"cause of action, counterclaim or claim,\" to a\n\n\"judgment, decree or other order in [the] client's favor,\" and/or\n\nto \"proceeds derived therefrom.\" The Liquidating Supervisor argues\n\nthat the text of the statute \"follows the procedural progression of\n\na typical litigation,\" so one must have a \"judgment, decree or other\n\norder\" and \"proceeds derived\" from that order for a lien to be\n\nenforceable.    This reading is less natural.\n\n           The Liquidating Supervisor's reading is also somewhat out\n\nof keeping with the statute's history.                 The change in language\n\nimplemented in 1945 may evince a legislative intent to abrogate the\n\nrequirement    that   a   suit   proceed    to   final    judgment     before   an\n\nattorney's lien attaches.\n\n           This is not a case, however, in which the text or\n\nstatutory history are so clear as to make certification \"a waste of\n\njudicial resources.\"       See Armacost, 11 F.3d at 269.          It is unclear,\n\n\n                                     -10-\n\ffor example, whether \"therefrom\" in the third \"upon\" clause is\n\nintended to refer to the subject of the previous two clauses or only\n\nto that of the immediately preceding clause.                That is, the lien may\n\napply to proceeds derived from a claim or a judgment or it may apply\n\nonly to those derived from a judgment; the text does not obviously\n\nforeclose either      reading.         And while it is evident that the\n\nlegislature intended to expand the applicability of the lien beyond\n\ncourt and court-like adversarial proceedings, it is also likely that\n\nit intended some limit on the scope of the statute. The Liquidating\n\nSupervisor argues that one consequence of an expansive reading of\n\nthe statutory terms would be that a \"cause of action\" or \"claim\" may\n\nalso   extend    to   applications,        filed    by    attorneys,     for   \"taxi\n\nmedallions,     nursing   home     licenses,       zoning   variances,    building\n\npermits,    liquor    licenses,    .   .   .    [or]     environmental   permits.\"\n\nNeither side can point to text or to legislative history that\n\nconclusively addresses this issue.               This is not surprising.          In\n\n1945, the number and type of administrative proceedings were far\n\nfewer.     Of course, patent applications made to the Patent Office\n\npredate the 1945 amendment.\n\n             The Liquidating Supervisor argues, and the district court\n\nfound,   that    there    is   a   body    of    case     law   interpreting     the\n\nMassachusetts lien statute sufficient to allow a federal court\n\nsafely to resolve the issues of state law presented in this case.\n\nIf this were the case, then certification would be inappropriate,\n\n\n                                       -11-\n\fnotwithstanding    the    lack   of   binding   precedent      or    unambiguous\n\nstatutory command.       See Marbucco Corp. v. Suffolk Constr. Co., 165\n\nF.3d 103, 105 (1st Cir. 1999); Snow v. Harnischfeger Corp., 12 F.3d\n\n1154, 1161 (1st Cir. 1993); see also Nicolo v. Philip Morris, Inc.,\n\n201 F.3d 29, 33 (1st Cir. 2000).\n\n             The Liquidating Supervisor can point to language in\n\ncertain opinions that appears to support his interpretation of the\n\nattorney's lien statute.         We focus on the principal state cases\n\ncited.    Torphy v. Reder, 257 N.E.2d 435 (Mass. 1970), arose from a\n\nsuit in equity brought against Reder by Reder's wife to determine\n\nownership in several stock certificates and bankbooks, among other\n\nthings.   Id. at 437.     After a court ordered Reder to surrender the\n\nproperty, an attorney who had represented Reder through part of the\n\nproceedings    claimed    he   had    an   attorney's   lien    on    the   stock\n\ncertificates.     Id.    The SJC rejected the lawyer's claim, finding\n\nthat \"since there was no decree in [the client's] favor there was\n\nnothing to which the statutory lien could attach.\" Id. \"[T]he type\n\nof lien created\" by the attorney's lien statute, the SJC reasoned,\n\n\"is a charging lien which binds the judgment or money decree for\n\npayment of expenses incurred and for services rendered by an\n\nattorney.\"    Id. at 437-38 (emphasis added).\n\n             In Collins v. Town of Webster, 522 N.E.2d 12 (Mass. App.\n\nCt. 1988), two parties, represented by different lawyers, were\n\njointly awarded a judgment of $86,888.88 in a suit arising from a\n\n\n                                      -12-\n\ftaking by eminent domain of certain property by the town of Webster.\n\nId. at 12-13.   After judgment was entered, the attorney for one\n\nparty claimed he had the right to be paid from the full amount of\n\nthe damages awarded.   Id. at 13.    The Massachusetts appeals court\n\nrejected the claim that the attorney had a lien on the full amount,\n\nfinding that he only had a lien over his clients' share of the\n\nrecovery. Id. at 13-14. Under the Massachusetts statute, the court\n\nreasoned, \"the attorney's lien may be enforced only to the extent\n\nof the judgment in favor of the client.\"    Id. at 14.6\n\n           The language in these cases, however, does not provide\n\n\"compelling guidance\" on the direction of state law in the present\n\ncontext.   Nicolo, 201 F.3d at 33.    First, there is the danger of\n\nunmooring language from the facts of a case and the precise issue\n\npresented in the context of those facts. Neither Torphy nor Collins\n\ninvolve patent prosecutions or proceedings before an administrative\n\nagency.    Further, as R&G notes, both are cases in which the\n\n\n\n     6\n          The Liquidating Supervisor's citation to In re Leading\nEdge Prods., Inc., 121 B.R. 128 (Bankr. D. Mass. 1990), a\nbankruptcy court decision interpreting the Massachusetts statute,\nis not authoritative as to the direction of state law.          The\nLiquidating Supervisor also cites two unpublished Massachusetts\nappeals court decisions, Bartermax, Inc. v. Discover Boston Multi-\nLingual Trolley Tours, Inc., No. 06-P-1827, 2008 WL 314150 (Mass.\nApp. Ct. Feb. 5, 2008), and Gormley v. Wilkins, No. 00-P-1490, 2002\nWL 31204473 (Mass. App. Ct. Oct. 3, 2002). Under the appeals court\nrules, these decisions, issued prior to February 25, 2008, could\nnot be relied upon or cited as precedent. See Chace v. Curran, 881\nN.E.2d 792, 795 n.4 (Mass. App. Ct. 2008); Lyons v. Labor Relations\nComm'n, 476 N.E.2d 243, 246 n.7 (Mass. App. Ct. 1985). We do not\nconsider them.\n\n                               -13-\n\fattorney's lien was asserted after a resolution to the proceedings\n\nwas reached.7     By R&G's reading, these cases deal only with the\n\nquestion of what constitutes a judgment \"in [the] client's favor\"\n\nonce a judgment has been issued; they say nothing about how a state\n\ncourt would interpret the statute in the pre-judgment context.\n\n           R&G    can   also   point    to   language   supporting   its\n\ninterpretation of the statute.     See, e.g., In re Discipline of an\n\nAttorney, 884 N.E.2d 450, 462 n.19 (Mass. 2008) (\"By the plain terms\n\nof [the statute], for an attorney to be entitled to file a lien,\n\nthere must be, among other requirements, 'an action, counterclaim\n\nor other proceeding in any court,' and the attorney must have\n\n'appear[ed] for [the] client' in that matter.\"          (alterations in\n\noriginal)).8     Thus, we find that the existing case law does not\n\n\n     7\n          The same is true of Northeastern Avionics, Inc. v. City\nof Westfield, 827 N.E.2d 721 (Mass. App. Ct. 2005), and Craft v.\nKane, 747 N.E.2d 748 (Mass. App. Ct. 2001), two state court cases\nthat the Liquidating Supervisor argues adopt the reasoning of\nLeading Edge. The disputes in both Northeastern Avionics and Craft\narose after settlement agreements had been reached in the\nunderlying actions. See Ne. Avionics, 827 N.E.2d at 725 (holding\nthat a settlement constitutes a \"judgment\" for the purposes of the\nMassachusetts attorney's lien statute and therefore that a lien\ncould attach to the proceeds of that settlement); Craft, 747 N.E.2d\nat 752 n.8 (distinguishing Leading Edge on the grounds that,\n\"[h]ere, . . . there is a settlement payment of money,\" and\ntherefore a \"judgment\" to which the lien attached).\n     8\n          R&G points out that the attorney's lien statutes of two\nother states have been interpreted in accordance with R&G's\narguments, see Hedman, Gibson & Costigan, P.C. v. Tri-Tech Sys.\nInt'l, Inc., No. 92 Civ. 2757, 1994 WL 18536, at *4 (S.D.N.Y. Jan.\n14, 1994); Schroeder, Siegfried, Ryan & Vidas v. Modern Elec.\nProds., Inc., 295 N.W.2d 514, 515-16 (Minn. 1980). The language of\nthe statutes involved in those cases is, however, very different.\n\n                                 -14-\n\fprovide sufficient guidance to allow us reasonably to predict the\n\ncourse of Massachusetts law. See Brown, 501 F.3d at 77; Nicolo, 201\n\nF.3d at 33.\n\n              This is also not a case in which the \"policy arguments\n\nline up solely behind one solution.\"               Boston Gas Co., 529 F.3d at\n\n14.    As the SJC has recognized, the \"underlying goal\" of the\n\nMassachusetts attorney's lien statute is \"the protection of the\n\nunpaid attorney.\"        Boswell v. Zephyr Lines, Inc., 606 N.E.2d 1336,\n\n1341 (Mass. 1993).          One may argue that a patent attorney who\n\nsuccessfully secures a legal right for his                      or   her   client in\n\nproceedings     before    the   Patent       Office    should    receive     the   same\n\nprotection accorded to an attorney who secures a favorable judgment\n\nfor his or her client in court.\n\n              The Liquidating Supervisor cautions, on the other hand,\n\nthat an overly broad reading of the statute would create a system\n\nof roving, secret liens, in which \"any pending applications before,\n\nor rights granted by, any municipal, state or federal agency\" would\n\ngive   rise   to   unrecorded        liens   of   unlimited      duration,    causing\n\nconsiderable       disarray     to     the    rights    of      later   purchasers.9\n\nUltimately, determining the scope of the Massachusetts attorney's\n\n\n\n\n       9\n          R&G asserts there is nothing secret about the identity of\nthe attorney on an issued patent or a patent application, as the\nname of the law firm appears on the first page of an issued patent\nand a search of patent applications lists all law firms that have\nappeared in a given patent prosecution.\n\n                                        -15-\n\flien statute may well involve policy judgments, and those judgments\n\nare best made by the SJC.     See Brown, 501 F.3d at 78.\n\n           We have noted that the fact \"[t]hat a legal issue is\n\nclose or difficult is not normally enough to warrant certification,\"\n\nsince otherwise cases involving state law \"would regularly require\n\nappellate proceedings in two courts.\"       Boston Gas Co., 529 F.3d at\n\n15.   The answers to the questions in this case, however, clearly\n\nhave implications which go beyond these parties.         See id.; Brown,\n\n501 F.3d at 77. Certification may superficially appear to be a less\n\nefficient route, but any answer a federal court may give on this\n\nstate law question is not a final answer.         Only the SJC can give a\n\nfinal answer in this case.     Given the importance and complexity of\n\nthe questions presented in this case, we find certification is\n\nproper here.10\n\n           We    therefore   certify   to   the   Massachusetts   SJC   the\n\nfollowing questions:\n\n\n      10\n          The Liquidating Supervisor argues that certification is\nimproper because R&G failed to request certification prior to the\nbankruptcy court's first order and only requested certification in\nits appeal to the district court. This may weaken R&G's claim for\ncertification. See Boston Car Co. v. Acura Auto. Div., Am. Honda\nMotor Co., 971 F.2d 811, 817 n.3 (1st Cir. 1992) (\"[T]he practice\nof requesting certification after an adverse judgment has been\nentered should be discouraged.\" (quoting Perkins v. Clark Equipment\nCo., 823 F.2d 207, 210 (8th Cir. 1987))); Fischer v. Bar Harbor\nBanking & Trust Co., 857 F.2d 4, 8 (1st Cir. 1988). However, R&G\ndid request certification in the district court. Moreover, this\ncourt maintains discretion to certify questions to the SJC when a\nparty fails to request certification in the court below, or even\nsua sponte. See Nieves, 7 F.3d at 278 n.15; Fischer, 857 F.2d at\n8; see also Brown, 501 F.3d at 77.\n\n                                  -16-\n\f                  1. Does chapter 221, section 50 of the\n          Massachusetts General Laws grant a lien on\n          patents   and   patent   applications   to   a\n          Massachusetts attorney for patent prosecution\n          work performed on behalf of a client?\n\n                 2. If chapter 221, section 50 of the\n          Massachusetts General Laws does grant a lien\n          and the issued patents or patent applications\n          are sold, does the attorney's lien attach to\n          the proceeds of the sale?\n\n          We would also welcome any additional observations about\n\nMassachusetts law that the SJC may wish to offer.\n\n          The clerk of this court is directed to forward to the\n\nMassachusetts SJC, under the official seal of this court, a copy of\n\nthe certified questions and our decision in this case, along with\n\na copy of the briefs and appendix filed by the parties, which set\n\nforth all facts relevant to the issues certified.          We retain\n\njurisdiction pending that court's determination.\n\n          It is so ordered.\n\n\n\n\n                               -17-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                      For the First Circuit\n\nNo. 08-1257\n\n                   IN RE ENGAGE, INC., ET AL.,\n                             Debtors\n\n\n                        ROPES & GRAY LLP,\n\n                            Appellant,\n\n                                v.\n\n          CRAIG R. JALBERT, as Liquidating Supervisor,\n\n                            Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Douglas P. Woodlock, U.S. District Judge]\n\n\n                              Before\n\n                       Lynch, Chief Judge,\n                Boudin and Lipez, Circuit Judges.\n\n\n\n     D. Ross Martin with whom Christopher Thomas Brown, Jonathan B.\nLackow, and Ropes & Gray LLP were on brief for appellant.\n     Robert M. Abrahamsen, Michael A. Albert, Allen S. Rugg, Eric\nG.J. Kaviar, Wolf, Greenfield & Sacks, P.C., Erik Paul Belt, and\nBromberg and Sunstein LLP were on brief for Boston Patent Law\nAssociation, amicus curiae.\n     Andrew Z. Schwartz with whom Joshua S. Pemstein and Foley Hoag\nLLP were on brief for appellee.\n\n\n\n                         October 6, 2008\n\f           LYNCH, Chief Judge.        The key issue in this bankruptcy\n\ncase is whether the Massachusetts attorney's lien statute, chapter\n\n221, section 50 of the Massachusetts General Laws, applies to\n\npatent prosecution work performed by attorneys.          The courts of the\n\nCommonwealth have never addressed this issue. Nor is it clear from\n\nexisting case law or a reading of the statute what the answer is.\n\nFurther,   any     chosen   answer       will   have   significant    policy\n\nramifications.     We conclude the issue should be certified to the\n\nMassachusetts Supreme Judicial Court (\"SJC\"), pursuant to its Rule\n\n1:03.   See Boston Gas Co. v. Century Indem. Co., </pre><span class=\"citation no-link\"><span class=\"volume\">529</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></span><pre class=\"inline\">, 15\n\n(1st Cir. 2008).\n\n                                     I.\n\n           The    case   arises   from    federal   bankruptcy    proceedings\n\ninitiated five years ago by Engage, Inc., an advertising software\n\ncompany, and certain of its affiliates (\"Debtors\").              The relevant\n\nfacts are briefly recounted.         Ropes & Gray LLP (\"R&G\") performed\n\nlegal services -- primarily patent prosecution work -- for the\n\nDebtors from around July 2002 through May 2003.          The Debtors filed\n\npetitions for relief under Chapter 11 of the Bankruptcy Code on\n\nJune 19, 2003.      In a filing before the bankruptcy court shortly\n\nthereafter, R&G asserted it was owed $108,737.11, secured by an\n\nattorney's lien under chapter 221, section 50 of the Massachusetts\n\nGeneral Laws, for unpaid patent prosecution work performed prior to\n\nthis date.       Additionally, R&G asserted an unsecured claim for\n\n\n                                     -2-\n\fapproximately $49,517.37, primarily for corporate licensing work\n\nperformed in 2003.\n\n            The Debtors, who had sold their patents and patent\n\napplications in transactions before and after the petition date,\n\nagreed to reserve from the sale proceeds an amount equal to R&G's\n\nasserted lien, while reserving their rights to object to R&G's\n\nclaims.    On August 4, 2004, the Liquidating Supervisor filed an\n\nobjection to R&G's secured claim, arguing, inter alia, that the\n\nMassachusetts attorney's lien statute did not apply to patents and\n\npatent applications.\n\n            The bankruptcy court agreed, sustaining the Liquidating\n\nSupervisor's objection.    In re Engage, Inc. (Engage I), </pre><span class=\"citation\" data-id=\"1551659\"><a href=\"/opinion/1551659/in-re-engage-inc/\"><span class=\"volume\">315</span> <span class=\"reporter\">B.R.</span>\n\n<span class=\"page\">208</span></a></span><pre class=\"inline\">, 208 (Bankr. D. Mass. 2004).    In an October 8, 2004 order, it\n\nheld that the lien statute did not apply to patent prosecution\n\nwork.1    Id. at 213-14.   It concluded that neither a patent nor a\n\npatent application is a \"judgment, decree or other order\" under the\n\nterms of the statute.      Id. at 214.   Even if a patent could be\n\ncharacterized as an order, the court reasoned that the proceeds\n\nfrom the sale of a patent would be derived not from the order but\n\nfrom the sale of the underlying intellectual property.    Id.   R&G\n\ncould have no more than an inchoate lien in the proceeds from the\n\n\n     1\n          The bankruptcy court based its rejection of R&G's secured\nclaim primarily on Virginia law, which it found to be applicable.\nEngage I, 315 B.R. at 211-13. However, it proceeded to analyze\nMassachusetts law in the alternative and reached the same\nconclusion. Id. at 213.\n\n                                 -3-\n\fsale of the Debtors' patents and patent applications.                    Id. at 214-\n\n15.       Thus,    the   bankruptcy        court   reasoned,    R&G's    claim   was\n\nunsecured.        Id. at 217.\n\n             R&G appealed the bankruptcy order to the district court.\n\nIt also filed a motion requesting that the district court certify\n\nquestions on the attorney's lien statute to the SJC.                   In re Engage\n\nInc. (Engage II), </pre><span class=\"citation no-link\"><span class=\"volume\">330</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">5</span></span><pre class=\"inline\">, 6 n.1 (D. Mass. 2005).                   On September\n\n1, 2005, the district court affirmed the bankruptcy court, finding\n\nthat the attorney's lien statute did not apply to patents or patent\n\napplications or to proceeds from the resulting sale.2                     Id. at 7,\n\n14-21.      The     district      court    also    rejected    R&G's   request   for\n\ncertification, concluding that the issue could be resolved by\n\napplying existing case law.               See id. at 6 & n.1.       The matter was\n\nthen returned to the bankruptcy court because the order was not yet\n\n\"final\" within the meaning of 28 U.S.C. § 158(d).\n\n             On August 15, 2007, R&G and the Liquidating Supervisor\n\nfiled a joint motion before the bankruptcy court, agreeing to\n\nliquidate     R&G's      claim.      The     parties    also    agreed    that   the\n\nLiquidating Supervisor would reserve $27,500, which R&G would\n\nreceive if it were ultimately found to have a secured claim.                     The\n\nbankruptcy    court      approved    this     compromise      and   disallowed   the\n\n\n\n      2\n          The district court rejected the bankruptcy court's\ndetermination that Virginia law rather than Massachusetts law\napplied. Engage II, 330 B.R. at 14. We agree that Massachusetts\nlaw applies.\n\n                                           -4-\n\fsecured claim in its final order, issued September 10, 2007.      On\n\nDecember 27, 2008, the district court affirmed the final order on\n\nthe grounds set forth in its 2005 decision.    R&G appealed to this\n\ncourt3 and again requested that questions on the Massachusetts\n\nattorney's lien statute be certified to the SJC.4\n\n                                II.\n\n           This court may certify questions to the SJC in cases,\n\nsuch as this, where it finds no controlling precedent and where the\n\nquestions may be determinative of the pending cause of action. See\n\nMass. S.J.C. R. 1:03; Boston Gas Co. v. Century Indem. Co., 529\n\nF.3d at 15; Nieves   v. Univ. of P.R., </pre><span class=\"citation\" data-id=\"194980\"><a href=\"/opinion/194980/marta-v-u-of-pr/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">270</span></a></span><pre class=\"inline\">, 274 (1st Cir.\n\n1993).   These conditions are met.    First, the SJC has not decided\n\nwhether the Massachusetts attorney's lien statute applies to patent\n\nprosecution work, and, if so, whether the attorney's lien attaches\n\nto proceeds from the sale of issued patents or patent applications.\n\nSecond, in our view, this state law issue may be determinative of\n\nR&G's cause of action, and there is no controlling precedent,\n\nbringing the case within Rule 1:03.         R&G's arguments in the\n\n\n\n\n     3\n          The Boston Patent Law Association filed a brief as amicus\ncuriae in support of R&G.\n     4\n          R&G's motion for certification was denied on June 30,\n2008, without prejudice to reconsideration by this panel after oral\nargument.\n\n                                -5-\n\fbankruptcy court depend on the appropriate construction of the\n\nMassachusetts attorney's lien statute.5\n\n          We also think it appropriate to exercise our discretion\n\nin favor of certification.    In a case such as this, it is within\n\nour discretion either to \"make our best guess on this de novo\n\nreview issue\" or to certify the question to the SJC.     Boston Gas\n\nCo., 529 F.3d at 13.   This is not a case in which \"the course [the]\n\nstate court[] would take is reasonably clear.\"    Nieves, 7 F.3d at\n\n275 (alterations in original) (quoting Porter v. Nutter, </pre><span class=\"citation no-link\"><span class=\"volume\">813</span> <span class=\"reporter\">F.2d</span>\n\n<span class=\"page\">37</span></span><pre class=\"inline\">, 41 n.4 (1st Cir. 1990)) (internal quotation marks omitted).\n\nMoreover, certification is particularly appropriate here since the\n\nanswers to these questions may hinge on policy judgments best left\n\nto the Massachusetts court and will certainly have implications\n\n\n\n     5\n          If the SJC determines, in response to the first question\nwe certify, that the lien statute does not apply to patents or\npatent applications, that will be dispositive of the entire federal\ncase. If the SJC holds that the lien statute does apply, it may be\nthat that decision alone will not dispose of one portion of R&G's\nclaim, which is to post-petition sale proceeds.\n          R&G claims that, under federal bankruptcy law, if it had\na lien on any of the patents or patent applications that were sold\nsubsequent to the petition date, then it would have a lien on the\nproceeds from any such sales, independent of state law. On this\nview, it is possible that only one of the two questions that we\ncertify below will itself determine part of R&G's claim. If the\nSJC determines that the Massachusetts attorney's lien statute\napplies to patent prosecution work, then the status of R&G's claim\nas to the post-petition sale proceeds may hinge on federal rather\nthan state law. Nonetheless, the second certified question will\nstill be determinative as to the pre-petition sale proceeds.\n          To the extent it should become necessary, we will address\nthe federal law issue in light of the SJC's answers. See Brown v.\nCrown Equip. Corp., </pre><span class=\"citation\" data-id=\"202921\"><a href=\"/opinion/202921/brown-v-crown-equipment-corp/\"><span class=\"volume\">501</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span><pre class=\"inline\">, 80 (1st Cir. 2007).\n\n                                 -6-\n\fbeyond these parties.           See Boston Gas Co., 529 F.3d at 14-15; Brown\n\nv. Crown Equip. Corp., </pre><span class=\"citation\" data-id=\"202921\"><a href=\"/opinion/202921/brown-v-crown-equipment-corp/\"><span class=\"volume\">501</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span><pre class=\"inline\">, 78 (1st Cir. 2007).\n\n              It is true that even in the absence of controlling\n\nprecedent, certification would be inappropriate where state law is\n\nsufficiently clear to allow us to predict its course.                 See Hugel v.\n\nMilberg, Weiss, Bershad, Hynes & Lerach, LLP, </pre><span class=\"citation\" data-id=\"198427\"><a href=\"/opinion/198427/hugel-v-milberg/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span><pre class=\"inline\">, 18 (1st\n\nCir. 1999); Armacost v. Amica Mut. Ins. Co., </pre><span class=\"citation\" data-id=\"195082\"><a href=\"/opinion/195082/armacost-v-amica/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">267</span></a></span><pre class=\"inline\">, 269 (1st\n\nCir. 1993); Nieves, 7 F.3d at 274-75. This case, however, presents\n\na close and difficult legal issue.             See Boston Gas Co., 529 F.3d at\n\n15; Brown, 501 F.3d at 77.\n\n              We explain why we think so.             Some background on the\n\nnature of patents and the patent prosecution process informs our\n\nanalysis.      Patents are granted by the United States Patent and\n\nTrademark Office in potentially multi-staged proceedings which,\n\nwhile   not    akin   to    a    traditional    trial,   may   take   on   certain\n\nadversarial qualities.             Decisions of the Patent Office may be\n\nappealed by the applicant or, in some instances, challenged by a\n\nthird party before the Board of Patent Appeals and Interferences.\n\n35 U.S.C. § 134.           An applicant may challenge a decision by the\n\nBoard by appealing to the Federal Circuit, id. § 141, or by filing\n\na suit in district court, id. § 145.            If granted, a patent provides\n\na right to exclude others from practicing an invention.                 See id. §§\n\n271, 283; Crown Die & Tool Co. v. Nye Tool & Mach. Works, </pre><span class=\"citation\" data-id=\"100119\"><a href=\"/opinion/100119/crown-co-v-nye-tool-works/\"><span class=\"volume\">261</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">24</span></a></span><pre class=\"inline\">, 35-37 (1923).      This exclusive right is \"a species of property\n\n\n                                        -7-\n\f. . . of the same dignity as any other property which may be used\n\nto purchase patents.\"     Transparent-Wrap Mach. Corp. v. Stokes &\n\nSmith Co., </pre><span class=\"citation\" data-id=\"104367\"><a href=\"/opinion/104367/transparent-wrap-machine-corp-v-stokes-smith-co/\"><span class=\"volume\">329</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">637</span></a></span><pre class=\"inline\">, 643 (1947).     A favorable decision by the\n\nPatent Office thus provides the applicant with a property interest\n\n-- to exclude others from use of the property -- which may itself\n\nbe sold, and in that sense is independent of the underlying\n\nintellectual property.    This property interest, even at the stage\n\nof a patent application, is freely assignable.       Federal law, 35\n\nU.S.C. § 261, provides that \"patents shall have the attributes of\n\npersonal property.      Applications for patent, patents, or any\n\ninterest therein, shall be assignable in law by an instrument in\n\nwriting.\"\n\n            Turning back to the state law question, the Massachusetts\n\nattorney's lien statute provides that:\n\n            From the authorized commencement of an action,\n            counterclaim or other proceeding in any court,\n            or appearance in any proceeding before any\n            state   or   federal  department,   board   or\n            commission, the attorney who appears for a\n            client in such proceeding shall have a lien\n            for his reasonable fees and expenses upon his\n            client's cause of action, counterclaim or\n            claim, upon the judgment, decree or other\n            order in his client's favor entered or made in\n            such proceeding, and upon the proceeds derived\n            therefrom.\n\nMass. Gen. Laws ch. 221, § 50.   This present version of the statute\n\nwas enacted in 1945.    The previous version read:\n\n            An attorney who is lawfully possessed of an\n            execution, or who has prosecuted a suit to\n            final judgment in favor of his client, shall\n\n                                 -8-\n\f           have a lien thereon for the amount of his fees\n           and disbursements in the cause . . . .\n\nRev. Laws. Mass. 1902 ch. 165, § 48.\n\n           In our view, the change in and expansion of the language\n\nin the 1945 amendment tends to support R&G's arguments that a\n\npatent application is a \"claim\" and that a patent is an \"order in\n\n[the] client's favor.\"     The lien statute was broadened in 1945\n\nbeyond actions and counterclaims to include \"other proceeding[s].\"\n\nIt was also broadened to include \"proceeding[s] before any state or\n\nfederal department, board or commission\" -- terms that encompass\n\nadministrative proceedings and both state and federal proceedings.\n\nThis tends to support R&G's argument that the state legislature's\n\nbroadening of the statute was a rejection of a limitation on\n\nattorney's   liens   to   only   traditional   \"cause[s]   of    action,\n\ncounterclaim[s] or claim[s].\"     By broadening the statute to other\n\nproceedings before any federal department, the state legislature,\n\nR&G argues, also rejected limiting the applicability of attorney's\n\nliens to trial-like proceedings against an adverse party.\n\n           The language of the statute itself does not contradict\n\nR&G's arguments. Pursuing a patent before the Patent Office clearly\n\nconstitutes a \"proceeding\" before a federal department.         The fact\n\nthat \"claim\" is a term of art in patent law does not mean that the\n\nfiling of an application for a patent before the Patent Office\n\ncannot also be a \"claim\" under the statute.          See Black's Law\n\nDictionary 264 (8th ed. 2004) (defining \"claim\" as, inter alia, \"[a]\n\n                                  -9-\n\fdemand for . . . property . . . to which one asserts a right\").                 Nor\n\ndoes the plain language of the statute itself dictate that the\n\nissuing of a patent by the Patent Office -- which confers a legal\n\nright upon the client -- cannot be an \"order.\"\n\n           The language and history of the state statute also tend\n\nto favor somewhat R&G's position that an attorney's lien may arise\n\nprior to the issuance of a \"judgment, decree or other order.\" Given\n\nthe structure of the amended statute, specifically the repetition\n\nof   \"upon,\"   it   is    natural   to   read    the    statute   as   applying,\n\nindependently, to a \"cause of action, counterclaim or claim,\" to a\n\n\"judgment, decree or other order in [the] client's favor,\" and/or\n\nto \"proceeds derived therefrom.\" The Liquidating Supervisor argues\n\nthat the text of the statute \"follows the procedural progression of\n\na typical litigation,\" so one must have a \"judgment, decree or other\n\norder\" and \"proceeds derived\" from that order for a lien to be\n\nenforceable.    This reading is less natural.\n\n           The Liquidating Supervisor's reading is also somewhat out\n\nof keeping with the statute's history.                 The change in language\n\nimplemented in 1945 may evince a legislative intent to abrogate the\n\nrequirement    that   a   suit   proceed    to   final    judgment     before   an\n\nattorney's lien attaches.\n\n           This is not a case, however, in which the text or\n\nstatutory history are so clear as to make certification \"a waste of\n\njudicial resources.\"       See Armacost, 11 F.3d at 269.          It is unclear,\n\n\n                                     -10-\n\ffor example, whether \"therefrom\" in the third \"upon\" clause is\n\nintended to refer to the subject of the previous two clauses or only\n\nto that of the immediately preceding clause.                That is, the lien may\n\napply to proceeds derived from a claim or a judgment or it may apply\n\nonly to those derived from a judgment; the text does not obviously\n\nforeclose either      reading.         And while it is evident that the\n\nlegislature intended to expand the applicability of the lien beyond\n\ncourt and court-like adversarial proceedings, it is also likely that\n\nit intended some limit on the scope of the statute. The Liquidating\n\nSupervisor argues that one consequence of an expansive reading of\n\nthe statutory terms would be that a \"cause of action\" or \"claim\" may\n\nalso   extend    to   applications,        filed    by    attorneys,     for   \"taxi\n\nmedallions,     nursing   home     licenses,       zoning   variances,    building\n\npermits,    liquor    licenses,    .   .   .    [or]     environmental   permits.\"\n\nNeither side can point to text or to legislative history that\n\nconclusively addresses this issue.               This is not surprising.          In\n\n1945, the number and type of administrative proceedings were far\n\nfewer.     Of course, patent applications made to the Patent Office\n\npredate the 1945 amendment.\n\n             The Liquidating Supervisor argues, and the district court\n\nfound,   that    there    is   a   body    of    case     law   interpreting     the\n\nMassachusetts lien statute sufficient to allow a federal court\n\nsafely to resolve the issues of state law presented in this case.\n\nIf this were the case, then certification would be inappropriate,\n\n\n                                       -11-\n\fnotwithstanding    the    lack   of   binding   precedent      or    unambiguous\n\nstatutory command.       See Marbucco Corp. v. Suffolk Constr. Co., </pre><span class=\"citation\" data-id=\"198302\"><a href=\"/opinion/198302/marbucco-corp-v-suffolk-construction/\"><span class=\"volume\">165</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">103</span></a></span><pre class=\"inline\">, 105 (1st Cir. 1999); Snow v. Harnischfeger Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">1154</span></span><pre class=\"inline\">, 1161 (1st Cir. 1993); see also Nicolo v. Philip Morris, Inc.,\n\n</pre><span class=\"citation\" data-id=\"198766\"><a href=\"/opinion/198766/nicolo-v-philip-morris-inc/\"><span class=\"volume\">201</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span><pre class=\"inline\">, 33 (1st Cir. 2000).\n\n             The Liquidating Supervisor can point to language in\n\ncertain opinions that appears to support his interpretation of the\n\nattorney's lien statute.         We focus on the principal state cases\n\ncited.    Torphy v. Reder, </pre><span class=\"citation no-link\"><span class=\"volume\">257</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">435</span></span><pre class=\"inline\"> (Mass. 1970), arose from a\n\nsuit in equity brought against Reder by Reder's wife to determine\n\nownership in several stock certificates and bankbooks, among other\n\nthings.   Id. at 437.     After a court ordered Reder to surrender the\n\nproperty, an attorney who had represented Reder through part of the\n\nproceedings    claimed    he   had    an   attorney's   lien    on    the   stock\n\ncertificates.     Id.    The SJC rejected the lawyer's claim, finding\n\nthat \"since there was no decree in [the client's] favor there was\n\nnothing to which the statutory lien could attach.\" Id. \"[T]he type\n\nof lien created\" by the attorney's lien statute, the SJC reasoned,\n\n\"is a charging lien which binds the judgment or money decree for\n\npayment of expenses incurred and for services rendered by an\n\nattorney.\"    Id. at 437-38 (emphasis added).\n\n             In Collins v. Town of Webster, </pre><span class=\"citation no-link\"><span class=\"volume\">522</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">12</span></span><pre class=\"inline\"> (Mass. App.\n\nCt. 1988), two parties, represented by different lawyers, were\n\njointly awarded a judgment of $86,888.88 in a suit arising from a\n\n\n                                      -12-\n\ftaking by eminent domain of certain property by the town of Webster.\n\nId. at 12-13.   After judgment was entered, the attorney for one\n\nparty claimed he had the right to be paid from the full amount of\n\nthe damages awarded.   Id. at 13.    The Massachusetts appeals court\n\nrejected the claim that the attorney had a lien on the full amount,\n\nfinding that he only had a lien over his clients' share of the\n\nrecovery. Id. at 13-14. Under the Massachusetts statute, the court\n\nreasoned, \"the attorney's lien may be enforced only to the extent\n\nof the judgment in favor of the client.\"    Id. at 14.6\n\n           The language in these cases, however, does not provide\n\n\"compelling guidance\" on the direction of state law in the present\n\ncontext.   Nicolo, 201 F.3d at 33.    First, there is the danger of\n\nunmooring language from the facts of a case and the precise issue\n\npresented in the context of those facts. Neither Torphy nor Collins\n\ninvolve patent prosecutions or proceedings before an administrative\n\nagency.    Further, as R&G notes, both are cases in which the\n\n\n\n     6\n          The Liquidating Supervisor's citation to In re Leading\nEdge Prods., Inc., </pre><span class=\"citation\" data-id=\"1914820\"><a href=\"/opinion/1914820/in-re-leading-edge-products-inc/\"><span class=\"volume\">121</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">128</span></a></span><pre class=\"inline\"> (Bankr. D. Mass. 1990), a\nbankruptcy court decision interpreting the Massachusetts statute,\nis not authoritative as to the direction of state law.          The\nLiquidating Supervisor also cites two unpublished Massachusetts\nappeals court decisions, Bartermax, Inc. v. Discover Boston Multi-\nLingual Trolley Tours, Inc., No. 06-P-1827, </pre><span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">314150</span></span><pre class=\"inline\"> (Mass.\nApp. Ct. Feb. 5, 2008), and Gormley v. Wilkins, No. 00-P-1490, </pre><span class=\"citation no-link\"><span class=\"volume\">2002</span>\n<span class=\"reporter\">WL</span> <span class=\"page\">31204473</span></span><pre class=\"inline\"> (Mass. App. Ct. Oct. 3, 2002). Under the appeals court\nrules, these decisions, issued prior to February 25, 2008, could\nnot be relied upon or cited as precedent. See Chace v. Curran, </pre><span class=\"citation no-link\"><span class=\"volume\">881</span>\n<span class=\"reporter\">N.E.2d</span> <span class=\"page\">792</span></span><pre class=\"inline\">, 795 n.4 (Mass. App. Ct. 2008); Lyons v. Labor Relations\nComm'n, </pre><span class=\"citation\" data-id=\"2029003\"><a href=\"/opinion/2029003/lyons-v-labor-relations-commission/\"><span class=\"volume\">476</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">243</span></a></span><pre class=\"inline\">, 246 n.7 (Mass. App. Ct. 1985). We do not\nconsider them.\n\n                               -13-\n\fattorney's lien was asserted after a resolution to the proceedings\n\nwas reached.7     By R&G's reading, these cases deal only with the\n\nquestion of what constitutes a judgment \"in [the] client's favor\"\n\nonce a judgment has been issued; they say nothing about how a state\n\ncourt would interpret the statute in the pre-judgment context.\n\n           R&G    can   also   point    to   language   supporting   its\n\ninterpretation of the statute.     See, e.g., In re Discipline of an\n\nAttorney, </pre><span class=\"citation no-link\"><span class=\"volume\">884</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">450</span></span><pre class=\"inline\">, 462 n.19 (Mass. 2008) (\"By the plain terms\n\nof [the statute], for an attorney to be entitled to file a lien,\n\nthere must be, among other requirements, 'an action, counterclaim\n\nor other proceeding in any court,' and the attorney must have\n\n'appear[ed] for [the] client' in that matter.\"          (alterations in\n\noriginal)).8     Thus, we find that the existing case law does not\n\n\n     7\n          The same is true of Northeastern Avionics, Inc. v. City\nof Westfield, </pre><span class=\"citation no-link\"><span class=\"volume\">827</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">721</span></span><pre class=\"inline\"> (Mass. App. Ct. 2005), and Craft v.\nKane, </pre><span class=\"citation no-link\"><span class=\"volume\">747</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">748</span></span><pre class=\"inline\"> (Mass. App. Ct. 2001), two state court cases\nthat the Liquidating Supervisor argues adopt the reasoning of\nLeading Edge. The disputes in both Northeastern Avionics and Craft\narose after settlement agreements had been reached in the\nunderlying actions. See Ne. Avionics, 827 N.E.2d at 725 (holding\nthat a settlement constitutes a \"judgment\" for the purposes of the\nMassachusetts attorney's lien statute and therefore that a lien\ncould attach to the proceeds of that settlement); Craft, 747 N.E.2d\nat 752 n.8 (distinguishing Leading Edge on the grounds that,\n\"[h]ere, . . . there is a settlement payment of money,\" and\ntherefore a \"judgment\" to which the lien attached).\n     8\n          R&G points out that the attorney's lien statutes of two\nother states have been interpreted in accordance with R&G's\narguments, see Hedman, Gibson & Costigan, P.C. v. Tri-Tech Sys.\nInt'l, Inc., No. 92 Civ. 2757, </pre><span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">18536</span></span><pre class=\"inline\">, at *4 (S.D.N.Y. Jan.\n14, 1994); Schroeder, Siegfried, Ryan & Vidas v. Modern Elec.\nProds., Inc., </pre><span class=\"citation\" data-id=\"2178967\"><a href=\"/opinion/2178967/schroeder-siegfried-etc-v-modern-electronic/\"><span class=\"volume\">295</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">514</span></a></span><pre class=\"inline\">, 515-16 (Minn. 1980). The language of\nthe statutes involved in those cases is, however, very different.\n\n                                 -14-\n\fprovide sufficient guidance to allow us reasonably to predict the\n\ncourse of Massachusetts law. See Brown, 501 F.3d at 77; Nicolo, 201\n\nF.3d at 33.\n\n              This is also not a case in which the \"policy arguments\n\nline up solely behind one solution.\"               Boston Gas Co., 529 F.3d at\n\n14.    As the SJC has recognized, the \"underlying goal\" of the\n\nMassachusetts attorney's lien statute is \"the protection of the\n\nunpaid attorney.\"        Boswell v. Zephyr Lines, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">606</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1336</span></span><pre class=\"inline\">,\n\n1341 (Mass. 1993).          One may argue that a patent attorney who\n\nsuccessfully secures a legal right for his                      or   her   client in\n\nproceedings     before    the   Patent       Office    should    receive     the   same\n\nprotection accorded to an attorney who secures a favorable judgment\n\nfor his or her client in court.\n\n              The Liquidating Supervisor cautions, on the other hand,\n\nthat an overly broad reading of the statute would create a system\n\nof roving, secret liens, in which \"any pending applications before,\n\nor rights granted by, any municipal, state or federal agency\" would\n\ngive   rise   to   unrecorded        liens   of   unlimited      duration,    causing\n\nconsiderable       disarray     to     the    rights    of      later   purchasers.9\n\nUltimately, determining the scope of the Massachusetts attorney's\n\n\n\n\n       9\n          R&G asserts there is nothing secret about the identity of\nthe attorney on an issued patent or a patent application, as the\nname of the law firm appears on the first page of an issued patent\nand a search of patent applications lists all law firms that have\nappeared in a given patent prosecution.\n\n                                        -15-\n\flien statute may well involve policy judgments, and those judgments\n\nare best made by the SJC.     See Brown, 501 F.3d at 78.\n\n           We have noted that the fact \"[t]hat a legal issue is\n\nclose or difficult is not normally enough to warrant certification,\"\n\nsince otherwise cases involving state law \"would regularly require\n\nappellate proceedings in two courts.\"       Boston Gas Co., 529 F.3d at\n\n15.   The answers to the questions in this case, however, clearly\n\nhave implications which go beyond these parties.         See id.; Brown,\n\n501 F.3d at 77. Certification may superficially appear to be a less\n\nefficient route, but any answer a federal court may give on this\n\nstate law question is not a final answer.         Only the SJC can give a\n\nfinal answer in this case.     Given the importance and complexity of\n\nthe questions presented in this case, we find certification is\n\nproper here.10\n\n           We    therefore   certify   to   the   Massachusetts   SJC   the\n\nfollowing questions:\n\n\n      10\n          The Liquidating Supervisor argues that certification is\nimproper because R&G failed to request certification prior to the\nbankruptcy court's first order and only requested certification in\nits appeal to the district court. This may weaken R&G's claim for\ncertification. See Boston Car Co. v. Acura Auto. Div., Am. Honda\nMotor Co., </pre><span class=\"citation\" data-id=\"588108\"><a href=\"/opinion/588108/boston-car-company-inc-dba-acura-of-boston-v-acura-automobile/\"><span class=\"volume\">971</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">811</span></a></span><pre class=\"inline\">, 817 n.3 (1st Cir. 1992) (\"[T]he practice\nof requesting certification after an adverse judgment has been\nentered should be discouraged.\" (quoting Perkins v. Clark Equipment\nCo., </pre><span class=\"citation\" data-id=\"491003\"><a href=\"/opinion/491003/ray-and-marilyn-perkins-v-clark-equipment-company-melrose-division/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">207</span></a></span><pre class=\"inline\">, 210 (8th Cir. 1987))); Fischer v. Bar Harbor\nBanking & Trust Co., </pre><span class=\"citation\" data-id=\"511755\"><a href=\"/opinion/511755/dr-eg-fischer-v-bar-harbor-banking-and-trust-company/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span><pre class=\"inline\">, 8 (1st Cir. 1988). However, R&G\ndid request certification in the district court. Moreover, this\ncourt maintains discretion to certify questions to the SJC when a\nparty fails to request certification in the court below, or even\nsua sponte. See Nieves, 7 F.3d at 278 n.15; Fischer, 857 F.2d at\n8; see also Brown, 501 F.3d at 77.\n\n                                  -16-\n\f                  1. Does chapter 221, section 50 of the\n          Massachusetts General Laws grant a lien on\n          patents   and   patent   applications   to   a\n          Massachusetts attorney for patent prosecution\n          work performed on behalf of a client?\n\n                 2. If chapter 221, section 50 of the\n          Massachusetts General Laws does grant a lien\n          and the issued patents or patent applications\n          are sold, does the attorney's lien attach to\n          the proceeds of the sale?\n\n          We would also welcome any additional observations about\n\nMassachusetts law that the SJC may wish to offer.\n\n          The clerk of this court is directed to forward to the\n\nMassachusetts SJC, under the official seal of this court, a copy of\n\nthe certified questions and our decision in this case, along with\n\na copy of the briefs and appendix filed by the parties, which set\n\nforth all facts relevant to the issues certified.          We retain\n\njurisdiction pending that court's determination.\n\n          It is so ordered.\n\n\n\n\n                               -17-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/100119/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104367/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195082/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198302/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198766/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202921/",
    "http://www.courtlistener.com/api/rest/v3/opinions/491003/",
    "http://www.courtlistener.com/api/rest/v3/opinions/511755/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588108/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1551659/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1914820/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2029003/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2178967/"
  ]
}