{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203502/",
  "absolute_url": "/opinion/203502/el-labaki-v-mukasey/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203502/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:18:02Z",
  "date_modified": "2016-04-26T14:37:32.900214Z",
  "type": "010combined",
  "sha1": "47c893dbedaa9babe01676249fd567c77623e35b",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-1191P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/10/01/El-Labaki_v._Mukasey.pdf",
  "plain_text": "            United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 07-1191\n\n                          KARIM EL-LABAKI,\n\n                            Petitioner,\n\n                                 v.\n\n               MICHAEL B. MUKASEY*, ATTORNEY GENERAL,\n\n                            Respondent.\n\n\n\n                 ON PETITION FOR REVIEW OF AN ORDER\n                OF THE BOARD OF IMMIGRATION APPEALS\n\n\n\n                               Before\n\n               Torruella and Howard, Circuit Judges,\n                and Delgado-Colón,** District Judge.\n\n\n     José A. Espinosa, on brief for petitioner.\n     Peter D. Keisler, Assistant Attorney General, and Terri J.\nSeadron, Assistant Director, Office of Immigration Litigation,\nCivil Division, U.S. Department of Justice, on brief for\nrespondent.\n\n\n                          October 1, 2008\n\n\n\n\n*\n   Pursuant to Fed. R. App. P. 43(c)(2), Attorney General Michael\nB. Mukasey is substituted for former Attorney General Alberto R.\nGonzáles as respondent.\n**\n     Of the District of Puerto Rico, sitting by designation.\n\f            DELGADO-COLÓN, District Judge. Petitioner, Karim El-\n\nLabaki (“petitioner” or “El-Lebaki”), is a Lebanese national who\n\nentered the United States in Boston, Massachusetts on December 30,\n\n2000.     At the time of entry, petitioner had a B2 non-immigrant\n\ntourist visa that expired on June 29, 2001.\n\n            Given his overstay in the United States, on January 30,\n\n2003, the Department of Homeland Security (“DHS”) issued petitioner\n\na Notice of Removal Proceedings pursuant to the Immigration and\n\nNationality      Act   (“INA”).    8    U.S.C.    §    1227(a)(1)(B).      Through\n\ncounsel, petitioner admitted the factual allegations within the\n\nNotice to Appear and conceded removability.                  While so doing, El-\n\nLabaki petitioned for asylum, withholding of removal and protection\n\nunder the Convention Against Torture (“CAT”).\n\n            On December 8, 2004, an Immigration Judge (“IJ”) denied\n\nall three of petitioner’s claims. In making this determination, the\n\nIJ   concluded    that:   (a)     the    asylum      application   was   untimely,\n\ninasmuch as it was filed over a year after entry into the United\n\nStates;    (b)   El-Labaki      did     not   meet    the   requirements   for   an\n\nexception to the one (1) year filing deadline; (c) El-Labaki did\n\nnot qualify for asylum on the merits; and (d) petitioner did not\n\nmeet either requirements for withholding of removal or protection\n\nunder CAT.\n\n\n\n\n                                         -2-\n\f           Petitioner timely appealed the IJ’s decision before the\n\nBoard of Immigration Appeals (“BIA”). On December 26, 2006, the BIA\n\naffirmed the IJ’s decision and granted voluntary departure.\n\n           On January 25, 2007, El-Labaki sought review by this\n\nCourt of the BIA’s determination. Petitioner now contends that the\n\nIJ erred in finding that petitioner: (a) did not meet the asylum\n\neligibility criteria under INA § 208, and for withholding of\n\nremoval    (INA   §   241(b)(3));   and    (b)    failed    to   demonstrate\n\neligibility for withholding under CAT. 8 C.F.R. §§ 1208.16-1208.18.\n\nA.         Factual and Procedural Background\n\n           El-Labaki is a fifty-five (55) year old Greek Orthodox\n\nChristian male, born in 1951 in Anfeh, Al-koura, Lebanon. In 1982,\n\npetitioner married Hala Louka El-Labaki, with whom he has three\n\nLebanese children, ages ten (10), nineteen (19) and twenty-three\n\n(23).\n\n           On December 30, 2000, El-Labaki entered the United States\n\nwith a B2 non-immigrant tourist visa that enabled him to stay\n\nwithin the United States territory until June 29, 2001. In support\n\nof his asylum application, El-Labaki contends that he used to\n\ntravel through the border of Lebanon.        During said trips, he had\n\nnumerous   encounters    with   Syrians,    and    was     detained   at   the\n\ncheckpoints for some time.\n\n           Petitioner testified and asserts that from 1975 to 1977\n\nand while traveling outside Lebanon, Syrians had mistreated and\n\n\n                                    -3-\n\fpulled him over approximately ten (10) times at checkpoints outside\n\nLebanon. During one such occasion, upon demand, El-Labaki produced\n\nhis national card which identified him as a Christian. El-Labaki\n\nalleges that because of this, he was taken to and beaten at a\n\nTripoli police station. However, no medical assistance was ever\n\nsought or needed.\n\n          Between 1977 and 2000, El-Labaki resided primarily in\n\nSaudi Arabia, where he worked for five (5) different companies.\n\nDuring this period, he frequently traveled back and forth to\n\nLebanon so as to visit his family members who had relocated to\n\nLebanon in 1995.    The relocation was prompted by the worsening of\n\nthe economic conditions in Saudi Arabia. Examination of El-Labaki’s\n\npassport revealed that in a twenty-three (23) year span, he had\n\ntraveled at least twenty-five (25) separate times between Lebanon\n\nand Saudi Arabia.    While claiming he was harassed at checkpoints\n\nwhenever returning to Lebanon, he also asserts that in similar\n\ntravels, undertaken with his wife between 1982 and 1995, he was\n\nonly “mildly harassed” at checkpoints. Family members have remained\n\nunharmed in their country.\n\n          In support of his claims, El-Labaki provided information\n\nalluding to a 1978 instance in which he had been harassed.   On said\n\noccasion, while at a checkpoint manned by Syrians, El-Labaki was\n\nordered to step out of his vehicle and compelled to stand on the\n\nroadside for several hours in the heat without any water. In 2000,\n\n\n                                 -4-\n\fwhile intending to apply for a visa to come to the United States,\n\nEl-Labaki engaged in a brief trip from his hometown to Lebanon.               On\n\nsaid occasion, El-Labaki was not harassed, as his taxi driver\n\nhandled all checkpoint inquiries. Three (3) weeks later, after\n\nconcluding employment in Saudi Arabia, El-Labaki traveled back to\n\nLebanon for approximately fifteen (15) days before leaving for the\n\nUnited States.       On December 20, 2000, while at home, and two (2)\n\ndays prior to departing for the United States, El-Labaki asserts he\n\nwas harassed by Syrians.\n\n            Before the IJ, El-Labaki testified that he: (a) came to\n\nthe United States because he “wanted to live a life of freedom and\n\ncomfort and democracy because in Lebanon there is no security”; (b)\n\nmoved to Saudi Arabia to escape “torture” and to work because the\n\nLebanese economy was not stable and he could not find a job with a\n\nsalary sufficient to support his family; (c) only left Saudi\n\nArabia—after having resided there for twenty-three (23) years—upon\n\nreceiving   notice     from   his   employer   of   a    fifty    percent   (50%)\n\nreduction in salary; and (d) that the reason he never moved his\n\nfamily to another part of Lebanon (such as Beirut) was because of\n\nthe expenses involved and scarce employment opportunities in other\n\nregions within Lebanon.\n\n            During    these   years,    El-Labaki       never    sought   medical\n\ntreatment. To date, his family continues to live in Lebanon without\n\nharassment, and since 2000, El-Labaki has not returned to Lebanon.\n\n\n                                       -5-\n\fWhile in the United States, petitioner has worked helping his\n\ncousin at his two (2) businesses in exchange for the cousin’s\n\neconomic support of his family in Lebanon.\n\n             The IJ examined petitioner’s claim, and, although finding\n\nhis testimony credible, determined that the claim did not rise to\n\nthe level of persecution. While recognizing that petitioner’s\n\nability to travel was merely encumbered by the short-duration\n\ndetentions    at   the   checkpoint       and   occasional     beating,       the   IJ\n\nconsidered these interferences negligible inasmuch as El-Labaki\n\nremained free to travel within Lebanon, Saudi Arabia, Beirut,\n\nJordan and Syria.        The IJ also concluded that El-Labaki’s entry\n\ninto the United States was prompted by economic concerns, that he\n\nhad not gained “safe haven” in the United States, did not attempt\n\nto achieve legal status, overstayed his visa and appeared to be\n\nworking for a relative at two (2) businesses in the United States.\n\n             The   IJ   noted    that   petitioner     never     suffered     bodily\n\ninjuries     requiring       medical    care.    Another   significant        factor\n\nconsidered by the IJ was that El-Labaki’s family members were\n\npracticing Christians, all went to school, and continued to attend\n\nand actively participate in religious services while residing in\n\nLebanon without being subjected to harassment.                   The IJ concluded\n\nthat the threat of harassment suffered by petitioner was not\n\n“country wide.”       Accordingly, the IJ determined that El-Labaki had\n\nnot   only   failed     to    establish    a    well   founded    fear   of    clear\n\n\n                                         -6-\n\fprobability of persecution, were he to return to Lebanon, but had\n\nalso failed to establish he would be detained and subjected to\n\ntorture by any authority or by any group with the acquiescence of\n\nthe Lebanese government.        More so, the IJ concluded that El-Labaki\n\nhad   untimely    filed   his    petition      for   asylum    without   showing\n\ncompelling conditions to excuse his failure to file within the\n\napplicable one (1) year statutory period.\n\n           On December 26, 2006, the BIA dismissed El-Labaki’s\n\nappeal and affirmed the IJ’s decision. In so doing, the BIA\n\ndetermined that petitioner’s claim regarding an objective fear of\n\npersecution was undermined by his ability to travel in and out of\n\nLebanon and by his family’s continued residence in Lebanon.\n\n           El-Labaki now contends that he is to be considered a\n\n“refugee” under the INA inasmuch as he has suffered persecution,\n\nand has a well founded fear of future persecution based upon\n\nreligion, political opinion and membership in a particular social\n\ngroup.   More so, petitioner contends his delay in applying for\n\nasylum was due to his inability to adequately articulate his\n\npersecution      claims   in    English   or    retain   the    services   of   a\n\ntranslator.   Other factors that El-Labaki avers contributed to his\n\ndelayed asylum application were his fears of being arrested and\n\nremoved to Lebanon, coupled with the belated discovery of the\n\nasylum laws, specifically, provisions dealing with the one (1) year\n\nfiling deadline. On review, petitioner also asserts that he has\n\n\n                                      -7-\n\fsuffered “torture” and is more likely than not to suffer torture if\n\nreturned to Lebanon. Given the IJ’s credibility determination,\n\npetitioner further contends he has met the burden of proof under\n\nCAT.   Lastly, El-Labaki contends that his deportation will cause\n\nfinancial and emotional hardship to his wife and children.\n\nB.        Standard of Review\n\n          Determinations by the BIA are subject to the deferential\n\nsubstantial evidence standard.    Segran v. Mukasey, 511 F.3d 1, 5\n\n(1st Cir. 2007) (citing Pan v. Gonzáles, 489 F.3d 80, 84-85 (1st\n\nCir. 2007)).   This standard requires us to uphold the agency’s\n\nfindings of fact, including credibility determinations, as long as\n\nthey are “supported by reasonable, substantial, and probative\n\nevidence on the record considered as a whole.”       INS v. Elías-\n\nZacarías, 502 U.S. 478, 481 (1992); see also Long v. Gonzáles, 422\n\nF.3d 37, 40 (1st Cir. 2005).     We reverse only if \"any reasonable\n\nadjudicator would be compelled to conclude to the contrary.\" 8\n\nU.S.C. § 1252(b)(4)(B); see also Chikkeur v. Mukasey, 514 F.3d\n\n1381, 1382-83 (1st Cir. 2008).\n\nC.        Petitioner’s Claims\n\n          1.     Asylum Application\n\n          Section 208(a)(2)(B) of the INA restricts the ability to\n\napply for asylum to one (1) “year after the date of the alien’s\n\narrival in United States.” 8 U.S.C. § 1158(a)(2)(B).         Section\n\n208(a)(3) of the INA, however, dictates that “[n]o court shall have\n\n\n                                 -8-\n\fjurisdiction to review any determination of the Attorney General\n\nunder paragraph (2).”    8 U.S.C. § 1158(a)(3).   In order to qualify\n\nfor asylum, the alien bears the burden of establishing that he is\n\na “refugee” within the meaning of INA.     8 U.S.C. § 1101(a)(42); 8\n\nC.F.R. § 1208.13.    To meet the burden, the alien must show that, if\n\nreturned to his home country, he would face persecution on account\n\nof race, religion, nationality, membership in a particular social\n\ngroup, or political opinion.     8 C.F.R. § 1208.16(b)(2); see also\n\nPan, 489 F.3d at 86.    To meet this threshold, the petitioner must\n\ndemonstrate a well founded fear or persecution on account of one of\n\nthe above mentioned protected grounds.     See Jean v. Gonzáles, 461\n\nF.3d 87, 90 (1st Cir. 2006); Makhoul v. Ashcroft, 387 F.3d 75, 80-\n\n81 (1st Cir. 2004).      This burden may be met by an alien’s own\n\ntestimony, without need for corroboration, if found credible.\n\n          Petitioner contends that, as a “refugee,” he qualifies\n\nfor asylum to the extent he is outside his country of nationality,\n\nis unable or unwilling to avail himself of the protection of that\n\ncountry and has a well founded fear of persecution based on race,\n\nreligion, nationality, membership in a particular social group or\n\npolitical opinion.    8 U.S.C. § 1101(a)(42)(A); see also Alibeaj v.\n\nGonzáles, 469 F.3d 188, 191 (1st Cir. 2006).\n\n          Additionally, while conceding that the asylum petition\n\nwas filed beyond the one (1) year time limit established within\n\nsection 208(a)(2)(B) of the INA, petitioner argues that he did so\n\n\n                                 -9-\n\fbecause he was not aware of the filing deadline, was unable to\n\nadequately articulate his persecution claim in the English language\n\nand feared being arrested and returned to Lebanon. In other words,\n\npetitioner asserts there were “extraordinary circumstances,” as\n\nspecified within section 208(a)(2)(D) of the INA, that excused his\n\ndelay.      8 U.S.C. § 1158(a)(2)(D).\n\n              This court has no jurisdiction to review the agency’s\n\ndetermination regarding the timeliness of the asylum application or\n\nits application of the “extraordinary circumstances” exception,\n\nunless the petitioner identifies a legal or constitutional defect\n\nin    the   decision.   See   8    U.S.C.      §§   1158(a)(3),     1252(a)(2)(D)1.\n\nInasmuch      as   petitioner      has    failed     to   identify    a   legal   or\n\nconstitutional       defect       in     the     decision,   this     Court   lacks\n\njurisdiction over El-Labaki’s asylum application inasmuch as the IJ\n\nfound petitioner’s application to be time barred and the BIA\n\naffirmed said determination.               8 U.S.C. § 1158(a)(3); see also\n\nMelhem v. Gonzáles, 500 F.3d 78, 81 (1st Cir. 2007); Pan, 489 F.3d\n\nat 84; Sharari v. Gonzáles, 407 F.3d 467, 473 (1st Cir. 2005).\n\n\n1\n     Section 1252(a)(2)(D) provides:\n\n       Nothing in subparagraph (B) or (C), or in any other\n       provision of this chapter (other than this section) which\n       limits or eliminates judicial review, shall be construed\n       as precluding review of constitutional claims or\n       questions of law raised upon a petition for review filed\n       with an appropriate court of appeals in accordance with\n       this section.\n\n8 U.S.C. § 1252(a)(2)(D).\n\n                                          -10-\n\f           2.        Withholding of Removal\n\n           Petitioner asserts he was entitled to withholding of\n\nremoval   pursuant    to   8   U.S.C.   §   1101(a)(42).   The    IJ    and   BIA\n\ndisagreed.   So do we.\n\n           To prevail on a withholding of removal claim, petitioner\n\nhas the burden of establishing that it is more likely than not that\n\nhis life or freedom will be threatened on account of one of the\n\nfive (5) protected grounds: race, religion, nationality, membership\n\nin a particular social group, or political opinion.              Id.; see also\n\nINS v. Stevic, 467 U.S. 407, 413 (1984) (an alien must establish a\n\nclear probability of persecution to qualify for withholding of\n\nremoval); Hana, 503 F.3d at 44; Boukhtouchen v. Gonzáles, 498 F.3d\n\n78, 80 (1st Cir. 2007); Pan, 489 F.3d at 85-86.\n\n           El-Labaki contends that if compelled to return to Lebanon\n\nhis life will be at risk given the fact he is associated with the\n\nGreek Orthodox Christians which in turn are deemed to be associated\n\nwith or supportive of the Lebanese Christian Forces.                   While El-\n\nLabaki points to several incidents of harassment (i.e., being\n\nforced to stand in the heat for long period of time without water;\n\nbeing beaten at border checkpoints and once being threatened while\n\nat his residence), the IJ and BIA correctly concluded that these\n\nincidents did not rise to the level of persecution, a determination\n\nthat is contingent upon petitioner proving more than harassment,\n\nunpleasantness or unfair treatment.          See Susanto v. Gonzáles, 439\n\n\n                                    -11-\n\fF.3d 57, 59-60 (1st Cir. 2006); Nikijuluw v. Gonzáles, 427 F.3d\n\n115, 120 (1st Cir. 2005). Actually, it appears that only one of El-\n\nLabaki’s detentions and beatings could even qualify as having been\n\nperpetrated by someone with knowledge of his religious beliefs.\n\nThis was the incident at the border where he was forced to show his\n\nidentification card. This is not the case with the other incidents\n\nof alleged harassment (i.e., the threats posed by Syrians while at\n\nhis residence, two (2) days prior to departing to the United\n\nStates).    In sum, El-Labaki’s claim fails for two main reasons.\n\n            First, as clearly stated in Segran, inasmuch as “proving\n\neligibility for withholding of removal is similar to, but more\n\ndemanding than, proving eligibility for asylum, an alien who cannot\n\nestablish   eligibility   for   asylum   a   fortiori   cannot   establish\n\neligibility for withholding of removal on the same facts.” Segran,\n\n511 F.3d at 7; see also INS v. Cardoza-Fonseca, 480 U.S. 421\n\n(1987); Ipina v. INS, 868 F.2d 511 (1st Cir. 1989).         Second, even\n\nassuming that El-Labaki’s assertion that as a Greek Orthodox\n\nChristian he is considered a sympathizer of the Lebanese Christian\n\nForces, a political party or former militia, are true, El-Labaki\n\nhas failed to prove that if he returned to Lebanon he would be\n\ntargeted or exposed to danger by government entities.\n\n            Moreover, El-Labaki’s family has continued to reside in\n\nLebanon where they are active and practicing Christians. Still they\n\nhave never been threatened, harassed, persecuted or caused harm.\n\n\n                                  -12-\n\fEl-Labaki, while in Lebanon, traveled at least twenty-five (25)\n\ntimes between Lebanon and Saudi-Arabia without ever experiencing\n\nprolonged periods of detention, incarceration or physical harm\n\nwarranting medical treatment or hospitalization.   The evidence on\n\nthe record shows that other relatives continue to live in Beirut,\n\nsuch as El-Labaki’s uncle who is self-employed.    While it appears\n\nthat El-Labaki left his county for economic reasons, he has not\n\nreturned since 2000 and has not established that the conditions he\n\ncomplained of continue to exist to this day or exist on a country\n\nwide basis.\n\n          Having failed to establish past persecution, El-Labaki is\n\nnot entitled to a presumption of future persecution.    See Palma-\n\nMazariegos v. Gonzáles, 428 F.3d 30, 35 (1st Cir. 2005). Likewise,\n\nEl-Labaki has failed to prove the likelihood of future persecution\n\nbased on a statutorily protected ground.    See Hayek v. Gonzáles,\n\n445 F.3d 501, 508 (1st Cir. 2006).\n\n          3.     Withholding of Removal and Protection under CAT\n\n          An applicant for protection under Article III of CAT must\n\nprove that it is more likely than not that he or she will be\n\ntortured if removed to the country designated for removal.       Such\n\ntorture must be inflicted by, or at the instigation of, or with the\n\nconsent or acquiescence of, a public official or other person\n\nacting in an official capacity.   8 C.F.R. §§ 1208.16–1208.18.    To\n\nbe entitled to protection under CAT, the applicant for protection\n\n\n                               -13-\n\fneed not show a nexus to a protected ground.    However, in assessing\n\nwhether it is “more likely than not” that the alien would be\n\ntortured, the IJ should consider, among other things: evidence of\n\npast torture inflicted on the alien, evidence that the applicant\n\ncould relocate to another part of the country of removal where most\n\nlikely he or she will not be tortured and evidence of gross, and\n\nflagrant or mass violations of human rights within the country of\n\nremoval.   Id. at § 1208.16(c)(3).     An applicant can establish his\n\nor her burden of proof by testimony, without corroboration, if the\n\ntestimony is credible.    Id. at § 1208.16(c)(2); see also Dhima v.\n\nGonzáles, 416 F.3d 92, 95 (1st Cir. 2005).      Moreover, an alien’s\n\nfailure to mention facts central to his or her claim prior to the\n\nhearing does not require a finding of untruthfulness, or a lack of\n\ncredibility.    See Tai v. Gonzáles, 423 F.3d 1, 5 (1st Cir. 2005).\n\n           We review the BIA’s decision to deny relief under CAT\n\nunder the “deferential substantial evidence” standard.     Jean, 461\n\nF.3d at 90.    As such, we accept the BIA’s conclusions “unless any\n\nreasonable adjudicator would be compelled to conclude to the\n\ncontrary.”    8 U.S.C. § 1252(b)(4)(B).\n\n           In the case at hand, the IJ, and subsequently the BIA,\n\nconsidered the inconsistencies within El-Labaki’s statements and\n\ntestimonies when he was interviewed by the asylum officer, those\n\nwithin his asylum application, and the testimony presented at the\n\nhearing.      In so doing, it was noted that El-Labaki submitted\n\n\n                                -14-\n\fgeneralized information regarding political conditions in Lebanon,\n\nof which he had no personal knowledge, and mentioned conditions or\n\nevents that transpired after his departure to United States in\n\n2000.   Also, El-Labaki alluded to hours of detentions at the\n\nborder, harassment, occasional beatings and mistreatment by Syrian\n\nauthorities, but presented no evidence regarding need for medical\n\ntreatment, much- less evidence of resulting physical injuries.\n\nWhile claiming he was detained and mistreated over ten (10) times\n\nin a two (2) year period, this did not prevent him from traveling\n\nover twenty-five (25) times between Lebanon and Saudi Arabia and\n\nother places. It remains that no members of his family, either\n\nimmediate or extended, have suffered any harm from Syrians while\n\nresiding in Lebanon prior to or after 1995.\n\n          More so, before the IJ, El-Labaki claimed his motive for\n\ncoming to the United States was that “he wanted to live a life of\n\nfreedom and comfort and democracy because in Lebanon there is no\n\nsecurity.”   However, it remains a fact that while asserting he had\n\nmoved to Saudi Arabia to escape “torture,” he also stressed having\n\ndone so because the Lebanese economy was not very good and he could\n\nnot find a job in Lebanon that would pay him enough to support his\n\nfamily or what he used to earn.   El-Labaki further stated that he\n\nonly left Saudi-Arabia, after twenty-three (23) years, because his\n\nemployer had given him notice of a fifty percent (50%) salary\n\nreduction. Thus, petitioner has solely alluded to economic factors.\n\n\n                               -15-\n\fWhen specifically questioned why he had not moved his family to\n\nanother part of Lebanon, such as Beirut, El-Labaki explained that\n\nhe had not considered such alternatives because relocation was\n\nexpensive and there were few jobs available in other parts of the\n\ncountry.     Thus, as correctly concluded by the IJ, El-Labaki’s\n\nrelocation to Lebanon, and subsequent entry into the United States,\n\nwere prompted more by economic reasons than by political reasons or\n\nby fear of persecution.         See Simo v. Gonzáles, 445 F.3d 7, 11-12\n\n(1st Cir. 2006)(noting that alien’s airport interview did not\n\nsuggest    that   the   alien   came    to    the    United   States   to   avoid\n\npersecution).     Having   suffered      no   past    persecution,     based   on\n\nsubstantial evidence on record, the IJ and BIA correctly concluded\n\nthat El-Labaki has failed to show that he was likely to face\n\npersecution or torture upon return to his home country.                See Hana,\n\n503 F.3d at 44.\n\n            For the foregoing reasons, the petition for review is\n\ndenied.\n\n\n\n\n                                       -16-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>544 F.3d 1 (2008)</b></center>\n<center><h1>Karim EL-LABAKI, Petitioner,<br>\nv.<br>\nMichael B. MUKASEY<sup>[*]</sup>, Attorney General, Respondent.</h1></center>\n<center>No. 07-1191.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted September 14, 2007.</center>\n<center>Decided October 1, 2008.</center>\n<p><span class=\"star-pagination\">*2</span> José A. Espinosa, on brief for petitioner.</p>\n<p>Peter D. Keisler, Assistant Attorney General, and Terri J. Seadron, Assistant Director, Office of Immigration Litigation, Civil Division, U.S. Department of Justice, on brief for respondent.</p>\n<p>Before TORRUELLA and HOWARD, Circuit Judges, and DELGADO-COLÓN,<sup>[**]</sup> District Judge.</p>\n<p>DELGADO-COLÓN, District Judge.</p>\n<p>Petitioner, Karim El-Labaki (\"petitioner\" or \"El-Lebaki\"), is a Lebanese national who entered the United States in Boston, Massachusetts on December 30, 2000. At the time of entry, petitioner had a B2 non-immigrant tourist visa that expired on June 29, 2001.</p>\n<p>Given his overstay in the United States, on January 30, 2003, the Department of Homeland Security (\"DHS\") issued petitioner a Notice of Removal Proceedings pursuant to the Immigration and Nationality Act (\"INA\"). 8 U.S.C. § 1227(a)(1)(B). Through counsel, petitioner admitted the factual allegations within the Notice to Appear and conceded removability. While so doing, El-Labaki petitioned for asylum, withholding of removal and protection under the Convention Against Torture (\"CAT\").</p>\n<p>On December 8, 2004, an Immigration Judge (\"IJ\") denied all three of petitioner's claims. In making this determination, the IJ concluded that: (a) the asylum application was untimely, inasmuch as it was filed over a year after entry into the United States; (b) El-Labaki did not meet the requirements for an exception to the one (1) year filing deadline; (c) El-Labaki did not qualify for asylum on the merits; and (d) petitioner did not meet either requirements for withholding of removal or protection under CAT.</p>\n<p>Petitioner timely appealed the IJ's decision before the Board of Immigration Appeals (\"BIA\"). On December 26, 2006, the BIA affirmed the IJ's decision and granted voluntary departure.</p>\n<p>On January 25, 2007, El-Labaki sought review by this Court of the BIA's determination. Petitioner now contends that the IJ erred in finding that petitioner: (a) did not meet the asylum eligibility criteria under INA § 208, and for withholding of removal (INA § 241(b)(3)); and (b) failed to demonstrate eligibility for withholding under CAT. 8 C.F.R. §§ 1208.16-1208.18.</p>\n<p></p>\n<h2>A. Factual and Procedural Background</h2>\n<p>El-Labaki is a fifty-five (55) year old Greek Orthodox Christian male, born in 1951 in Anfeh, Al-koura, Lebanon. In 1982, petitioner married Hala Louka El-Labaki, with whom he has three Lebanese <span class=\"star-pagination\">*3</span> children, ages ten (10), nineteen (19) and twenty-three (23).</p>\n<p>On December 30, 2000, El-Labaki entered the United States with a B2 non-immigrant tourist visa that enabled him to stay within the United States territory until June 29, 2001. In support of his asylum application, El-Labaki contends that he used to travel through the border of Lebanon. During said trips, he had numerous encounters with Syrians, and was detained at the checkpoints for some time.</p>\n<p>Petitioner testified and asserts that from 1975 to 1977 and while traveling outside Lebanon, Syrians had mistreated and pulled him over approximately ten (10) times at checkpoints outside Lebanon. During one such occasion, upon demand, El-Labaki produced his national card which identified him as a Christian. El-Labaki alleges that because of this, he was taken to and beaten at a Tripoli police station. However, no medical assistance was ever sought or needed.</p>\n<p>Between 1977 and 2000, El-Labaki resided primarily in Saudi Arabia, where he worked for five (5) different companies. During this period, he frequently traveled back and forth to Lebanon so as to visit his family members who had relocated to Lebanon in 1995. The relocation was prompted by the worsening of the economic conditions in Saudi Arabia. Examination of El-Labaki's passport revealed that in a twenty-three (23) year span, he had traveled at least twenty-five (25) separate times between Lebanon and Saudi Arabia. While claiming he was harassed at checkpoints whenever returning to Lebanon, he also asserts that in similar travels, undertaken with his wife between 1982 and 1995, he was only \"mildly harassed\" at checkpoints. Family members have remained unharmed in their country.</p>\n<p>In support of his claims, El-Labaki provided information alluding to a 1978 instance in which he had been harassed. On said occasion, while at a checkpoint manned by Syrians, El-Labaki was ordered to step out of his vehicle and compelled to stand on the roadside for several hours in the heat without any water. In 2000, while intending to apply for a visa to come to the United States, El-Labaki engaged in a brief trip from his hometown to Lebanon. On said occasion, El-Labaki was not harassed, as his taxi driver handled all checkpoint inquiries. Three (3) weeks later, after concluding employment in Saudi Arabia, El-Labaki traveled back to Lebanon for approximately fifteen (15) days before leaving for the United States. On December 20, 2000, while at home, and two (2) days prior to departing for the United States, El-Labaki asserts he was harassed by Syrians.</p>\n<p>Before the IJ, El-Labaki testified that he: (a) came to the United States because he \"wanted to live a life of freedom and comfort and democracy because in Lebanon there is no security\"; (b) moved to Saudi Arabia to escape \"torture\" and to work because the Lebanese economy was not stable and he could not find a job with a salary sufficient to support his family; (c) only left Saudi Arabiaafter having resided there for twenty-three (23) years upon receiving notice from his employer of a fifty percent (50%) reduction in salary; and (d) that the reason he never moved his family to another part of Lebanon (such as Beirut) was because of the expenses involved and scarce employment opportunities in other regions within Lebanon.</p>\n<p>During these years, El-Labaki never sought medical treatment. To date, his family continues to live in Lebanon without harassment, and since 2000, El-Labaki has not returned to Lebanon. While in the United States, petitioner has worked helping <span class=\"star-pagination\">*4</span> his cousin at his two (2) businesses in exchange for the cousin's economic support of his family in Lebanon.</p>\n<p>The IJ examined petitioner's claim, and, although finding his testimony credible, determined that the claim did not rise to the level of persecution. While recognizing that petitioner's ability to travel was merely encumbered by the short-duration detentions at the checkpoint and occasional beating, the IJ considered these interferences negligible inasmuch as El-Labaki remained free to travel within Lebanon, Saudi Arabia, Beirut, Jordan and Syria. The IJ also concluded that El-Labaki's entry into the United States was prompted by economic concerns, that he had not gained \"safe haven\" in the United States, did not attempt to achieve legal status, overstayed his visa and appeared to be working for a relative at two (2) businesses in the United States.</p>\n<p>The IJ noted that petitioner never suffered bodily injuries requiring medical care. Another significant factor considered by the IJ was that El-Labaki's family members were practicing Christians, all went to school, and continued to attend and actively participate in religious services while residing in Lebanon without being subjected to harassment. The IJ concluded that the threat of harassment suffered by petitioner was not \"country wide.\" Accordingly, the IJ determined that El-Labaki had not only failed to establish a well founded fear of clear probability of persecution, were he to return to Lebanon, but had also failed to establish he would be detained and subjected to torture by any authority or by any group with the acquiescence of the Lebanese government. More so, the IJ concluded that El-Labaki had untimely filed his petition for asylum without showing compelling conditions to excuse his failure to file within the applicable one (1) year statutory period.</p>\n<p>On December 26, 2006, the BIA dismissed El-Labaki's appeal and affirmed the IJ's decision. In so doing, the BIA determined that petitioner's claim regarding an objective fear of persecution was undermined by his ability to travel in and out of Lebanon and by his family's continued residence in Lebanon.</p>\n<p>El-Labaki now contends that he is to be considered a \"refugee\" under the INA inasmuch as he has suffered persecution, and has a well founded fear of future persecution based upon religion, political opinion and membership in a particular social group. More so, petitioner contends his delay in applying for asylum was due to his inability to adequately articulate his persecution claims in English or retain the services of a translator. Other factors that El-Labaki avers contributed to his delayed asylum application were his fears of being arrested and removed to Lebanon, coupled with the belated discovery of the asylum laws, specifically, provisions dealing with the one (1) year filing deadline. On review, petitioner also asserts that he has suffered \"torture\" and is more likely than not to suffer torture if returned to Lebanon. Given the IJ's credibility determination, petitioner further contends he has met the burden of proof under CAT. Lastly, El-Labaki contends that his deportation will cause financial and emotional hardship to his wife and children.</p>\n<p></p>\n<h2>B. Standard of Review</h2>\n<p>Determinations by the BIA are subject to the deferential substantial evidence standard. <i>Segran v. Mukasey,</i> 511 F.3d 1, 5 (1st Cir.2007) (citing <i>Pan v. Gonzáles,</i> 489 F.3d 80, 84-85 (1st Cir. 2007)). This standard requires us to uphold the agency's findings of fact, including credibility determinations, as long as they <span class=\"star-pagination\">*5</span> are \"supported by reasonable, substantial, and probative evidence on the record considered as a whole.\" <i>INS v. Elías-Zacarías,</i> 502 U.S. 478, 481, 112 S.Ct. 812, 117 L.Ed.2d 38 (1992); <i>see also </i><i>Long v. Gonzáles,</i> 422 F.3d 37, 40 (1st Cir.2005). We reverse only if \"any reasonable adjudicator would be compelled to conclude to the contrary.\" 8 U.S.C. § 1252(b)(4)(B); <i>see also </i><i>Chikkeur v. Mukasey,</i> 514 F.3d 1381, 1382-83 (1st Cir.2008).</p>\n<p></p>\n<h2>C. Petitioner's Claims</h2>\n<p></p>\n<h2>1. <i>Asylum Application</i>\n</h2>\n<p>Section 208(a)(2)(B) of the INA restricts the ability to apply for asylum to one (1) \"year after the date of the alien's arrival in United States.\" 8 U.S.C. § 1158(a)(2)(B). Section 208(a)(3) of the INA, however, dictates that \"[n]o court shall have jurisdiction to review any determination of the Attorney General under paragraph (2).\" 8 U.S.C. § 1158(a)(3). In order to qualify for asylum, the alien bears the burden of establishing that he is a \"refugee\" within the meaning of INA. 8 U.S.C. § 1101(a)(42); 8 C.F.R. § 1208.13. To meet the burden, the alien must show that, if returned to his home country, he would face persecution on account of race, religion, nationality, membership in a particular social group, or political opinion. 8 C.F.R. § 1208.16(b)(2); <i>see also </i><i>Pan,</i> 489 F.3d at 86. To meet this threshold, the petitioner must demonstrate a well founded fear or persecution on account of one of the above mentioned protected grounds. <i>See </i><i>Jean v. Gonzáles,</i> 461 F.3d 87, 90 (1st Cir.2006); <i>Makhoul v. Ashcroft,</i> 387 F.3d 75, 80-81 (1st Cir.2004). This burden may be met by an alien's own testimony, without need for corroboration, if found credible.</p>\n<p>Petitioner contends that, as a \"refugee,\" he qualifies for asylum to the extent he is outside his country of nationality, is unable or unwilling to avail himself of the protection of that country and has a well founded fear of persecution based on race, religion, nationality, membership in a particular social group or political opinion. 8 U.S.C. § 1101(a)(42)(A); <i>see also </i><i>Alibeaj v. Gonzáles,</i> 469 F.3d 188, 191 (1st Cir.2006).</p>\n<p>Additionally, while conceding that the asylum petition was filed beyond the one (1) year time limit established within section 208(a)(2)(B) of the INA, petitioner argues that he did so because he was not aware of the filing deadline, was unable to adequately articulate his persecution claim in the English language and feared being arrested and returned to Lebanon. In other words, petitioner asserts there were \"extraordinary circumstances,\" as specified within section 208(a)(2)(D) of the INA, that excused his delay. 8 U.S.C. § 1158(a)(2)(D).</p>\n<p>This court has no jurisdiction to review the agency's determination regarding the timeliness of the asylum application or its application of the \"extraordinary circumstances\" exception, unless the petitioner identifies a legal or constitutional defect in the decision. <i>See</i> 8 U.S.C. §§ 1158(a)(3), 1252(a)(2)(D)<sup>[1]</sup>. Inasmuch as petitioner has failed to identify a legal or constitutional defect in the decision, this Court lacks jurisdiction over El-Labaki's asylum application inasmuch as the IJ found petitioner's application to be time barred and the BIA affirmed said determination. 8 <span class=\"star-pagination\">*6</span> U.S.C. § 1158(a)(3); <i>see also </i><i>Melhem v. Gonzáles,</i> 500 F.3d 78, 81 (1st Cir.2007); <i>Pan,</i> 489 F.3d at 84; <i>Sharari v. Gonzáles,</i> 407 F.3d 467, 473 (1st Cir.2005).</p>\n<p></p>\n<h2>2. <i>Withholding of Removal</i>\n</h2>\n<p>Petitioner asserts he was entitled to withholding of removal pursuant to 8 U.S.C. § 1101(a)(42). The IJ and BIA disagreed. So do we.</p>\n<p>To prevail on a withholding of removal claim, petitioner has the burden of establishing that it is more likely than not that his life or freedom will be threatened on account of one of the five (5) protected grounds: race, religion, nationality, membership in a particular social group, or political opinion. <i>Id.; see also </i><i>INS v. Stevic,</i> 467 U.S. 407, 413, 104 S.Ct. 2489, 81 L.Ed.2d 321 (1984) (an alien must establish a clear probability of persecution to qualify for withholding of removal); <i>Hana v. Gonzales,</i> 503 F.3d 39, 44 (1st Cir.2007); <i>Boukhtouchen v. Gonzáles,</i> 498 F.3d 78, 80 (1st Cir.2007); <i>Pan,</i> 489 F.3d at 85-86.</p>\n<p>El-Labaki contends that if compelled to return to Lebanon his life will be at risk given the fact he is associated with the Greek Orthodox Christians which in turn are deemed to be associated with or supportive of the Lebanese Christian Forces. While El-Labaki points to several incidents of harassment (i.e., being forced to stand in the heat for long period of time without water; being beaten at border checkpoints and once being threatened while at his residence), the IJ and BIA correctly concluded that these incidents did not rise to the level of persecution, a determination that is contingent upon petitioner proving more than harassment, unpleasantness or unfair treatment. <i>See </i><i>Susanto v. Gonzáles,</i> 439 F.3d 57, 59-60 (1st Cir.2006); <i>Nikijuluw v. Gonzáles,</i> 427 F.3d 115, 120 (1st Cir.2005). Actually, it appears that only one of El-Labaki's detentions and beatings could even qualify as having been perpetrated by someone with knowledge of his religious beliefs. This was the incident at the border where he was forced to show his identification card. This is not the case with the other incidents of alleged harassment (i.e., the threats posed by Syrians while at his residence, two (2) days prior to departing to the United States). In sum, El-Labaki's claim fails for two main reasons.</p>\n<p>First, as clearly stated in <i>Segran,</i> inasmuch as \"proving eligibility for withholding of removal is similar to, but more demanding than, proving eligibility for asylum, an alien who cannot establish eligibility for asylum a fortiori cannot establish eligibility for withholding of removal on the same facts.\" <i>Segran,</i> 511 F.3d at 7; <i>see also </i><i>INS v. Cardoza-Fonseca,</i> 480 U.S. 421, 107 S.Ct. 1207, 94 L.Ed.2d 434 (1987); <i>Ipina v. INS,</i> 868 F.2d 511 (1st Cir.1989). Second, even assuming that El-Labaki's assertion that as a Greek Orthodox Christian he is considered a sympathizer of the Lebanese Christian Forces, a political party or former militia, are true, El-Labaki has failed to prove that if he returned to Lebanon he would be targeted or exposed to danger by government entities.</p>\n<p>Moreover, El-Labaki's family has continued to reside in Lebanon where they are active and practicing Christians. Still they have never been threatened, harassed, persecuted or caused harm. El-Labaki, while in Lebanon, traveled at least twenty-five (25) times between Lebanon and Saudi-Arabia without ever experiencing prolonged periods of detention, incarceration or physical harm warranting medical treatment or hospitalization. The evidence on the record shows that other relatives continue to live in Beirut, such as El-Labaki's uncle who is self-employed. While it appears that El-Labaki left his county for economic reasons, he has not <span class=\"star-pagination\">*7</span> returned since 2000 and has not established that the conditions he complained of continue to exist to this day or exist on a country wide basis.</p>\n<p>Having failed to establish past persecution, El-Labaki is not entitled to a presumption of future persecution. <i>See </i><i>Palma-Mazariegos v. Gonzáles,</i> 428 F.3d 30, 35 (1st Cir.2005). Likewise, El-Labaki has failed to prove the likelihood of future persecution based on a statutorily protected ground. <i>See </i><i>Hayek v. Gonzáles,</i> 445 F.3d 501, 508 (1st Cir.2006).</p>\n<p></p>\n<h2>3. <i>Withholding of Removal and Protection under CAT</i>\n</h2>\n<p>An applicant for protection under Article III of CAT must prove that it is more likely than not that he or she will be tortured if removed to the country designated for removal. Such torture must be inflicted by, or at the instigation of, or with the consent or acquiescence of, a public official or other person acting in an official capacity. 8 C.F.R. §§ 1208.16-1208.18. To be entitled to protection under CAT, the applicant for protection need not show a nexus to a protected ground. However, in assessing whether it is \"more likely than not\" that the alien would be tortured, the IJ should consider, among other things: evidence of past torture inflicted on the alien, evidence that the applicant could relocate to another part of the country of removal where most likely he or she will not be tortured and evidence of gross, and flagrant or mass violations of human rights within the country of removal. <i>Id.</i> at § 1208.16(c)(3). An applicant can establish his or her burden of proof by testimony, without corroboration, if the testimony is credible. <i>Id.</i> at § 1208.16(c)(2); <i>see also </i><i>Dhima v. Gonzáles,</i> 416 F.3d 92, 95 (1st Cir.2005). Moreover, an alien's failure to mention facts central to his or her claim prior to the hearing does not require a finding of untruthfulness, or a lack of credibility. <i>See </i><i>Tai v. Gonzáles,</i> 423 F.3d 1, 5 (1st Cir.2005).</p>\n<p>We review the BIA's decision to deny relief under CAT under the \"deferential substantial evidence\" standard. <i>Jean,</i> 461 F.3d at 90. As such, we accept the BIA's conclusions \"unless any reasonable adjudicator would be compelled to conclude to the contrary.\" 8 U.S.C. § 1252(b)(4)(B).</p>\n<p>In the case at hand, the IJ, and subsequently the BIA, considered the inconsistencies within El-Labaki's statements and testimonies when he was interviewed by the asylum officer, those within his asylum application, and the testimony presented at the hearing. In so doing, it was noted that El-Labaki submitted generalized information regarding political conditions in Lebanon, of which he had no personal knowledge, and mentioned conditions or events that transpired after his departure to United States in 2000. Also, El-Labaki alluded to hours of detentions at the border, harassment, occasional beatings and mistreatment by Syrian authorities, but presented no evidence regarding need for medical treatment, muchless evidence of resulting physical injuries. While claiming he was detained and mistreated over ten (10) times in a two (2) year period, this did not prevent him from traveling over twenty-five (25) times between Lebanon and Saudi Arabia and other places. It remains that no members of his family, either immediate or extended, have suffered any harm from Syrians while residing in Lebanon prior to or after 1995.</p>\n<p>More so, before the IJ, El-Labaki claimed his motive for coming to the United States was that \"he wanted to live a life of freedom and comfort and democracy because in Lebanon there is no security.\" However, it remains a fact that while asserting he had moved to Saudi Arabia to <span class=\"star-pagination\">*8</span> escape \"torture,\" he also stressed having done so because the Lebanese economy was not very good and he could not find a job in Lebanon that would pay him enough to support his family or what he used to earn. El-Labaki further stated that he only left Saudi-Arabia, after twenty-three (23) years, because his employer had given him notice of a fifty percent (50%) salary reduction. Thus, petitioner has solely alluded to economic factors. When specifically questioned why he had not moved his family to another part of Lebanon, such as Beirut, El-Labaki explained that he had not considered such alternatives because relocation was expensive and there were few jobs available in other parts of the country. Thus, as correctly concluded by the IJ, El-Labaki's relocation to Lebanon, and subsequent entry into the United States, were prompted more by economic reasons than by political reasons or by fear of persecution. <i>See </i><i>Simo v. Gonzáles,</i> 445 F.3d 7, 11-12 (1st Cir.2006)(noting that alien's airport interview did not suggest that the alien came to the United States to avoid persecution). Having suffered no past persecution, based on substantial evidence on record, the IJ and BIA correctly concluded that El-Labaki has failed to show that he was likely to face persecution or torture upon return to his home country. <i>See </i><i>Hana,</i> 503 F.3d at 44.</p>\n<p>For the foregoing reasons, the petition for review is denied.</p>\n<h2>NOTES</h2>\n<p>[*]  Pursuant to Fed. R.App. P. 43(c)(2), Attorney General Michael B. Mukasey is substituted for former Attorney General Alberto R. Gonzáles as respondent.</p>\n<p>[**]  Of the District of Puerto Rico, sitting by designation.</p>\n<p>[1]  Section 1252(a)(2)(D) provides:\n</p>\n<p>Nothing in subparagraph (B) or (C), or in any other provision of this chapter (other than this section) which limits or eliminates judicial review, shall be construed as precluding review of constitutional claims or questions of law raised upon a petition for review filed with an appropriate court of appeals in accordance with this section.</p>\n<p>8 U.S.C. § 1252(a)(2)(D).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">544</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span> (2008)</b></center>\n<center><h1>Karim EL-LABAKI, Petitioner,<br>\nv.<br>\nMichael B. MUKASEY<sup>[*]</sup>, Attorney General, Respondent.</h1></center>\n<center>No. 07-1191.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted September 14, 2007.</center>\n<center>Decided October 1, 2008.</center>\n<p><span class=\"star-pagination\">*2</span> José A. Espinosa, on brief for petitioner.</p>\n<p>Peter D. Keisler, Assistant Attorney General, and Terri J. Seadron, Assistant Director, Office of Immigration Litigation, Civil Division, U.S. Department of Justice, on brief for respondent.</p>\n<p>Before TORRUELLA and HOWARD, Circuit Judges, and DELGADO-COLÓN,<sup>[**]</sup> District Judge.</p>\n<p>DELGADO-COLÓN, District Judge.</p>\n<p>Petitioner, Karim El-Labaki (\"petitioner\" or \"El-Lebaki\"), is a Lebanese national who entered the United States in Boston, Massachusetts on December 30, 2000. At the time of entry, petitioner had a B2 non-immigrant tourist visa that expired on June 29, 2001.</p>\n<p>Given his overstay in the United States, on January 30, 2003, the Department of Homeland Security (\"DHS\") issued petitioner a Notice of Removal Proceedings pursuant to the Immigration and Nationality Act (\"INA\"). 8 U.S.C. § 1227(a)(1)(B). Through counsel, petitioner admitted the factual allegations within the Notice to Appear and conceded removability. While so doing, El-Labaki petitioned for asylum, withholding of removal and protection under the Convention Against Torture (\"CAT\").</p>\n<p>On December 8, 2004, an Immigration Judge (\"IJ\") denied all three of petitioner's claims. In making this determination, the IJ concluded that: (a) the asylum application was untimely, inasmuch as it was filed over a year after entry into the United States; (b) El-Labaki did not meet the requirements for an exception to the one (1) year filing deadline; (c) El-Labaki did not qualify for asylum on the merits; and (d) petitioner did not meet either requirements for withholding of removal or protection under CAT.</p>\n<p>Petitioner timely appealed the IJ's decision before the Board of Immigration Appeals (\"BIA\"). On December 26, 2006, the BIA affirmed the IJ's decision and granted voluntary departure.</p>\n<p>On January 25, 2007, El-Labaki sought review by this Court of the BIA's determination. Petitioner now contends that the IJ erred in finding that petitioner: (a) did not meet the asylum eligibility criteria under INA § 208, and for withholding of removal (INA § 241(b)(3)); and (b) failed to demonstrate eligibility for withholding under CAT. 8 C.F.R. §§ 1208.16-1208.18.</p>\n<p></p>\n<h2>A. Factual and Procedural Background</h2>\n<p>El-Labaki is a fifty-five (55) year old Greek Orthodox Christian male, born in 1951 in Anfeh, Al-koura, Lebanon. In 1982, petitioner married Hala Louka El-Labaki, with whom he has three Lebanese <span class=\"star-pagination\">*3</span> children, ages ten (10), nineteen (19) and twenty-three (23).</p>\n<p>On December 30, 2000, El-Labaki entered the United States with a B2 non-immigrant tourist visa that enabled him to stay within the United States territory until June 29, 2001. In support of his asylum application, El-Labaki contends that he used to travel through the border of Lebanon. During said trips, he had numerous encounters with Syrians, and was detained at the checkpoints for some time.</p>\n<p>Petitioner testified and asserts that from 1975 to 1977 and while traveling outside Lebanon, Syrians had mistreated and pulled him over approximately ten (10) times at checkpoints outside Lebanon. During one such occasion, upon demand, El-Labaki produced his national card which identified him as a Christian. El-Labaki alleges that because of this, he was taken to and beaten at a Tripoli police station. However, no medical assistance was ever sought or needed.</p>\n<p>Between 1977 and 2000, El-Labaki resided primarily in Saudi Arabia, where he worked for five (5) different companies. During this period, he frequently traveled back and forth to Lebanon so as to visit his family members who had relocated to Lebanon in 1995. The relocation was prompted by the worsening of the economic conditions in Saudi Arabia. Examination of El-Labaki's passport revealed that in a twenty-three (23) year span, he had traveled at least twenty-five (25) separate times between Lebanon and Saudi Arabia. While claiming he was harassed at checkpoints whenever returning to Lebanon, he also asserts that in similar travels, undertaken with his wife between 1982 and 1995, he was only \"mildly harassed\" at checkpoints. Family members have remained unharmed in their country.</p>\n<p>In support of his claims, El-Labaki provided information alluding to a 1978 instance in which he had been harassed. On said occasion, while at a checkpoint manned by Syrians, El-Labaki was ordered to step out of his vehicle and compelled to stand on the roadside for several hours in the heat without any water. In 2000, while intending to apply for a visa to come to the United States, El-Labaki engaged in a brief trip from his hometown to Lebanon. On said occasion, El-Labaki was not harassed, as his taxi driver handled all checkpoint inquiries. Three (3) weeks later, after concluding employment in Saudi Arabia, El-Labaki traveled back to Lebanon for approximately fifteen (15) days before leaving for the United States. On December 20, 2000, while at home, and two (2) days prior to departing for the United States, El-Labaki asserts he was harassed by Syrians.</p>\n<p>Before the IJ, El-Labaki testified that he: (a) came to the United States because he \"wanted to live a life of freedom and comfort and democracy because in Lebanon there is no security\"; (b) moved to Saudi Arabia to escape \"torture\" and to work because the Lebanese economy was not stable and he could not find a job with a salary sufficient to support his family; (c) only left Saudi Arabiaafter having resided there for twenty-three (23) years upon receiving notice from his employer of a fifty percent (50%) reduction in salary; and (d) that the reason he never moved his family to another part of Lebanon (such as Beirut) was because of the expenses involved and scarce employment opportunities in other regions within Lebanon.</p>\n<p>During these years, El-Labaki never sought medical treatment. To date, his family continues to live in Lebanon without harassment, and since 2000, El-Labaki has not returned to Lebanon. While in the United States, petitioner has worked helping <span class=\"star-pagination\">*4</span> his cousin at his two (2) businesses in exchange for the cousin's economic support of his family in Lebanon.</p>\n<p>The IJ examined petitioner's claim, and, although finding his testimony credible, determined that the claim did not rise to the level of persecution. While recognizing that petitioner's ability to travel was merely encumbered by the short-duration detentions at the checkpoint and occasional beating, the IJ considered these interferences negligible inasmuch as El-Labaki remained free to travel within Lebanon, Saudi Arabia, Beirut, Jordan and Syria. The IJ also concluded that El-Labaki's entry into the United States was prompted by economic concerns, that he had not gained \"safe haven\" in the United States, did not attempt to achieve legal status, overstayed his visa and appeared to be working for a relative at two (2) businesses in the United States.</p>\n<p>The IJ noted that petitioner never suffered bodily injuries requiring medical care. Another significant factor considered by the IJ was that El-Labaki's family members were practicing Christians, all went to school, and continued to attend and actively participate in religious services while residing in Lebanon without being subjected to harassment. The IJ concluded that the threat of harassment suffered by petitioner was not \"country wide.\" Accordingly, the IJ determined that El-Labaki had not only failed to establish a well founded fear of clear probability of persecution, were he to return to Lebanon, but had also failed to establish he would be detained and subjected to torture by any authority or by any group with the acquiescence of the Lebanese government. More so, the IJ concluded that El-Labaki had untimely filed his petition for asylum without showing compelling conditions to excuse his failure to file within the applicable one (1) year statutory period.</p>\n<p>On December 26, 2006, the BIA dismissed El-Labaki's appeal and affirmed the IJ's decision. In so doing, the BIA determined that petitioner's claim regarding an objective fear of persecution was undermined by his ability to travel in and out of Lebanon and by his family's continued residence in Lebanon.</p>\n<p>El-Labaki now contends that he is to be considered a \"refugee\" under the INA inasmuch as he has suffered persecution, and has a well founded fear of future persecution based upon religion, political opinion and membership in a particular social group. More so, petitioner contends his delay in applying for asylum was due to his inability to adequately articulate his persecution claims in English or retain the services of a translator. Other factors that El-Labaki avers contributed to his delayed asylum application were his fears of being arrested and removed to Lebanon, coupled with the belated discovery of the asylum laws, specifically, provisions dealing with the one (1) year filing deadline. On review, petitioner also asserts that he has suffered \"torture\" and is more likely than not to suffer torture if returned to Lebanon. Given the IJ's credibility determination, petitioner further contends he has met the burden of proof under CAT. Lastly, El-Labaki contends that his deportation will cause financial and emotional hardship to his wife and children.</p>\n<p></p>\n<h2>B. Standard of Review</h2>\n<p>Determinations by the BIA are subject to the deferential substantial evidence standard. <i>Segran v. Mukasey,</i> <span class=\"citation\" data-id=\"1194474\"><a href=\"/opinion/1194474/segran-v-mukasey/\"><span class=\"volume\">511</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.2007) (citing <i>Pan v. Gonzáles,</i> <span class=\"citation\" data-id=\"202784\"><a href=\"/opinion/202784/pan-v-gonzales/\"><span class=\"volume\">489</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">80</span></a></span>, 84-85 (1st Cir. 2007)). This standard requires us to uphold the agency's findings of fact, including credibility determinations, as long as they <span class=\"star-pagination\">*5</span> are \"supported by reasonable, substantial, and probative evidence on the record considered as a whole.\" <i>INS v. Elías-Zacarías,</i> <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span>, 481, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">812</span></a></span>, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">38</span></a></span> (1992); <i>see also </i><i>Long v. Gonzáles,</i> <span class=\"citation\" data-id=\"201801\"><a href=\"/opinion/201801/long-v-ashcroft/\"><span class=\"volume\">422</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></a></span>, 40 (1st Cir.2005). We reverse only if \"any reasonable adjudicator would be compelled to conclude to the contrary.\" 8 U.S.C. § 1252(b)(4)(B); <i>see also </i><i>Chikkeur v. Mukasey,</i> <span class=\"citation\" data-id=\"203124\"><a href=\"/opinion/203124/chikkeur-v-mukasey/\"><span class=\"volume\">514</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1381</span></a></span>, 1382-83 (1st Cir.2008).</p>\n<p></p>\n<h2>C. Petitioner's Claims</h2>\n<p></p>\n<h2>1. <i>Asylum Application</i>\n</h2>\n<p>Section 208(a)(2)(B) of the INA restricts the ability to apply for asylum to one (1) \"year after the date of the alien's arrival in United States.\" 8 U.S.C. § 1158(a)(2)(B). Section 208(a)(3) of the INA, however, dictates that \"[n]o court shall have jurisdiction to review any determination of the Attorney General under paragraph (2).\" 8 U.S.C. § 1158(a)(3). In order to qualify for asylum, the alien bears the burden of establishing that he is a \"refugee\" within the meaning of INA. 8 U.S.C. § 1101(a)(42); 8 C.F.R. § 1208.13. To meet the burden, the alien must show that, if returned to his home country, he would face persecution on account of race, religion, nationality, membership in a particular social group, or political opinion. 8 C.F.R. § 1208.16(b)(2); <i>see also </i><i>Pan,</i> 489 F.3d at 86. To meet this threshold, the petitioner must demonstrate a well founded fear or persecution on account of one of the above mentioned protected grounds. <i>See </i><i>Jean v. Gonzáles,</i> <span class=\"citation no-link\"><span class=\"volume\">461</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">87</span></span>, 90 (1st Cir.2006); <i>Makhoul v. Ashcroft,</i> <span class=\"citation\" data-id=\"201313\"><a href=\"/opinion/201313/makhoul-v-ashcroft/\"><span class=\"volume\">387</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span>, 80-81 (1st Cir.2004). This burden may be met by an alien's own testimony, without need for corroboration, if found credible.</p>\n<p>Petitioner contends that, as a \"refugee,\" he qualifies for asylum to the extent he is outside his country of nationality, is unable or unwilling to avail himself of the protection of that country and has a well founded fear of persecution based on race, religion, nationality, membership in a particular social group or political opinion. 8 U.S.C. § 1101(a)(42)(A); <i>see also </i><i>Alibeaj v. Gonzáles,</i> <span class=\"citation\" data-id=\"202521\"><a href=\"/opinion/202521/alibeaj-v-gonzales/\"><span class=\"volume\">469</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">188</span></a></span>, 191 (1st Cir.2006).</p>\n<p>Additionally, while conceding that the asylum petition was filed beyond the one (1) year time limit established within section 208(a)(2)(B) of the INA, petitioner argues that he did so because he was not aware of the filing deadline, was unable to adequately articulate his persecution claim in the English language and feared being arrested and returned to Lebanon. In other words, petitioner asserts there were \"extraordinary circumstances,\" as specified within section 208(a)(2)(D) of the INA, that excused his delay. 8 U.S.C. § 1158(a)(2)(D).</p>\n<p>This court has no jurisdiction to review the agency's determination regarding the timeliness of the asylum application or its application of the \"extraordinary circumstances\" exception, unless the petitioner identifies a legal or constitutional defect in the decision. <i>See</i> 8 U.S.C. §§ 1158(a)(3), 1252(a)(2)(D)<sup>[1]</sup>. Inasmuch as petitioner has failed to identify a legal or constitutional defect in the decision, this Court lacks jurisdiction over El-Labaki's asylum application inasmuch as the IJ found petitioner's application to be time barred and the BIA affirmed said determination. 8 <span class=\"star-pagination\">*6</span> U.S.C. § 1158(a)(3); <i>see also </i><i>Melhem v. Gonzáles,</i> <span class=\"citation\" data-id=\"202909\"><a href=\"/opinion/202909/melhem-v-gonzales/\"><span class=\"volume\">500</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">78</span></a></span>, 81 (1st Cir.2007); <i>Pan,</i> 489 F.3d at 84; <i>Sharari v. Gonzáles,</i> <span class=\"citation\" data-id=\"201584\"><a href=\"/opinion/201584/sharari-v-ashcroft/\"><span class=\"volume\">407</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">467</span></a></span>, 473 (1st Cir.2005).</p>\n<p></p>\n<h2>2. <i>Withholding of Removal</i>\n</h2>\n<p>Petitioner asserts he was entitled to withholding of removal pursuant to 8 U.S.C. § 1101(a)(42). The IJ and BIA disagreed. So do we.</p>\n<p>To prevail on a withholding of removal claim, petitioner has the burden of establishing that it is more likely than not that his life or freedom will be threatened on account of one of the five (5) protected grounds: race, religion, nationality, membership in a particular social group, or political opinion. <i>Id.; see also </i><i>INS v. Stevic,</i> <span class=\"citation\" data-id=\"111203\"><a href=\"/opinion/111203/ins-v-stevic/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">407</span></a></span>, 413, <span class=\"citation\" data-id=\"111203\"><a href=\"/opinion/111203/ins-v-stevic/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2489</span></a></span>, <span class=\"citation\" data-id=\"111203\"><a href=\"/opinion/111203/ins-v-stevic/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">321</span></a></span> (1984) (an alien must establish a clear probability of persecution to qualify for withholding of removal); <i>Hana v. Gonzales,</i> <span class=\"citation\" data-id=\"202941\"><a href=\"/opinion/202941/hana-v-gonzales/\"><span class=\"volume\">503</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 44 (1st Cir.2007); <i>Boukhtouchen v. Gonzáles,</i> <span class=\"citation\" data-id=\"202890\"><a href=\"/opinion/202890/boukhtouchen-v-gonzales/\"><span class=\"volume\">498</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">78</span></a></span>, 80 (1st Cir.2007); <i>Pan,</i> 489 F.3d at 85-86.</p>\n<p>El-Labaki contends that if compelled to return to Lebanon his life will be at risk given the fact he is associated with the Greek Orthodox Christians which in turn are deemed to be associated with or supportive of the Lebanese Christian Forces. While El-Labaki points to several incidents of harassment (i.e., being forced to stand in the heat for long period of time without water; being beaten at border checkpoints and once being threatened while at his residence), the IJ and BIA correctly concluded that these incidents did not rise to the level of persecution, a determination that is contingent upon petitioner proving more than harassment, unpleasantness or unfair treatment. <i>See </i><i>Susanto v. Gonzáles,</i> <span class=\"citation\" data-id=\"202090\"><a href=\"/opinion/202090/susanto-v-gonzales/\"><span class=\"volume\">439</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">57</span></a></span>, 59-60 (1st Cir.2006); <i>Nikijuluw v. Gonzáles,</i> <span class=\"citation\" data-id=\"201886\"><a href=\"/opinion/201886/nikijuluw-v-gonzales/\"><span class=\"volume\">427</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">115</span></a></span>, 120 (1st Cir.2005). Actually, it appears that only one of El-Labaki's detentions and beatings could even qualify as having been perpetrated by someone with knowledge of his religious beliefs. This was the incident at the border where he was forced to show his identification card. This is not the case with the other incidents of alleged harassment (i.e., the threats posed by Syrians while at his residence, two (2) days prior to departing to the United States). In sum, El-Labaki's claim fails for two main reasons.</p>\n<p>First, as clearly stated in <i>Segran,</i> inasmuch as \"proving eligibility for withholding of removal is similar to, but more demanding than, proving eligibility for asylum, an alien who cannot establish eligibility for asylum a fortiori cannot establish eligibility for withholding of removal on the same facts.\" <i>Segran,</i> 511 F.3d at 7; <i>see also </i><i>INS v. Cardoza-Fonseca,</i> <span class=\"citation\" data-id=\"111838\"><a href=\"/opinion/111838/ins-v-cardoza-fonseca/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">421</span></a></span>, <span class=\"citation\" data-id=\"111838\"><a href=\"/opinion/111838/ins-v-cardoza-fonseca/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1207</span></a></span>, <span class=\"citation\" data-id=\"111838\"><a href=\"/opinion/111838/ins-v-cardoza-fonseca/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">434</span></a></span> (1987); <i>Ipina v. INS,</i> <span class=\"citation\" data-id=\"518840\"><a href=\"/opinion/518840/francisca-sophia-ipina-v-immigration-and-naturalization-service/\"><span class=\"volume\">868</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">511</span></a></span> (1st Cir.1989). Second, even assuming that El-Labaki's assertion that as a Greek Orthodox Christian he is considered a sympathizer of the Lebanese Christian Forces, a political party or former militia, are true, El-Labaki has failed to prove that if he returned to Lebanon he would be targeted or exposed to danger by government entities.</p>\n<p>Moreover, El-Labaki's family has continued to reside in Lebanon where they are active and practicing Christians. Still they have never been threatened, harassed, persecuted or caused harm. El-Labaki, while in Lebanon, traveled at least twenty-five (25) times between Lebanon and Saudi-Arabia without ever experiencing prolonged periods of detention, incarceration or physical harm warranting medical treatment or hospitalization. The evidence on the record shows that other relatives continue to live in Beirut, such as El-Labaki's uncle who is self-employed. While it appears that El-Labaki left his county for economic reasons, he has not <span class=\"star-pagination\">*7</span> returned since 2000 and has not established that the conditions he complained of continue to exist to this day or exist on a country wide basis.</p>\n<p>Having failed to establish past persecution, El-Labaki is not entitled to a presumption of future persecution. <i>See </i><i>Palma-Mazariegos v. Gonzáles,</i> <span class=\"citation\" data-id=\"201897\"><a href=\"/opinion/201897/palma-mazariegos-v-gonzales/\"><span class=\"volume\">428</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></a></span>, 35 (1st Cir.2005). Likewise, El-Labaki has failed to prove the likelihood of future persecution based on a statutorily protected ground. <i>See </i><i>Hayek v. Gonzáles,</i> <span class=\"citation\" data-id=\"202159\"><a href=\"/opinion/202159/hayek-v-gonzales/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">501</span></a></span>, 508 (1st Cir.2006).</p>\n<p></p>\n<h2>3. <i>Withholding of Removal and Protection under CAT</i>\n</h2>\n<p>An applicant for protection under Article III of CAT must prove that it is more likely than not that he or she will be tortured if removed to the country designated for removal. Such torture must be inflicted by, or at the instigation of, or with the consent or acquiescence of, a public official or other person acting in an official capacity. 8 C.F.R. §§ 1208.16-1208.18. To be entitled to protection under CAT, the applicant for protection need not show a nexus to a protected ground. However, in assessing whether it is \"more likely than not\" that the alien would be tortured, the IJ should consider, among other things: evidence of past torture inflicted on the alien, evidence that the applicant could relocate to another part of the country of removal where most likely he or she will not be tortured and evidence of gross, and flagrant or mass violations of human rights within the country of removal. <i>Id.</i> at § 1208.16(c)(3). An applicant can establish his or her burden of proof by testimony, without corroboration, if the testimony is credible. <i>Id.</i> at § 1208.16(c)(2); <i>see also </i><i>Dhima v. Gonzáles,</i> <span class=\"citation\" data-id=\"201733\"><a href=\"/opinion/201733/dhima-v-ashcroft/\"><span class=\"volume\">416</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">92</span></a></span>, 95 (1st Cir.2005). Moreover, an alien's failure to mention facts central to his or her claim prior to the hearing does not require a finding of untruthfulness, or a lack of credibility. <i>See </i><i>Tai v. Gonzáles,</i> <span class=\"citation\" data-id=\"201792\"><a href=\"/opinion/201792/tai-v-gonzales/\"><span class=\"volume\">423</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.2005).</p>\n<p>We review the BIA's decision to deny relief under CAT under the \"deferential substantial evidence\" standard. <i>Jean,</i> 461 F.3d at 90. As such, we accept the BIA's conclusions \"unless any reasonable adjudicator would be compelled to conclude to the contrary.\" 8 U.S.C. § 1252(b)(4)(B).</p>\n<p>In the case at hand, the IJ, and subsequently the BIA, considered the inconsistencies within El-Labaki's statements and testimonies when he was interviewed by the asylum officer, those within his asylum application, and the testimony presented at the hearing. In so doing, it was noted that El-Labaki submitted generalized information regarding political conditions in Lebanon, of which he had no personal knowledge, and mentioned conditions or events that transpired after his departure to United States in 2000. Also, El-Labaki alluded to hours of detentions at the border, harassment, occasional beatings and mistreatment by Syrian authorities, but presented no evidence regarding need for medical treatment, muchless evidence of resulting physical injuries. While claiming he was detained and mistreated over ten (10) times in a two (2) year period, this did not prevent him from traveling over twenty-five (25) times between Lebanon and Saudi Arabia and other places. It remains that no members of his family, either immediate or extended, have suffered any harm from Syrians while residing in Lebanon prior to or after 1995.</p>\n<p>More so, before the IJ, El-Labaki claimed his motive for coming to the United States was that \"he wanted to live a life of freedom and comfort and democracy because in Lebanon there is no security.\" However, it remains a fact that while asserting he had moved to Saudi Arabia to <span class=\"star-pagination\">*8</span> escape \"torture,\" he also stressed having done so because the Lebanese economy was not very good and he could not find a job in Lebanon that would pay him enough to support his family or what he used to earn. El-Labaki further stated that he only left Saudi-Arabia, after twenty-three (23) years, because his employer had given him notice of a fifty percent (50%) salary reduction. Thus, petitioner has solely alluded to economic factors. When specifically questioned why he had not moved his family to another part of Lebanon, such as Beirut, El-Labaki explained that he had not considered such alternatives because relocation was expensive and there were few jobs available in other parts of the country. Thus, as correctly concluded by the IJ, El-Labaki's relocation to Lebanon, and subsequent entry into the United States, were prompted more by economic reasons than by political reasons or by fear of persecution. <i>See </i><i>Simo v. Gonzáles,</i> <span class=\"citation\" data-id=\"202142\"><a href=\"/opinion/202142/simo-v-gonzales/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 11-12 (1st Cir.2006)(noting that alien's airport interview did not suggest that the alien came to the United States to avoid persecution). Having suffered no past persecution, based on substantial evidence on record, the IJ and BIA correctly concluded that El-Labaki has failed to show that he was likely to face persecution or torture upon return to his home country. <i>See </i><i>Hana,</i> 503 F.3d at 44.</p>\n<p>For the foregoing reasons, the petition for review is denied.</p>\n<h2>NOTES</h2>\n<p>[*]  Pursuant to Fed. R.App. P. 43(c)(2), Attorney General Michael B. Mukasey is substituted for former Attorney General Alberto R. Gonzáles as respondent.</p>\n<p>[**]  Of the District of Puerto Rico, sitting by designation.</p>\n<p>[1]  Section 1252(a)(2)(D) provides:\n</p>\n<p>Nothing in subparagraph (B) or (C), or in any other provision of this chapter (other than this section) which limits or eliminates judicial review, shall be construed as precluding review of constitutional claims or questions of law raised upon a petition for review filed with an appropriate court of appeals in accordance with this section.</p>\n<p>8 U.S.C. § 1252(a)(2)(D).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111203/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111838/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201313/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201584/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201733/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201792/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201801/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201897/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202090/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202142/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202784/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202890/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202909/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202941/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518840/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1194474/"
  ]
}