{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203629/",
  "absolute_url": "/opinion/203629/united-states-v-dunbar/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203629/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/3246/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:20:30Z",
  "date_modified": "2016-04-27T00:51:49.322343Z",
  "type": "010combined",
  "sha1": "8dcf9c85138de6022e712580852d04b849ef0d31",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-1752P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/01/16/US_v._Dunbar.pdf",
  "plain_text": "Error: May not be a PDF file (continuing anyway)\nError: PDF file is damaged - attempting to reconstruct xref table...\nError: Couldn't find trailer dictionary\nError: Couldn't read xref table\n",
  "html": "",
  "html_lawbox": "<div>\n<center><b>553 F.3d 48 (2009)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nRex Vernal Geovaney DUNBAR, a/k/a George Dunbar, a/k/a Dave Maughn, a/k/a Chris Boisvert, a/k/a Andrew Watt, Defendant, Appellant.</h1></center>\n<center>No. 07-1752.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard September 10, 2008.</center>\n<center>Decided January 16, 2009.</center>\n<p><span class=\"star-pagination\">*52</span> Michael J. Sheehan, for appellant.</p>\n<p>Anthony E. Fuller, Assistant United States Attorney, with whom Randall E. Kromm, Assistant United States Attorney, and Michael J. Sullivan, United States Attorney, were on brief for appellee.</p>\n<p>Before TORRUELLA, BALDOCK,<sup>[*]</sup> and LIPEZ, Circuit Judges.</p>\n<p>TORRUELLA, Circuit Judge.</p>\n<p>Rex Vernal Geovaney Dunbar appeals his conviction and sentence on all seven counts of an indictment charging him with various drug, firearm, and immigration crimes. Specifically, he challenges (1) the denial of his motion to suppress, (2) the denial of two motions for a mistrial, (3) the district court's rejection of a requested jury instruction, and (4) the district court's finding that certain drug quantities were crack cocaine in calculating Dunbar's guideline range and sentence. After careful review of the record, we affirm.</p>\n<p></p>\n<h2>I. <i>Background</i>\n</h2>\n<p>In March 2002, Oklahoma police officer Bobby Tyrone Williamson stopped Dunbar and his wife Sandra Boisvert on Interstate 40 in Oklahoma. Williamson stopped Dunbar for following another vehicle too closely, a traffic offense under Oklahoma law. Williamson asked Dunbar to sit in Williamson's cruiser while he prepared a warning for the traffic violation. Boisvert and Dunbar made inconsistent statements to Williamson about their travel plans. Williamson also determined that Dunbar's license, carrying the name of Dave Maughn, was expired. Williamson issued the written warning for the traffic violation.</p>\n<p><span class=\"star-pagination\">*53</span> Just as Dunbar was exiting the cruiser, Williamson asked Dunbar if he was carrying drugs or weapons. Dunbar replied that he was not. Williamson asked for permission to search Dunbar's car, and Dunbar agreed. Williamson then placed Dunbar back in the cruiser and asked Boisvert to join Dunbar there. A video-recording device had been capturing the events of the stop. At the time Boisvert joined Dunbar in the cruiser, Williamson activated audio recording equipment inside the cruiser. This equipment recorded incriminating statements made by Dunbar to Boisvert. Williamson searched Dunbar's vehicle and found \"17 or 18\" pounds of marijuana and a 9mm semiautomatic pistol. Williamson then arrested Dunbar and Boisvert. Dunbar now appeals the admission of his incriminating statements and testimony regarding the discovered drugs.</p>\n<p>As a result of this arrest and other illegal activities detailed below, the government ultimately charged Dunbar with seven criminal counts by a Third Superseding Indictment on June 21, 2006. These counts included (1) conspiracy to distribute and possess with intent to distribute controlled substances, (2) conspiracy to import controlled substances, (3) distribution of cocaine base, (4) use of a person under 18 years of age to distribute controlled substances and to import controlled substances, (5) using and carrying a firearm during and in relation to a drug trafficking crime, (6) illegal re-entry of a deported alien, and (7) being an illegal alien in possession of a firearm.</p>\n<p>At trial, the government introduced evidence supporting each of these charges. First, Williamson recounted the arrest and authenticated a videorecording of the arrest and the seized firearm. Next, an immigration agent testified that Dunbar had admitted to having been previously deported and that immigration records showed Dunbar had not obtained the permission required to re-enter the country legally. The government also offered testimony establishing the required elements of the firearm offenses.</p>\n<p>The remainder of the government's testimony came from a series of women who testified as to various drug-trafficking activities performed for Mr. Dunbar. This testimony, reconstructed in chronological order, established the following series of events.</p>\n<p>In the spring of 2000, Jamie Spaulding, who was under the age of 18 at the time, occasionally stayed with her friend, Catherine Dumont, and Dumont's mother, Boisvert. Spaulding was in a relationship with Dunbar, and brought him to Boisvert's house. Around this time, Spaulding made two trips to California for Dunbar in order to transport marijuana to New York City, where she was living with Dunbar. In June 2000, Spaulding was arrested at the airport in Los Angeles with thirty-five pounds of marijuana.</p>\n<p>After being released from juvenile detention, Spaulding moved to Worcester, Massachusetts, where she lived with Dunbar and others, including Lou Hanley. From this apartment, Spaulding sold crack that Dunbar provided to her. Spaulding later moved to another apartment in Worcester with Hanley and his girlfriend, Darlene Sampson, where Spaulding, still under the age of 18, continued to sell crack for Dunbar.</p>\n<p>Spaulding testified, without objection, that while living in Worcester, Dunbar hit her in the eye because he was upset with her handling of the proceeds of the drug sales. Spaulding also testified, without objection, that Dunbar had hit her in the ribs with the butt of a gun. Spaulding further testified, over an objection and a motion for a mistrial, that Dunbar hit her with a broom when he discovered she was cleaning <span class=\"star-pagination\">*54</span> a part of the apartment she was not supposed to use. Also over an objection and a motion for mistrial, Spaulding testified that her stepfather had sexually abused her as a child. Dunbar now appeals the denial of these two motions for mistrial.</p>\n<p>Next, Sharon Cote made a drug-trafficking trip to Jamaica on behalf of another individual in late February or early March, 2001. While in Jamaica, Cote met Dunbar, who gave Cote packages of white powder packed in plastic and condoms. Cote successfully transported these packages into the United States.</p>\n<p>In March and May 2001, Spaulding made trips to Jamaica for Dunbar. On the first trip, Dunbar gave Spaulding powder which she believed to be cocaine. Spaulding successfully re-entered the country with the drugs. Spaulding testified that she later sold the drugs in Worcester. On the second trip, Spaulding traveled to Jamaica with Tina Cormier. Dunbar gave Spaulding and Cormier what Spaulding believed to be crack cocaine. This time, Cormier was apprehended by customs agents. After reaching the parking lot of the airport, Spaulding went back into the terminal to call Dunbar. At this point, Spaulding was also arrested. Spaulding subsequently pled guilty to transporting cocaine base and crack cocaine.</p>\n<p>Dunbar also convinced Hanley and Sampson to travel to Jamaica to retrieve drugs. Sampson had previously purchased crack from Dunbar on a regular basis. Boisvert helped arrange this trip. Two individuals in Jamaica gave Sampson pellets of drugs which she ingested. Sampson became ill and confessed to customs agents upon re-entering the country.</p>\n<p>In October 2001, Boisvert traveled to Jamaica for Dunbar to retrieve drugs. Boisvert and Dunbar had married in Jamaica in February 2001. In Jamaica, Boisvert retrieved cocaine powder and marijuana from a friend of Dunbar. Boisvert swallowed these drugs and re-entered the United States without detection. After Dunbar retrieved the drugs, Boisvert witnessed Dunbar place the cocaine in a jar with baking soda, in order to make crack. Boisvert testified that she had seen Dunbar perform the same process on one or two other occasions.</p>\n<p>At the close of evidence, Dunbar requested a jury instruction on multiple conspiracies. The judge denied this request. The jury convicted Dunbar on all counts of the indictment. Dunbar now appeals the denial of his request for the instruction and argues there was a prejudicial variance between the evidence and the conspiracies charged in the indictment.</p>\n<p>Prior to sentencing, the Probation Office prepared a pre-sentence report (\"PSR\"), which found that Dunbar was responsible for, among other drug quantities, 448.6 grams of cocaine base seized from Cormier and Spaulding and 185.6 grams of cocaine base seized from Sampson upon re-entry into the United States. The PSR treated these quantities as crack cocaine for the purpose of computing Dunbar's guideline range. Dunbar lodged a number of broad objections, including objecting generally to the drug quantities attributable to him and \"to the conclusion that at anytime he was involved with crack cocaine for the reason that the government did not present evidence that the substance was mixed with sodium bicarbonate.\" At the disposition, the district court mentioned this objection, which had been filed late, and stated it \"wasn't quite sure where you're going here,\" and invited Dunbar's counsel to elaborate. Dunbar's counsel declined to supplement the objection. The district court proceeded to adopt the PSR's guideline calculation and sentenced Dunbar to 360 months imprisonment, followed by a <span class=\"star-pagination\">*55</span> mandatory consecutive 60-month term of imprisonment for count five. Dunbar now argues on appeal that the district court was in error when it assumed that the cocaine base referenced in the PSR was in fact crack cocaine.</p>\n<p></p>\n<h2>II. <i>Discussion</i>\n</h2>\n<p>There are four general issues we must address in this appeal: (1) the district court's denial of Dunbar's motion to suppress, (2) the district court's denial of Dunbar's motions for mistrial, (3) the prejudicial variance argument and the district court's handling of Dunbar's jury instruction request, and (4) the district court's rejection of Dunbar's challenge to the factual findings in the PSR.</p>\n<p></p>\n<h2>A. Motion to Suppress</h2>\n<p>\"We apply a mixed standard of review to the district court's denial of the motion to suppress. We review the court's findings of fact for clear error and its application of the law to those facts de novo.\" <i>United States v. Morales-Aldahondo,</i> 524 F.3d 115, 118-19 (1st Cir.2008). To succeed, Dunbar \"must show that no reasonable view of the evidence supports the district court's decision.\" <i>Id.</i> at 119.</p>\n<p>Dunbar raises several arguments regarding his motion to suppress. First, he argues that the stop was unreasonable. Second, he argues that the scope of the stop exceeded its permissible bounds. Third, he argues that his consent to search the car was involuntary. Fourth, he argues that his statements to Boisvert in the cruiser were illegally recorded. We address each in turn.</p>\n<p></p>\n<h2>1. <i>The stop</i>\n</h2>\n<p>Dunbar argues that the stop was invalid. Dunbar suggests that Williamson, who was patrolling a known drug-trafficking route with a drug-sniffing dog, was looking for drugs and that the traffic violation was a pretext for the stop. Further, Dunbar contends that the stop was invalid as the reason for the stop was not supported. Though the applicable Oklahoma statute forbids following \"more closely than is reasonable and prudent,\" Okla. Stat. tit. 47, § 11-310(a), Dunbar argues that the government did not prove anything about the applicable traffic conditions that would show that Dunbar was following so closely as to be unreasonable or imprudent.</p>\n<p>To make the stop, Williamson must have had \"a reasonable, articulable suspicion of an individual's involvement in some criminal activity.\" <i>United States v. Ruidíaz,</i> 529 F.3d 25, 28 (1st Cir.2008). \"Reasonableness in this context is a construct that must be judged according to objective criteria; it is not dependent on an individual officer's subjective motives.\" <i>Id.</i> at 29. This inquiry into reasonableness \"requires a reviewing court to consider the totality of the surrounding circumstances\" and make a \"commonsense determination\" that entails some deference to the perceptions of experienced officers. <i>Id.</i> Here, the district court heard the officer testify and viewed a videotape, which it found showed Dunbar tailgating. The district court then found that Williamson had probable cause to conclude that Dunbar violated Oklahoma law by following too closely. Dunbar contends that there was no evidence of his speed or traffic conditions, but the videotape allowed the district court to assess the reasonableness of Williamson's determination that Dunbar was in fact following too closely. Dunbar has offered no evidence which would undermine the conclusions reached by the district court based on the testimony and the videotape. Thus, there is no error in the district court's finding that Williamson reasonably stopped Dunbar for tailgating. <span class=\"star-pagination\">*56</span> Having so found, it was proper for the district court to disregard Dunbar's suggestions about Williamson's motives for the stop.</p>\n<p></p>\n<h2>2. <i>The scope of the stop</i>\n</h2>\n<p>Even where a stop is valid, an officer's \"`subsequent actions must be responsive to the emerging tableauthe circumstances originally warranting the stop, informed by what occurred, and what the officer learned, as the stop progressed.'\" <i>United States v. Taylor,</i> 511 F.3d 87, 90 (1st Cir.2007) (quoting <i>United States v. Coplin,</i> 463 F.3d 96, 100 (1st Cir.2006)).</p>\n<p>Dunbar argues that Williamson impermissibly exceeded the scope of the traffic stop when he asked Dunbar to wait in his cruiser while he took twelve minutes to prepare the warning and question Boisvert. Citing Ninth Circuit precedent, he argues that \"when an officer has obtained sufficient information to issue a citation, a continued detention without probable cause to arrest for a crime is unreasonable.\" <i>Pierce v. Multnomah County,</i> 76 F.3d 1032, 1038 (9th Cir.1996).</p>\n<p>But, the fact that Dunbar \"was placed in the back of a police cruiser does not elevate the detention beyond a <i>Terry</i> stop.\" <i>Flowers v. Fiore,</i> 359 F.3d 24, 30 (1st Cir.2004). Though Dunbar was stopped based on a traffic violation, not on suspicion of some larger crime, we see no basis for concluding that the officer could not place Dunbar in his cruiser while he prepared the traffic citation. <i>See </i><i>Ruidíaz,</i> 529 F.3d at 32 (holding that \"[w]hen a <i>Terry</i> stop is effected in connection with a traffic violation and an officer's concern for his own safety is implicated, it is within the officer's authority to order a passenger out of the car as a security measure\" and that \"an officer may issue such an order as a matter of course; he does not need to have an <i>independent</i> fear for his safety\" (emphasis in original) (citation omitted)).</p>\n<p>Another of our precedents supports rejecting Dunbar's arguments based on <i>Pierce</i> that police must limit a traffic citation stop to the narrow purpose of immediately preparing and issuing a citation. In <i>Chhien,</i> we noted that a scenario \"in which an officer stops a car for a minor traffic infraction and asks a known suspect pointed questions about a serious crime unrelated to the original violation, raise[s] legitimate concerns about abuse of authority.\" <i>United States v. Chhien,</i> 266 F.3d 1, 9 (1st Cir.2001). But we found that routine questioning about itinerary, \"even when not directly related to the violations that induced the stop in the first place\" does not escalate the stop beyond the scope of an investigative stop. <i>Id.</i> Here, the record shows Williamson questioned Dunbar and Boisvert about their itinerary. We see no indication that Williamson's questioning of Boisvert and Dunbar rose beyond the routine. Accordingly, we see no reason to conclude that Williamson exceeded the scope of the stop.</p>\n<p>Dunbar also suggests that his initial detention in the cruiser was overly long. But considering the emerging circumstances in which Williamson discovered Dunbar's expired licenses and other inconsistencies, we can see no basis to hold the twelve minute detention was overly long. <i>See </i><i>United States v. McCarthy,</i> 77 F.3d 522, 530 (1st Cir.1996) (noting that there is no express time limit on a stop, analyzing relevant cases, and concluding the inquiry is governed by \"[c]ommon sense,\" \"ordinary human experience,\" and \"a consideration of all relevant factors\" (quotation marks omitted)).</p>\n<p></p>\n<h2>3. <i>Consent to search</i>\n</h2>\n<p>\"`The existence of consent and the voluntariness thereof are questions of fact <span class=\"star-pagination\">*57</span> to be determined from all the circumstances surrounding the search.'\" <i>United States v. Winston,</i> 444 F.3d 115, 121 (1st Cir.2006) (quoting <i>United States v. Miller,</i> 589 F.2d 1117, 1130 (1st Cir.1978)). Our review is for clear error. <i>Id.</i></p>\n<p>Voluntariness is assessed by considering the totality of a number of circumstances:</p>\n<blockquote>The court should take into account factors such as the consenting party's \"age, education, experience, intelligence, and knowledge of the right to withhold consent.\" Further considerations \"include whether the consenting party was advised of his or her constitutional rights and whether permission to search was obtained by coercive means or under inherently coercive circumstances.\"</blockquote>\n<p><i>United States v. Forbes,</i> 181 F.3d 1, 5 (1st Cir.1999) (citations omitted) (quoting <i>United States v. Barnett,</i> 989 F.2d 546, 554-55 (1st Cir.1993)).</p>\n<p>Here, Dunbar summarily argues that his consent was not valid as it was given only after he was removed from his car by a police officer and placed in the back of a police cruiser, with a police dog in the compartment behind him. Having found the scope of his stop valid, we see nothing to suggest that his consent was somehow coerced. As the district court found after reviewing the testimony and videotape, Dunbar gave his consent as he exited Williamson's cruiser, when he was not under arrest. To the extent Dunbar argues that the circumstances were inherently coercive, we also reject that argument. <i>See </i><i>United States v. Jones,</i> 523 F.3d 31, 38 (1st Cir.2008) (affirming a finding that consent was voluntary when given by a defendant surrounded by officers and holding that custody was not alone enough to show coercion). Thus, the district's court's finding of voluntariness was not clearly erroneous.</p>\n<p></p>\n<h2>4. <i>Recording of statements made in the cruiser</i>\n</h2>\n<p>Finally, Dunbar argues that the incriminating statements he made in the back of the cruiser should be suppressed since Williamson violated 18 U.S.C. § 2511 when he recorded Dunbar's conversation with his wife without their knowledge. But this section only proscribes recording oral communications that are \"by a person exhibiting an expectation that such communication is not subject to interception under circumstances justifying such expectation.\" 18 U.S.C. § 2510(2). \"The legislative history of [this statutory provision] shows that Congress intended this definition to parallel the `reasonable expectation of privacy test' articulated by the Supreme Court in <i>Katz.</i>\" <i>United States v. Turner,</i> 209 F.3d 1198, 1200 (10th Cir.2000) (citation omitted). For the reasons already expressed by our sister circuits, we hold that the back of a police car is not a place where individuals can reasonably expect to communicate in private. <i>Id.</i> at 1201 (\"Patrol cars bristle with electronics, including microphones to a dispatcher, possible video recording with audio pickup, and other electronic and recording devices.\" (footnote omitted)); <i>United States v. Clark,</i> 22 F.3d 799, 801-802 (8th Cir.1994) (noting that \"[a] marked police car is owned and operated by the state for the express purpose of ferreting out crime,\" \"is essentially the trooper's office, and is frequently used as a temporary jail\" and concluding that \"[t]he general public has no reason to frequent the back seat of a patrol car, or to believe that it is a sanctuary for private discussions\"); <i>United States v. McKinnon,</i> 985 F.2d 525, 528 (11th Cir.1993).</p>\n<p>Dunbar attempts to distinguish his case by virtue of the fact that he and Boisvert were married. While marital <span class=\"star-pagination\">*58</span> communications are privileged, the marital privilege protects only confidential communications. <i>See </i><i>United States v. Madoch,</i> 149 F.3d 596, 602 (7th Cir.1998) (finding no privilege where a spouse's conversations with her imprisoned husband were recorded). Since the police car was not a reasonably confidential place to talk, Dunbar's statements to Boisvert were not protected.<sup>[1]</sup></p>\n<p></p>\n<h2>B. Motions for Mistrial</h2>\n<p>\"As with any review of a denial of a motion for a mistrial, we consider the totality of the circumstances to determine whether the defendant has demonstrated the kind of `clear' prejudice that would render the court's denial of his motion for a mistrial a `manifest abuse of discretion.'\" <i>United States v. Freeman,</i> 208 F.3d 332, 339 (1st Cir.2000) (quoting <i>United States v. Torres,</i> 162 F.3d 6, 12 (1st Cir.1998)). \"[A] mistrial is viewed as a `last resort, only to be implemented if the taint is ineradicable, that is, only if the trial judge believes that the jury's exposure to the evidence is likely to prove beyond realistic hope of repair.'\" <i>Id.</i> (quoting <i>United States v. Sepúlveda,</i> 15 F.3d 1161, 1184 (1st Cir.1993)).</p>\n<p>Dunbar challenges the district court's denial of his motions for mistrial following the admission of Spaulding's testimony that (1) she was molested at a young age by her stepfather and (2) Dunbar struck her with a broom when she was cleaning the wrong part of the house. Dunbar argues that the first piece of testimony served only to elicit sympathy for Spaulding, whose credibility had not yet been attacked, and the second piece of testimony served only to portray Dunbar in an unfairly poor light. As such, Dunbar argues each was irrelevant and, even if relevant, that the relevance was outweighed by the risk of unfair prejudice.</p>\n<p>This case is somewhat distinguishable from the normal case where an appellant challenges the denial of a motion for a mistrial on the basis of the jury's exposure to allegedly prejudicial evidence. Here, the district court did not see the testimony challenged by Dunbar as objectionable, and so did not strike it or offer a curative instruction. Our analysis of such a claim should then logically proceed by first determining whether the admission of the challenged testimony was in error. If it was, we would then ask whether its outright admission, in the absence of any curative instruction, resulted in \"clear\" prejudice. <i>See id.</i></p>\n<p>Evidence is relevant if it has \"any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.\" Fed.R.Evid. 401. Relevant evidence may be excluded \"if its probative value is substantially outweighed by the danger of unfair prejudice.\" Fed.R.Evid. 403. \"`[O]nly rarelyand in extraordinarily compelling circumstanceswill we, from the vista of a cold appellate record, reverse a district court's on-the-spot judgment concerning the relative weighing of probative value and unfair effect.'\" <i>United States v. Flemmi,</i> 402 F.3d 79, 86 (1st Cir.2005) (quoting <i>United States v. Sabetta,</i> 373 F.3d 75, 82-83 (1st Cir.2004)).</p>\n<p>As to the first piece of challenged testimony, the government argues that Spaulding's testimony about being abused as a child was admissible as a means of <span class=\"star-pagination\">*59</span> making Spaulding's testimony more plausible. In <i>Pagán-Santini,</i> we found no error in allowing a witness to testify that the defendant sexually harassed her when they were co-conspirators, finding the testimony relevant to \"certain interactions between\" the co-conspirators, thereby making \"more plausible the government's depiction of [the defendant's] role.\" <i>United States v. Pagán-Santini,</i> 451 F.3d 258, 263 (1st Cir.2006). The government argues that we should similarly find Spaulding's testimony relevant to explaining why she remained with Dunbar, thus supporting her credibility. But this case is meaningfully distinguishable from <i>Pagán-Santini.</i> Unlike that case, here, the elicited testimony was not seeking to make the ultimate fact \"more plausible\" since there was no doubt that Spaulding did in fact remain with Dunbar. Rather, the government here argues that the testimony at issue was necessary so the jury would understand \"why Spaulding acted as she dide.g., moving in with Dunbar after his actions had led to her arrest and continuing to follow his instructions despite his controlling and abusive behavior.\" Without it, the government fears that the jury \"could have been inclined to doubt her credibility.\" We reject this rationale as a grounds for justifying admission of this testimony. There had been no attack on Spaulding's credibility based on the fact that she remained with Dunbar. Thus, though the testimony served to make it more plausible that Spaulding remained with Dunbar, this fact was not ultimately \"of consequence to the determination of the action.\" Fed.R.Evid. 401. Therefore, it was of no probative value.</p>\n<p>Nonetheless, we find no clear prejudice warranting a mistrial. \"`Unfairly prejudicial evidence is evidence having some quality that moves the jury to attribute to it excessive probative value. It is evidence that triggers [the] mainsprings of human action [in such a way as to] cause a jury to base its decision on something other than the established proposition in the case.'\" <i>United States v. González-Vázquez,</i> 219 F.3d 37, 47 (1st Cir.2000) (quoting <i>United States v. Currier,</i> 836 F.2d 11, 18 (1st Cir.1987)) (alterations in original).</p>\n<p>Dunbar argues that the testimony elicited undue sympathy for Spaulding. But, we conclude that evidence that Spaulding was abused as a child was only minimally unfairly prejudicial. First, it bore no direct relationship to Dunbar, and there was no evidence Dunbar knew of the abuse. Thus, it would not prejudice the jurors against him. Second, this testimony would not meaningfully change the jury's view of Spaulding. While it might spark some sympathy, we are not persuaded that such sympathy would meaningfully impact the jury's assessment of Spaulding's credibility in this case. The defense did subsequently attack Spaulding's credibility on other grounds, namely her plea bargain, her use of drugs while on supervised release, and her possible jealousy of Dunbar's marriage to Boisvert. We think that if the jury was disposed to accept Spaulding's testimony in light of those attacks on her credibility, it would have done so even without the brief testimony regarding childhood abuse. Thus, to the extent there was any prejudice, it was not the kind of clear prejudice requiring the granting of a motion for a mistrial.</p>\n<p>Put another way, the error in admission of this evidence was harmless. \"The essential inquiry in harmless error review is whether the improperly admitted evidence likely affected the outcome of trial.\" <i>United States v. Tom,</i> 330 F.3d 83, 95 (1st Cir.2003) (quotation marks omitted). This testimony would have had little impact for several reasons. First, as described <span class=\"star-pagination\">*60</span> above, the testimony would have no impact on the jury's view of Dunbar and insignificant impact on the jury's view of Spaulding. Second, from the testimony of Williamson, Boisvert, Sampson, and Cote, there was overwhelming evidence of Dunbar's involvement in the drug trade. Further, Sampson corroborated Spaulding's involvement in the drug trade with Dunbar. From this review of the record, we can \"say that the government's case was so overwhelming as to overshadow [any] prejudicial effect,\" and that it was \"highly probable that the error did not contribute to the verdict.\" <i>Cf. </i><i>United States v. Varoudakis,</i> 233 F.3d 113, 125-26 (1st Cir.2000) (conducting a harmless error analysis and reversing where evidence of a defendant's prior fire-setting was admitted in an arson case on grounds that the error likely had a prejudicial effect). Thus, we find the weighing and admission of this minimally prejudicial and non-probative evidence to be harmless error.</p>\n<p>As to the second piece of challenged testimony, that Dunbar hit Spaulding with a broom on one occasion, the government argues that the evidence was relevant to the charged offense that Dunbar \"employ[ed], hire[d], use[d], persuade[d], induce[d], entice[d], or coerce[d], a person under eighteen years of age\" to violate federal drug laws. 21 U.S.C. § 861(a)(1). We agree. Considering the history of Dunbar and Spaulding, there is little doubt that Dunbar's assault of Spaulding with a broom provides evidence probative of the fact that Dunbar coerced Spaulding to follow his instructions in implementing acts in furtherance of their drug conspiracy. Thus, the proffered testimony showed coercion to commit drug crimes and was relevant to the fourth count in the indictment.</p>\n<p>Admission of this testimony no doubt prejudiced Dunbar. But, as we have said, it is almost always the case that \"evidence presented by the government is prejudicial to the defendant's interests. If it were not, the prosecution would not be introducing it.\" <i>United States v. Candelaria-Silva,</i> 162 F.3d 698, 705 (1st Cir.1998). \"The law protects a defendant against <i>unfair</i> prejudice, not against <i>all</i> prejudice.\" <i>United States v. Rivera-Gómez,</i> 67 F.3d 993, 997 (1st Cir.1995) (emphasis in original), <i>overruled on other grounds</i> by <i>Jones v. United States,</i> 526 U.S. 227, 119 S.Ct. 1215, 143 L.Ed.2d 311 (1999). Here, the testimony regarding Dunbar's physical abuse of Spaulding goes directly and precisely to the proposition of coercion that it seeks to establish. Thus, the evidence would tend to convince a jury to convict, but not on any grounds other than the proposition properly established in the case, that Dunbar had violated § 861 by coercing Spaulding to commit drug crimes. Though the government could have and did prove this count by showing that Dunbar otherwise violated § 861 (for example by showing employment or use of Spaulding in the drug trade), we see no abuse of discretion in allowing the government to prove Dunbar had also coerced Spaulding. <i>See id.</i> at 997-98 (rejecting defendant's argument that the government could have proven its case with less prejudicial evidence). Since the testimony was probative and not unfairly prejudicial, there was no error.</p>\n<p>We note that even were admission of this piece of testimony in error, it would not amount to clear prejudice requiring the grant of a motion for mistrial, since Dunbar did not object when (and does not now complain that) Spaulding testified to other instances of abuse at the hands of Dunbar.</p>\n<p></p>\n<h2>C. Jury Instruction and Multiple Conspiracy issue</h2>\n<p>Dunbar next raises two challenges related to his argument that the trial evidence <span class=\"star-pagination\">*61</span> tended to show only \"a series of stand-alone triangles, quadrangles, and binary transactions\" and not an interconnected conspiracy. First, Dunbar argues that there was a prejudicial variance between the evidence and the indictment. Second, he argues that the district court erred when it refused to give the instruction he requested.</p>\n<p></p>\n<h2>1. <i>Prejudicial variance</i>\n</h2>\n<p>\"A prejudicial variance occurs when: `(1) the facts proved at trial differ from those alleged in the indictment; and (2) the error affects the defendant's substantial rights ...'\" <i>United States v. Rodríguez,</i> 525 F.3d 85, 102 (1st Cir.2008) (quoting <i>United States v. Pomales-Lebrón,</i> 513 F.3d 262, 269 (1st Cir.2008)). \"A claim that the Government's proof varied impermissibly from the charges contained in the indictment is essentially a challenge to the sufficiency of the evidence.\" <i>Id.</i> \"As with all such claims, `we canvass the evidence (direct and circumstantial) in the light most agreeable to the prosecution and decide whether that evidence, including all plausible inferences extractable therefrom, enables a rational factfinder to conclude beyond a reasonable doubt that the defendant committed the charged crime.'\" <i>Id.</i> (quoting <i>United States v. Pérez-Ruiz,</i> 353 F.3d 1, 5 (1st Cir.2003)).</p>\n<p>Dunbar argues that he objected to the alleged variance between the indictment and the trial evidence, but the record reveals only that he requested jury instructions on the conspiracy issue. He made no motion for acquittal on this ground. Accordingly, we review only for plain error. <i>See </i><i>United States v. DeCicco,</i> 439 F.3d 36, 44 (1st Cir.2006). The plain-error standard is met if (1) the district court erred; (2) the error was \"plain\" that is, clear or obvious; (3) the error affected the defendant's substantial rights and (4) the error \"`seriously affect[ed] the fairness, integrity, or public reputation of judicial proceedings.'\" <i>United States v. Torres,</i> 541 F.3d 48, 53 (1st Cir.2008) (quoting <i>United States v. Brandao,</i> 539 F.3d 44, 57 (1st Cir.2008)).</p>\n<p>Here, there is no error, let alone plain error. The indictment charged Dunbar with participating in a conspiracy, from in or about January 2000 to in or about March 20, 2002, to distribute and possess certain illegal drugs. The indictment also charged Dunbar with participating in a conspiracy, from in or about the spring of 2001 to in or about January 2002, to import certain illegal drugs.</p>\n<p>The evidence at trial was sufficient to show that Dunbar conspired with a number of individuals to distribute illegal drugs and that he conspired with a number of individuals to import drugs. <i>See </i><i>Pérez-Ruiz,</i> 353 F.3d at 7. Thus, \"`a plausible reading of the record supports the jury's implied finding that he knowingly participated in the charged conspiracy.'\" <i>United States v. Balthazard,</i> 360 F.3d 309, 315 (1st Cir.2004) (quoting <i>Pérez-Ruiz,</i> 353 F.3d at 5).</p>\n<p>Dunbar argues that the evidence shows that he engaged in several drug operations with different individuals at different points in timethus that there were multiple conspiracies rather than one large conspiracy. The government responds by pointing to connections between the different drug operations, including Boisvert's relationship with a number of other witnesses. But even if certain drug operations did not involve all of the various conspirators, it is clear that each operation involved Dunbar. In fact, Dunbar's own appellate brief concedes as much. Thus, even if there were multiple conspiracies, there was no risk that the jury would have held Dunbar guilty for the acts of a different conspiracy. <i>United States v. De La</i> <span class=\"star-pagination\">*62</span> <i>Cruz,</i> 514 F.3d 121, 139 (1st Cir.2008) (\"`[I]n the context of alleged multiple conspiracies, the defendant's main concern is that jurors will be misled into attributing guilt to a particular defendant based on evidence presented against others who were involved in a different and separate conspiratorial scheme.'\" (quoting <i>United States v. Brandon,</i> 17 F.3d 409, 450 (1st Cir. 1994))). Put another way, \"multiple conspiracy is not a defense unless it creates a reasonable doubt about whether the defendant is guilty of the charged conspiracy.\" <i>Balthazard,</i> 360 F.3d at 316. Thus, even if Dunbar belonged to certain drug conspiracies in which he was the only member in overlap with certain other conspiracies, he would still have engaged in the conspiracy charged in the indictment. There was no prejudicial variance, and thus no error.<sup>[2]</sup></p>\n<p></p>\n<h2>2. <i>Jury instructions</i>\n</h2>\n<p>Dunbar also objects to the district court's refusal to give his proposed jury instruction on the conspiracy charges.</p>\n<p>Review of jury instructions is for abuse of discretion. <i>De La Cruz,</i> 514 F.3d at 139. \"The trial court's failure to give a proffered instruction will not be reversed unless that instruction is (1) substantively correct; (2) was not substantially covered in the charge actually given; and (3) concerned an important point such that the failure to give it seriously undermined the defendant's ability to present a particular defense.\" <i>Id.</i> (quoting <i>Brandon,</i> 17 F.3d at 448).</p>\n<p>On appeal, Dunbar fails to specify which particular proposed instructions he argues were erroneously omitted. Nonetheless, we need not parse his proposed instructions line by line. The substance of his argument on appeal, and of a number of his proposed instructions, was that the jury should acquit if it found conspiracies separate from \"the single, overarching conspiracy charged.\" As stated above, this proposition is incorrect. <i>Balthazard,</i> 360 F.3d at 316. The district court acted correctly in rejecting this proposed instruction and instead telling the jury to convict only if it found the existence of the conspiracies charged in the indictment.</p>\n<p></p>\n<h2>D. Sentence</h2>\n<p>Dunbar's final claim of error is that the district court incorrectly adopted the PSR's guideline calculation which was based on a drug quantity determination that included two quantities of cocaine base seized from (1) Sampson and (2) Cormier and Spaulding.</p>\n<p>To understand Dunbar's challenge, it is necessary to review the meaning of the terms \"cocaine base\" and \"crack.\" The guidelines in effect at the time imposed steep penalties on the possession of \"cocaine base.\" U.S.S.G. 2D1.1(c), Application Note 10 (2006).<sup>[3]</sup><span class=\"star-pagination\">*63</span> But, the guidelines also define \"cocaine base\" as \"crack\" cocaine. U.S.S.G. 2D1.1(c), Note (D) (\"`Cocaine base,' for the purposes of this guideline, means `crack.' `Crack' is the street name for a form of cocaine base, usually prepared by processing cocaine hydrochloride and sodium bicarbonate, and usually appearing in a lumpy, rocklike form.\"). Thus, \"[u]nder the guidelines, the `crack' form of cocaine base is subject to greater penalties.\" <i>United States v. Fanfan,</i> 468 F.3d 7, 14 (1st Cir.2006).</p>\n<p>\"Cocaine base ... is a natural alkaloid found in the coca leaf.\" <i>United States v. Robinson,</i> 144 F.3d 104, 108 (1st Cir.1998). Powdered cocaine, cocaine hydrochloride, is made by dissolving this cocaine base in acid. <i>Id.</i> Crack is an artificial \"hard and rock-like\" substance made by cooking powdered cocaine with baking soda. <i>Id.</i> Crack \"is chemically identical to naturally occurring cocaine base.\" <i>Id.</i></p>\n<p>Dunbar first questions whether the PSR even establishes that the drugs at issue were cocaine base. The PSR clearly does state that the DEA tested the quantities and determined that they were cocaine base. Dunbar did not object below to this statement. \"[I]f the defendant's objections to the PSR are merely rhetorical and unsupported by countervailing proof, the district court is entitled to rely on the facts in the PSR.\" <i>United States v. Cyr,</i> 337 F.3d 96, 100 (1st Cir.2003). So we reject that assertion and conclude that the district court properly relied on the PSR's statements regarding the DEA's test to find that Sampson, Cormier, and Spaulding did, in fact, carry cocaine base.</p>\n<p>Dunbar next argues that even if the PSR established certain quantities seized from his transporters were cocaine base, it does not establish that it was cocaine base in its crack form.<sup>[4]</sup> This argument requires more analysis. We have previously considered similar arguments. <i>United States v. Anderson,</i> 452 F.3d 66, 84-85 (1st Cir.2006); <i>United States v. Ferreras,</i> 192 F.3d 5, 11 (1st Cir.1999); <i>United States v. Martínez,</i> 144 F.3d 189, 190 (1st Cir.1998); <i>Robinson,</i> 144 F.3d at 104. In each of these cases, we affirmed sentences where scientific evidence established that a substance was cocaine base and lay testimony established that the substance was, or had the appearance of, crack cocaine. In this case, however, the seized drugs were never put before the district court. As the government conceded, <span class=\"star-pagination\">*64</span> the PSR and testimony did not specifically identify the cocaine base carried by Sampson as being the crack form of cocaine base. In fact, Sampson's trial testimony suggested that she later learned that she was carrying \"cocaine and marijuana.\" Though Spaulding does acknowledge that she carried crack cocaine, Cormier did not testify. Thus, no evidence established whether the cocaine base carried by Cormier was crack cocaine. And no testimony established what portion of the 448.6 grams of cocaine base attributable to Spaulding and Cormier was carried by Cormier.</p>\n<p>Thus, we must ask if the record evidence in this case permits a district court to conclude that the cocaine base carried by these three individuals was in fact crack cocaine. \"When the nature of an illicit substance is material at sentencing, the government has the burden to prove the substance's identity, but its proof need only be by a preponderance of the evidence.\" <i>Robinson,</i> 144 F.3d at 109. \"The sentencing court's factfinding must be accepted unless it is clearly erroneous.\" <i>Id.</i> \"`Where the undisputed facts support more than one plausible inference, the sentencing court's choice among supportable alternatives cannot be clearly erroneous'.\" <i>United States v. Ofray-Campos,</i> 534 F.3d 1, 39 (1st Cir.2008) (quoting <i>United States v. García,</i> 34 F.3d 6, 10 (1st Cir.1994)).</p>\n<p>The government argues that our review of the fact finding in this case must also be limited by the plain error doctrine. We agree. At the sentencing hearing, Dunbar did not specifically object to the conclusion that these two quantities were the crack form of cocaine base. Instead, he objected generally to the idea that \"at anytime he was involved with crack cocaine.\" This objection is somewhat mysterious in light of the strong evidence at trial that Boisvert witnessed Dunbar cook cocaine into crack and that Spaulding routinely distributed crack on Dunbar's behalf. Considering the subtle nature of the claim defendant now raises, we find his objection, which was both generic and factually inaccurate, could not have served to squarely raise the issue. When the district court specifically identified this objection at the sentencing hearing and asked for an explanation, defense counsel declined to provide one. This shows that the general objection failed \"to put the district court on notice\" of the claim now presented. <i>See </i><i>United States v. Ramón Hernández,</i> 218 F.3d 58, 69 n. 9 (1st Cir.2000).</p>\n<p>In this case, the district court's factual conclusion that the cocaine base at issue was crack cocaine was not plain error. Dunbar argues that this case is like a Third Circuit case, <i>United States v. James,</i> 78 F.3d 851, 855-58 (3d Cir.1996). There, the court vacated a sentence based on a guideline computation involving crack where the only evidence was the defendant's possession of a substance that a lab test showed (and which defendant admitted) was cocaine base. <i>Id.</i> By comparison, in this case there was ample testimony generally linking the defendant to crack cocaine distribution. Further, there was no reason to believe that the defendant was involved in distribution of any form of cocaine base (such as freebase or the paste form sometimes smoked in the Andes) other than crack cocaine. <i>Cf. </i><i>United States v. Kelly,</i> 519 F.3d 355, 364-65 (7th Cir.2008) (affirming a jury verdict based on circumstantial evidence that the cocaine base at issue was crack, based on the similarity in packaging to other substances known to be crack and the relative rarity of non-crack cocaine base in the United States). While specific testimony regarding the nature of the cocaine base at issue might be appropriately required in some cases (e.g., a case where the only evidence was the substance found on the defendant), here it was not plain error to surmise from the totality of the evidence showing Dunbar's involvement <span class=\"star-pagination\">*65</span> in crack cocaine dealing that the cocaine base carried by Sampson,<sup>[5]</sup> Spaulding, and Cormier, was in fact crack cocaine.</p>\n<p>Put another way, considering these facts, it is highly likely that had Dunbar properly objected, the government would have been able to timely proffer proof regarding the nature of the cocaine base at issue. <i>See </i><i>Torres,</i> 541 F.3d at 54 (rejecting an unpreserved claim that the record did not support the trial judge's conclusion that a particular \"assault weapon\" was in fact a \"machinegun\" under the guidelines, reasoning that \"the Government would probably have proffered such evidence had [the defendant] lodged an objection to the PSR\"). Thus, Dunbar has failed to establish plain error in his sentence.</p>\n<p></p>\n<h2>III. <i>Conclusion</i>\n</h2>\n<p>For the foregoing reasons, Dunbar's conviction and sentence are affirmed.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Tenth Circuit, sitting by designation.</p>\n<p>[1]  A contrary rule would make little sense and would require officers to change their behavior based on the relationship of the people they are arresting. While there is a valid reason to protect confidential marital communications, there is no reason to confer only on married co-arrestees the right to talk in a setting subject to monitoring.</p>\n<p>[2]  At most, Dunbar could quarrel with the date ranges charged in the indictment by arguing that the specified dates span multiple separate conspiracies, rather than one large conspiracy. Even in this case, though, there would be no reason to believe that Dunbar was prejudiced by the variance. <i>See </i><i>United States v. Morris,</i> 700 F.2d 427, 429 (1st Cir.1983) (stating that \"[w]here a particular date is not a substantive element of the crime charged, strict chronological specificity or accuracy is not required,\" and we accept \"variance between what is alleged and what proved\").</p>\n<p>[3]  Defendant raised no <i>Kimbrough</i>-style argument either here or in the court below regarding the crack sentencing disparity, so any such claim is waived. Further, even were the claim presented to us, Dunbar would not be entitled to vacatur of his sentence. To garner relief, a proponent of an unpreserved claim of <i>Kimbrough</i> error \"must demonstrate a reasonable probability that he would have received a more lenient sentence had the district court considered the crack to powder cocaine disparity when sentencing Defendant.\" <i>United States v. Matos,</i> 531 F.3d 121, 122 (1st Cir.2008). Here, the sentencing court was moved to impose the harshest sentence it had ever imposed because of its consideration that the defendant had no redeeming values and had done damage to people, including minors, by setting them \"on the path of this drug addiction and trafficking.\" Further, the record shows \"no indication that the district court would have sentenced [the defendant] more leniently if he had raised the issue.\" <i>United States v. Jenkins,</i> 537 F.3d 1, 5 (1st Cir.2008).\n</p>\n<p>Of course, defendants who believe that they are entitled to a reduction of their sentences under the amended crack guidelines may file a motion with the district court seeking relief under 18 U.S.C. § 3582(c)(2); <i>see also </i><i>United States v. Chandler,</i> 534 F.3d 45, 51 (1st Cir. 2008). Our ruling here is without prejudice to any relief Dunbar may be entitled to under § 3582(c)(2).</p>\n<p>[4]  The government contends that Dunbar waived this issue on appeal by failing to raise the argument in his brief and, instead, raising it for the first time only at oral argument. We disagree. It is true that his brief does not state his claim artfully. Nonetheless, the brief's fact section does identify the drug amounts that he challenges, and the argument section does identify cases distinguishing cocaine base from crack. The argument is not waived on appeal.</p>\n<p>[5]  Though Sampson's testimony suggested Sampson was carrying cocaine and marijuana, the district court correctly relied on the PSR, which established she was carrying cocaine base. Having established that the substance was cocaine base, and not simply cocaine or marijuana, it was not plain error to conclude this cocaine base was crack cocaine.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">553</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">48</span></span> (2009)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nRex Vernal Geovaney DUNBAR, a/k/a George Dunbar, a/k/a Dave Maughn, a/k/a Chris Boisvert, a/k/a Andrew Watt, Defendant, Appellant.</h1></center>\n<center>No. 07-1752.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard September 10, 2008.</center>\n<center>Decided January 16, 2009.</center>\n<p><span class=\"star-pagination\">*52</span> Michael J. Sheehan, for appellant.</p>\n<p>Anthony E. Fuller, Assistant United States Attorney, with whom Randall E. Kromm, Assistant United States Attorney, and Michael J. Sullivan, United States Attorney, were on brief for appellee.</p>\n<p>Before TORRUELLA, BALDOCK,<sup>[*]</sup> and LIPEZ, Circuit Judges.</p>\n<p>TORRUELLA, Circuit Judge.</p>\n<p>Rex Vernal Geovaney Dunbar appeals his conviction and sentence on all seven counts of an indictment charging him with various drug, firearm, and immigration crimes. Specifically, he challenges (1) the denial of his motion to suppress, (2) the denial of two motions for a mistrial, (3) the district court's rejection of a requested jury instruction, and (4) the district court's finding that certain drug quantities were crack cocaine in calculating Dunbar's guideline range and sentence. After careful review of the record, we affirm.</p>\n<p></p>\n<h2>I. <i>Background</i>\n</h2>\n<p>In March 2002, Oklahoma police officer Bobby Tyrone Williamson stopped Dunbar and his wife Sandra Boisvert on Interstate 40 in Oklahoma. Williamson stopped Dunbar for following another vehicle too closely, a traffic offense under Oklahoma law. Williamson asked Dunbar to sit in Williamson's cruiser while he prepared a warning for the traffic violation. Boisvert and Dunbar made inconsistent statements to Williamson about their travel plans. Williamson also determined that Dunbar's license, carrying the name of Dave Maughn, was expired. Williamson issued the written warning for the traffic violation.</p>\n<p><span class=\"star-pagination\">*53</span> Just as Dunbar was exiting the cruiser, Williamson asked Dunbar if he was carrying drugs or weapons. Dunbar replied that he was not. Williamson asked for permission to search Dunbar's car, and Dunbar agreed. Williamson then placed Dunbar back in the cruiser and asked Boisvert to join Dunbar there. A video-recording device had been capturing the events of the stop. At the time Boisvert joined Dunbar in the cruiser, Williamson activated audio recording equipment inside the cruiser. This equipment recorded incriminating statements made by Dunbar to Boisvert. Williamson searched Dunbar's vehicle and found \"17 or 18\" pounds of marijuana and a 9mm semiautomatic pistol. Williamson then arrested Dunbar and Boisvert. Dunbar now appeals the admission of his incriminating statements and testimony regarding the discovered drugs.</p>\n<p>As a result of this arrest and other illegal activities detailed below, the government ultimately charged Dunbar with seven criminal counts by a Third Superseding Indictment on June 21, 2006. These counts included (1) conspiracy to distribute and possess with intent to distribute controlled substances, (2) conspiracy to import controlled substances, (3) distribution of cocaine base, (4) use of a person under 18 years of age to distribute controlled substances and to import controlled substances, (5) using and carrying a firearm during and in relation to a drug trafficking crime, (6) illegal re-entry of a deported alien, and (7) being an illegal alien in possession of a firearm.</p>\n<p>At trial, the government introduced evidence supporting each of these charges. First, Williamson recounted the arrest and authenticated a videorecording of the arrest and the seized firearm. Next, an immigration agent testified that Dunbar had admitted to having been previously deported and that immigration records showed Dunbar had not obtained the permission required to re-enter the country legally. The government also offered testimony establishing the required elements of the firearm offenses.</p>\n<p>The remainder of the government's testimony came from a series of women who testified as to various drug-trafficking activities performed for Mr. Dunbar. This testimony, reconstructed in chronological order, established the following series of events.</p>\n<p>In the spring of 2000, Jamie Spaulding, who was under the age of 18 at the time, occasionally stayed with her friend, Catherine Dumont, and Dumont's mother, Boisvert. Spaulding was in a relationship with Dunbar, and brought him to Boisvert's house. Around this time, Spaulding made two trips to California for Dunbar in order to transport marijuana to New York City, where she was living with Dunbar. In June 2000, Spaulding was arrested at the airport in Los Angeles with thirty-five pounds of marijuana.</p>\n<p>After being released from juvenile detention, Spaulding moved to Worcester, Massachusetts, where she lived with Dunbar and others, including Lou Hanley. From this apartment, Spaulding sold crack that Dunbar provided to her. Spaulding later moved to another apartment in Worcester with Hanley and his girlfriend, Darlene Sampson, where Spaulding, still under the age of 18, continued to sell crack for Dunbar.</p>\n<p>Spaulding testified, without objection, that while living in Worcester, Dunbar hit her in the eye because he was upset with her handling of the proceeds of the drug sales. Spaulding also testified, without objection, that Dunbar had hit her in the ribs with the butt of a gun. Spaulding further testified, over an objection and a motion for a mistrial, that Dunbar hit her with a broom when he discovered she was cleaning <span class=\"star-pagination\">*54</span> a part of the apartment she was not supposed to use. Also over an objection and a motion for mistrial, Spaulding testified that her stepfather had sexually abused her as a child. Dunbar now appeals the denial of these two motions for mistrial.</p>\n<p>Next, Sharon Cote made a drug-trafficking trip to Jamaica on behalf of another individual in late February or early March, 2001. While in Jamaica, Cote met Dunbar, who gave Cote packages of white powder packed in plastic and condoms. Cote successfully transported these packages into the United States.</p>\n<p>In March and May 2001, Spaulding made trips to Jamaica for Dunbar. On the first trip, Dunbar gave Spaulding powder which she believed to be cocaine. Spaulding successfully re-entered the country with the drugs. Spaulding testified that she later sold the drugs in Worcester. On the second trip, Spaulding traveled to Jamaica with Tina Cormier. Dunbar gave Spaulding and Cormier what Spaulding believed to be crack cocaine. This time, Cormier was apprehended by customs agents. After reaching the parking lot of the airport, Spaulding went back into the terminal to call Dunbar. At this point, Spaulding was also arrested. Spaulding subsequently pled guilty to transporting cocaine base and crack cocaine.</p>\n<p>Dunbar also convinced Hanley and Sampson to travel to Jamaica to retrieve drugs. Sampson had previously purchased crack from Dunbar on a regular basis. Boisvert helped arrange this trip. Two individuals in Jamaica gave Sampson pellets of drugs which she ingested. Sampson became ill and confessed to customs agents upon re-entering the country.</p>\n<p>In October 2001, Boisvert traveled to Jamaica for Dunbar to retrieve drugs. Boisvert and Dunbar had married in Jamaica in February 2001. In Jamaica, Boisvert retrieved cocaine powder and marijuana from a friend of Dunbar. Boisvert swallowed these drugs and re-entered the United States without detection. After Dunbar retrieved the drugs, Boisvert witnessed Dunbar place the cocaine in a jar with baking soda, in order to make crack. Boisvert testified that she had seen Dunbar perform the same process on one or two other occasions.</p>\n<p>At the close of evidence, Dunbar requested a jury instruction on multiple conspiracies. The judge denied this request. The jury convicted Dunbar on all counts of the indictment. Dunbar now appeals the denial of his request for the instruction and argues there was a prejudicial variance between the evidence and the conspiracies charged in the indictment.</p>\n<p>Prior to sentencing, the Probation Office prepared a pre-sentence report (\"PSR\"), which found that Dunbar was responsible for, among other drug quantities, 448.6 grams of cocaine base seized from Cormier and Spaulding and 185.6 grams of cocaine base seized from Sampson upon re-entry into the United States. The PSR treated these quantities as crack cocaine for the purpose of computing Dunbar's guideline range. Dunbar lodged a number of broad objections, including objecting generally to the drug quantities attributable to him and \"to the conclusion that at anytime he was involved with crack cocaine for the reason that the government did not present evidence that the substance was mixed with sodium bicarbonate.\" At the disposition, the district court mentioned this objection, which had been filed late, and stated it \"wasn't quite sure where you're going here,\" and invited Dunbar's counsel to elaborate. Dunbar's counsel declined to supplement the objection. The district court proceeded to adopt the PSR's guideline calculation and sentenced Dunbar to 360 months imprisonment, followed by a <span class=\"star-pagination\">*55</span> mandatory consecutive 60-month term of imprisonment for count five. Dunbar now argues on appeal that the district court was in error when it assumed that the cocaine base referenced in the PSR was in fact crack cocaine.</p>\n<p></p>\n<h2>II. <i>Discussion</i>\n</h2>\n<p>There are four general issues we must address in this appeal: (1) the district court's denial of Dunbar's motion to suppress, (2) the district court's denial of Dunbar's motions for mistrial, (3) the prejudicial variance argument and the district court's handling of Dunbar's jury instruction request, and (4) the district court's rejection of Dunbar's challenge to the factual findings in the PSR.</p>\n<p></p>\n<h2>A. Motion to Suppress</h2>\n<p>\"We apply a mixed standard of review to the district court's denial of the motion to suppress. We review the court's findings of fact for clear error and its application of the law to those facts de novo.\" <i>United States v. Morales-Aldahondo,</i> <span class=\"citation\" data-id=\"203261\"><a href=\"/opinion/203261/united-states-v-morales-aldahondo/\"><span class=\"volume\">524</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">115</span></a></span>, 118-19 (1st Cir.2008). To succeed, Dunbar \"must show that no reasonable view of the evidence supports the district court's decision.\" <i>Id.</i> at 119.</p>\n<p>Dunbar raises several arguments regarding his motion to suppress. First, he argues that the stop was unreasonable. Second, he argues that the scope of the stop exceeded its permissible bounds. Third, he argues that his consent to search the car was involuntary. Fourth, he argues that his statements to Boisvert in the cruiser were illegally recorded. We address each in turn.</p>\n<p></p>\n<h2>1. <i>The stop</i>\n</h2>\n<p>Dunbar argues that the stop was invalid. Dunbar suggests that Williamson, who was patrolling a known drug-trafficking route with a drug-sniffing dog, was looking for drugs and that the traffic violation was a pretext for the stop. Further, Dunbar contends that the stop was invalid as the reason for the stop was not supported. Though the applicable Oklahoma statute forbids following \"more closely than is reasonable and prudent,\" Okla. Stat. tit. 47, § 11-310(a), Dunbar argues that the government did not prove anything about the applicable traffic conditions that would show that Dunbar was following so closely as to be unreasonable or imprudent.</p>\n<p>To make the stop, Williamson must have had \"a reasonable, articulable suspicion of an individual's involvement in some criminal activity.\" <i>United States v. Ruidíaz,</i> <span class=\"citation\" data-id=\"203330\"><a href=\"/opinion/203330/united-states-v-ruidiaz/\"><span class=\"volume\">529</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span>, 28 (1st Cir.2008). \"Reasonableness in this context is a construct that must be judged according to objective criteria; it is not dependent on an individual officer's subjective motives.\" <i>Id.</i> at 29. This inquiry into reasonableness \"requires a reviewing court to consider the totality of the surrounding circumstances\" and make a \"commonsense determination\" that entails some deference to the perceptions of experienced officers. <i>Id.</i> Here, the district court heard the officer testify and viewed a videotape, which it found showed Dunbar tailgating. The district court then found that Williamson had probable cause to conclude that Dunbar violated Oklahoma law by following too closely. Dunbar contends that there was no evidence of his speed or traffic conditions, but the videotape allowed the district court to assess the reasonableness of Williamson's determination that Dunbar was in fact following too closely. Dunbar has offered no evidence which would undermine the conclusions reached by the district court based on the testimony and the videotape. Thus, there is no error in the district court's finding that Williamson reasonably stopped Dunbar for tailgating. <span class=\"star-pagination\">*56</span> Having so found, it was proper for the district court to disregard Dunbar's suggestions about Williamson's motives for the stop.</p>\n<p></p>\n<h2>2. <i>The scope of the stop</i>\n</h2>\n<p>Even where a stop is valid, an officer's \"`subsequent actions must be responsive to the emerging tableauthe circumstances originally warranting the stop, informed by what occurred, and what the officer learned, as the stop progressed.'\" <i>United States v. Taylor,</i> <span class=\"citation\" data-id=\"203087\"><a href=\"/opinion/203087/united-states-v-taylor/\"><span class=\"volume\">511</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">87</span></a></span>, 90 (1st Cir.2007) (quoting <i>United States v. Coplin,</i> <span class=\"citation\" data-id=\"202424\"><a href=\"/opinion/202424/united-states-v-coplin/\"><span class=\"volume\">463</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">96</span></a></span>, 100 (1st Cir.2006)).</p>\n<p>Dunbar argues that Williamson impermissibly exceeded the scope of the traffic stop when he asked Dunbar to wait in his cruiser while he took twelve minutes to prepare the warning and question Boisvert. Citing Ninth Circuit precedent, he argues that \"when an officer has obtained sufficient information to issue a citation, a continued detention without probable cause to arrest for a crime is unreasonable.\" <i>Pierce v. Multnomah County,</i> <span class=\"citation\" data-id=\"712981\"><a href=\"/opinion/712981/96-cal-daily-op-serv-1006-96-daily-journal-dar-1678-stephanie-g/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1032</span></a></span>, 1038 (9th Cir.1996).</p>\n<p>But, the fact that Dunbar \"was placed in the back of a police cruiser does not elevate the detention beyond a <i>Terry</i> stop.\" <i>Flowers v. Fiore,</i> <span class=\"citation\" data-id=\"200909\"><a href=\"/opinion/200909/flowers-v-fiore/\"><span class=\"volume\">359</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 30 (1st Cir.2004). Though Dunbar was stopped based on a traffic violation, not on suspicion of some larger crime, we see no basis for concluding that the officer could not place Dunbar in his cruiser while he prepared the traffic citation. <i>See </i><i>Ruidíaz,</i> 529 F.3d at 32 (holding that \"[w]hen a <i>Terry</i> stop is effected in connection with a traffic violation and an officer's concern for his own safety is implicated, it is within the officer's authority to order a passenger out of the car as a security measure\" and that \"an officer may issue such an order as a matter of course; he does not need to have an <i>independent</i> fear for his safety\" (emphasis in original) (citation omitted)).</p>\n<p>Another of our precedents supports rejecting Dunbar's arguments based on <i>Pierce</i> that police must limit a traffic citation stop to the narrow purpose of immediately preparing and issuing a citation. In <i>Chhien,</i> we noted that a scenario \"in which an officer stops a car for a minor traffic infraction and asks a known suspect pointed questions about a serious crime unrelated to the original violation, raise[s] legitimate concerns about abuse of authority.\" <i>United States v. Chhien,</i> <span class=\"citation\" data-id=\"199609\"><a href=\"/opinion/199609/united-states-v-chhien/\"><span class=\"volume\">266</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 9 (1st Cir.2001). But we found that routine questioning about itinerary, \"even when not directly related to the violations that induced the stop in the first place\" does not escalate the stop beyond the scope of an investigative stop. <i>Id.</i> Here, the record shows Williamson questioned Dunbar and Boisvert about their itinerary. We see no indication that Williamson's questioning of Boisvert and Dunbar rose beyond the routine. Accordingly, we see no reason to conclude that Williamson exceeded the scope of the stop.</p>\n<p>Dunbar also suggests that his initial detention in the cruiser was overly long. But considering the emerging circumstances in which Williamson discovered Dunbar's expired licenses and other inconsistencies, we can see no basis to hold the twelve minute detention was overly long. <i>See </i><i>United States v. McCarthy,</i> <span class=\"citation\" data-id=\"196595\"><a href=\"/opinion/196595/united-states-v-mccarthy/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">522</span></a></span>, 530 (1st Cir.1996) (noting that there is no express time limit on a stop, analyzing relevant cases, and concluding the inquiry is governed by \"[c]ommon sense,\" \"ordinary human experience,\" and \"a consideration of all relevant factors\" (quotation marks omitted)).</p>\n<p></p>\n<h2>3. <i>Consent to search</i>\n</h2>\n<p>\"`The existence of consent and the voluntariness thereof are questions of fact <span class=\"star-pagination\">*57</span> to be determined from all the circumstances surrounding the search.'\" <i>United States v. Winston,</i> <span class=\"citation\" data-id=\"202176\"><a href=\"/opinion/202176/united-states-v-winston/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">115</span></a></span>, 121 (1st Cir.2006) (quoting <i>United States v. Miller,</i> <span class=\"citation\" data-id=\"362441\"><a href=\"/opinion/362441/united-states-v-jackie-david-miller/\"><span class=\"volume\">589</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1117</span></a></span>, 1130 (1st Cir.1978)). Our review is for clear error. <i>Id.</i></p>\n<p>Voluntariness is assessed by considering the totality of a number of circumstances:</p>\n<blockquote>The court should take into account factors such as the consenting party's \"age, education, experience, intelligence, and knowledge of the right to withhold consent.\" Further considerations \"include whether the consenting party was advised of his or her constitutional rights and whether permission to search was obtained by coercive means or under inherently coercive circumstances.\"</blockquote>\n<p><i>United States v. Forbes,</i> <span class=\"citation\" data-id=\"764880\"><a href=\"/opinion/764880/united-states-v-keith-forbes/\"><span class=\"volume\">181</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1999) (citations omitted) (quoting <i>United States v. Barnett,</i> <span class=\"citation\" data-id=\"603504\"><a href=\"/opinion/603504/united-states-v-michael-barnett-united-states-of-america-v-barry-jordan/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">546</span></a></span>, 554-55 (1st Cir.1993)).</p>\n<p>Here, Dunbar summarily argues that his consent was not valid as it was given only after he was removed from his car by a police officer and placed in the back of a police cruiser, with a police dog in the compartment behind him. Having found the scope of his stop valid, we see nothing to suggest that his consent was somehow coerced. As the district court found after reviewing the testimony and videotape, Dunbar gave his consent as he exited Williamson's cruiser, when he was not under arrest. To the extent Dunbar argues that the circumstances were inherently coercive, we also reject that argument. <i>See </i><i>United States v. Jones,</i> <span class=\"citation no-link\"><span class=\"volume\">523</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></span>, 38 (1st Cir.2008) (affirming a finding that consent was voluntary when given by a defendant surrounded by officers and holding that custody was not alone enough to show coercion). Thus, the district's court's finding of voluntariness was not clearly erroneous.</p>\n<p></p>\n<h2>4. <i>Recording of statements made in the cruiser</i>\n</h2>\n<p>Finally, Dunbar argues that the incriminating statements he made in the back of the cruiser should be suppressed since Williamson violated 18 U.S.C. § 2511 when he recorded Dunbar's conversation with his wife without their knowledge. But this section only proscribes recording oral communications that are \"by a person exhibiting an expectation that such communication is not subject to interception under circumstances justifying such expectation.\" 18 U.S.C. § 2510(2). \"The legislative history of [this statutory provision] shows that Congress intended this definition to parallel the `reasonable expectation of privacy test' articulated by the Supreme Court in <i>Katz.</i>\" <i>United States v. Turner,</i> <span class=\"citation\" data-id=\"159523\"><a href=\"/opinion/159523/united-states-v-turner/\"><span class=\"volume\">209</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1198</span></a></span>, 1200 (10th Cir.2000) (citation omitted). For the reasons already expressed by our sister circuits, we hold that the back of a police car is not a place where individuals can reasonably expect to communicate in private. <i>Id.</i> at 1201 (\"Patrol cars bristle with electronics, including microphones to a dispatcher, possible video recording with audio pickup, and other electronic and recording devices.\" (footnote omitted)); <i>United States v. Clark,</i> <span class=\"citation\" data-id=\"668595\"><a href=\"/opinion/668595/united-states-v-samuel-lee-clark/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">799</span></a></span>, 801-802 (8th Cir.1994) (noting that \"[a] marked police car is owned and operated by the state for the express purpose of ferreting out crime,\" \"is essentially the trooper's office, and is frequently used as a temporary jail\" and concluding that \"[t]he general public has no reason to frequent the back seat of a patrol car, or to believe that it is a sanctuary for private discussions\"); <i>United States v. McKinnon,</i> <span class=\"citation\" data-id=\"599396\"><a href=\"/opinion/599396/united-states-v-steve-mckinnon/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">525</span></a></span>, 528 (11th Cir.1993).</p>\n<p>Dunbar attempts to distinguish his case by virtue of the fact that he and Boisvert were married. While marital <span class=\"star-pagination\">*58</span> communications are privileged, the marital privilege protects only confidential communications. <i>See </i><i>United States v. Madoch,</i> <span class=\"citation\" data-id=\"755821\"><a href=\"/opinion/755821/united-states-v-janice-l-madoch/\"><span class=\"volume\">149</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">596</span></a></span>, 602 (7th Cir.1998) (finding no privilege where a spouse's conversations with her imprisoned husband were recorded). Since the police car was not a reasonably confidential place to talk, Dunbar's statements to Boisvert were not protected.<sup>[1]</sup></p>\n<p></p>\n<h2>B. Motions for Mistrial</h2>\n<p>\"As with any review of a denial of a motion for a mistrial, we consider the totality of the circumstances to determine whether the defendant has demonstrated the kind of `clear' prejudice that would render the court's denial of his motion for a mistrial a `manifest abuse of discretion.'\" <i>United States v. Freeman,</i> <span class=\"citation\" data-id=\"198886\"><a href=\"/opinion/198886/united-states-v-freeman/\"><span class=\"volume\">208</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">332</span></a></span>, 339 (1st Cir.2000) (quoting <i>United States v. Torres,</i> <span class=\"citation\" data-id=\"198221\"><a href=\"/opinion/198221/united-states-v-torres/\"><span class=\"volume\">162</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 12 (1st Cir.1998)). \"[A] mistrial is viewed as a `last resort, only to be implemented if the taint is ineradicable, that is, only if the trial judge believes that the jury's exposure to the evidence is likely to prove beyond realistic hope of repair.'\" <i>Id.</i> (quoting <i>United States v. Sepúlveda,</i> <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1184 (1st Cir.1993)).</p>\n<p>Dunbar challenges the district court's denial of his motions for mistrial following the admission of Spaulding's testimony that (1) she was molested at a young age by her stepfather and (2) Dunbar struck her with a broom when she was cleaning the wrong part of the house. Dunbar argues that the first piece of testimony served only to elicit sympathy for Spaulding, whose credibility had not yet been attacked, and the second piece of testimony served only to portray Dunbar in an unfairly poor light. As such, Dunbar argues each was irrelevant and, even if relevant, that the relevance was outweighed by the risk of unfair prejudice.</p>\n<p>This case is somewhat distinguishable from the normal case where an appellant challenges the denial of a motion for a mistrial on the basis of the jury's exposure to allegedly prejudicial evidence. Here, the district court did not see the testimony challenged by Dunbar as objectionable, and so did not strike it or offer a curative instruction. Our analysis of such a claim should then logically proceed by first determining whether the admission of the challenged testimony was in error. If it was, we would then ask whether its outright admission, in the absence of any curative instruction, resulted in \"clear\" prejudice. <i>See id.</i></p>\n<p>Evidence is relevant if it has \"any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.\" Fed.R.Evid. 401. Relevant evidence may be excluded \"if its probative value is substantially outweighed by the danger of unfair prejudice.\" Fed.R.Evid. 403. \"`[O]nly rarelyand in extraordinarily compelling circumstanceswill we, from the vista of a cold appellate record, reverse a district court's on-the-spot judgment concerning the relative weighing of probative value and unfair effect.'\" <i>United States v. Flemmi,</i> <span class=\"citation\" data-id=\"201500\"><a href=\"/opinion/201500/united-states-v-flemmi/\"><span class=\"volume\">402</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">79</span></a></span>, 86 (1st Cir.2005) (quoting <i>United States v. Sabetta,</i> <span class=\"citation\" data-id=\"201079\"><a href=\"/opinion/201079/united-states-v-sabetta/\"><span class=\"volume\">373</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span>, 82-83 (1st Cir.2004)).</p>\n<p>As to the first piece of challenged testimony, the government argues that Spaulding's testimony about being abused as a child was admissible as a means of <span class=\"star-pagination\">*59</span> making Spaulding's testimony more plausible. In <i>Pagán-Santini,</i> we found no error in allowing a witness to testify that the defendant sexually harassed her when they were co-conspirators, finding the testimony relevant to \"certain interactions between\" the co-conspirators, thereby making \"more plausible the government's depiction of [the defendant's] role.\" <i>United States v. Pagán-Santini,</i> <span class=\"citation\" data-id=\"794662\"><a href=\"/opinion/794662/united-states-v-rafael-pagan-santini/\"><span class=\"volume\">451</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">258</span></a></span>, 263 (1st Cir.2006). The government argues that we should similarly find Spaulding's testimony relevant to explaining why she remained with Dunbar, thus supporting her credibility. But this case is meaningfully distinguishable from <i>Pagán-Santini.</i> Unlike that case, here, the elicited testimony was not seeking to make the ultimate fact \"more plausible\" since there was no doubt that Spaulding did in fact remain with Dunbar. Rather, the government here argues that the testimony at issue was necessary so the jury would understand \"why Spaulding acted as she dide.g., moving in with Dunbar after his actions had led to her arrest and continuing to follow his instructions despite his controlling and abusive behavior.\" Without it, the government fears that the jury \"could have been inclined to doubt her credibility.\" We reject this rationale as a grounds for justifying admission of this testimony. There had been no attack on Spaulding's credibility based on the fact that she remained with Dunbar. Thus, though the testimony served to make it more plausible that Spaulding remained with Dunbar, this fact was not ultimately \"of consequence to the determination of the action.\" Fed.R.Evid. 401. Therefore, it was of no probative value.</p>\n<p>Nonetheless, we find no clear prejudice warranting a mistrial. \"`Unfairly prejudicial evidence is evidence having some quality that moves the jury to attribute to it excessive probative value. It is evidence that triggers [the] mainsprings of human action [in such a way as to] cause a jury to base its decision on something other than the established proposition in the case.'\" <i>United States v. González-Vázquez,</i> <span class=\"citation\" data-id=\"199008\"><a href=\"/opinion/199008/united-states-v-gonzales-vasquez/\"><span class=\"volume\">219</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></a></span>, 47 (1st Cir.2000) (quoting <i>United States v. Currier,</i> <span class=\"citation\" data-id=\"499437\"><a href=\"/opinion/499437/united-states-v-raymond-leon-currier/\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">11</span></a></span>, 18 (1st Cir.1987)) (alterations in original).</p>\n<p>Dunbar argues that the testimony elicited undue sympathy for Spaulding. But, we conclude that evidence that Spaulding was abused as a child was only minimally unfairly prejudicial. First, it bore no direct relationship to Dunbar, and there was no evidence Dunbar knew of the abuse. Thus, it would not prejudice the jurors against him. Second, this testimony would not meaningfully change the jury's view of Spaulding. While it might spark some sympathy, we are not persuaded that such sympathy would meaningfully impact the jury's assessment of Spaulding's credibility in this case. The defense did subsequently attack Spaulding's credibility on other grounds, namely her plea bargain, her use of drugs while on supervised release, and her possible jealousy of Dunbar's marriage to Boisvert. We think that if the jury was disposed to accept Spaulding's testimony in light of those attacks on her credibility, it would have done so even without the brief testimony regarding childhood abuse. Thus, to the extent there was any prejudice, it was not the kind of clear prejudice requiring the granting of a motion for a mistrial.</p>\n<p>Put another way, the error in admission of this evidence was harmless. \"The essential inquiry in harmless error review is whether the improperly admitted evidence likely affected the outcome of trial.\" <i>United States v. Tom,</i> <span class=\"citation\" data-id=\"782082\"><a href=\"/opinion/782082/united-states-v-luis-tom-aka-cuba/\"><span class=\"volume\">330</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">83</span></a></span>, 95 (1st Cir.2003) (quotation marks omitted). This testimony would have had little impact for several reasons. First, as described <span class=\"star-pagination\">*60</span> above, the testimony would have no impact on the jury's view of Dunbar and insignificant impact on the jury's view of Spaulding. Second, from the testimony of Williamson, Boisvert, Sampson, and Cote, there was overwhelming evidence of Dunbar's involvement in the drug trade. Further, Sampson corroborated Spaulding's involvement in the drug trade with Dunbar. From this review of the record, we can \"say that the government's case was so overwhelming as to overshadow [any] prejudicial effect,\" and that it was \"highly probable that the error did not contribute to the verdict.\" <i>Cf. </i><i>United States v. Varoudakis,</i> <span class=\"citation\" data-id=\"199172\"><a href=\"/opinion/199172/united-states-v-varoudakis/\"><span class=\"volume\">233</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">113</span></a></span>, 125-26 (1st Cir.2000) (conducting a harmless error analysis and reversing where evidence of a defendant's prior fire-setting was admitted in an arson case on grounds that the error likely had a prejudicial effect). Thus, we find the weighing and admission of this minimally prejudicial and non-probative evidence to be harmless error.</p>\n<p>As to the second piece of challenged testimony, that Dunbar hit Spaulding with a broom on one occasion, the government argues that the evidence was relevant to the charged offense that Dunbar \"employ[ed], hire[d], use[d], persuade[d], induce[d], entice[d], or coerce[d], a person under eighteen years of age\" to violate federal drug laws. 21 U.S.C. § 861(a)(1). We agree. Considering the history of Dunbar and Spaulding, there is little doubt that Dunbar's assault of Spaulding with a broom provides evidence probative of the fact that Dunbar coerced Spaulding to follow his instructions in implementing acts in furtherance of their drug conspiracy. Thus, the proffered testimony showed coercion to commit drug crimes and was relevant to the fourth count in the indictment.</p>\n<p>Admission of this testimony no doubt prejudiced Dunbar. But, as we have said, it is almost always the case that \"evidence presented by the government is prejudicial to the defendant's interests. If it were not, the prosecution would not be introducing it.\" <i>United States v. Candelaria-Silva,</i> <span class=\"citation\" data-id=\"198221\"><a href=\"/opinion/198221/united-states-v-torres/\"><span class=\"volume\">162</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>98, 705 (1st Cir.1998). \"The law protects a defendant against <i>unfair</i> prejudice, not against <i>all</i> prejudice.\" <i>United States v. Rivera-Gómez,</i> <span class=\"citation\" data-id=\"705988\"><a href=\"/opinion/705988/united-states-v-luis-raul-rivera-gomez/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">993</span></a></span>, 997 (1st Cir.1995) (emphasis in original), <i>overruled on other grounds</i> by <i>Jones v. United States,</i> <span class=\"citation\" data-id=\"118274\"><a href=\"/opinion/118274/jones-v-united-states/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">227</span></a></span>, <span class=\"citation\" data-id=\"118274\"><a href=\"/opinion/118274/jones-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1215</span></a></span>, <span class=\"citation\" data-id=\"118274\"><a href=\"/opinion/118274/jones-v-united-states/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">311</span></a></span> (1999). Here, the testimony regarding Dunbar's physical abuse of Spaulding goes directly and precisely to the proposition of coercion that it seeks to establish. Thus, the evidence would tend to convince a jury to convict, but not on any grounds other than the proposition properly established in the case, that Dunbar had violated § 861 by coercing Spaulding to commit drug crimes. Though the government could have and did prove this count by showing that Dunbar otherwise violated § 861 (for example by showing employment or use of Spaulding in the drug trade), we see no abuse of discretion in allowing the government to prove Dunbar had also coerced Spaulding. <i>See id.</i> at 997-98 (rejecting defendant's argument that the government could have proven its case with less prejudicial evidence). Since the testimony was probative and not unfairly prejudicial, there was no error.</p>\n<p>We note that even were admission of this piece of testimony in error, it would not amount to clear prejudice requiring the grant of a motion for mistrial, since Dunbar did not object when (and does not now complain that) Spaulding testified to other instances of abuse at the hands of Dunbar.</p>\n<p></p>\n<h2>C. Jury Instruction and Multiple Conspiracy issue</h2>\n<p>Dunbar next raises two challenges related to his argument that the trial evidence <span class=\"star-pagination\">*61</span> tended to show only \"a series of stand-alone triangles, quadrangles, and binary transactions\" and not an interconnected conspiracy. First, Dunbar argues that there was a prejudicial variance between the evidence and the indictment. Second, he argues that the district court erred when it refused to give the instruction he requested.</p>\n<p></p>\n<h2>1. <i>Prejudicial variance</i>\n</h2>\n<p>\"A prejudicial variance occurs when: `(1) the facts proved at trial differ from those alleged in the indictment; and (2) the error affects the defendant's substantial rights ...'\" <i>United States v. Rodríguez,</i> <span class=\"citation no-link\"><span class=\"volume\">525</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">85</span></span>, 102 (1st Cir.2008) (quoting <i>United States v. Pomales-Lebrón,</i> <span class=\"citation\" data-id=\"203104\"><a href=\"/opinion/203104/united-states-v-pomales-lebron/\"><span class=\"volume\">513</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">262</span></a></span>, 269 (1st Cir.2008)). \"A claim that the Government's proof varied impermissibly from the charges contained in the indictment is essentially a challenge to the sufficiency of the evidence.\" <i>Id.</i> \"As with all such claims, `we canvass the evidence (direct and circumstantial) in the light most agreeable to the prosecution and decide whether that evidence, including all plausible inferences extractable therefrom, enables a rational factfinder to conclude beyond a reasonable doubt that the defendant committed the charged crime.'\" <i>Id.</i> (quoting <i>United States v. Pérez-Ruiz,</i> <span class=\"citation\" data-id=\"200773\"><a href=\"/opinion/200773/united-states-v-perez-ruiz/\"><span class=\"volume\">353</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.2003)).</p>\n<p>Dunbar argues that he objected to the alleged variance between the indictment and the trial evidence, but the record reveals only that he requested jury instructions on the conspiracy issue. He made no motion for acquittal on this ground. Accordingly, we review only for plain error. <i>See </i><i>United States v. DeCicco,</i> <span class=\"citation\" data-id=\"202083\"><a href=\"/opinion/202083/united-states-v-decicco/\"><span class=\"volume\">439</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 44 (1st Cir.2006). The plain-error standard is met if (1) the district court erred; (2) the error was \"plain\" that is, clear or obvious; (3) the error affected the defendant's substantial rights and (4) the error \"`seriously affect[ed] the fairness, integrity, or public reputation of judicial proceedings.'\" <i>United States v. Torres,</i> <span class=\"citation\" data-id=\"203477\"><a href=\"/opinion/203477/united-states-v-torres/\"><span class=\"volume\">541</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">48</span></a></span>, 53 (1st Cir.2008) (quoting <i>United States v. Brandao,</i> <span class=\"citation\" data-id=\"1427539\"><a href=\"/opinion/1427539/united-states-v-brandao/\"><span class=\"volume\">539</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">44</span></a></span>, 57 (1st Cir.2008)).</p>\n<p>Here, there is no error, let alone plain error. The indictment charged Dunbar with participating in a conspiracy, from in or about January 2000 to in or about March 20, 2002, to distribute and possess certain illegal drugs. The indictment also charged Dunbar with participating in a conspiracy, from in or about the spring of 2001 to in or about January 2002, to import certain illegal drugs.</p>\n<p>The evidence at trial was sufficient to show that Dunbar conspired with a number of individuals to distribute illegal drugs and that he conspired with a number of individuals to import drugs. <i>See </i><i>Pérez-Ruiz,</i> 353 F.3d at 7. Thus, \"`a plausible reading of the record supports the jury's implied finding that he knowingly participated in the charged conspiracy.'\" <i>United States v. Balthazard,</i> <span class=\"citation\" data-id=\"200903\"><a href=\"/opinion/200903/united-states-v-balthazard/\"><span class=\"volume\">360</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">309</span></a></span>, 315 (1st Cir.2004) (quoting <i>Pérez-Ruiz,</i> 353 F.3d at 5).</p>\n<p>Dunbar argues that the evidence shows that he engaged in several drug operations with different individuals at different points in timethus that there were multiple conspiracies rather than one large conspiracy. The government responds by pointing to connections between the different drug operations, including Boisvert's relationship with a number of other witnesses. But even if certain drug operations did not involve all of the various conspirators, it is clear that each operation involved Dunbar. In fact, Dunbar's own appellate brief concedes as much. Thus, even if there were multiple conspiracies, there was no risk that the jury would have held Dunbar guilty for the acts of a different conspiracy. <i>United States v. De La</i> <span class=\"star-pagination\">*62</span> <i>Cruz,</i> <span class=\"citation\" data-id=\"203128\"><a href=\"/opinion/203128/united-states-v-de-la-cruz/\"><span class=\"volume\">514</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">121</span></a></span>, 139 (1st Cir.2008) (\"`[I]n the context of alleged multiple conspiracies, the defendant's main concern is that jurors will be misled into attributing guilt to a particular defendant based on evidence presented against others who were involved in a different and separate conspiratorial scheme.'\" (quoting <i>United States v. Brandon,</i> <span class=\"citation\" data-id=\"664045\"><a href=\"/opinion/664045/united-states-v-peter-brandon-united-states-of-america-v-charles-d/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">409</span></a></span>, 450 (1st Cir. 1994))). Put another way, \"multiple conspiracy is not a defense unless it creates a reasonable doubt about whether the defendant is guilty of the charged conspiracy.\" <i>Balthazard,</i> 360 F.3d at 316. Thus, even if Dunbar belonged to certain drug conspiracies in which he was the only member in overlap with certain other conspiracies, he would still have engaged in the conspiracy charged in the indictment. There was no prejudicial variance, and thus no error.<sup>[2]</sup></p>\n<p></p>\n<h2>2. <i>Jury instructions</i>\n</h2>\n<p>Dunbar also objects to the district court's refusal to give his proposed jury instruction on the conspiracy charges.</p>\n<p>Review of jury instructions is for abuse of discretion. <i>De La Cruz,</i> 514 F.3d at 139. \"The trial court's failure to give a proffered instruction will not be reversed unless that instruction is (1) substantively correct; (2) was not substantially covered in the charge actually given; and (3) concerned an important point such that the failure to give it seriously undermined the defendant's ability to present a particular defense.\" <i>Id.</i> (quoting <i>Brandon,</i> 17 F.3d at 448).</p>\n<p>On appeal, Dunbar fails to specify which particular proposed instructions he argues were erroneously omitted. Nonetheless, we need not parse his proposed instructions line by line. The substance of his argument on appeal, and of a number of his proposed instructions, was that the jury should acquit if it found conspiracies separate from \"the single, overarching conspiracy charged.\" As stated above, this proposition is incorrect. <i>Balthazard,</i> 360 F.3d at 316. The district court acted correctly in rejecting this proposed instruction and instead telling the jury to convict only if it found the existence of the conspiracies charged in the indictment.</p>\n<p></p>\n<h2>D. Sentence</h2>\n<p>Dunbar's final claim of error is that the district court incorrectly adopted the PSR's guideline calculation which was based on a drug quantity determination that included two quantities of cocaine base seized from (1) Sampson and (2) Cormier and Spaulding.</p>\n<p>To understand Dunbar's challenge, it is necessary to review the meaning of the terms \"cocaine base\" and \"crack.\" The guidelines in effect at the time imposed steep penalties on the possession of \"cocaine base.\" U.S.S.G. 2D1.1(c), Application Note 10 (2006).<sup>[3]</sup><span class=\"star-pagination\">*63</span> But, the guidelines also define \"cocaine base\" as \"crack\" cocaine. U.S.S.G. 2D1.1(c), Note (D) (\"`Cocaine base,' for the purposes of this guideline, means `crack.' `Crack' is the street name for a form of cocaine base, usually prepared by processing cocaine hydrochloride and sodium bicarbonate, and usually appearing in a lumpy, rocklike form.\"). Thus, \"[u]nder the guidelines, the `crack' form of cocaine base is subject to greater penalties.\" <i>United States v. Fanfan,</i> <span class=\"citation\" data-id=\"202484\"><a href=\"/opinion/202484/united-states-v-fanfan/\"><span class=\"volume\">468</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 14 (1st Cir.2006).</p>\n<p>\"Cocaine base ... is a natural alkaloid found in the coca leaf.\" <i>United States v. Robinson,</i> <span class=\"citation\" data-id=\"197938\"><a href=\"/opinion/197938/united-states-v-robinson/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">104</span></a></span>, 108 (1st Cir.1998). Powdered cocaine, cocaine hydrochloride, is made by dissolving this cocaine base in acid. <i>Id.</i> Crack is an artificial \"hard and rock-like\" substance made by cooking powdered cocaine with baking soda. <i>Id.</i> Crack \"is chemically identical to naturally occurring cocaine base.\" <i>Id.</i></p>\n<p>Dunbar first questions whether the PSR even establishes that the drugs at issue were cocaine base. The PSR clearly does state that the DEA tested the quantities and determined that they were cocaine base. Dunbar did not object below to this statement. \"[I]f the defendant's objections to the PSR are merely rhetorical and unsupported by countervailing proof, the district court is entitled to rely on the facts in the PSR.\" <i>United States v. Cyr,</i> <span class=\"citation\" data-id=\"200576\"><a href=\"/opinion/200576/united-states-v-cyr/\"><span class=\"volume\">337</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">96</span></a></span>, 100 (1st Cir.2003). So we reject that assertion and conclude that the district court properly relied on the PSR's statements regarding the DEA's test to find that Sampson, Cormier, and Spaulding did, in fact, carry cocaine base.</p>\n<p>Dunbar next argues that even if the PSR established certain quantities seized from his transporters were cocaine base, it does not establish that it was cocaine base in its crack form.<sup>[4]</sup> This argument requires more analysis. We have previously considered similar arguments. <i>United States v. Anderson,</i> <span class=\"citation\" data-id=\"202292\"><a href=\"/opinion/202292/united-states-v-anderson/\"><span class=\"volume\">452</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">66</span></a></span>, 84-85 (1st Cir.2006); <i>United States v. Ferreras,</i> <span class=\"citation\" data-id=\"198634\"><a href=\"/opinion/198634/united-states-v-ferreras/\"><span class=\"volume\">192</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 11 (1st Cir.1999); <i>United States v. Martínez,</i> <span class=\"citation\" data-id=\"197988\"><a href=\"/opinion/197988/united-states-v-martinez/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">189</span></a></span>, 190 (1st Cir.1998); <i>Robinson,</i> 144 F.3d at 104. In each of these cases, we affirmed sentences where scientific evidence established that a substance was cocaine base and lay testimony established that the substance was, or had the appearance of, crack cocaine. In this case, however, the seized drugs were never put before the district court. As the government conceded, <span class=\"star-pagination\">*64</span> the PSR and testimony did not specifically identify the cocaine base carried by Sampson as being the crack form of cocaine base. In fact, Sampson's trial testimony suggested that she later learned that she was carrying \"cocaine and marijuana.\" Though Spaulding does acknowledge that she carried crack cocaine, Cormier did not testify. Thus, no evidence established whether the cocaine base carried by Cormier was crack cocaine. And no testimony established what portion of the 448.6 grams of cocaine base attributable to Spaulding and Cormier was carried by Cormier.</p>\n<p>Thus, we must ask if the record evidence in this case permits a district court to conclude that the cocaine base carried by these three individuals was in fact crack cocaine. \"When the nature of an illicit substance is material at sentencing, the government has the burden to prove the substance's identity, but its proof need only be by a preponderance of the evidence.\" <i>Robinson,</i> 144 F.3d at 109. \"The sentencing court's factfinding must be accepted unless it is clearly erroneous.\" <i>Id.</i> \"`Where the undisputed facts support more than one plausible inference, the sentencing court's choice among supportable alternatives cannot be clearly erroneous'.\" <i>United States v. Ofray-Campos,</i> <span class=\"citation\" data-id=\"203367\"><a href=\"/opinion/203367/united-states-v-ofray-campos/\"><span class=\"volume\">534</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 39 (1st Cir.2008) (quoting <i>United States v. García,</i> <span class=\"citation\" data-id=\"195579\"><a href=\"/opinion/195579/united-states-v-garcia/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 10 (1st Cir.1994)).</p>\n<p>The government argues that our review of the fact finding in this case must also be limited by the plain error doctrine. We agree. At the sentencing hearing, Dunbar did not specifically object to the conclusion that these two quantities were the crack form of cocaine base. Instead, he objected generally to the idea that \"at anytime he was involved with crack cocaine.\" This objection is somewhat mysterious in light of the strong evidence at trial that Boisvert witnessed Dunbar cook cocaine into crack and that Spaulding routinely distributed crack on Dunbar's behalf. Considering the subtle nature of the claim defendant now raises, we find his objection, which was both generic and factually inaccurate, could not have served to squarely raise the issue. When the district court specifically identified this objection at the sentencing hearing and asked for an explanation, defense counsel declined to provide one. This shows that the general objection failed \"to put the district court on notice\" of the claim now presented. <i>See </i><i>United States v. Ramón Hernández,</i> <span class=\"citation\" data-id=\"769364\"><a href=\"/opinion/769364/united-states-v-jose-ramon-hernandez-united-states-of-america-v-douglas/\"><span class=\"volume\">218</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span>, 69 n. 9 (1st Cir.2000).</p>\n<p>In this case, the district court's factual conclusion that the cocaine base at issue was crack cocaine was not plain error. Dunbar argues that this case is like a Third Circuit case, <i>United States v. James,</i> <span class=\"citation\" data-id=\"714806\"><a href=\"/opinion/714806/united-states-v-keith-james/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">851</span></a></span>, 855-58 (3d Cir.1996). There, the court vacated a sentence based on a guideline computation involving crack where the only evidence was the defendant's possession of a substance that a lab test showed (and which defendant admitted) was cocaine base. <i>Id.</i> By comparison, in this case there was ample testimony generally linking the defendant to crack cocaine distribution. Further, there was no reason to believe that the defendant was involved in distribution of any form of cocaine base (such as freebase or the paste form sometimes smoked in the Andes) other than crack cocaine. <i>Cf. </i><i>United States v. Kelly,</i> <span class=\"citation\" data-id=\"1193891\"><a href=\"/opinion/1193891/united-states-v-kelly/\"><span class=\"volume\">519</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">355</span></a></span>, 364-65 (7th Cir.2008) (affirming a jury verdict based on circumstantial evidence that the cocaine base at issue was crack, based on the similarity in packaging to other substances known to be crack and the relative rarity of non-crack cocaine base in the United States). While specific testimony regarding the nature of the cocaine base at issue might be appropriately required in some cases (e.g., a case where the only evidence was the substance found on the defendant), here it was not plain error to surmise from the totality of the evidence showing Dunbar's involvement <span class=\"star-pagination\">*65</span> in crack cocaine dealing that the cocaine base carried by Sampson,<sup>[5]</sup> Spaulding, and Cormier, was in fact crack cocaine.</p>\n<p>Put another way, considering these facts, it is highly likely that had Dunbar properly objected, the government would have been able to timely proffer proof regarding the nature of the cocaine base at issue. <i>See </i><i>Torres,</i> 541 F.3d at 54 (rejecting an unpreserved claim that the record did not support the trial judge's conclusion that a particular \"assault weapon\" was in fact a \"machinegun\" under the guidelines, reasoning that \"the Government would probably have proffered such evidence had [the defendant] lodged an objection to the PSR\"). Thus, Dunbar has failed to establish plain error in his sentence.</p>\n<p></p>\n<h2>III. <i>Conclusion</i>\n</h2>\n<p>For the foregoing reasons, Dunbar's conviction and sentence are affirmed.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Tenth Circuit, sitting by designation.</p>\n<p>[1]  A contrary rule would make little sense and would require officers to change their behavior based on the relationship of the people they are arresting. While there is a valid reason to protect confidential marital communications, there is no reason to confer only on married co-arrestees the right to talk in a setting subject to monitoring.</p>\n<p>[2]  At most, Dunbar could quarrel with the date ranges charged in the indictment by arguing that the specified dates span multiple separate conspiracies, rather than one large conspiracy. Even in this case, though, there would be no reason to believe that Dunbar was prejudiced by the variance. <i>See </i><i>United States v. Morris,</i> <span class=\"citation\" data-id=\"414394\"><a href=\"/opinion/414394/united-states-v-wayne-morris-united-states-of-america-v-carl-graham/\"><span class=\"volume\">700</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">427</span></a></span>, 429 (1st Cir.1983) (stating that \"[w]here a particular date is not a substantive element of the crime charged, strict chronological specificity or accuracy is not required,\" and we accept \"variance between what is alleged and what proved\").</p>\n<p>[3]  Defendant raised no <i>Kimbrough</i>-style argument either here or in the court below regarding the crack sentencing disparity, so any such claim is waived. Further, even were the claim presented to us, Dunbar would not be entitled to vacatur of his sentence. To garner relief, a proponent of an unpreserved claim of <i>Kimbrough</i> error \"must demonstrate a reasonable probability that he would have received a more lenient sentence had the district court considered the crack to powder cocaine disparity when sentencing Defendant.\" <i>United States v. Matos,</i> <span class=\"citation\" data-id=\"203383\"><a href=\"/opinion/203383/united-states-v-matos/\"><span class=\"volume\">531</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">121</span></a></span>, 122 (1st Cir.2008). Here, the sentencing court was moved to impose the harshest sentence it had ever imposed because of its consideration that the defendant had no redeeming values and had done damage to people, including minors, by setting them \"on the path of this drug addiction and trafficking.\" Further, the record shows \"no indication that the district court would have sentenced [the defendant] more leniently if he had raised the issue.\" <i>United States v. Jenkins,</i> <span class=\"citation\" data-id=\"203400\"><a href=\"/opinion/203400/united-states-v-jenkins/\"><span class=\"volume\">537</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.2008).\n</p>\n<p>Of course, defendants who believe that they are entitled to a reduction of their sentences under the amended crack guidelines may file a motion with the district court seeking relief under 18 U.S.C. § 3582(c)(2); <i>see also </i><i>United States v. Chandler,</i> <span class=\"citation\" data-id=\"203399\"><a href=\"/opinion/203399/united-states-v-chandler/\"><span class=\"volume\">534</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span>, 51 (1st Cir. 2008). Our ruling here is without prejudice to any relief Dunbar may be entitled to under § 3582(c)(2).</p>\n<p>[4]  The government contends that Dunbar waived this issue on appeal by failing to raise the argument in his brief and, instead, raising it for the first time only at oral argument. We disagree. It is true that his brief does not state his claim artfully. Nonetheless, the brief's fact section does identify the drug amounts that he challenges, and the argument section does identify cases distinguishing cocaine base from crack. The argument is not waived on appeal.</p>\n<p>[5]  Though Sampson's testimony suggested Sampson was carrying cocaine and marijuana, the district court correctly relied on the PSR, which established she was carrying cocaine base. Having established that the substance was cocaine base, and not simply cocaine or marijuana, it was not plain error to conclude this cocaine base was crack cocaine.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/118274/",
    "http://www.courtlistener.com/api/rest/v3/opinions/159523/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195579/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196595/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197988/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198241/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198634/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199008/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200576/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200773/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200903/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200909/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201079/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201500/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202083/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202176/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202292/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202484/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203087/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203104/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203128/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203261/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203330/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203367/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203383/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203400/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203477/",
    "http://www.courtlistener.com/api/rest/v3/opinions/362441/",
    "http://www.courtlistener.com/api/rest/v3/opinions/414394/",
    "http://www.courtlistener.com/api/rest/v3/opinions/499437/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599396/",
    "http://www.courtlistener.com/api/rest/v3/opinions/603504/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664045/",
    "http://www.courtlistener.com/api/rest/v3/opinions/668595/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705988/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712981/",
    "http://www.courtlistener.com/api/rest/v3/opinions/714806/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764880/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769364/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782082/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794662/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1193891/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1427539/"
  ]
}