{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203692/",
  "absolute_url": "/opinion/203692/pan-american-grain-v-nlrb/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203692/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:21:35Z",
  "date_modified": "2016-02-28T05:11:45.689093Z",
  "type": "010combined",
  "sha1": "bd4237e9fa428c6be10ff73de7b1c5855559ba15",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-1351P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/02/24/Pan_American_Grain_v._NLRB.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 08-1351\n\n                PAN AMERICAN GRAIN CO., INC. and\n         PAN AMERICAN GRAIN MANUFACTURING COMPANY, INC.,\n\n                 Petitioners, Cross-Respondents,\n\n                                v.\n\n                 NATIONAL LABOR RELATIONS BOARD,\n\n                  Respondent, Cross-Petitioner.\n\n\n              ON PETITION FOR REVIEW OF AN ORDER OF\n                THE NATIONAL LABOR RELATIONS BOARD\n\n\n\n                              Before\n\n                    Boudin, Stahl, and Lipez,\n                         Circuit Judges.\n\n\n\n     Rafael J. Lopez with whom Ruperto J. Robles was on brief for\npetitioner.\n     Greg P. Lauro with whom Meredith L. Jason, Ronald Meisburg,\nGeneral Counsel, John E. Higgins, Jr., Deputy General Counsel, John\nH. Ferguson, Associate General Counsel, Linda Dreeben, Deputy\nAssociate General Counsel, and National Labor Relations Board were\non brief for Respondent, Cross-Petitioner.\n\n\n\n                        February 24, 2009\n\f               STAHL, Circuit Judge.            Pan American Grain Company, Inc.\n\nand Pan American Grain Manufacturing Company (collectively, \"Pan\n\nAmerican\" or \"the company\")1 petition this court to set aside an\n\norder of the National Labor Relations Board (\"the Board\").                             The\n\nBoard       submits    a   cross-application          to    enforce    its    order.     We\n\npreviously vacated and remanded the Board's order finding that Pan\n\nAmerican, a Puerto Rican company, committed violations under the\n\nNational Labor Relations Act (\"the Act\"), 29 U.S.C. §§ 151 et seq.,\n\nwhen it did not provide its employees with adequate notice and a\n\nreasonable       opportunity         to   bargain          before    imposing      layoffs.\n\nN.L.R.B. v. Pan Am. Grain Co., 432 F.3d 69 (1st Cir. 2005).                            Now,\n\nsatisfied with the Board's supplemental decision and order issued\n\nin response to our remand, we deny Pan American's petition for\n\nreview and grant the Board's cross-application for enforcement.\n\n                                            I.\n\n               The background facts of this case are discussed at\n\ngreater length in our first examination of the Board's order, see\n\nid., and here, we relate them summarily.                            On January 8, 2002,\n\nemployees at two Pan American facilities began a strike after\n\nnegotiations          failed    at    reaching    a    new       collective     bargaining\n\nagreement       between       Pan    American    and       the   exclusive      bargaining\n\nrepresentative          for    its    employees,       the       Congreso     de    Uniones\n\n\n        1\n       Pan American Grain Company, Inc. and Pan American Grain\nManufacturing Company are affiliated business enterprises and share\nofficers, directors, and a common policy for operations.\n\n                                           -2-\n\fIndustriales de Puerto Rico (\"the Union\").                   That same month,\n\ncompany president Jose Gonzalez spoke with two nonstriking truck\n\ndrivers; during the conversation, Gonzalez stated that he \"would\n\nrather close the company\" than reach an agreement with the striking\n\nemployees, called the strikers \"jerks\" and \"sons of bitches,\" and\n\nindicated he would not be concerned if it cost $2 million to rid\n\nthe company of them.       On February 27, 2002, Pan American notified\n\nthe   Union    that   it   had   decided    to   lay   off   fifteen   striking\n\nemployees.     A letter from Pan American to the Union, dated the same\n\nday, stated that the layoffs were \"due to economic reasons and as\n\na result of a substantial decrease in production and sales.\"\n\nGonzalez later confirmed that sales dropped in January and February\n\n2002 and conceded that the reduced level of sales caused the\n\ncompany to require \"a lower work force.\"\n\n              Previously, in 1996, Pan American had begun to modernize\n\nits facilities' equipment to satisfy an environmental order which\n\nrequired significant changes in how the company conducted its\n\nbusiness operations.         The modernization resulted in decreased\n\nstaffing needs and a reduction of one or two employees in each\n\nsucceeding year.       After the February 27 layoffs, Pan American\n\ninitially did not cite its modernization program as a reason for\n\nthe layoffs.      But after the Union filed unfair labor charges with\n\nthe Board, Pan American contended before a Board administrative law\n\n\n\n\n                                      -3-\n\fjudge    (\"ALJ\")     that   the     layoffs   were     attributable     to     the\n\nmodernization program.\n\n           After a thirty-two-day trial, the ALJ found that Pan\n\nAmerican had violated the Act \"by implementing the February 27\n\nlayoff without giving the Union adequate notice and reasonable\n\nopportunity to bargain.\"2         Although the ALJ found the evidence of\n\nmodernization       and   automation      compelling    enough   to    rebut    a\n\ndiscrimination      claim   under    29   U.S.C.   §   158(a)(3),     the    judge\n\ndetermined    the    striking     employees   were     engaged   in   protected\n\nactivity, found that antiunion animus existed, and noted that the\n\ntiming of the layoffs in relation to the commencement of the strike\n\nwas \"somewhat suspicious\" in reaching his conclusion that Pan\n\nAmerican's February 27 layoffs violated the Act under 29 U.S.C. §\n\n158(a)(5).3   As a remedy for the violation, the ALJ ordered full\n\nbackpay to and reinstatement of the fifteen employees.                The Board\n\naffirmed the ALJ's ruling and adopted the recommended order.\n\n\n\n\n     2\n       The Union alleged other violations, roughly half of which\nthe ALJ found substantiated. These violations are not at issue in\nthe instant appeal as Pan American has not contested them. See Pan\nAm. Grain, 432 F.3d at 71, n.2.\n     3\n       \"It shall be an unfair labor practice for an employer--to\nrefuse to bargain collectively with the representatives of his\nemployees.\"   29 U.S.C. § 158(a)(5).    See also id. at § 158(d)\n(\"[T]o bargain collectively is the performance of the mutual\nobligation of the employer and the representative of the employees\nto meet at reasonable times and confer in good faith with respect\nto wages, hours, and other terms and conditions of employment.\").\n\n                                       -4-\n\f            On its first appeal to this court, Pan American asserted\n\nthat because of the role of its modernization program in the\n\nlayoffs, it was not required to bargain over the decision to\n\nterminate the fifteen employees, only over the effects of the\n\nlayoffs, see generally First Nat'l Maint. Corp. v. N.L.R.B., 452\n\nU.S. 666 (1981), and that the appropriate remedy therefore was\n\nlimited backpay as prescribed in Transmarine Navigation Corp., 170\n\nN.L.R.B. 389 (1968).      A majority of the panel4 held that the Board\n\nhad not sufficiently explained why Pan American had to bargain over\n\na decision motivated both by reduced sales and a modernization\n\nprogram.    Pan Am. Grain Co., 432 F.3d at 74.        We thus remanded the\n\ncase to the Board for clarification of how multiple motives for a\n\nlayoff     should   be   analyzed     and   whether    the   Board    viewed\n\nmodernization decisions as mandatory subjects of bargaining.\n\n            In its supplemental decision and order, the Board found\n\nthat \"a combination of factors, including a substantial reduction\n\nin sales in January and February 2002. . . coinciding with the . .\n\n. strike\" led to the February 27 layoffs such that the layoffs were\n\nmotivated     by    reasons   other     than   efficiency     gains    from\n\nmodernization.      The Board held that \"because [Pan American] failed\n\n\n     4\n       The dissent argued that Pan American's objections before the\nBoard were insufficient to apprise the Board that the company would\nlater argue that it had no duty to bargain about the decision. Pan\nAmerican Grain Co., 432 F.3d at 75 (Stahl, J., dissenting). On\nremand, the Board observed that it too had understood Pan\nAmerican's argument to be waived by its failure to present the\nargument to the Board in its exceptions to the ALJ's decision.\n\n                                    -5-\n\fto establish it would have implemented any particular layoff solely\n\nas a result of modernization and even in the absence of its\n\neconomic reasons, [it] had a duty to bargain over the February 27\n\nlayoff decision.\"       The Board noted that it would have addressed\n\nthis court's question of whether a company must bargain over\n\nlayoffs arising solely because of modernization had Pan American\n\nestablished that any particular layoff was based exclusively on the\n\nmodernization program.        Based on this reasoning, the Board again\n\nfound that Pan American had a duty to bargain with the Union over\n\nthe decision to lay off fifteen employees, which \"unquestionably\n\naffected the terms of unit employees' employment in a material and\n\nsubstantial     way,\"   and    held    that    the   company's    unilateral\n\nimplementation of the layoffs violated Sections 8(a)(5) and (1) of\n\nthe Act.   The Board again ordered a full backpay remedy.\n\n                                      II.\n\n           We now consider whether the Board complied with our\n\nremand and sufficiently clarified its reasoning such that its\n\nfinding that Pan American violated Sections 8(a)(5) and (1) of the\n\nAct and the subsequent remedial order are justified. The Board has\n\nthe   primary   responsibility     for      determining   the   scope   of   an\n\nemployer's statutory duty to bargain, Ford Motor Co. v. N.L.R.B.,\n\n441 U.S. 488, 496 (1979), and we will affirm the Board's statutory\n\nconstruction so long as it is \"reasonably defensible,\" id. at 497.\n\nSee Universal Camera Corp. v. N.L.R.B., 340 U.S. 474, 488 (1951)\n\n\n                                      -6-\n\f(\"[A] court may [not] displace the Board's choice between two\n\nfairly conflicting views, even though the court would justifiably\n\nhave made a different choice had the matter been before it de\n\nnovo.\").   We treat the factual findings of the Board as conclusive\n\nif supported by substantial evidence on the record. Id. at 477-78;\n\n29 U.S.C. §§ 160(e), (f).          And because \"the Act has granted the\n\nBoard wide discretion in fashioning remedies,\" N.L.R.B. v. Mount\n\nDesert Island Hosp., 695 F.2d 634, 642 (1st Cir. 1982), we will not\n\ndisturb a remedial order \"unless it can be shown that the order is\n\na patent attempt to achieve ends other than those which can fairly\n\nbe said to effectuate the policies of the Act.\"          N.L.R.B. v. Otis\n\nHosp., 545 F.2d 252, 257 (1st Cir. 1976) (quoting Va. Elec. & Power\n\nCo. v. N.L.R.B., 319 U.S. 533, 540 (1943)).\n\n           Under the Act, an employer must bargain collectively with\n\nthe   representative    of   its   employees   over   decisions    affecting\n\n\"wages, hours, and other terms and conditions of employment.\"            29\n\nU.S.C. § 158(d); N.L.R.B. v. Wooster Div. of Borg-Warner Corp., 356\n\nU.S. 342, 349 (1958).        An employer violates this duty when he\n\nchanges a mandatory term or condition of employment without giving\n\nthe employees' representative adequate notice and an opportunity to\n\nbargain.   N.L.R.B. v. Katz, 369 U.S. 736, 745-46 (1962); see 29\n\nU.S.C. § 158(d).\n\n           Evaluating the scope of mandatory subjects of bargaining,\n\nthe   Supreme   Court   identified     three   categories   of    management\n\n\n                                     -7-\n\fdecisions in First National Maintenance Corp., 452 U.S. 666.\n\nDecisions     that     affect     the     employment          relationship     only\n\ntangentially, such as advertising and product design, are not\n\nmandatory subjects of bargaining.                Id. at 676-77.           Decisions\n\ndirectly affecting the relationship -- wages, working conditions,\n\nand the like -- are mandatory subjects of bargaining.                    Id. at 677.\n\nThis requirement ensures that when an employer aims to reduce labor\n\ncosts, employees are presented with the opportunity to negotiate\n\nconcessions    that    reduce    overall      costs     and    thus   spare   jobs.\n\nFibreboard Paper Prod. Corp. v. N.L.R.B., 379 U.S. 203, 213-14\n\n(1964). Finally, some management decisions have a direct impact on\n\nemployment but focus on economic profitability rather than the\n\nemployment relationship.         First Nat'l Maint. Corp., 452 U.S. at\n\n677.     An employer need not bargain over a decision \"involving a\n\nchange in the scope and direction of the enterprise\" and not\n\n\"'primarily about conditions of employment, though the effect of\n\nthe decision may be necessarily to terminate employment.'\"                      Id.\n\n(quoting Fibreboard Paper Prod. Corp., 379 U.S. at 223 (Stewart,\n\nJ., concurring)).      To determine the central thrust of decisions in\n\nthis third category for mandatory bargaining purposes, the Court\n\nprescribed a balancing analysis -- \"bargaining over management\n\ndecisions     that    have   a   substantial      impact      on   the    continued\n\navailability of employment should be required only if the benefit,\n\nfor    labor-management      relations     and    the    collective-bargaining\n\n\n                                        -8-\n\fprocess,   outweighs   the   burden   placed   on   the   conduct   of   the\n\nbusiness.\"   Id. at 679.     The Court employed the balancing test to\n\ndetermine that bargaining was not required in the case before it\n\nbut expressly noted that its analysis did not preclude different\n\noutcomes in other cases.     Id. at 686, n.22.5\n\n           In its brief, Pan American contends that the Board did\n\nnot comply with this court's remand instruction, see 432 F.3d at\n\n74, requesting clarification on the appropriate analysis for a\n\nmultiple motive layoff. Despite Pan American's characterization of\n\nthis objection, we find the company is dissatisfied less with the\n\nBoard's elucidation than with the result it has reached, namely\n\nthat the company is in violation of the             Act for failing to\n\nnegotiate over the decision to implement layoffs and liable for a\n\nfull backpay remedy.    We address these findings in turn.\n\n           In its most recent decision, the Board explains that an\n\nemployer must bargain over a multiple-motive layoff based partially\n\non labor costs.   See Regal Cinemas, Inc. v. N.L.R.B., 317 F.3d 300,\n\n307-08 (D.C. Cir. 2003) (affirming the Board's finding of a Section\n\n8(a)(5) violation where the layoff was motivated by labor costs\n\nrather than technological advances); Winchell Co., 315 N.L.R.B.\n\n\n\n     5\n       Indeed, in our remand to the Board, we reflected the\nfundamental principle that the Board should develop labor policy,\nby observing that First National Maintenance Corp. \"seemingly left\nopen\" the issue of whether layoffs prompted by modernization are\nmandatory subjects of bargaining. Pan Am. Grain Co., 432 F.3d at\n74.\n\n                                   -9-\n\f526, 530, 534-36 (1994), enforced mem., 74 F.3d 1227 (3d Cir. 1995)\n\n(holding that the employer must bargain over a layoff decision\n\nmotivated both by a business downturn and business decisions\n\nincluding the installation of new technology); see also FiveCAP,\n\nInc., 332 N.L.R.B. 943, 955 (2000).   Pan American concedes that it\n\ncannot demonstrate that any particular layoff arose solely due to\n\nits modernization program,6 and we note that there is substantial\n\nevidence, including the testimony of company president Gonzalez,\n\nsupporting the Board's finding that the layoffs were motivated in\n\npart by the costs associated with the strike.   Because labor costs\n\nwere a motivating factor for the layoffs, the Board explained that\n\nthe company had a duty to bargain with the Union over the layoffs.\n\nAcknowledging the clarity with which the Board responded to our\n\nremand, we find its position reasonably defensible and affirm.\n\n          Pan American argues that the Board \"deviat[ed] from an\n\nestablished standard\" and should have applied a modified form of\n\nthe burden-shifting test announced in Dubuque Packing Co., 303\n\nN.L.R.B. 386 (1991), enforced sub nom. U.F.C.W. Local 150-A v.\n\nN.L.R.B., 1 F.3d 24 (D.C. Cir. 1993), which was introduced to\n\ndetermine whether a plant relocation is a mandatory subject of\n\n\n\n     6\n       In its brief, Pan American \"recognize[s] that the February\n27 layoff decision was based on a combination of factors,\" Brief of\nPetitioner at 26, and \"acknowledges that the 'economic reasons'\nwere a different consideration that caused the layoff in February\n2002, . . . in addition to a chief factor, the automation project,\"\nid. at 30.\n\n                               -10-\n\fbargaining.7    This contention is untimely as Pan American did not\n\npresent it to the Board on remand.         See 29 U.S.C. § 160(e) (\"No\n\nobjection that has not been urged before the Board . . . shall be\n\nconsidered by the court.\").        Moreover, the Board has explicitly\n\nlimited Dubuque to relocation decisions, see, e.g., Furniture\n\nRenters of Am., Inc. v. N.L.R.B., 36 F.3d 1240, 1246-47 (3d Cir.\n\n1994),   and   Pan   American   belies   its   assertion   that   the   Board\n\ndeviated from \"an established standard\" when it suggests that the\n\nBoard should have applied a modified form of a test developed for\n\na different set of facts.\n\n           We remanded the Board's order because \"we [did] not\n\nunderstand [its] rationale\" and therefore could not \"effectively\n\nreview it.\"    Pan Am. Grain Co., 432 F.3d at 74 (citation omitted).\n\nIn its supplemental decision and order, the Board apprises us of\n\nthe analysis it employs when layoffs are motivated by several\n\nreasons, one of which is labor costs, a mandatory subject of\n\nbargaining.    Its philosophical approach is not unlike the one it\n\nhas adopted for discrimination claims where the employer contends\n\nthat a legitimate business decision, rather than antiunion animus,\n\nexplains the adverse action taken against the employee. See, e.g.,\n\n\n     7\n       The Dubuque test places an initial burden on the union to\nestablish a prima facie case for mandatory bargaining by showing\nthat the relocation did not include a change of operations. 303\nN.L.R.B. at 391. The employer then can rebut by showing that labor\ncosts were not a factor in the relocation or that even if such\ncosts were a factor, the union could not have offered concessions\nthat could change the employer's decision to relocate. Id.\n\n                                   -11-\n\fWright Line, 251 N.L.R.B. 1083 (1980), enforced, 662 F.2d 899 (1st\n\nCir. 1981); see also N.L.R.B. v. Transp. Mgmt. Corp., 462 U.S. 393,\n\n403 (1983) (holding that the employer bears the burden of negating\n\ncausation in a mixed-motive discrimination case, noting \"[i]t is\n\nfair that [the employer] bear the risk that the influence of legal\n\nand   illegal   motives    cannot     be    separated.\").      Mindful   of   our\n\ndeferential standard of review, we are content with the Board's\n\nexplanation     of   the   analysis    employed,     finding    it   reasonably\n\ndefensible.\n\n           We turn finally to Pan American's assertion that the\n\nBoard's remedial order is inappropriate.             The company objects to\n\nthe remedy based on its view that the layoff was a non-bargainable\n\nbusiness decision,8 a stance we have rejected.                 We defer to the\n\nBoard's knowledge and expertise in fashioning remedies unless the\n\norder patently disregards the policies of the Act. Teamsters Local\n\nUnion No. 171 v. N.L.R.B., 863 F.2d 946, 268 (D.C. Cir. 1988).                The\n\ncustomary remedy for an employer's violation of Section 8(a)(5),\n\nreinstatement and full backpay, is \"presumptively valid;\" it aims\n\nto return the employee to the economic status quo before the\n\nemployer's unilateral action.              Regal Cinemas, Inc., 317 F.3d at\n\n\n\n      8\n        It requests a remedy similar to the one issued in\nTransmarine Navigation Corp., 170 N.L.R.B. at 389-90, a case in\nwhich the Ninth Circuit reversed the Board, finding that the\nemployer was not required to bargain over the layoff decision. In\ncontrast, we have affirmed the Board's holding that Pan American\nviolated Sections 8(a)(5) and (1) of the Act.\n\n                                      -12-\n\f315; Geiger Ready-Mix Co. v. N.L.R.B., 87 F.3d 1363, 1371 (D.C.\n\nCir. 1996).   See, e.g., Winchell Co., 315 N.L.R.B. at 536; Compu-\n\nNet Commc'n, Inc., 315 N.L.R.B. 216, 225-26 (1994).   We cannot say\n\nthat the Board's choice of a conventional remedy for Pan American's\n\nunilateral discharge patently disregards the purposes of the Act.\n\n          We consider seriously, however, Pan American's argument\n\nthat reinstatement constitutes an undue burden on the company,\n\nnoting that it has never increased its workforce since the February\n\n2002 layoffs.   \"[R]einstatement is an inappropriate remedy if it\n\nwould be 'unduly economically burdensome' for the employer.\" Regal\n\nCinemas, Inc., 317 F.3d at 315 (quoting Teamsters Local Union No.\n\n171, 863 F.2d at 957-58).   The employer bears the burden of showing\n\n\"that the Board's [remedial] order would require a substantial\n\noutlay of new capital or otherwise cause undue financial hardship.\"\n\nTeamsters Local Union No. 171, 863 F.2d at 958.    While we enforce\n\nthe Board's remedial order, we draw attention to its assurances\n\nboth in its brief, Brief of Respondent at 31, n.17, and at oral\n\nargument that Pan American can provide evidence during the Board's\n\ncompliance proceedings to show that reinstatement of the fifteen\n\nemployees is unduly burdensome because the company no longer\n\nrequires those positions for its operation. See Compu-Net Commc'n,\n\nInc., 315 N.L.R.B. at 216, n.3 (\"[T]he Respondents may introduce\n\npreviously unavailable evidence, if any, at the compliance stage of\n\nthis proceeding to demonstrate that the reinstitution of those\n\n\n                                -13-\n\foperations is unduly burdensome.\") (citing Lear Siegler, Inc., 295\n\nN.L.R.B. 857 (1989)); E.I. Du Pont Nemours & Co. v. N.L.R.B., 489\n\nF.3d 1310, 1317 (D.C. Cir. 2007) (discussing the appropriate\n\nprocedure for developing an objection to the remedial order); West\n\nPenn Power Co. v. N.L.R.B., 394 F.3d 233, 246 (4th Cir. 2005)\n\n(same).\n\n                              III.\n\n          For the foregoing reasons, Pan American's petition for\n\nreview is denied and the Board's cross-application for enforcement\n\nis granted.\n\n          So ordered.\n\n\n\n\n                              -14-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 08-1351\n\n                PAN AMERICAN GRAIN CO., INC. and\n         PAN AMERICAN GRAIN MANUFACTURING COMPANY, INC.,\n\n                 Petitioners, Cross-Respondents,\n\n                                v.\n\n                 NATIONAL LABOR RELATIONS BOARD,\n\n                  Respondent, Cross-Petitioner.\n\n\n              ON PETITION FOR REVIEW OF AN ORDER OF\n                THE NATIONAL LABOR RELATIONS BOARD\n\n\n\n                              Before\n\n                    Boudin, Stahl, and Lipez,\n                         Circuit Judges.\n\n\n\n     Rafael J. Lopez with whom Ruperto J. Robles was on brief for\npetitioner.\n     Greg P. Lauro with whom Meredith L. Jason, Ronald Meisburg,\nGeneral Counsel, John E. Higgins, Jr., Deputy General Counsel, John\nH. Ferguson, Associate General Counsel, Linda Dreeben, Deputy\nAssociate General Counsel, and National Labor Relations Board were\non brief for Respondent, Cross-Petitioner.\n\n\n\n                        February 24, 2009\n\f               STAHL, Circuit Judge.            Pan American Grain Company, Inc.\n\nand Pan American Grain Manufacturing Company (collectively, \"Pan\n\nAmerican\" or \"the company\")1 petition this court to set aside an\n\norder of the National Labor Relations Board (\"the Board\").                             The\n\nBoard       submits    a   cross-application          to    enforce    its    order.     We\n\npreviously vacated and remanded the Board's order finding that Pan\n\nAmerican, a Puerto Rican company, committed violations under the\n\nNational Labor Relations Act (\"the Act\"), 29 U.S.C. §§ 151 et seq.,\n\nwhen it did not provide its employees with adequate notice and a\n\nreasonable       opportunity         to   bargain          before    imposing      layoffs.\n\nN.L.R.B. v. Pan Am. Grain Co., </pre><span class=\"citation no-link\"><span class=\"volume\">432</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">69</span></span><pre class=\"inline\"> (1st Cir. 2005).                            Now,\n\nsatisfied with the Board's supplemental decision and order issued\n\nin response to our remand, we deny Pan American's petition for\n\nreview and grant the Board's cross-application for enforcement.\n\n                                            I.\n\n               The background facts of this case are discussed at\n\ngreater length in our first examination of the Board's order, see\n\nid., and here, we relate them summarily.                            On January 8, 2002,\n\nemployees at two Pan American facilities began a strike after\n\nnegotiations          failed    at    reaching    a    new       collective     bargaining\n\nagreement       between       Pan    American    and       the   exclusive      bargaining\n\nrepresentative          for    its    employees,       the       Congreso     de    Uniones\n\n\n        1\n       Pan American Grain Company, Inc. and Pan American Grain\nManufacturing Company are affiliated business enterprises and share\nofficers, directors, and a common policy for operations.\n\n                                           -2-\n\fIndustriales de Puerto Rico (\"the Union\").                   That same month,\n\ncompany president Jose Gonzalez spoke with two nonstriking truck\n\ndrivers; during the conversation, Gonzalez stated that he \"would\n\nrather close the company\" than reach an agreement with the striking\n\nemployees, called the strikers \"jerks\" and \"sons of bitches,\" and\n\nindicated he would not be concerned if it cost $2 million to rid\n\nthe company of them.       On February 27, 2002, Pan American notified\n\nthe   Union    that   it   had   decided    to   lay   off   fifteen   striking\n\nemployees.     A letter from Pan American to the Union, dated the same\n\nday, stated that the layoffs were \"due to economic reasons and as\n\na result of a substantial decrease in production and sales.\"\n\nGonzalez later confirmed that sales dropped in January and February\n\n2002 and conceded that the reduced level of sales caused the\n\ncompany to require \"a lower work force.\"\n\n              Previously, in 1996, Pan American had begun to modernize\n\nits facilities' equipment to satisfy an environmental order which\n\nrequired significant changes in how the company conducted its\n\nbusiness operations.         The modernization resulted in decreased\n\nstaffing needs and a reduction of one or two employees in each\n\nsucceeding year.       After the February 27 layoffs, Pan American\n\ninitially did not cite its modernization program as a reason for\n\nthe layoffs.      But after the Union filed unfair labor charges with\n\nthe Board, Pan American contended before a Board administrative law\n\n\n\n\n                                      -3-\n\fjudge    (\"ALJ\")     that   the     layoffs   were     attributable     to     the\n\nmodernization program.\n\n           After a thirty-two-day trial, the ALJ found that Pan\n\nAmerican had violated the Act \"by implementing the February 27\n\nlayoff without giving the Union adequate notice and reasonable\n\nopportunity to bargain.\"2         Although the ALJ found the evidence of\n\nmodernization       and   automation      compelling    enough   to    rebut    a\n\ndiscrimination      claim   under    29   U.S.C.   §   158(a)(3),     the    judge\n\ndetermined    the    striking     employees   were     engaged   in   protected\n\nactivity, found that antiunion animus existed, and noted that the\n\ntiming of the layoffs in relation to the commencement of the strike\n\nwas \"somewhat suspicious\" in reaching his conclusion that Pan\n\nAmerican's February 27 layoffs violated the Act under 29 U.S.C. §\n\n158(a)(5).3   As a remedy for the violation, the ALJ ordered full\n\nbackpay to and reinstatement of the fifteen employees.                The Board\n\naffirmed the ALJ's ruling and adopted the recommended order.\n\n\n\n\n     2\n       The Union alleged other violations, roughly half of which\nthe ALJ found substantiated. These violations are not at issue in\nthe instant appeal as Pan American has not contested them. See Pan\nAm. Grain, 432 F.3d at 71, n.2.\n     3\n       \"It shall be an unfair labor practice for an employer--to\nrefuse to bargain collectively with the representatives of his\nemployees.\"   29 U.S.C. § 158(a)(5).    See also id. at § 158(d)\n(\"[T]o bargain collectively is the performance of the mutual\nobligation of the employer and the representative of the employees\nto meet at reasonable times and confer in good faith with respect\nto wages, hours, and other terms and conditions of employment.\").\n\n                                       -4-\n\f            On its first appeal to this court, Pan American asserted\n\nthat because of the role of its modernization program in the\n\nlayoffs, it was not required to bargain over the decision to\n\nterminate the fifteen employees, only over the effects of the\n\nlayoffs, see generally First Nat'l Maint. Corp. v. N.L.R.B., </pre><span class=\"citation\" data-id=\"110533\"><a href=\"/opinion/110533/first-nat-maintenance-corp-v-nlrb/\"><span class=\"volume\">452</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">666</span></a></span><pre class=\"inline\"> (1981), and that the appropriate remedy therefore was\n\nlimited backpay as prescribed in Transmarine Navigation Corp., 170\n\nN.L.R.B. 389 (1968).      A majority of the panel4 held that the Board\n\nhad not sufficiently explained why Pan American had to bargain over\n\na decision motivated both by reduced sales and a modernization\n\nprogram.    Pan Am. Grain Co., 432 F.3d at 74.        We thus remanded the\n\ncase to the Board for clarification of how multiple motives for a\n\nlayoff     should   be   analyzed     and   whether    the   Board    viewed\n\nmodernization decisions as mandatory subjects of bargaining.\n\n            In its supplemental decision and order, the Board found\n\nthat \"a combination of factors, including a substantial reduction\n\nin sales in January and February 2002. . . coinciding with the . .\n\n. strike\" led to the February 27 layoffs such that the layoffs were\n\nmotivated     by    reasons   other     than   efficiency     gains    from\n\nmodernization.      The Board held that \"because [Pan American] failed\n\n\n     4\n       The dissent argued that Pan American's objections before the\nBoard were insufficient to apprise the Board that the company would\nlater argue that it had no duty to bargain about the decision. Pan\nAmerican Grain Co., 432 F.3d at 75 (Stahl, J., dissenting). On\nremand, the Board observed that it too had understood Pan\nAmerican's argument to be waived by its failure to present the\nargument to the Board in its exceptions to the ALJ's decision.\n\n                                    -5-\n\fto establish it would have implemented any particular layoff solely\n\nas a result of modernization and even in the absence of its\n\neconomic reasons, [it] had a duty to bargain over the February 27\n\nlayoff decision.\"       The Board noted that it would have addressed\n\nthis court's question of whether a company must bargain over\n\nlayoffs arising solely because of modernization had Pan American\n\nestablished that any particular layoff was based exclusively on the\n\nmodernization program.        Based on this reasoning, the Board again\n\nfound that Pan American had a duty to bargain with the Union over\n\nthe decision to lay off fifteen employees, which \"unquestionably\n\naffected the terms of unit employees' employment in a material and\n\nsubstantial     way,\"   and    held    that    the   company's    unilateral\n\nimplementation of the layoffs violated Sections 8(a)(5) and (1) of\n\nthe Act.   The Board again ordered a full backpay remedy.\n\n                                      II.\n\n           We now consider whether the Board complied with our\n\nremand and sufficiently clarified its reasoning such that its\n\nfinding that Pan American violated Sections 8(a)(5) and (1) of the\n\nAct and the subsequent remedial order are justified. The Board has\n\nthe   primary   responsibility     for      determining   the   scope   of   an\n\nemployer's statutory duty to bargain, Ford Motor Co. v. N.L.R.B.,\n\n</pre><span class=\"citation\" data-id=\"110073\"><a href=\"/opinion/110073/ford-motor-co-chicago-stamping-plant-v-nlrb/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">488</span></a></span><pre class=\"inline\">, 496 (1979), and we will affirm the Board's statutory\n\nconstruction so long as it is \"reasonably defensible,\" id. at 497.\n\nSee Universal Camera Corp. v. N.L.R.B., </pre><span class=\"citation\" data-id=\"104856\"><a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span><pre class=\"inline\">, 488 (1951)\n\n\n                                      -6-\n\f(\"[A] court may [not] displace the Board's choice between two\n\nfairly conflicting views, even though the court would justifiably\n\nhave made a different choice had the matter been before it de\n\nnovo.\").   We treat the factual findings of the Board as conclusive\n\nif supported by substantial evidence on the record. Id. at 477-78;\n\n29 U.S.C. §§ 160(e), (f).          And because \"the Act has granted the\n\nBoard wide discretion in fashioning remedies,\" N.L.R.B. v. Mount\n\nDesert Island Hosp., </pre><span class=\"citation\" data-id=\"411860\"><a href=\"/opinion/411860/national-labor-relations-board-v-mount-desert-island-hospital/\"><span class=\"volume\">695</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">634</span></a></span><pre class=\"inline\">, 642 (1st Cir. 1982), we will not\n\ndisturb a remedial order \"unless it can be shown that the order is\n\na patent attempt to achieve ends other than those which can fairly\n\nbe said to effectuate the policies of the Act.\"          N.L.R.B. v. Otis\n\nHosp., </pre><span class=\"citation\" data-id=\"340654\"><a href=\"/opinion/340654/national-labor-relations-board-v-otis-hospital/\"><span class=\"volume\">545</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">252</span></a></span><pre class=\"inline\">, 257 (1st Cir. 1976) (quoting Va. Elec. & Power\n\nCo. v. N.L.R.B., </pre><span class=\"citation no-link\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">533</span></span><pre class=\"inline\">, 540 (1943)).\n\n           Under the Act, an employer must bargain collectively with\n\nthe   representative    of   its   employees   over   decisions    affecting\n\n\"wages, hours, and other terms and conditions of employment.\"            29\n\nU.S.C. § 158(d); N.L.R.B. v. Wooster Div. of Borg-Warner Corp., </pre><span class=\"citation\" data-id=\"105678\"><a href=\"/opinion/105678/nlrb-v-wooster-div-of-borg-warner-corp/\"><span class=\"volume\">356</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">342</span></a></span><pre class=\"inline\">, 349 (1958).        An employer violates this duty when he\n\nchanges a mandatory term or condition of employment without giving\n\nthe employees' representative adequate notice and an opportunity to\n\nbargain.   N.L.R.B. v. Katz, </pre><span class=\"citation\" data-id=\"106406\"><a href=\"/opinion/106406/nlrb-v-katz/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">736</span></a></span><pre class=\"inline\">, 745-46 (1962); see 29\n\nU.S.C. § 158(d).\n\n           Evaluating the scope of mandatory subjects of bargaining,\n\nthe   Supreme   Court   identified     three   categories   of    management\n\n\n                                     -7-\n\fdecisions in First National Maintenance Corp., </pre><span class=\"citation\" data-id=\"110533\"><a href=\"/opinion/110533/first-nat-maintenance-corp-v-nlrb/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">666</span></a></span><pre class=\"inline\">.\n\nDecisions     that     affect     the     employment          relationship     only\n\ntangentially, such as advertising and product design, are not\n\nmandatory subjects of bargaining.                Id. at 676-77.           Decisions\n\ndirectly affecting the relationship -- wages, working conditions,\n\nand the like -- are mandatory subjects of bargaining.                    Id. at 677.\n\nThis requirement ensures that when an employer aims to reduce labor\n\ncosts, employees are presented with the opportunity to negotiate\n\nconcessions    that    reduce    overall      costs     and    thus   spare   jobs.\n\nFibreboard Paper Prod. Corp. v. N.L.R.B., </pre><span class=\"citation\" data-id=\"106948\"><a href=\"/opinion/106948/fibreboard-corp-v-labor-board/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">203</span></a></span><pre class=\"inline\">, 213-14\n\n(1964). Finally, some management decisions have a direct impact on\n\nemployment but focus on economic profitability rather than the\n\nemployment relationship.         First Nat'l Maint. Corp., 452 U.S. at\n\n677.     An employer need not bargain over a decision \"involving a\n\nchange in the scope and direction of the enterprise\" and not\n\n\"'primarily about conditions of employment, though the effect of\n\nthe decision may be necessarily to terminate employment.'\"                      Id.\n\n(quoting Fibreboard Paper Prod. Corp., 379 U.S. at 223 (Stewart,\n\nJ., concurring)).      To determine the central thrust of decisions in\n\nthis third category for mandatory bargaining purposes, the Court\n\nprescribed a balancing analysis -- \"bargaining over management\n\ndecisions     that    have   a   substantial      impact      on   the    continued\n\navailability of employment should be required only if the benefit,\n\nfor    labor-management      relations     and    the    collective-bargaining\n\n\n                                        -8-\n\fprocess,   outweighs   the   burden   placed   on   the   conduct   of   the\n\nbusiness.\"   Id. at 679.     The Court employed the balancing test to\n\ndetermine that bargaining was not required in the case before it\n\nbut expressly noted that its analysis did not preclude different\n\noutcomes in other cases.     Id. at 686, n.22.5\n\n           In its brief, Pan American contends that the Board did\n\nnot comply with this court's remand instruction, see 432 F.3d at\n\n74, requesting clarification on the appropriate analysis for a\n\nmultiple motive layoff. Despite Pan American's characterization of\n\nthis objection, we find the company is dissatisfied less with the\n\nBoard's elucidation than with the result it has reached, namely\n\nthat the company is in violation of the             Act for failing to\n\nnegotiate over the decision to implement layoffs and liable for a\n\nfull backpay remedy.    We address these findings in turn.\n\n           In its most recent decision, the Board explains that an\n\nemployer must bargain over a multiple-motive layoff based partially\n\non labor costs.   See Regal Cinemas, Inc. v. N.L.R.B., </pre><span class=\"citation\" data-id=\"185833\"><a href=\"/opinion/185833/regal-cinemas-inc-v-nlrb/\"><span class=\"volume\">317</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">300</span></a></span><pre class=\"inline\">,\n\n307-08 (D.C. Cir. 2003) (affirming the Board's finding of a Section\n\n8(a)(5) violation where the layoff was motivated by labor costs\n\nrather than technological advances); Winchell Co., 315 N.L.R.B.\n\n\n\n     5\n       Indeed, in our remand to the Board, we reflected the\nfundamental principle that the Board should develop labor policy,\nby observing that First National Maintenance Corp. \"seemingly left\nopen\" the issue of whether layoffs prompted by modernization are\nmandatory subjects of bargaining. Pan Am. Grain Co., 432 F.3d at\n74.\n\n                                   -9-\n\f526, 530, 534-36 (1994), enforced mem., </pre><span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1227</span></span><pre class=\"inline\"> (3d Cir. 1995)\n\n(holding that the employer must bargain over a layoff decision\n\nmotivated both by a business downturn and business decisions\n\nincluding the installation of new technology); see also FiveCAP,\n\nInc., 332 N.L.R.B. 943, 955 (2000).   Pan American concedes that it\n\ncannot demonstrate that any particular layoff arose solely due to\n\nits modernization program,6 and we note that there is substantial\n\nevidence, including the testimony of company president Gonzalez,\n\nsupporting the Board's finding that the layoffs were motivated in\n\npart by the costs associated with the strike.   Because labor costs\n\nwere a motivating factor for the layoffs, the Board explained that\n\nthe company had a duty to bargain with the Union over the layoffs.\n\nAcknowledging the clarity with which the Board responded to our\n\nremand, we find its position reasonably defensible and affirm.\n\n          Pan American argues that the Board \"deviat[ed] from an\n\nestablished standard\" and should have applied a modified form of\n\nthe burden-shifting test announced in Dubuque Packing Co., 303\n\nN.L.R.B. 386 (1991), enforced sub nom. U.F.C.W. Local 150-A v.\n\nN.L.R.B., </pre><span class=\"citation\" data-id=\"627319\"><a href=\"/opinion/627319/united-food-and-commercial-workers-international-union-afl-cio-local-no/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span><pre class=\"inline\"> (D.C. Cir. 1993), which was introduced to\n\ndetermine whether a plant relocation is a mandatory subject of\n\n\n\n     6\n       In its brief, Pan American \"recognize[s] that the February\n27 layoff decision was based on a combination of factors,\" Brief of\nPetitioner at 26, and \"acknowledges that the 'economic reasons'\nwere a different consideration that caused the layoff in February\n2002, . . . in addition to a chief factor, the automation project,\"\nid. at 30.\n\n                               -10-\n\fbargaining.7    This contention is untimely as Pan American did not\n\npresent it to the Board on remand.         See 29 U.S.C. § 160(e) (\"No\n\nobjection that has not been urged before the Board . . . shall be\n\nconsidered by the court.\").        Moreover, the Board has explicitly\n\nlimited Dubuque to relocation decisions, see, e.g., Furniture\n\nRenters of Am., Inc. v. N.L.R.B., </pre><span class=\"citation\" data-id=\"679503\"><a href=\"/opinion/679503/furniture-rentors-of-america-inc-petitionercross-respondent-v-national/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1240</span></a></span><pre class=\"inline\">, 1246-47 (3d Cir.\n\n1994),   and   Pan   American   belies   its   assertion   that   the   Board\n\ndeviated from \"an established standard\" when it suggests that the\n\nBoard should have applied a modified form of a test developed for\n\na different set of facts.\n\n           We remanded the Board's order because \"we [did] not\n\nunderstand [its] rationale\" and therefore could not \"effectively\n\nreview it.\"    Pan Am. Grain Co., 432 F.3d at 74 (citation omitted).\n\nIn its supplemental decision and order, the Board apprises us of\n\nthe analysis it employs when layoffs are motivated by several\n\nreasons, one of which is labor costs, a mandatory subject of\n\nbargaining.    Its philosophical approach is not unlike the one it\n\nhas adopted for discrimination claims where the employer contends\n\nthat a legitimate business decision, rather than antiunion animus,\n\nexplains the adverse action taken against the employee. See, e.g.,\n\n\n     7\n       The Dubuque test places an initial burden on the union to\nestablish a prima facie case for mandatory bargaining by showing\nthat the relocation did not include a change of operations. 303\nN.L.R.B. at 391. The employer then can rebut by showing that labor\ncosts were not a factor in the relocation or that even if such\ncosts were a factor, the union could not have offered concessions\nthat could change the employer's decision to relocate. Id.\n\n                                   -11-\n\fWright Line, 251 N.L.R.B. 1083 (1980), enforced, </pre><span class=\"citation\" data-id=\"396305\"><a href=\"/opinion/396305/national-labor-relations-board-v-wright-line-a-division-of-wright-line/\"><span class=\"volume\">662</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">899</span></a></span><pre class=\"inline\"> (1st\n\nCir. 1981); see also N.L.R.B. v. Transp. Mgmt. Corp., </pre><span class=\"citation\" data-id=\"110966\"><a href=\"/opinion/110966/nlrb-v-transportation-management-corp/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">393</span></a></span><pre class=\"inline\">,\n\n403 (1983) (holding that the employer bears the burden of negating\n\ncausation in a mixed-motive discrimination case, noting \"[i]t is\n\nfair that [the employer] bear the risk that the influence of legal\n\nand   illegal   motives    cannot     be    separated.\").      Mindful   of   our\n\ndeferential standard of review, we are content with the Board's\n\nexplanation     of   the   analysis    employed,     finding    it   reasonably\n\ndefensible.\n\n           We turn finally to Pan American's assertion that the\n\nBoard's remedial order is inappropriate.             The company objects to\n\nthe remedy based on its view that the layoff was a non-bargainable\n\nbusiness decision,8 a stance we have rejected.                 We defer to the\n\nBoard's knowledge and expertise in fashioning remedies unless the\n\norder patently disregards the policies of the Act. Teamsters Local\n\nUnion No. 171 v. N.L.R.B., </pre><span class=\"citation\" data-id=\"515992\"><a href=\"/opinion/515992/teamsters-local-union-no-171-affiliated-with-the-international/\"><span class=\"volume\">863</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">946</span></a></span><pre class=\"inline\">, 268 (D.C. Cir. 1988).                The\n\ncustomary remedy for an employer's violation of Section 8(a)(5),\n\nreinstatement and full backpay, is \"presumptively valid;\" it aims\n\nto return the employee to the economic status quo before the\n\nemployer's unilateral action.              Regal Cinemas, Inc., 317 F.3d at\n\n\n\n      8\n        It requests a remedy similar to the one issued in\nTransmarine Navigation Corp., 170 N.L.R.B. at 389-90, a case in\nwhich the Ninth Circuit reversed the Board, finding that the\nemployer was not required to bargain over the layoff decision. In\ncontrast, we have affirmed the Board's holding that Pan American\nviolated Sections 8(a)(5) and (1) of the Act.\n\n                                      -12-\n\f315; Geiger Ready-Mix Co. v. N.L.R.B., </pre><span class=\"citation\" data-id=\"721290\"><a href=\"/opinion/721290/geiger-ready-mix-company-of-kansas-city-inc-v-national-labor-relations/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1363</span></a></span><pre class=\"inline\">, 1371 (D.C.\n\nCir. 1996).   See, e.g., Winchell Co., 315 N.L.R.B. at 536; Compu-\n\nNet Commc'n, Inc., 315 N.L.R.B. 216, 225-26 (1994).   We cannot say\n\nthat the Board's choice of a conventional remedy for Pan American's\n\nunilateral discharge patently disregards the purposes of the Act.\n\n          We consider seriously, however, Pan American's argument\n\nthat reinstatement constitutes an undue burden on the company,\n\nnoting that it has never increased its workforce since the February\n\n2002 layoffs.   \"[R]einstatement is an inappropriate remedy if it\n\nwould be 'unduly economically burdensome' for the employer.\" Regal\n\nCinemas, Inc., 317 F.3d at 315 (quoting Teamsters Local Union No.\n\n171, 863 F.2d at 957-58).   The employer bears the burden of showing\n\n\"that the Board's [remedial] order would require a substantial\n\noutlay of new capital or otherwise cause undue financial hardship.\"\n\nTeamsters Local Union No. 171, 863 F.2d at 958.    While we enforce\n\nthe Board's remedial order, we draw attention to its assurances\n\nboth in its brief, Brief of Respondent at 31, n.17, and at oral\n\nargument that Pan American can provide evidence during the Board's\n\ncompliance proceedings to show that reinstatement of the fifteen\n\nemployees is unduly burdensome because the company no longer\n\nrequires those positions for its operation. See Compu-Net Commc'n,\n\nInc., 315 N.L.R.B. at 216, n.3 (\"[T]he Respondents may introduce\n\npreviously unavailable evidence, if any, at the compliance stage of\n\nthis proceeding to demonstrate that the reinstitution of those\n\n\n                                -13-\n\foperations is unduly burdensome.\") (citing Lear Siegler, Inc., 295\n\nN.L.R.B. 857 (1989)); E.I. Du Pont Nemours & Co. v. N.L.R.B., </pre><span class=\"citation\" data-id=\"186953\"><a href=\"/opinion/186953/e-i-du-pont-co-v-nlrb/\"><span class=\"volume\">489</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">1310</span></a></span><pre class=\"inline\">, 1317 (D.C. Cir. 2007) (discussing the appropriate\n\nprocedure for developing an objection to the remedial order); West\n\nPenn Power Co. v. N.L.R.B., </pre><span class=\"citation\" data-id=\"788830\"><a href=\"/opinion/788830/west-penn-power-company-and-the-potomac-edison-company-dba-allegheny/\"><span class=\"volume\">394</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">233</span></a></span><pre class=\"inline\">, 246 (4th Cir. 2005)\n\n(same).\n\n                              III.\n\n          For the foregoing reasons, Pan American's petition for\n\nreview is denied and the Board's cross-application for enforcement\n\nis granted.\n\n          So ordered.\n\n\n\n\n                              -14-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105678/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106406/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106948/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110533/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110966/",
    "http://www.courtlistener.com/api/rest/v3/opinions/185833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/186953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/340654/",
    "http://www.courtlistener.com/api/rest/v3/opinions/396305/",
    "http://www.courtlistener.com/api/rest/v3/opinions/411860/",
    "http://www.courtlistener.com/api/rest/v3/opinions/515992/",
    "http://www.courtlistener.com/api/rest/v3/opinions/627319/",
    "http://www.courtlistener.com/api/rest/v3/opinions/679503/",
    "http://www.courtlistener.com/api/rest/v3/opinions/721290/",
    "http://www.courtlistener.com/api/rest/v3/opinions/788830/"
  ]
}