{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203757/",
  "absolute_url": "/opinion/203757/john-v-russo/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203757/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:22:37Z",
  "date_modified": "2016-04-26T12:27:53.725723Z",
  "type": "010combined",
  "sha1": "f75599017802222925f559b3ec420263c7342106",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-2594P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/04/02/John_v._Russo.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 06-2594\n\n                             DWIGHT JOHN,\n\n                        Petitioner, Appellant,\n\n                                  v.\n\n                              LOIS RUSSO,\n\n                         Respondent, Appellee.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                   FOR THE DISTRICT OF MASSACHUSETTS\n\n             [Hon. William G. Young, U.S. District Judge]\n\n\n                                Before\n\n                   Lipez and Howard, Circuit Judges,\n\n                and Oberdorfer,* Senior District Judge.\n\n\n\n     James W. Lawson, with whom Oteri & Lawson, P.C. was on brief\nfor petitioner.\n     Jonathan M. Ofilos, Assistant Attorney General, Criminal\nBureau, with whom Martha Coakley, Attorney General was on brief for\nrespondent.\n\n\n\n                             April 2, 2009\n\n\n\n*\n    Of the District of Columbia, sitting by designation.\n\f              HOWARD, Circuit Judge.      Dwight John appeals from the\n\ndistrict court's denial of his habeas corpus petition.            John was\n\nconvicted in Massachusetts Superior Court (state trial court) of\n\nfirst-degree murder of Lezmore Buffong1 and is serving a sentence\n\nof   life     imprisonment.   The   conviction   was   affirmed    by   the\n\nMassachusetts Supreme Judicial Court (SJC).       Commonwealth v. John,\n\n812 N.E.2d 1218 (Mass. 2004).       John argues that the federal court\n\nerroneously denied his petition because his conviction was based on\n\na confession for which he had been granted informal immunity.           We\n\nreject this claim and affirm the district court's denial of the\n\npetition.\n\n                               I.    Facts\n\n              The following discussion of the facts is based on the\n\nstate court record.     See Teti v. Bender, 507 F.3d 50, 53 (1st Cir.\n\n2007).\n\n         A.    John's involvement with the Poison Clan gang\n\n              John was a founding member of the Poison Clan, a gang\n\nformed in the Brooklyn, New York area.         Under the leadership of\n\nGeorge Chang, John and other members of the gang, including Dean\n\nBeckford, Sean Henry and Winston Gordon, sold large amounts of\n\ncrack cocaine in the late 1980s.\n\n\n\n\n1\n  Alternate spellings of names permeate this record.       We adopt the\nspellings used by the district court.\n\n                                    -2-\n\f            Eventually, one of the gang members murdered Chang, and\n\nthe Poison Clan subsequently splintered -- Beckford led a faction\n\nlocated in Virginia and John, Henry, and Gordon led a faction\n\nlocated in Boston.     Henry was killed not long after Chang, which\n\nresulted in the Boston-based Poison Clan temporarily shutting down.\n\nAlthough John and Gordon left Boston soon after Henry's death,\n\nunbeknownst to John, Gordon later returned to Boston and started a\n\nmarijuana    distribution    operation.   To    assist   him   with   this\n\noperation, Gordon hired Lezmore Buffong.\n\n            In mid-December 1990, John visited Boston and encountered\n\nGordon and Buffong.      The encounter, friendly at first, turned\n\ndeadly.     On December 15, John and Buffong, who were traveling\n\ntogether    in   Buffong's   car   followed    by   Gordon   and   another\n\nindividual, became separated from the others at a traffic light.\n\nAt some point after this, John murdered Buffong.\n\n            Nine days later, John was found driving Buffong's car in\n\nNew York, and the police recovered two guns and Buffong's wallet in\n\nthe car.    John, however, was not arrested for the murder of Buffong\n\nuntil nearly four years later in 1994, and that charge was later\n\ndropped.\n\n    B.     John's cooperation with city and federal authorities\n\n            In 1996, while in custody in New York awaiting trial on\n\na state robbery charge, John contacted New York authorities for the\n\npurpose of sharing information about the Poison Clan's criminal\n\n\n                                   -3-\n\factivities, including information regarding Chang's murder.                 John\n\nmade a statement about Chang's murder that eventually came to the\n\nattention of Assistant United States Attorney David Novak, who was\n\nbuilding a federal case in Virginia against Beckford and other\n\nPoison Clan members.      Novak and John's New York attorney arranged\n\nto have John transferred to a federal institution in Virginia so\n\nthat he could be available to give information to Novak about the\n\nPoison Clan.        They also agreed that Novak would seek to have\n\ncounsel appointed for John.\n\n              The first meeting between John and Novak took place in\n\nVirginia in April 1996.      At that meeting, Novak advised John that\n\nhe   should    be   represented   by    counsel   and   spent   half   an    hour\n\nattempting to persuade John to accept representation. John refused\n\nrepresentation.      Novak also offered John a \"proffer letter\" which\n\nstated that \"nothing contained in the oral proffer . . . will be\n\nused against you . . . .\"              John declined to sign the proffer\n\nletter, telling Novak that he just wanted to tell his story.                Novak\n\ndeveloped the impression that John wanted to \"even the score\" with\n\nBeckford, whom John believed was responsible for Henry's murder.\n\nJohn subsequently gave information about criminal activity by\n\nPoison Clan members.\n\n              Following that initial interview, John was debriefed on\n\na number of occasions by Novak and by federal agents.                       John\n\nimplicated himself in some of the Poison Clan's criminal activity,\n\n\n                                       -4-\n\fadmitting at one point that he provided the gun that was used to\n\nmurder Chang.   During those interviews, John was asked at various\n\npoints whether he had ever killed anyone. He consistently answered\n\nthat he had not.\n\n          In May 1996, John testified before a federal grand jury\n\nabout the Poison Clan's drug operations and about several murders.\n\nPrior to this testimony, Novak and John had agreed that, in return\n\nfor John's cooperation with the federal prosecution, Novak would\n\nrecommend to the Brooklyn District Attorney (\"DA\") a favorable\n\ntreatment in his robbery case.    The grand jury transcript itself\n\nincludes John's acknowledgment of the government's agreement to\n\nnotify the Brooklyn DA of his cooperation, and further shows that\n\nJohn was warned that he could be prosecuted for perjury if he lied.\n\nThe transcript contains no references to an immunity agreement.\n\nAfter Novak informed the Brooklyn DA of John's cooperation, John's\n\npending plea deal in the Brooklyn robbery case was reduced from\n\nfive-to-ten years to three-to-five years incarceration.\n\n          In October 1996, Beckford and others were indicted for\n\nmultiple homicides, as well as for racketeering, conspiracy, and\n\nengaging in a continuing criminal enterprise. At around this time,\n\nJohn, still in prison in Virginia, began acting strangely.      He\n\nreportedly walked around naked, threw fecal matter about, poured\n\nmilk on his head, cut himself, banged his head against a wall, and\n\n\n\n\n                                 -5-\n\ftied a string around his neck in an apparent attempt to commit\n\nsuicide.\n\n               We pause here to note that several indicted Poison Clan\n\ndefendants were incarcerated in the same facility as John.                     The\n\nstate trial court that heard John's motion to suppress during the\n\nlater murder prosecution against him observed that there was\n\nevidence that John was malingering in order to avoid testifying\n\nagainst the Beckford defendants.\n\n               After receiving reports of John's bizarre behavior, Novak\n\nvisited him in the correctional facility.              John told Novak that he\n\nwould not testify at the Beckford trial.               Novak responded that he\n\ncould    compel    John   to   testify    by    granting     him   immunity,   thus\n\nstripping him of his Fifth Amendment privilege not to testify.2\n\n               As part of his trial preparation, Novak filed notices\n\nabout prospective government witnesses concerning their criminal\n\nhistories, and any rewards or inducements made in exchange for\n\ntheir testimony.       See Giglio v. United States, 405 U.S. 150, 154\n\n(1972). The notice filed with respect to John, sent to counsel for\n\nthe Beckford defendants in May 1997 (the \"1997 notice\"), explained\n\nthe arrangement with the Brooklyn DA.             The notice also stated that\n\nJohn    \"has    been   informed   that     he    has   use    immunity   for    his\n\nstatements, meaning that anything he says cannot be held against\n\nhim in any fashion.\"\n\n\n2\n    The exact date of this conversation is not clear from the record.\n\n                                         -6-\n\f             John, however, did not testify at trial.          On June 20,\n\n1997, the week before he was scheduled to testify, John was visited\n\nby an FBI agent.     The agent noticed that John seemed agitated and\n\nasked him whether the defendants knew something about him that the\n\ngovernment did not that might come up at trial.             At that point,\n\nJohn told the agent that he had killed Buffong in Boston.                The\n\nagent notified Novak of the confession, and Novak elected not to\n\ncall John as a witness.           The agent also notified the Boston\n\npolice.3\n\n    C.   Trial court suppression hearing and prosecution of John\n\n             After John was indicted in 1998 in Massachusetts for\n\nBuffong's murder, he sought to suppress his confession.             At the\n\nsuppression hearing, Novak testified that his promise of immunity\n\nto John was conditional upon John testifying at the Beckford trial,\n\nand   then   only   for   his   trial    testimony.   The   confession   was\n\nadmitted, and after a trial John was found guilty of first-degree\n\nmurder.      On direct review of the conviction the SJC upheld the\n\n\n3\n  Although there is no dispute that the confession took place at\nthis meeting, the district court identified a discrepancy between\nthe trial court's finding and the record as to the exact wording of\nthe FBI agent's question. John v. Russo, 455 F.Supp.2d 1, 5 n.10\n(D. Mass. 2006). The trial court found that the agent asked whether\n\"the Beck[ford] defendants knew something . . . about which John\nhad not informed law enforcement.\" The district court noted that\nthe agent testified that he \"had asked John directly if John had\nbeen involved in a murder that he had not theretofore revealed to\nlaw enforcement.\"    The record reveals that another Poison Clan\nmember, Winston Gordon, was also cooperating with federal\ninvestigators and had previously told the agent that John had\nkilled Buffong.\n\n                                        -7-\n\ftrial court's conclusion that John did not have immunity from the\n\nuse of his confession against him.\n\n          After   exhausting        his   state   remedies,    John   filed    a\n\npetition for a writ of habeas corpus with the district court.               The\n\ndistrict court denied John's petition but issued a certificate of\n\nappealability under 28 U.S.C. § 2253(c).\n\n                              II.    Discussion\n\n          We   review   the    district     court's   denial    of    a   habeas\n\npetition de novo.   See Lynch v. Ficco, 438 F.3d 35, 44 (1st Cir.\n\n2006) (citing Ellsworth v. Warden, 333 F.3d 1, 3 (1st Cir. 2003)).\n\n          Federal habeas review of a state court decision is\n\nconducted under the Anti-Terrorism and Effective Death Penalty Act\n\nof 1996 (\"AEDPA\"), 28 U.S.C. § 2254.         See Lindh v. Murphy, 521 U.S.\n\n320, 336 (1997); Niland v. Hall, 280 F.3d 6, 11 (1st Cir. 2002).\n\nUnder AEDPA, a federal court can grant habeas relief only where a\n\nstate court adjudication:\n\n          (d)(1) . . . resulted in a decision that was\n          contrary to, or involved an unreasonable\n          application of, clearly established Federal\n          law, as determined by the Supreme Court of the\n          United States; or\n\n             (2) resulted in a decision that was based\n          on an unreasonable determination of the facts\n          in light of the evidence presented in the\n          State court proceeding.\n\n28 U.S.C. § 2254(d).    Subsection 2254(e)provides that:\n\n          a determination of a factual issue made by a\n          State court shall be presumed to be correct.\n          The applicant shall have the burden of\n\n                                      -8-\n\f          rebutting the presumption of correctness by\n          clear and convincing evidence.\n          John first argues for relief under subsection 2254(d)(2)\n\nand (e), and then under (d)(1).    As to §§ 2254(d)(2) and (e), he\n\nargues that the trial court's factual finding -- that John's\n\nconfession was not obtained under a grant of immunity -- was\n\nerroneous.4     John's other arguments are based on the Fifth and\n\nFourteenth    Amendments.   We   address   these   arguments   under   §\n\n2254(d)(1), the \"contrary to, or . . . an unreasonable application\n\nof\" standard.\n\n          A.    Challenge to state court factual findings\n\n          John challenges the state trial court's determination,\n\nwhich was affirmed by the SJC, that \"John's statements and grand\n\njury testimony were not protected by a grant of immunity.\"5      John,\n\n\n4\n  John directs his challenge at the \"state trial court's factual\nfindings\" whereas the government defends both the SJC's \"factual\nfindings\" and the trial court's findings.      After examining the\nrecord, it appears to us that the SJC did not make any factual\nfindings itself but rather concluded that the factual findings made\nby the trial court were supported by the evidence and not clearly\nerroneous. John, 812 N.E.2d at 1221-24. In any event, it is plain\nthat the SJC deferred to the trial court's finding that John's\nstatements and testimony were not obtained under a grant of\nimmunity. Id. at 1223. The SJC concluded that the question of\nwhether a grant of immunity existed hinged on a \"credibility\"\ndetermination and that nothing in the evidentiary record put the\ntrial court's credibility determination into question. Id. In our\nanalysis below, we will refer primarily to the trial court's\nfactual findings, understanding that the SJC agreed with them.\n\n5\n  Although John's challenge is directed at this ultimate factual\nfinding, we interpret him to also be controverting the other\nfactual findings the district court made when arriving at this\nfinding.\n\n                                 -9-\n\f812 N.E.2d at 1223.       In challenging this ultimate factual finding,\n\nJohn   relies    solely   on    evidence    presented   in    the   state   court\n\nproceedings.\n\n           John's has framed his fact-based habeas challenge under\n\nboth   § 2254(d)(2) and § 2254(e)(1).            He asserts that the trial\n\ncourt's finding was objectively unreasonable in light of the\n\nevidence presented in the trial court proceeding, see § 2254(d)(2),\n\nand that he has presented clear and convincing evidence sufficient\n\nto overcome the presumption of correctness we afford state court\n\nfactual findings in the habeas context.             See § 2254(e)(1).       As we\n\nobserved   in    Teti,     \"'the    relationship     between    the   standards\n\nenunciated in § 2254(d)(2) and § 2254(e)(1) remains unclear.'\" 507\n\nF.3d at 58 (quoting Lambert v. Blackwell, 387 F.3d 210, 235 (3d\n\nCir.   2004)).      Both       standards,    however,   \"'express     the    same\n\nfundamental principle of deference to state court findings.'\"                 Id.\n\nAs dictated by Teti, we apply a presumption of correctness to the\n\ntrial court's factual findings and also examine whether there has\n\nbeen an unreasonable determination of the facts in light of the\n\nevidence presented in the state court proceeding.               See id.\n\n           The trial court ultimately found that John's confession\n\nwas not obtained under a promise of immunity.                  Supporting this\n\ndetermination,     the    trial    court    found   that     John   expressed   a\n\nwillingness to assist in the prosecution of Poison Clan leaders and\n\nthat Novak concluded that John was willing to assist in the\n\n\n                                      -10-\n\fprosecution because he harbored animosity toward Dean Beckford, one\n\nof the Poison Clan leaders whom Novak was prosecuting; that John\n\nrefused court appointed counsel in connection with this assistance;\n\nand that John also refused to sign a proffer letter that provided\n\nthat \"nothing contained in the oral proffer . . . will be used\n\nagainst you.\"\n\n          The trial court also found that the only \"agreement\" that\n\nexisted between Novak and John was the one Novak identified during\n\nJohn's grand jury testimony:       that federal prosecutors had agreed\n\nto notify the Brooklyn D.A.'s office of John's cooperation in the\n\nfederal prosecution of the Poison Clan. The trial court determined\n\nthat although Novak stated in the 1997 notice that John has \"use\n\nimmunity\" for his statements, this statement meant simply that John\n\nhad immunity for his anticipated testimony at the Beckford trial.\n\nIn making this finding, the trial court relied on other evidence in\n\nthe record.     The court noted that John had previously told Novak\n\nthat he did not want to cooperate further in the prosecution and,\n\nspecifically, that he would refuse to testify at Beckford's trial.\n\nWhen Novak heard this, the trial court found, he informed John that\n\nhe had to testify because Novak could immunize him formally or\n\ninformally, effectively stripping him of his Fifth Amendment right\n\nto not testify.\n\n          Seeking    to   adduce     clear   and   convincing   evidence\n\nsufficient to rebut the presumption of correctness we give these\n\n\n                                   -11-\n\ffactual findings, John identifies two documents which he argues\n\nestablish   that,   prior   to   his   confession,   Novak   offered   him\n\nunrestricted use immunity not limited to future trial testimony.\n\nHe additionally criticizes the record evidence the trial court\n\nrelied on when making its factual findings.           We first address\n\nJohn's reliance on the two documents -- the 1997 notice referred to\n\nabove and a letter sent by Novak to the Suffolk County DA in\n\nSeptember 2000 (\"2000 letter\")6.\n\n            We start with piece of evidence that is the most helpful\n\nto John's position -- the 2000 letter.       Novak wrote:\n\n            In the spring of 1997, Mr. John began having\n            problems while housed at the Northern Neck\n            Regional Jail and indicated that [sic] may not\n            cooperate with our office. I orally told him\n            that he had use immunity for his statements to\n            us, meaning that anything that he said cannot\n            be held against him. I told him that this was\n            conditioned   upon   him  providing   truthful\n            evidence to us.     Again, during this time\n            period, he was telling us that he had not\n            killed anyone. In early June of 1997, prior to\n            the trial of the defendants in United States\n            v. Beckford, I provided the defendants with a\n            notice regarding Mr. John that informed them\n\n\n6\n Although this letter makes a prominent appearance in this appeal,\nits past is more checkered. In its opinion, the federal district\ncourt observed that it initially was unaware of the 2000 letter,\nnoting that John failed to bring the letter to its attention when\nfiling his habeas petition. John, 455 F.Supp. 2d at 10. At first,\nthe court thought that John did not present the letter in the state\ncourt proceedings either, and the court requested briefing to\nclarify matters. Id. Ultimately, both John and the government\nagreed that the Commonwealth provided the letter to John during the\ndiscovery phase of his state criminal case and that John attached\nthe letter to the suppression motion he filed in the trial court.\nId.\n\n                                   -12-\n\f          that I had conferred use immunity on Mr. John.\n          . . . We did not call Mr. John to testify at\n          the [Beckford trial].\n\n(emphasis added).\n\n          Viewed in isolation, the 2000 letter could be interpreted\n\nas indicating that Novak had indeed conferred conditional use\n\nimmunity on John that was not limited to his anticipated testimony\n\nat the Beckford trial.      But, when placed in the context of the\n\nrecord as a whole, the 2000 letter's capacity to call into question\n\nthe correctness of the trial court's ultimate factual finding is\n\nsignificantly undermined.\n\n          To begin, John's discordant use of the 2000 letter in the\n\nprior state court proceedings detracts from his attempted use of it\n\nin this appeal.     Although he attached the 2000 letter to his\n\nsuppression motion in the trial court proceeding, John failed to\n\nadvance any argument based on the letter in that proceeding.   And,\n\nbefore the SJC, John mentioned the 2000 letter only to effectively\n\nargue that it should be ignored. Specifically, John identified one\n\nstatement made by Novak in the 2000 letter -- Novak's statement\n\nthat John's immunity was conditioned on him providing truthful\n\ninformation -- and characterized it as a \"late attempt to amend the\n\nunrestricted use immunity granted Mr. John in 1996-1997.\"   Driving\n\nthis point home further, John contended to the SJC that the 1997\n\n\n\n\n                                 -13-\n\fNotice, not the 2000 letter, was the \"best evidence of the immunity\n\nagreement.\"7\n\n          Putting aside the question of whether John has waived his\n\nnewly minted argument regarding the significance of the 2000\n\nletter, it is apparent that, at least before the state courts, he\n\ndid not rely on the 2000 letter itself to establish the existence\n\nof a broader use immunity agreement.    That John chose not to rely\n\non the 2000 letter for this purpose before the state courts is\n\ncertainly something those courts could have taken into account when\n\nresolving the factual question.    But more importantly, when viewed\n\nagainst the backdrop of all of the other record evidence, the 2000\n\nletter can be harmonized with the trial court's finding that John's\n\nconfession was not obtained under a grant of immunity.\n\n          We examine the key statement in the letter, Novak's\n\nstatement that, \"I orally told him that he had use immunity for his\n\nstatements to us, meaning that anything he said cannot be held\n\nagainst him.\"   (emphasis ours).   As we have noted, this statement\n\nmay be interpreted to suggest that Novak offered John use immunity\n\nprior to his confession.    For example, Novak's use of the word\n\n\"had\" may reasonably be read as indicating that the government had\n\nalready bestowed a form of immunity on John distinct from any\n\nimmunity contingent on future trial testimony.   And, moreover, the\n\n\n\n7\n  We additionally note that in his habeas petition, John failed to\nbring the letter to the federal district court's attention. Id.\n\n                               -14-\n\fphrase \"statements to us,\" could be read as referring to out-of-\n\ncourt statements made to federal authorities.\n\n           But   another    interpretation     of     this   statement     is\n\nundoubtedly plausible.      In the 2000 letter, immediately preceding\n\nNovak's statement about immunity, Novak stated that John had\n\n\"indicated that [sic] may not cooperate with our office.\"              It was\n\nthen that Novak stated that he, \"orally told [John] that he had use\n\nimmunity for his statements to us, meaning that anything he said\n\ncannot be held against him.\" (emphasis ours). This indicates that\n\nNovak's statement about immunity was directed at ensuring John's\n\nfuture cooperation.       In other words, Novak communicated to John\n\nthat he had immunity for statements to be made at trial, immunity\n\nthat   would   preclude   him   from   successfully    asserting   a    Fifth\n\nAmendment right not to testify at Beckford's trial.\n\n           This interpretation of Novak's statement in the 2000\n\nletter is bolstered by Novak's testimony at the suppression hearing\n\nheld by the trial court.        Novak testified that, when he visited\n\nJohn in 1997, John informed him that he would not testify at\n\nBeckford's trial.     Novak further testified that, after hearing\n\nthis, he told John that \"he [didn't] have a choice\" and that he\n\nwould \"strip[] him of his Fifth Amendment rights\" by \"giving him\n\ninformal immunity.\"\n\n           In this context, the 2000 letter's \"statements to us\"\n\nphrase can be read to mean statements to be elicited from John by\n\n\n                                   -15-\n\ffederal prosecutors at Beckford's trial.                   And Novak's use of the\n\nword \"had\" may be read to mean that John \"had\" immunity in the\n\nsense that he no longer possessed it at the time that the 2000\n\nletter was written, or simply to mean that John would have immunity\n\nfor statements made at Beckford's trial, as the trial court found.\n\n              To    be    sure,    if   Novak    meant    to   clearly     convey   this\n\narrangement in the 2000 letter he could have chosen his words more\n\ncarefully.         And had this letter been sent to John prior to his\n\nconfession     for       the    purpose     of   memorializing     an     agreement    or\n\nunderstanding, this would be a different case entirely.                          But, in\n\nthe    end,   the    2000      letter,    though     imprecisely       worded,   may   be\n\ninterpreted consistently with the other evidence in the record and\n\nharmonized with the trial court's other factual findings.\n\n              In addition to the 2000 letter, John relies on the 1997\n\nnotice.       John       contends   that     this    notice,     which    contained    no\n\nexplicit condition on the use immunity conferred by Novak, is the\n\nonly    written      representation         of     the   terms    of     immunity   made\n\nreasonably contemporaneous with the events at issue.\n\n              This may be so, but given the interaction between Novak\n\nand John in the days leading up to the Beckford trial, this notice\n\ncould be interpreted to simply indicate that John had immunity for\n\nanticipated        trial       testimony.        This    reading    is     particularly\n\nplausible given the purpose the 1997 notice served -- to identify\n\n\n\n\n                                            -16-\n\fJohn as a prospective trial witness who had \"use immunity for his\n\nstatements.\"\n\n           In attempting to satisfy his burden of providing clear\n\nand convincing evidence to rebut the presumption of correctness,\n\nJohn also criticizes the evidence relied on by the trial court.\n\nBasically, John argues that none of the evidence presented in the\n\ntrial court squarely contradicts his view of the agreement he had\n\nwith Novak.     He says that Novak failed to make any notes, send John\n\nany letters, write any memos, or give notice to John's lawyer about\n\nan immunity grant conditional on John's testimony at Beckford's\n\ntrial.   And he observes, moreover, that the grand jury transcripts\n\nalso fail to indicate that he had an immunity grant conditional on\n\nfuture testimony.\n\n           None of these alleged shortcomings cast serious doubt on\n\nthe trial court's findings.       At bottom, John's argument boils down\n\nto a request that we simply adopt his version of events and\n\nsubsequently read all the evidence consistently with it. Where the\n\nrecord evidence can be interpreted to support a different version,\n\nthe case here, we must reject such a request.\n\n           In    sum,   we   cannot   conclude     that   there   has   been   an\n\nunreasonable determination of the facts in light of the evidence\n\npresented in the State court proceeding or that John has introduced\n\n\"clear   and    convincing\"    evidence      to   rebut   the   presumption    of\n\ncorrectness attached to the trial court's findings of fact. In the\n\n\n                                      -17-\n\fend, the trial court was presented with two competing accounts of\n\nevents and conversations that took place between John and federal\n\nauthorities.       Each of these accounts was supported by record\n\nevidence.    In the face of this competing evidence, the trial court\n\naccepted the government's version of events. And partly tied up in\n\nthe trial court's ultimate finding were credibility determinations\n\nit made at a suppression hearing, determinations we are reluctant\n\nto revisit in this posture.         See Teti, 507 F.3d at 59 (\"[T]he state\n\ntrial judge's implicit credibility determinations, adopted by the\n\n[state     appellate     court],    are    exactly   the   type     of   factual\n\ndeterminations to which we defer, at least short of any indication\n\nof serious error.\") (citing Rice v. Collins, 546 U.S. 333, 341-42\n\n(2006)).\n\nB. \"Contrary to, or . . . an unreasonable application of . . . \"\n\n            John next seeks relief under § 2254(d)(1), arguing that\n\nthe state court adjudication \"resulted in a decision that was\n\ncontrary to, or involved an unreasonable application of, clearly\n\nestablished Federal law, as determined by the Supreme Court of the\n\nUnited States.\"          He challenges his state court conviction on\n\nconstitutional     grounds,       presenting   arguments   sounding      in   due\n\nprocess.\n\n            \"To be 'contrary to' clearly established Supreme Court\n\nlaw, a state court must 'appl[y] a rule that contradicts the\n\ngoverning    law   set    forth    in   [the   Supreme   Court's]    cases'    or\n\n\n                                        -18-\n\f'confronts a set of facts that are materially indistinguishable\n\nfrom a decision of th[e] [Supreme] Court and nevertheless arrives\n\nat a result different from [its] precedent.'\" Dagley v. Russo, 540\n\nF.3d 8, 13 (1st Cir. 2008) (quoting Williams v. Taylor, 529 U.S.\n\n362, 405-06 (2000)).       A state court's decision will constitute an\n\n\"unreasonable application\" of clearly established Federal law if\n\nthe court either \"'identifies the correct governing legal rule from\n\nth[e]   [Supreme] Court's cases but unreasonably applies it to the\n\nfacts of the particular state prisoner's case'\" or \"'unreasonably\n\nextends a legal principle from [the Supreme Court's] precedent to\n\na new context where it should not apply or unreasonably refuses to\n\nextend that principle to a new context where it should apply.'\"\n\nId. (quoting Williams, 529 U.S. at 407).\n\n            Most of John's arguments proceed on the same premise as\n\nhis   fact-based   argument    --   that   the   government    granted   him\n\nunrestricted use immunity at some point. Specifically, John claims\n\nthat Novak promised him unrestricted use immunity, which he alleges\n\nis reflected by the grand jury colloquy, and then later made this\n\nimmunity conditional upon him testifying truthfully at the Beckford\n\ntrial. Given our resolution of John's challenge to the state court\n\nfactual findings, none of these arguments are colorable.               As we\n\ndeveloped   above,   the    state   court's   finding   that   Novak   never\n\npromised John unrestricted use immunity is supported by the record,\n\n\n\n\n                                    -19-\n\fand John has failed to rebut the presumption of correctness we\n\nafford that finding.\n\n            But   one   of    John's   arguments    does    not    hinge   on   our\n\nrejecting the state court factual findings.                  John argues that\n\nNovak's threat to \"strip\" him of his Fifth Amendment rights, which\n\ncame    before    his   confession     to   the    FBI    agent,   rendered     his\n\nconfession involuntary.         The SJC disagreed, ruling that the trial\n\ncourt did not err in concluding that John's confession to the FBI\n\nagent was voluntary.         John, 812 N.E.2d at 1224-25.          Although John\n\ndoes not couch his challenge to this SJC ruling in the language of\n\n§ 2254(d)(1), we take him to be arguing that the ruling was\n\n\"contrary to\" Supreme Court precedent or \"involved an unreasonable\n\napplication of\" that precedent.\n\n            Consistent with the Supreme Court's decision in Arizona\n\nv. Fulminante, 499 U.S. 279 (1991), in analyzing John's claim that\n\nhis confession was involuntary, the SJC considered the totality of\n\nthe    circumstances,    recognizing        that   \"the    voluntariness      of   a\n\nconfession turns on whether the defendant's will was overborne to\n\nthe extent that [his] statements were not the result of a free and\n\nvoluntary act.\" John, 812 N.E.2d at 1224 (citations omitted); see\n\nalso Fulminante, 499 U.S. at 285-87. The SJC concluded that John's\n\nconfession was voluntary, discussing both John's impression of the\n\n\n\n\n                                       -20-\n\frelevant   meeting   with   Novak    and   his   possible    motivation   for\n\nconfessing to the FBI agent.        John, 812 N.E.2d at 1224.8\n\n           After review of the record, we conclude that the SJC did\n\nnot unreasonably apply, or act contrary to, Supreme Court law when\n\nconcluding that John's confession was voluntary.            Although the SJC\n\ndid not cite Supreme Court precedent, its voluntariness analysis\n\nwas consistent with it.      See Dagley, 540 F.3d at 16 (recognizing\n\nthat \"[a] failure to cite Supreme Court decisions does not itself\n\nsuggest a state court decision is 'contrary to' such precedents\" .\n\n. . . \"'so long as neither the reasoning nor the result of the\n\nstate-court decision contradicts them'\") (citations omitted).             And\n\nthe SJC's voluntariness ruling was reasonable and amply supported\n\nby the record evidence.\n\n                            III.    Conclusion\n\n           For the reasons provided above, we affirm.\n\n           Affirmed.\n\n\n\n\n8\n  With respect to the Novak meeting, the SJC noted that the trial\ncourt's conclusion \"that John was well-acquainted with the\ninterview process and his rights, was not under the influence of\ndrugs or alcohol, or affected by mental illness, and clearly had\nnot been given immunity\" was fully supported by the evidence. Id.\nAnd the SJC characterized John's confession to the FBI agent as\nJohn's attempt to make himself undesirable as a witness so that the\nfederal prosecutors would not put him on the witness stand. Id.\n\n                                    -21-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>561 F.3d 88 (2009)</b></center>\n<center><h1>Dwight JOHN, Petitioner, Appellant,<br>\nv.<br>\nLois RUSSO, Respondent, Appellee.</h1></center>\n<center>No. 06-2594.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard October 5, 2007.</center>\n<center>Decided April 2, 2009.</center>\n<p>James W. Lawson, with whom Oteri &amp; Lawson, P.C. was on brief for petitioner.</p>\n<p>Jonathan M. Ofilos, Assistant Attorney General, Criminal Bureau, with whom Martha Coakley, Attorney General was on brief for respondent.</p>\n<p>Before LIPEZ and HOWARD, Circuit Judges, and OBERDORFER,<sup>[*]</sup> Senior District Judge.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>Dwight John appeals from the district court's denial of his habeas corpus petition. John was convicted in Massachusetts Superior Court (state trial court) of first-degree murder of Lezmore Buffong<sup>[1]</sup> and <span class=\"star-pagination\">*89</span> is serving a sentence of life imprisonment. The conviction was affirmed by the Massachusetts Supreme Judicial Court (SJC). <i>Commonwealth v. John,</i> 442 Mass. 329, 812 N.E.2d 1218 (2004). John argues that the federal court erroneously denied his petition because his conviction was based on a confession for which he had been granted informal immunity. We reject this claim and affirm the district court's denial of the petition.</p>\n<p></p>\n<h2>I. <i>Facts</i>\n</h2>\n<p>The following discussion of the facts is based on the state court record. <i>See </i><i>Teti v. Bender,</i> 507 F.3d 50, 53 (1st Cir.2007).</p>\n<p></p>\n<h2>A. John's involvement with the Poison Clan gang</h2>\n<p>John was a founding member of the Poison Clan, a gang formed in the Brooklyn, New York area. Under the leadership of George Chang, John and other members of the gang, including Dean Beckford, Sean Henry and Winston Gordon, sold large amounts of crack cocaine in the late 1980s.</p>\n<p>Eventually, one of the gang members murdered Chang, and the Poison Clan subsequently splintered  Beckford led a faction located in Virginia and John, Henry, and Gordon led a faction located in Boston. Henry was killed not long after Chang, which resulted in the Boston-based Poison Clan temporarily shutting down. Although John and Gordon left Boston soon after Henry's death, unbeknownst to John, Gordon later returned to Boston and started a marijuana distribution operation. To assist him with this operation, Gordon hired Lezmore Buffong.</p>\n<p>In mid-December 1990, John visited Boston and encountered Gordon and Buffong. The encounter, friendly at first, turned deadly. On December 15, John and Buffong, who were traveling together in Buffong's car followed by Gordon and another individual, became separated from the others at a traffic light. At some point after this, John murdered Buffong.</p>\n<p>Nine days later, John was found driving Buffong's car in New York, and the police recovered two guns and Buffong's wallet in the car. John, however, was not arrested for the murder of Buffong until nearly four years later in 1994, and that charge was later dropped.</p>\n<p></p>\n<h2>B. John's cooperation with city and federal authorities</h2>\n<p>In 1996, while in custody in New York awaiting trial on a state robbery charge, John contacted New York authorities for the purpose of sharing information about the Poison Clan's criminal activities, including information regarding Chang's murder. John made a statement about Chang's murder that eventually came to the attention of Assistant United States Attorney David Novak, who was building a federal case in Virginia against Beckford and other Poison Clan members. Novak and John's New York attorney arranged to have John transferred to a federal institution in Virginia so that he could be available to give information to Novak about the Poison Clan. They also agreed that Novak would seek to have counsel appointed for John.</p>\n<p>The first meeting between John and Novak took place in Virginia in April 1996. At that meeting, Novak advised John that he should be represented by counsel and spent half an hour attempting to persuade John to accept representation. John refused representation. Novak also offered John a \"proffer letter\" which stated that \"nothing contained in the oral proffer ... <span class=\"star-pagination\">*90</span> will be used against you....\" John declined to sign the proffer letter, telling Novak that he just wanted to tell his story. Novak developed the impression that John wanted to \"even the score\" with Beckford, whom John believed was responsible for Henry's murder. John subsequently gave information about criminal activity by Poison Clan members.</p>\n<p>Following that initial interview, John was debriefed on a number of occasions by Novak and by federal agents. John implicated himself in some of the Poison Clan's criminal activity, admitting at one point that he provided the gun that was used to murder Chang. During those interviews, John was asked at various points whether he had ever killed anyone. He consistently answered that he had not.</p>\n<p>In May 1996, John testified before a federal grand jury about the Poison Clan's drug operations and about several murders. Prior to this testimony, Novak and John had agreed that, in return for John's cooperation with the federal prosecution, Novak would recommend to the Brooklyn District Attorney (\"DA\") a favorable treatment in his robbery case. The grand jury transcript itself includes John's acknowledgment of the government's agreement to notify the Brooklyn DA of his cooperation, and further shows that John was warned that he could be prosecuted for perjury if he lied. The transcript contains no references to an immunity agreement. After Novak informed the Brooklyn DA of John's cooperation, John's pending plea deal in the Brooklyn robbery case was reduced from five-to-ten years to three-to-five years incarceration.</p>\n<p>In October 1996, Beckford and others were indicted for multiple homicides, as well as for racketeering, conspiracy, and engaging in a continuing criminal enterprise. At around this time, John, still in prison in Virginia, began acting strangely. He reportedly walked around naked, threw fecal matter about, poured milk on his head, cut himself, banged his head against a wall, and tied a string around his neck in an apparent attempt to commit suicide.</p>\n<p>We pause here to note that several indicted Poison Clan defendants were incarcerated in the same facility as John. The state trial court that heard John's motion to suppress during the later murder prosecution against him observed that there was evidence that John was malingering in order to avoid testifying against the Beckford defendants.</p>\n<p>After receiving reports of John's bizarre behavior, Novak visited him in the correctional facility. John told Novak that he would not testify at the Beckford trial. Novak responded that he could compel John to testify by granting him immunity, thus stripping him of his Fifth Amendment privilege not to testify.<sup>[2]</sup></p>\n<p>As part of his trial preparation, Novak filed notices about prospective government witnesses concerning their criminal histories, and any rewards or inducements made in exchange for their testimony. <i>See </i><i>Giglio v. United States,</i> 405 U.S. 150, 154, 92 S.Ct. 763, 31 L.Ed.2d 104 (1972). The notice filed with respect to John, sent to counsel for the Beckford defendants in May 1997 (the \"1997 notice\"), explained the arrangement with the Brooklyn DA. The notice also stated that John \"has been informed that he has use immunity for his statements, meaning that anything he says cannot be held against him in any fashion.\"</p>\n<p>John, however, did not testify at trial. On June 20, 1997, the week before he was scheduled to testify, John was visited by an FBI agent. The agent noticed that John seemed agitated and asked him <span class=\"star-pagination\">*91</span> whether the defendants knew something about him that the government did not that might come up at trial. At that point, John told the agent that he had killed Buffong in Boston. The agent notified Novak of the confession, and Novak elected not to call John as a witness. The agent also notified the Boston police.<sup>[3]</sup></p>\n<p></p>\n<h2>C. Trial court suppression hearing and prosecution of John</h2>\n<p>After John was indicted in 1998 in Massachusetts for Buffong's murder, he sought to suppress his confession. At the suppression hearing, Novak testified that his promise of immunity to John was conditional upon John testifying at the Beckford trial, and then only for his trial testimony. The confession was admitted, and after a trial John was found guilty of first-degree murder. On direct review of the conviction the SJC upheld the trial court's conclusion that John did not have immunity from the use of his confession against him.</p>\n<p>After exhausting his state remedies, John filed a petition for a writ of habeas corpus with the district court. The district court denied John's petition but issued a certificate of appealability under 28 U.S.C. § 2253(c).</p>\n<p></p>\n<h2>II. <i>Discussion</i>\n</h2>\n<p>We review the district court's denial of a habeas petition de novo. <i>See </i><i>Lynch v. Ficco,</i> 438 F.3d 35, 44 (1st Cir.2006) (citing <i>Ellsworth v. Warden,</i> 333 F.3d 1, 3 (1st Cir.2003)).</p>\n<p>Federal habeas review of a state court decision is conducted under the Anti-Terrorism and Effective Death Penalty Act of 1996 (\"AEDPA\"), 28 U.S.C. § 2254. <i>See </i><i>Lindh v. Murphy,</i> 521 U.S. 320, 336, 117 S.Ct. 2059, 138 L.Ed.2d 481 (1997); <i>Niland v. Hall,</i> 280 F.3d 6, 11 (1st Cir.2002). Under AEDPA, a federal court can grant habeas relief only where a state court adjudication:</p>\n<blockquote>(d)(1) ... resulted in a decision that was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States; or</blockquote>\n<blockquote>(2) resulted in a decision that was based on an unreasonable determination of the facts in light of the evidence presented in the State court proceeding.</blockquote>\n<p>28 U.S.C. § 2254(d). Subsection 2254(e)provides that:</p>\n<blockquote>a determination of a factual issue made by a State court shall be presumed to be correct. The applicant shall have the burden of rebutting the presumption of correctness by clear and convincing evidence. John first argues for relief under subsection 2254(d)(2)</blockquote>\n<p>and (e), and then under (d)(1). As to §§ 2254(d)(2) and (e), he argues that the trial court's factual finding  that John's confession was not obtained under a grant of immunity  was erroneous.<sup>[4]</sup> John's other <span class=\"star-pagination\">*92</span> arguments are based on the Fifth and Fourteenth Amendments. We address these arguments under § 2254(d)(1), the \"contrary to, or ... an unreasonable application of\" standard.</p>\n<p></p>\n<h2>A. Challenge to state court factual findings</h2>\n<p>John challenges the state trial court's determination, which was affirmed by the SJC, that \"John's statements and grand jury testimony were not protected by a grant of immunity.\"<sup>[5]</sup><i>John,</i> 812 N.E.2d at 1223. In challenging this ultimate factual finding, John relies solely on evidence presented in the state court proceedings.</p>\n<p>John's has framed his fact-based habeas challenge under both § 2254(d)(2) and § 2254(e)(1). He asserts that the trial court's finding was objectively unreasonable in light of the evidence presented in the trial court proceeding, <i>see</i> § 2254(d)(2), and that he has presented clear and convincing evidence sufficient to overcome the presumption of correctness we afford state court factual findings in the habeas context. <i>See</i> § 2254(e)(1). As we observed in <i>Teti,</i> \"`the relationship between the standards enunciated in § 2254(d)(2) and § 2254(e)(1) remains unclear.'\" 507 F.3d at 58 (quoting <i>Lambert v. Blackwell,</i> 387 F.3d 210, 235 (3d Cir.2004)). Both standards, however, \"`express the same fundamental principle of deference to state court findings.'\" <i>Id.</i> As dictated by <i>Teti,</i> we apply a presumption of correctness to the trial court's factual findings and also examine whether there has been an unreasonable determination of the facts in light of the evidence presented in the state court proceeding. <i>See id.</i></p>\n<p>The trial court ultimately found that John's confession was not obtained under a promise of immunity. Supporting this determination, the trial court found that John expressed a willingness to assist in the prosecution of Poison Clan leaders and that Novak concluded that John was willing to assist in the prosecution because he harbored animosity toward Dean Beckford, one of the Poison Clan leaders whom Novak was prosecuting; that John refused court appointed counsel in connection with this assistance; and that John also refused to sign a proffer letter that provided that \"nothing contained in the oral proffer ... will be used against you.\"</p>\n<p>The trial court also found that the only \"agreement\" that existed between Novak and John was the one Novak identified during John's grand jury testimony: that federal prosecutors had agreed to notify the Brooklyn D.A.'s office of John's cooperation in the federal prosecution of the Poison Clan. The trial court determined that although Novak stated in the 1997 notice that John has \"use immunity\" for his statements, this statement meant simply that John had immunity for his anticipated testimony at the Beckford trial. In <span class=\"star-pagination\">*93</span> making this finding, the trial court relied on other evidence in the record. The court noted that John had previously told Novak that he did not want to cooperate further in the prosecution and, specifically, that he would refuse to testify at Beckford's trial. When Novak heard this, the trial court found, he informed John that he had to testify because Novak could immunize him formally or informally, effectively stripping him of his Fifth Amendment right to not testify.</p>\n<p>Seeking to adduce clear and convincing evidence sufficient to rebut the presumption of correctness we give these factual findings, John identifies two documents which he argues establish that, prior to his confession, Novak offered him <i>unrestricted use immunity</i> not limited to future trial testimony. He additionally criticizes the record evidence the trial court relied on when making its factual findings. We first address John's reliance on the two documents  the 1997 notice referred to above and a letter sent by Novak to the Suffolk County DA in September 2000 (\"2000 letter\")<sup>[6]</sup>.</p>\n<p>We start with piece of evidence that is the most helpful to John's position  the 2000 letter. Novak wrote:</p>\n<blockquote>In the spring of 1997, Mr. John began having problems while housed at the Northern Neck Regional Jail and indicated that [sic] may not cooperate with our office. I orally told him that <i>he had use immunity for his statements to us, meaning that anything that he said cannot be held against him. I told him that this was conditioned upon him providing truthful evidence to us.</i> Again, during this time period, he was telling us that he had not killed anyone. In early June of 1997, prior to the trial of the defendants in <i>United States v. Beckford,</i> I provided the defendants with a notice regarding Mr. John that informed them that I had conferred use immunity on Mr. John.... We did not call Mr. John to testify at the [Beckford trial].</blockquote>\n<p>(emphasis added).</p>\n<p>Viewed in isolation, the 2000 letter could be interpreted as indicating that Novak had indeed conferred conditional use immunity on John that was not limited to his anticipated testimony at the Beckford trial. But, when placed in the context of the record as a whole, the 2000 letter's capacity to call into question the correctness of the trial court's ultimate factual finding is significantly undermined.</p>\n<p>To begin, John's discordant use of the 2000 letter in the prior state court proceedings detracts from his attempted use of it in this appeal. Although he attached the 2000 letter to his suppression motion in the trial court proceeding, John failed to advance <i>any</i> argument based on the letter in that proceeding. And, before the SJC, John mentioned the 2000 letter only to effectively argue that it should be ignored. Specifically, John identified one statement made by Novak in the 2000 letter  Novak's statement that John's immunity was conditioned on him providing truthful information  and characterized it as a \"late attempt to amend the unrestricted use immunity granted Mr. John in 1996-1997.\" <span class=\"star-pagination\">*94</span> Driving this point home further, John contended to the SJC that the 1997 Notice, <i>not</i> the 2000 letter, was the \"best evidence of the immunity agreement.\"<sup>[7]</sup></p>\n<p>Putting aside the question of whether John has waived his newly minted argument regarding the significance of the 2000 letter, it is apparent that, at least before the state courts, he did not rely on the 2000 letter itself to establish the <i>existence</i> of a broader use immunity agreement. That John chose not to rely on the 2000 letter for this purpose before the state courts is certainly something those courts could have taken into account when resolving the factual question. But more importantly, when viewed against the backdrop of all of the other record evidence, the 2000 letter can be harmonized with the trial court's finding that John's confession was not obtained under a grant of immunity.</p>\n<p>We examine the key statement in the letter, Novak's statement that, \"I orally told him that he <i>had</i> use immunity for his statements to <i>us,</i> meaning that anything he said cannot be held against him.\" (emphasis ours). As we have noted, this statement may be interpreted to suggest that Novak offered John use immunity <i>prior to</i> his confession. For example, Novak's use of the word \"had\" may reasonably be read as indicating that the government had already bestowed a form of immunity on John distinct from any immunity contingent on future trial testimony. And, moreover, the phrase \"statements to us,\" could be read as referring to <i>out-of-court</i> statements made to federal authorities.</p>\n<p>But another interpretation of this statement is undoubtedly plausible. In the 2000 letter, immediately preceding Novak's statement about immunity, Novak stated that John had \"indicated that [sic] may not cooperate with our office.\" It was then that Novak stated that he, \"orally told [John] that he <i>had</i> use immunity for his statements to <i>us,</i> meaning that anything he said cannot be held against him.\" (emphasis ours). This indicates that Novak's statement about immunity was directed at ensuring John's future cooperation. In other words, Novak communicated to John that he had immunity for statements to be made <i>at trial,</i> immunity that would preclude him from successfully asserting a Fifth Amendment right not to testify at Beckford's trial.</p>\n<p>This interpretation of Novak's statement in the 2000 letter is bolstered by Novak's testimony at the suppression hearing held by the trial court. Novak testified that, when he visited John in 1997, John informed him that he would not testify at Beckford's trial. Novak further testified that, after hearing this, he told John that \"he [didn't] have a choice\" and that he would \"strip[ ] him of his Fifth Amendment rights\" by \"giving him informal immunity.\"</p>\n<p>In this context, the 2000 letter's \"statements to us\" phrase can be read to mean statements to be elicited from John by federal prosecutors at Beckford's trial. And Novak's use of the word \"had\" may be read to mean that John \"had\" immunity in the sense that he no longer possessed it at the time that the 2000 letter was written, or simply to mean that John would have immunity for statements made at Beckford's trial, as the trial court found.</p>\n<p>To be sure, if Novak meant to clearly convey this arrangement in the 2000 letter he could have chosen his words more carefully. And had this letter been sent to <span class=\"star-pagination\">*95</span> John prior to his confession for the purpose of memorializing an agreement or understanding, this would be a different case entirely. But, in the end, the 2000 letter, though imprecisely worded, may be interpreted consistently with the other evidence in the record and harmonized with the trial court's other factual findings.</p>\n<p>In addition to the 2000 letter, John relies on the 1997 notice. John contends that this notice, which contained no explicit condition on the use immunity conferred by Novak, is the only written representation of the terms of immunity made reasonably contemporaneous with the events at issue.</p>\n<p>This may be so, but given the interaction between Novak and John in the days leading up to the Beckford trial, this notice could be interpreted to simply indicate that John had immunity for anticipated trial testimony. This reading is particularly plausible given the purpose the 1997 notice served  to identify John as a prospective trial witness who had \"use immunity for his statements.\"</p>\n<p>In attempting to satisfy his burden of providing clear and convincing evidence to rebut the presumption of correctness, John also criticizes the evidence relied on by the trial court. Basically, John argues that none of the evidence presented in the trial court squarely contradicts his view of the agreement he had with Novak. He says that Novak failed to make any notes, send John any letters, write any memos, or give notice to John's lawyer about an immunity grant conditional on John's testimony at Beckford's trial. And he observes, moreover, that the grand jury transcripts also fail to indicate that he had an immunity grant conditional on future testimony.</p>\n<p>None of these alleged shortcomings cast serious doubt on the trial court's findings. At bottom, John's argument boils down to a request that we simply adopt his version of events and subsequently read all the evidence consistently with it. Where the record evidence can be interpreted to support a different version, the case here, we must reject such a request.</p>\n<p>In sum, we cannot conclude that there has been an unreasonable determination of the facts in light of the evidence presented in the State court proceeding <i>or</i> that John has introduced \"clear and convincing\" evidence to rebut the presumption of correctness attached to the trial court's findings of fact. In the end, the trial court was presented with two competing accounts of events and conversations that took place between John and federal authorities. Each of these accounts was supported by record evidence. In the face of this competing evidence, the trial court accepted the government's version of events. And partly tied up in the trial court's ultimate finding were credibility determinations it made at a suppression hearing, determinations we are reluctant to revisit in this posture. <i>See </i><i>Teti,</i> 507 F.3d at 59 (\"[T]he state trial judge's implicit credibility determinations, adopted by the [state appellate court], are exactly the type of factual determinations to which we defer, at least short of any indication of serious error.\") (citing <i>Rice v. Collins,</i> 546 U.S. 333, 341-42, 126 S.Ct. 969, 163 L.Ed.2d 824 (2006)).</p>\n<p></p>\n<h2>B. \"Contrary to, or ... an unreasonable application of ...\"</h2>\n<p>John next seeks relief under § 2254(d)(1), arguing that the state court adjudication \"resulted in a decision that was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States.\" He challenges his state court conviction on constitutional grounds, presenting arguments sounding in due process.</p>\n<p><span class=\"star-pagination\">*96</span> \"To be `contrary to' clearly established Supreme Court law, a state court must `appl[y] a rule that contradicts the governing law set forth in [the Supreme Court's] cases' or `confronts a set of facts that are materially indistinguishable from a decision of th[e] [Supreme] Court and nevertheless arrives at a result different from [its] precedent.'\" <i>Dagley v. Russo,</i> 540 F.3d 8, 13 (1st Cir.2008) (quoting <i>Williams v. Taylor,</i> 529 U.S. 362, 405-06, 120 S.Ct. 1495, 146 L.Ed.2d 389 (2000)). A state court's decision will constitute an \"unreasonable application\" of clearly established Federal law if the court either \"`identifies the correct governing legal rule from th[e] [Supreme] Court's cases but unreasonably applies it to the facts of the particular state prisoner's case'\" or \"`unreasonably extends a legal principle from [the Supreme Court's] precedent to a new context where it should not apply or unreasonably refuses to extend that principle to a new context where it should apply.'\" <i>Id.</i> (quoting <i>Williams,</i> 529 U.S. at 407, 120 S.Ct. 1495).</p>\n<p>Most of John's arguments proceed on the same premise as his fact-based argument  that the government granted him unrestricted use immunity at some point. Specifically, John claims that Novak promised him unrestricted use immunity, which he alleges is reflected by the grand jury colloquy, and then later made this immunity conditional upon him testifying truthfully at the Beckford trial. Given our resolution of John's challenge to the state court factual findings, none of these arguments are colorable. As we developed above, the state court's finding that Novak never promised John unrestricted use immunity is supported by the record, and John has failed to rebut the presumption of correctness we afford that finding.</p>\n<p>But one of John's arguments does not hinge on our rejecting the state court factual findings. John argues that Novak's threat to \"strip\" him of his Fifth Amendment rights, which came before his confession to the FBI agent, rendered his confession involuntary. The SJC disagreed, ruling that the trial court did not err in concluding that John's confession to the FBI agent was voluntary. <i>John,</i> 812 N.E.2d at 1224-25. Although John does not couch his challenge to this SJC ruling in the language of § 2254(d)(1), we take him to be arguing that the ruling was \"contrary to\" Supreme Court precedent or \"involved an unreasonable application of\" that precedent.</p>\n<p>Consistent with the Supreme Court's decision in <i>Arizona v. Fulminante,</i> 499 U.S. 279, 111 S.Ct. 1246, 113 L.Ed.2d 302 (1991), in analyzing John's claim that his confession was involuntary, the SJC considered the totality of the circumstances, recognizing that \"the voluntariness of a confession turns on whether the defendant's will was overborne to the extent that [his] statements were not the result of a free and voluntary act.\" <i>John,</i> 812 N.E.2d at 1224 (citations omitted); <i>see also </i><i>Fulminante,</i> 499 U.S. at 285-87, 111 S.Ct. 1246. The SJC concluded that John's confession was voluntary, discussing both John's impression of the relevant meeting with Novak and his possible motivation for confessing to the FBI agent. <i>John,</i> 812 N.E.2d at 1224.<sup>[8]</sup></p>\n<p>After review of the record, we conclude that the SJC did not unreasonably apply, <span class=\"star-pagination\">*97</span> or act contrary to, Supreme Court law when concluding that John's confession was voluntary. Although the SJC did not cite Supreme Court precedent, its voluntariness analysis was consistent with it. <i>See </i><i>Dagley,</i> 540 F.3d at 16 (recognizing that \"[a] failure to cite Supreme Court decisions does not itself suggest a state court decision is `contrary to' such precedents\".... \"`so long as neither the reasoning nor the result of the state-court decision contradicts them'\") (citations omitted). And the SJC's voluntariness ruling was reasonable and amply supported by the record evidence.</p>\n<p></p>\n<h2>III. <i>Conclusion</i>\n</h2>\n<p>For the reasons provided above, we affirm.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of Columbia, sitting by designation.</p>\n<p>[1]  Alternate spellings of names permeate this record. We adopt the spellings used by the district court.</p>\n<p>[2]  The exact date of this conversation is not clear from the record.</p>\n<p>[3]  Although there is no dispute that the confession took place at this meeting, the district court identified a discrepancy between the trial court's finding and the record as to the exact wording of the FBI agent's question. <i>John v. Russo,</i> 455 F.Supp.2d 1, 5 n. 10 (D.Mass.2006). The trial court found that the agent asked whether \"the Beck[ford] defendants knew something ... about which John had not informed law enforcement.\" The district court noted that the agent testified that he \"had asked John directly if John had been involved in a murder that he had not theretofore revealed to law enforcement.\" The record reveals that another Poison Clan member, Winston Gordon, was also cooperating with federal investigators and had previously told the agent that John had killed Buffong.</p>\n<p>[4]  John directs his challenge at the \"state trial court's factual findings\" whereas the government defends both the SJC's \"factual findings\" and the trial court's findings. After examining the record, it appears to us that the SJC did not make any factual findings itself but rather concluded that the factual findings made by the trial court were supported by the evidence and not clearly erroneous. <i>John,</i> 812 N.E.2d at 1221-24. In any event, it is plain that the SJC deferred to the trial court's finding that John's statements and testimony were not obtained under a grant of immunity. <i>Id.</i> at 1223. The SJC concluded that the question of whether a grant of immunity existed hinged on a \"credibility\" determination and that nothing in the evidentiary record put the trial court's credibility determination into question. <i>Id.</i> In our analysis below, we will refer primarily to the trial court's factual findings, understanding that the SJC agreed with them.</p>\n<p>[5]  Although John's challenge is directed at this ultimate factual finding, we interpret him to also be controverting the other factual findings the district court made when arriving at this finding.</p>\n<p>[6]  Although this letter makes a prominent appearance in this appeal, its past is more checkered. In its opinion, the federal district court observed that it initially was unaware of the 2000 letter, noting that John failed to bring the letter to its attention when filing his habeas petition. <i>John,</i> 455 F.Supp.2d at 10. At first, the court thought that John did not present the letter in the state court proceedings either, and the court requested briefing to clarify matters. <i>Id.</i> Ultimately, both John and the government agreed that the Commonwealth provided the letter to John during the discovery phase of his state criminal case and that John attached the letter to the suppression motion he filed in the trial court. <i>Id.</i></p>\n<p>[7]  We additionally note that in his habeas petition, John failed to bring the letter to the federal district court's attention. <i>Id.</i></p>\n<p>[8]  With respect to the Novak meeting, the SJC noted that the trial court's conclusion \"that John was well-acquainted with the interview process and his rights, was not under the influence of drugs or alcohol, or affected by mental illness, and clearly had not been given immunity\" was fully supported by the evidence. <i>Id.</i> And the SJC characterized John's confession to the FBI agent as John's attempt to make himself undesirable as a witness so that the federal prosecutors would not put him on the witness stand. <i>Id.</i></p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">561</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">88</span></span> (2009)</b></center>\n<center><h1>Dwight JOHN, Petitioner, Appellant,<br>\nv.<br>\nLois RUSSO, Respondent, Appellee.</h1></center>\n<center>No. 06-2594.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard October 5, 2007.</center>\n<center>Decided April 2, 2009.</center>\n<p>James W. Lawson, with whom Oteri &amp; Lawson, P.C. was on brief for petitioner.</p>\n<p>Jonathan M. Ofilos, Assistant Attorney General, Criminal Bureau, with whom Martha Coakley, Attorney General was on brief for respondent.</p>\n<p>Before LIPEZ and HOWARD, Circuit Judges, and OBERDORFER,<sup>[*]</sup> Senior District Judge.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>Dwight John appeals from the district court's denial of his habeas corpus petition. John was convicted in Massachusetts Superior Court (state trial court) of first-degree murder of Lezmore Buffong<sup>[1]</sup> and <span class=\"star-pagination\">*89</span> is serving a sentence of life imprisonment. The conviction was affirmed by the Massachusetts Supreme Judicial Court (SJC). <i>Commonwealth v. John,</i> <span class=\"citation no-link\"><span class=\"volume\">442</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">329</span></span>, <span class=\"citation no-link\"><span class=\"volume\">812</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1218</span></span> (2004). John argues that the federal court erroneously denied his petition because his conviction was based on a confession for which he had been granted informal immunity. We reject this claim and affirm the district court's denial of the petition.</p>\n<p></p>\n<h2>I. <i>Facts</i>\n</h2>\n<p>The following discussion of the facts is based on the state court record. <i>See </i><i>Teti v. Bender,</i> <span class=\"citation\" data-id=\"203020\"><a href=\"/opinion/203020/teti-v-bender/\"><span class=\"volume\">507</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span>, 53 (1st Cir.2007).</p>\n<p></p>\n<h2>A. John's involvement with the Poison Clan gang</h2>\n<p>John was a founding member of the Poison Clan, a gang formed in the Brooklyn, New York area. Under the leadership of George Chang, John and other members of the gang, including Dean Beckford, Sean Henry and Winston Gordon, sold large amounts of crack cocaine in the late 1980s.</p>\n<p>Eventually, one of the gang members murdered Chang, and the Poison Clan subsequently splintered  Beckford led a faction located in Virginia and John, Henry, and Gordon led a faction located in Boston. Henry was killed not long after Chang, which resulted in the Boston-based Poison Clan temporarily shutting down. Although John and Gordon left Boston soon after Henry's death, unbeknownst to John, Gordon later returned to Boston and started a marijuana distribution operation. To assist him with this operation, Gordon hired Lezmore Buffong.</p>\n<p>In mid-December 1990, John visited Boston and encountered Gordon and Buffong. The encounter, friendly at first, turned deadly. On December 15, John and Buffong, who were traveling together in Buffong's car followed by Gordon and another individual, became separated from the others at a traffic light. At some point after this, John murdered Buffong.</p>\n<p>Nine days later, John was found driving Buffong's car in New York, and the police recovered two guns and Buffong's wallet in the car. John, however, was not arrested for the murder of Buffong until nearly four years later in 1994, and that charge was later dropped.</p>\n<p></p>\n<h2>B. John's cooperation with city and federal authorities</h2>\n<p>In 1996, while in custody in New York awaiting trial on a state robbery charge, John contacted New York authorities for the purpose of sharing information about the Poison Clan's criminal activities, including information regarding Chang's murder. John made a statement about Chang's murder that eventually came to the attention of Assistant United States Attorney David Novak, who was building a federal case in Virginia against Beckford and other Poison Clan members. Novak and John's New York attorney arranged to have John transferred to a federal institution in Virginia so that he could be available to give information to Novak about the Poison Clan. They also agreed that Novak would seek to have counsel appointed for John.</p>\n<p>The first meeting between John and Novak took place in Virginia in April 1996. At that meeting, Novak advised John that he should be represented by counsel and spent half an hour attempting to persuade John to accept representation. John refused representation. Novak also offered John a \"proffer letter\" which stated that \"nothing contained in the oral proffer ... <span class=\"star-pagination\">*90</span> will be used against you....\" John declined to sign the proffer letter, telling Novak that he just wanted to tell his story. Novak developed the impression that John wanted to \"even the score\" with Beckford, whom John believed was responsible for Henry's murder. John subsequently gave information about criminal activity by Poison Clan members.</p>\n<p>Following that initial interview, John was debriefed on a number of occasions by Novak and by federal agents. John implicated himself in some of the Poison Clan's criminal activity, admitting at one point that he provided the gun that was used to murder Chang. During those interviews, John was asked at various points whether he had ever killed anyone. He consistently answered that he had not.</p>\n<p>In May 1996, John testified before a federal grand jury about the Poison Clan's drug operations and about several murders. Prior to this testimony, Novak and John had agreed that, in return for John's cooperation with the federal prosecution, Novak would recommend to the Brooklyn District Attorney (\"DA\") a favorable treatment in his robbery case. The grand jury transcript itself includes John's acknowledgment of the government's agreement to notify the Brooklyn DA of his cooperation, and further shows that John was warned that he could be prosecuted for perjury if he lied. The transcript contains no references to an immunity agreement. After Novak informed the Brooklyn DA of John's cooperation, John's pending plea deal in the Brooklyn robbery case was reduced from five-to-ten years to three-to-five years incarceration.</p>\n<p>In October 1996, Beckford and others were indicted for multiple homicides, as well as for racketeering, conspiracy, and engaging in a continuing criminal enterprise. At around this time, John, still in prison in Virginia, began acting strangely. He reportedly walked around naked, threw fecal matter about, poured milk on his head, cut himself, banged his head against a wall, and tied a string around his neck in an apparent attempt to commit suicide.</p>\n<p>We pause here to note that several indicted Poison Clan defendants were incarcerated in the same facility as John. The state trial court that heard John's motion to suppress during the later murder prosecution against him observed that there was evidence that John was malingering in order to avoid testifying against the Beckford defendants.</p>\n<p>After receiving reports of John's bizarre behavior, Novak visited him in the correctional facility. John told Novak that he would not testify at the Beckford trial. Novak responded that he could compel John to testify by granting him immunity, thus stripping him of his Fifth Amendment privilege not to testify.<sup>[2]</sup></p>\n<p>As part of his trial preparation, Novak filed notices about prospective government witnesses concerning their criminal histories, and any rewards or inducements made in exchange for their testimony. <i>See </i><i>Giglio v. United States,</i> <span class=\"citation\" data-id=\"108471\"><a href=\"/opinion/108471/giglio-v-united-states/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></a></span>, 154, <span class=\"citation\" data-id=\"108471\"><a href=\"/opinion/108471/giglio-v-united-states/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">763</span></a></span>, <span class=\"citation\" data-id=\"108471\"><a href=\"/opinion/108471/giglio-v-united-states/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">104</span></a></span> (1972). The notice filed with respect to John, sent to counsel for the Beckford defendants in May 1997 (the \"1997 notice\"), explained the arrangement with the Brooklyn DA. The notice also stated that John \"has been informed that he has use immunity for his statements, meaning that anything he says cannot be held against him in any fashion.\"</p>\n<p>John, however, did not testify at trial. On June 20, 1997, the week before he was scheduled to testify, John was visited by an FBI agent. The agent noticed that John seemed agitated and asked him <span class=\"star-pagination\">*91</span> whether the defendants knew something about him that the government did not that might come up at trial. At that point, John told the agent that he had killed Buffong in Boston. The agent notified Novak of the confession, and Novak elected not to call John as a witness. The agent also notified the Boston police.<sup>[3]</sup></p>\n<p></p>\n<h2>C. Trial court suppression hearing and prosecution of John</h2>\n<p>After John was indicted in 1998 in Massachusetts for Buffong's murder, he sought to suppress his confession. At the suppression hearing, Novak testified that his promise of immunity to John was conditional upon John testifying at the Beckford trial, and then only for his trial testimony. The confession was admitted, and after a trial John was found guilty of first-degree murder. On direct review of the conviction the SJC upheld the trial court's conclusion that John did not have immunity from the use of his confession against him.</p>\n<p>After exhausting his state remedies, John filed a petition for a writ of habeas corpus with the district court. The district court denied John's petition but issued a certificate of appealability under 28 U.S.C. § 2253(c).</p>\n<p></p>\n<h2>II. <i>Discussion</i>\n</h2>\n<p>We review the district court's denial of a habeas petition de novo. <i>See </i><i>Lynch v. Ficco,</i> <span class=\"citation\" data-id=\"202062\"><a href=\"/opinion/202062/lynch-v-ficco/\"><span class=\"volume\">438</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">35</span></a></span>, 44 (1st Cir.2006) (citing <i>Ellsworth v. Warden,</i> <span class=\"citation\" data-id=\"782389\"><a href=\"/opinion/782389/raymond-ellsworth-v-warden-new-hampshire-state-prison-and-philip/\"><span class=\"volume\">333</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.2003)).</p>\n<p>Federal habeas review of a state court decision is conducted under the Anti-Terrorism and Effective Death Penalty Act of 1996 (\"AEDPA\"), 28 U.S.C. § 2254. <i>See </i><i>Lindh v. Murphy,</i> <span class=\"citation\" data-id=\"118135\"><a href=\"/opinion/118135/lindh-v-murphy/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">320</span></a></span>, 336, <span class=\"citation\" data-id=\"118135\"><a href=\"/opinion/118135/lindh-v-murphy/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2059</span></a></span>, <span class=\"citation\" data-id=\"118135\"><a href=\"/opinion/118135/lindh-v-murphy/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">481</span></a></span> (1997); <i>Niland v. Hall,</i> <span class=\"citation\" data-id=\"199823\"><a href=\"/opinion/199823/niland-v-hall/\"><span class=\"volume\">280</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 11 (1st Cir.2002). Under AEDPA, a federal court can grant habeas relief only where a state court adjudication:</p>\n<blockquote>(d)(1) ... resulted in a decision that was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States; or</blockquote>\n<blockquote>(2) resulted in a decision that was based on an unreasonable determination of the facts in light of the evidence presented in the State court proceeding.</blockquote>\n<p>28 U.S.C. § 2254(d). Subsection 2254(e)provides that:</p>\n<blockquote>a determination of a factual issue made by a State court shall be presumed to be correct. The applicant shall have the burden of rebutting the presumption of correctness by clear and convincing evidence. John first argues for relief under subsection 2254(d)(2)</blockquote>\n<p>and (e), and then under (d)(1). As to §§ 2254(d)(2) and (e), he argues that the trial court's factual finding  that John's confession was not obtained under a grant of immunity  was erroneous.<sup>[4]</sup> John's other <span class=\"star-pagination\">*92</span> arguments are based on the Fifth and Fourteenth Amendments. We address these arguments under § 2254(d)(1), the \"contrary to, or ... an unreasonable application of\" standard.</p>\n<p></p>\n<h2>A. Challenge to state court factual findings</h2>\n<p>John challenges the state trial court's determination, which was affirmed by the SJC, that \"John's statements and grand jury testimony were not protected by a grant of immunity.\"<sup>[5]</sup><i>John,</i> 812 N.E.2d at 1223. In challenging this ultimate factual finding, John relies solely on evidence presented in the state court proceedings.</p>\n<p>John's has framed his fact-based habeas challenge under both § 2254(d)(2) and § 2254(e)(1). He asserts that the trial court's finding was objectively unreasonable in light of the evidence presented in the trial court proceeding, <i>see</i> § 2254(d)(2), and that he has presented clear and convincing evidence sufficient to overcome the presumption of correctness we afford state court factual findings in the habeas context. <i>See</i> § 2254(e)(1). As we observed in <i>Teti,</i> \"`the relationship between the standards enunciated in § 2254(d)(2) and § 2254(e)(1) remains unclear.'\" 507 F.3d at 58 (quoting <i>Lambert v. Blackwell,</i> <span class=\"citation\" data-id=\"788147\"><a href=\"/opinion/788147/lisa-michelle-lambert-v-charlotte-blackwell-administrator-of-the-edna/\"><span class=\"volume\">387</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">210</span></a></span>, 235 (3d Cir.2004)). Both standards, however, \"`express the same fundamental principle of deference to state court findings.'\" <i>Id.</i> As dictated by <i>Teti,</i> we apply a presumption of correctness to the trial court's factual findings and also examine whether there has been an unreasonable determination of the facts in light of the evidence presented in the state court proceeding. <i>See id.</i></p>\n<p>The trial court ultimately found that John's confession was not obtained under a promise of immunity. Supporting this determination, the trial court found that John expressed a willingness to assist in the prosecution of Poison Clan leaders and that Novak concluded that John was willing to assist in the prosecution because he harbored animosity toward Dean Beckford, one of the Poison Clan leaders whom Novak was prosecuting; that John refused court appointed counsel in connection with this assistance; and that John also refused to sign a proffer letter that provided that \"nothing contained in the oral proffer ... will be used against you.\"</p>\n<p>The trial court also found that the only \"agreement\" that existed between Novak and John was the one Novak identified during John's grand jury testimony: that federal prosecutors had agreed to notify the Brooklyn D.A.'s office of John's cooperation in the federal prosecution of the Poison Clan. The trial court determined that although Novak stated in the 1997 notice that John has \"use immunity\" for his statements, this statement meant simply that John had immunity for his anticipated testimony at the Beckford trial. In <span class=\"star-pagination\">*93</span> making this finding, the trial court relied on other evidence in the record. The court noted that John had previously told Novak that he did not want to cooperate further in the prosecution and, specifically, that he would refuse to testify at Beckford's trial. When Novak heard this, the trial court found, he informed John that he had to testify because Novak could immunize him formally or informally, effectively stripping him of his Fifth Amendment right to not testify.</p>\n<p>Seeking to adduce clear and convincing evidence sufficient to rebut the presumption of correctness we give these factual findings, John identifies two documents which he argues establish that, prior to his confession, Novak offered him <i>unrestricted use immunity</i> not limited to future trial testimony. He additionally criticizes the record evidence the trial court relied on when making its factual findings. We first address John's reliance on the two documents  the 1997 notice referred to above and a letter sent by Novak to the Suffolk County DA in September 2000 (\"2000 letter\")<sup>[6]</sup>.</p>\n<p>We start with piece of evidence that is the most helpful to John's position  the 2000 letter. Novak wrote:</p>\n<blockquote>In the spring of 1997, Mr. John began having problems while housed at the Northern Neck Regional Jail and indicated that [sic] may not cooperate with our office. I orally told him that <i>he had use immunity for his statements to us, meaning that anything that he said cannot be held against him. I told him that this was conditioned upon him providing truthful evidence to us.</i> Again, during this time period, he was telling us that he had not killed anyone. In early June of 1997, prior to the trial of the defendants in <i>United States v. Beckford,</i> I provided the defendants with a notice regarding Mr. John that informed them that I had conferred use immunity on Mr. John.... We did not call Mr. John to testify at the [Beckford trial].</blockquote>\n<p>(emphasis added).</p>\n<p>Viewed in isolation, the 2000 letter could be interpreted as indicating that Novak had indeed conferred conditional use immunity on John that was not limited to his anticipated testimony at the Beckford trial. But, when placed in the context of the record as a whole, the 2000 letter's capacity to call into question the correctness of the trial court's ultimate factual finding is significantly undermined.</p>\n<p>To begin, John's discordant use of the 2000 letter in the prior state court proceedings detracts from his attempted use of it in this appeal. Although he attached the 2000 letter to his suppression motion in the trial court proceeding, John failed to advance <i>any</i> argument based on the letter in that proceeding. And, before the SJC, John mentioned the 2000 letter only to effectively argue that it should be ignored. Specifically, John identified one statement made by Novak in the 2000 letter  Novak's statement that John's immunity was conditioned on him providing truthful information  and characterized it as a \"late attempt to amend the unrestricted use immunity granted Mr. John in 1996-1997.\" <span class=\"star-pagination\">*94</span> Driving this point home further, John contended to the SJC that the 1997 Notice, <i>not</i> the 2000 letter, was the \"best evidence of the immunity agreement.\"<sup>[7]</sup></p>\n<p>Putting aside the question of whether John has waived his newly minted argument regarding the significance of the 2000 letter, it is apparent that, at least before the state courts, he did not rely on the 2000 letter itself to establish the <i>existence</i> of a broader use immunity agreement. That John chose not to rely on the 2000 letter for this purpose before the state courts is certainly something those courts could have taken into account when resolving the factual question. But more importantly, when viewed against the backdrop of all of the other record evidence, the 2000 letter can be harmonized with the trial court's finding that John's confession was not obtained under a grant of immunity.</p>\n<p>We examine the key statement in the letter, Novak's statement that, \"I orally told him that he <i>had</i> use immunity for his statements to <i>us,</i> meaning that anything he said cannot be held against him.\" (emphasis ours). As we have noted, this statement may be interpreted to suggest that Novak offered John use immunity <i>prior to</i> his confession. For example, Novak's use of the word \"had\" may reasonably be read as indicating that the government had already bestowed a form of immunity on John distinct from any immunity contingent on future trial testimony. And, moreover, the phrase \"statements to us,\" could be read as referring to <i>out-of-court</i> statements made to federal authorities.</p>\n<p>But another interpretation of this statement is undoubtedly plausible. In the 2000 letter, immediately preceding Novak's statement about immunity, Novak stated that John had \"indicated that [sic] may not cooperate with our office.\" It was then that Novak stated that he, \"orally told [John] that he <i>had</i> use immunity for his statements to <i>us,</i> meaning that anything he said cannot be held against him.\" (emphasis ours). This indicates that Novak's statement about immunity was directed at ensuring John's future cooperation. In other words, Novak communicated to John that he had immunity for statements to be made <i>at trial,</i> immunity that would preclude him from successfully asserting a Fifth Amendment right not to testify at Beckford's trial.</p>\n<p>This interpretation of Novak's statement in the 2000 letter is bolstered by Novak's testimony at the suppression hearing held by the trial court. Novak testified that, when he visited John in 1997, John informed him that he would not testify at Beckford's trial. Novak further testified that, after hearing this, he told John that \"he [didn't] have a choice\" and that he would \"strip[ ] him of his Fifth Amendment rights\" by \"giving him informal immunity.\"</p>\n<p>In this context, the 2000 letter's \"statements to us\" phrase can be read to mean statements to be elicited from John by federal prosecutors at Beckford's trial. And Novak's use of the word \"had\" may be read to mean that John \"had\" immunity in the sense that he no longer possessed it at the time that the 2000 letter was written, or simply to mean that John would have immunity for statements made at Beckford's trial, as the trial court found.</p>\n<p>To be sure, if Novak meant to clearly convey this arrangement in the 2000 letter he could have chosen his words more carefully. And had this letter been sent to <span class=\"star-pagination\">*95</span> John prior to his confession for the purpose of memorializing an agreement or understanding, this would be a different case entirely. But, in the end, the 2000 letter, though imprecisely worded, may be interpreted consistently with the other evidence in the record and harmonized with the trial court's other factual findings.</p>\n<p>In addition to the 2000 letter, John relies on the 1997 notice. John contends that this notice, which contained no explicit condition on the use immunity conferred by Novak, is the only written representation of the terms of immunity made reasonably contemporaneous with the events at issue.</p>\n<p>This may be so, but given the interaction between Novak and John in the days leading up to the Beckford trial, this notice could be interpreted to simply indicate that John had immunity for anticipated trial testimony. This reading is particularly plausible given the purpose the 1997 notice served  to identify John as a prospective trial witness who had \"use immunity for his statements.\"</p>\n<p>In attempting to satisfy his burden of providing clear and convincing evidence to rebut the presumption of correctness, John also criticizes the evidence relied on by the trial court. Basically, John argues that none of the evidence presented in the trial court squarely contradicts his view of the agreement he had with Novak. He says that Novak failed to make any notes, send John any letters, write any memos, or give notice to John's lawyer about an immunity grant conditional on John's testimony at Beckford's trial. And he observes, moreover, that the grand jury transcripts also fail to indicate that he had an immunity grant conditional on future testimony.</p>\n<p>None of these alleged shortcomings cast serious doubt on the trial court's findings. At bottom, John's argument boils down to a request that we simply adopt his version of events and subsequently read all the evidence consistently with it. Where the record evidence can be interpreted to support a different version, the case here, we must reject such a request.</p>\n<p>In sum, we cannot conclude that there has been an unreasonable determination of the facts in light of the evidence presented in the State court proceeding <i>or</i> that John has introduced \"clear and convincing\" evidence to rebut the presumption of correctness attached to the trial court's findings of fact. In the end, the trial court was presented with two competing accounts of events and conversations that took place between John and federal authorities. Each of these accounts was supported by record evidence. In the face of this competing evidence, the trial court accepted the government's version of events. And partly tied up in the trial court's ultimate finding were credibility determinations it made at a suppression hearing, determinations we are reluctant to revisit in this posture. <i>See </i><i>Teti,</i> 507 F.3d at 59 (\"[T]he state trial judge's implicit credibility determinations, adopted by the [state appellate court], are exactly the type of factual determinations to which we defer, at least short of any indication of serious error.\") (citing <i>Rice v. Collins,</i> <span class=\"citation\" data-id=\"145690\"><a href=\"/opinion/145690/rice-v-collins/\"><span class=\"volume\">546</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">333</span></a></span>, 341-42, <span class=\"citation\" data-id=\"145690\"><a href=\"/opinion/145690/rice-v-collins/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">969</span></a></span>, <span class=\"citation\" data-id=\"145690\"><a href=\"/opinion/145690/rice-v-collins/\"><span class=\"volume\">163</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">824</span></a></span> (2006)).</p>\n<p></p>\n<h2>B. \"Contrary to, or ... an unreasonable application of ...\"</h2>\n<p>John next seeks relief under § 2254(d)(1), arguing that the state court adjudication \"resulted in a decision that was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States.\" He challenges his state court conviction on constitutional grounds, presenting arguments sounding in due process.</p>\n<p><span class=\"star-pagination\">*96</span> \"To be `contrary to' clearly established Supreme Court law, a state court must `appl[y] a rule that contradicts the governing law set forth in [the Supreme Court's] cases' or `confronts a set of facts that are materially indistinguishable from a decision of th[e] [Supreme] Court and nevertheless arrives at a result different from [its] precedent.'\" <i>Dagley v. Russo,</i> <span class=\"citation\" data-id=\"203440\"><a href=\"/opinion/203440/dagley-v-russo/\"><span class=\"volume\">540</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 13 (1st Cir.2008) (quoting <i>Williams v. Taylor,</i> <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">362</span></a></span>, 405-06, <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1495</span></a></span>, <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">146</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">389</span></a></span> (2000)). A state court's decision will constitute an \"unreasonable application\" of clearly established Federal law if the court either \"`identifies the correct governing legal rule from th[e] [Supreme] Court's cases but unreasonably applies it to the facts of the particular state prisoner's case'\" or \"`unreasonably extends a legal principle from [the Supreme Court's] precedent to a new context where it should not apply or unreasonably refuses to extend that principle to a new context where it should apply.'\" <i>Id.</i> (quoting <i>Williams,</i> 529 U.S. at 407, <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1495</span></a></span>).</p>\n<p>Most of John's arguments proceed on the same premise as his fact-based argument  that the government granted him unrestricted use immunity at some point. Specifically, John claims that Novak promised him unrestricted use immunity, which he alleges is reflected by the grand jury colloquy, and then later made this immunity conditional upon him testifying truthfully at the Beckford trial. Given our resolution of John's challenge to the state court factual findings, none of these arguments are colorable. As we developed above, the state court's finding that Novak never promised John unrestricted use immunity is supported by the record, and John has failed to rebut the presumption of correctness we afford that finding.</p>\n<p>But one of John's arguments does not hinge on our rejecting the state court factual findings. John argues that Novak's threat to \"strip\" him of his Fifth Amendment rights, which came before his confession to the FBI agent, rendered his confession involuntary. The SJC disagreed, ruling that the trial court did not err in concluding that John's confession to the FBI agent was voluntary. <i>John,</i> 812 N.E.2d at 1224-25. Although John does not couch his challenge to this SJC ruling in the language of § 2254(d)(1), we take him to be arguing that the ruling was \"contrary to\" Supreme Court precedent or \"involved an unreasonable application of\" that precedent.</p>\n<p>Consistent with the Supreme Court's decision in <i>Arizona v. Fulminante,</i> <span class=\"citation\" data-id=\"112566\"><a href=\"/opinion/112566/arizona-v-fulminante/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">279</span></a></span>, <span class=\"citation\" data-id=\"112566\"><a href=\"/opinion/112566/arizona-v-fulminante/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1246</span></a></span>, <span class=\"citation\" data-id=\"112566\"><a href=\"/opinion/112566/arizona-v-fulminante/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">302</span></a></span> (1991), in analyzing John's claim that his confession was involuntary, the SJC considered the totality of the circumstances, recognizing that \"the voluntariness of a confession turns on whether the defendant's will was overborne to the extent that [his] statements were not the result of a free and voluntary act.\" <i>John,</i> 812 N.E.2d at 1224 (citations omitted); <i>see also </i><i>Fulminante,</i> 499 U.S. at 285-87, <span class=\"citation\" data-id=\"112566\"><a href=\"/opinion/112566/arizona-v-fulminante/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1246</span></a></span>. The SJC concluded that John's confession was voluntary, discussing both John's impression of the relevant meeting with Novak and his possible motivation for confessing to the FBI agent. <i>John,</i> 812 N.E.2d at 1224.<sup>[8]</sup></p>\n<p>After review of the record, we conclude that the SJC did not unreasonably apply, <span class=\"star-pagination\">*97</span> or act contrary to, Supreme Court law when concluding that John's confession was voluntary. Although the SJC did not cite Supreme Court precedent, its voluntariness analysis was consistent with it. <i>See </i><i>Dagley,</i> 540 F.3d at 16 (recognizing that \"[a] failure to cite Supreme Court decisions does not itself suggest a state court decision is `contrary to' such precedents\".... \"`so long as neither the reasoning nor the result of the state-court decision contradicts them'\") (citations omitted). And the SJC's voluntariness ruling was reasonable and amply supported by the record evidence.</p>\n<p></p>\n<h2>III. <i>Conclusion</i>\n</h2>\n<p>For the reasons provided above, we affirm.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of Columbia, sitting by designation.</p>\n<p>[1]  Alternate spellings of names permeate this record. We adopt the spellings used by the district court.</p>\n<p>[2]  The exact date of this conversation is not clear from the record.</p>\n<p>[3]  Although there is no dispute that the confession took place at this meeting, the district court identified a discrepancy between the trial court's finding and the record as to the exact wording of the FBI agent's question. <i>John v. Russo,</i> <span class=\"citation\" data-id=\"2427400\"><a href=\"/opinion/2427400/john-v-russo/\"><span class=\"volume\">455</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1</span></a></span>, 5 n. 10 (D.Mass.2006). The trial court found that the agent asked whether \"the Beck[ford] defendants knew something ... about which John had not informed law enforcement.\" The district court noted that the agent testified that he \"had asked John directly if John had been involved in a murder that he had not theretofore revealed to law enforcement.\" The record reveals that another Poison Clan member, Winston Gordon, was also cooperating with federal investigators and had previously told the agent that John had killed Buffong.</p>\n<p>[4]  John directs his challenge at the \"state trial court's factual findings\" whereas the government defends both the SJC's \"factual findings\" and the trial court's findings. After examining the record, it appears to us that the SJC did not make any factual findings itself but rather concluded that the factual findings made by the trial court were supported by the evidence and not clearly erroneous. <i>John,</i> 812 N.E.2d at 1221-24. In any event, it is plain that the SJC deferred to the trial court's finding that John's statements and testimony were not obtained under a grant of immunity. <i>Id.</i> at 1223. The SJC concluded that the question of whether a grant of immunity existed hinged on a \"credibility\" determination and that nothing in the evidentiary record put the trial court's credibility determination into question. <i>Id.</i> In our analysis below, we will refer primarily to the trial court's factual findings, understanding that the SJC agreed with them.</p>\n<p>[5]  Although John's challenge is directed at this ultimate factual finding, we interpret him to also be controverting the other factual findings the district court made when arriving at this finding.</p>\n<p>[6]  Although this letter makes a prominent appearance in this appeal, its past is more checkered. In its opinion, the federal district court observed that it initially was unaware of the 2000 letter, noting that John failed to bring the letter to its attention when filing his habeas petition. <i>John,</i> 455 F.Supp.2d at 10. At first, the court thought that John did not present the letter in the state court proceedings either, and the court requested briefing to clarify matters. <i>Id.</i> Ultimately, both John and the government agreed that the Commonwealth provided the letter to John during the discovery phase of his state criminal case and that John attached the letter to the suppression motion he filed in the trial court. <i>Id.</i></p>\n<p>[7]  We additionally note that in his habeas petition, John failed to bring the letter to the federal district court's attention. <i>Id.</i></p>\n<p>[8]  With respect to the Novak meeting, the SJC noted that the trial court's conclusion \"that John was well-acquainted with the interview process and his rights, was not under the influence of drugs or alcohol, or affected by mental illness, and clearly had not been given immunity\" was fully supported by the evidence. <i>Id.</i> And the SJC characterized John's confession to the FBI agent as John's attempt to make himself undesirable as a witness so that the federal prosecutors would not put him on the witness stand. <i>Id.</i></p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112566/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118135/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145122/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145690/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199823/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202062/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203020/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203440/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782389/",
    "http://www.courtlistener.com/api/rest/v3/opinions/788147/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2427400/"
  ]
}