{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203796/",
  "absolute_url": "/opinion/203796/in-re-hannaford-bros-co-customer-data-sec/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203796/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1997/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:23:17Z",
  "date_modified": "2016-04-26T23:05:58.637836Z",
  "type": "010combined",
  "sha1": "d90239ac93f6e64a5445fd299d6785959cfac057",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-1393P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/05/01/IN_RE_Hannaford_Bros_Co._Cust_v..pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 09-1393\n\n               IN RE: HANNAFORD BROS. CO. CUSTOMER\n                 DATA SECURITY BREACH LITIGATION,\n\n                    THOMAS T. GRIMSDALE, III,\n\n                       Plaintiff, Appellee,\n\n                                v.\n\n                  KASH N' KARRY FOOD STORES, INC.\n         d/b/a SWEETBAY SUPERMARKET AND SWEETBAY LIQUORS,\n\n                      Defendant, Appellant.\n\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n                     FOR THE DISTRICT OF MAINE\n\n           [Hon. D. Brock Hornby, U.S. District Judge]\n\n\n                              Before\n\n                        Lynch, Chief Judge,\n               Farris* and Boudin, Circuit Judges.\n\n\n     Clifford H. Ruprecht with whom William J. Kayatta, Gavin G.\nMcCarthy, and Pierce Atwood LLP were on brief for appellant.\n     David J. Metcalf with whom Christopher T. McRae, McRae &\nMetcalf, P.A., Richard L. Coffman, and The Coffman Law Firm were on\nbrief for appellee.\n\n\n                           May 1, 2009\n\n\n\n     *\n          Of the Ninth Circuit, sitting by designation.\n\f           LYNCH, Chief Judge.             This appeal presents an issue of\n\nfirst impression for this circuit regarding the application of the\n\nhome state exception to federal jurisdiction under the Class Action\n\nFairness Act of 2005 (\"CAFA\"), Pub. L. No. 109-2, 119 Stat. 4.\n\nCongress     enacted   CAFA     in    response      to    perceived     abuses    by\n\nplaintiffs' counsel in keeping class action cases of national\n\nimportance out of the federal courts.                 See CAFA § 2(a)(4), 119\n\nStat. at 5; see also Amoche v. Guarantee Trust Life Ins. Co., 556\n\nF.3d 41, 47-48 (1st Cir. 2009); Johnson v. Advance Am., 549 F.3d\n\n932, 935 (4th Cir. 2008).        Defendant's essential argument is that\n\nthe plaintiff has drawn his complaint in terms limiting the class\n\nand the defendants in order to defeat federal jurisdiction in\n\nviolation of congressional intent.                Plaintiff retorts that this\n\nsuit fits precisely into an exception to the exercise of federal\n\njurisdiction set forth explicitly in CAFA.\n\n           Here, a class defined to consist entirely of Florida\n\ncitizens sued a single corporation, also a Florida citizen, in\n\nFlorida state court.          After defendant removed to federal court\n\nunder CAFA, plaintiff sought remand to the state court under CAFA's\n\nhome state exception, which requires a federal court to decline to\n\nexercise jurisdiction if at least two-thirds of the members of all\n\nproposed   plaintiff    classes       in    the   aggregate      and   the   primary\n\ndefendants    are   citizens     of    the    state      where   the   action    was\n\noriginally filed.      See 28 U.S.C. § 1332(d)(4)(B).\n\n                                       -2-\n\f          The district court found that this case fit squarely\n\nwithin CAFA's home state exception and granted the plaintiff's\n\nmotion to remand.    See In re Hannaford Bros. Co. Customer Sec.\n\nBreach Litig., 592 F. Supp. 2d 146 (D. Me. 2008).     We agree and\n\nreject, on the facts here, the defendant's argument that the\n\napplication of CAFA's home state exception depends on a broader\n\nassessment of the claims brought by others who do not fall within\n\nthe complaint's class definition or of the claims available to the\n\nclass against other possible defendants.\n\n                                I.\n\n          Defendant Kash N' Karry Food Stores, Inc. operates a\n\nchain of grocery stores in Florida.   A computer hacker stole the\n\ncredit card information of customers who had shopped at Kash N'\n\nKarry's stores between December 2007 and March 2008.     Plaintiff\n\nThomas Grimsdale, III regularly shopped at Kash N' Karry's stores\n\nin Tampa, Florida during this period and paid for his purchases\n\nusing his bank debit card.\n\n          On April 4, 2008, Grimsdale sued Kash N' Karry in Florida\n\nstate court, alleging that Kash N' Karry had failed to adopt\n\nadequate security measures to protect its customers' credit card\n\ninformation.   He sought to represent a class of approximately 1.6\n\nmillion persons who had \"used credit/debit cards at [Kash N'\n\nKarry's] stores between December 7, 2007 and March 10, 2008 and/or\n\nhad their personal and sensitive Confidential Information stolen\n\n\n                                -3-\n\fand/or compromised as a result of the [security] Breach.\"                  The\n\nclass definition explicitly excluded \"any persons and entities who\n\nare not citizens of the State of Florida.\"\n\n            Kash N' Karry removed the case to federal court in\n\nFlorida under CAFA on April 17, 2008.        On April 25, 2008, Grimsdale\n\nfiled a motion to remand the case to state court, arguing that\n\nCAFA's home state exception applied.\n\n            On October 8, 2008, the Judicial Panel on Multidistrict\n\nLitigation transferred the case to the District of Maine, where\n\ntwenty-four other suits had been consolidated against entities\n\nrelated to Kash N' Karry, raising similar allegations of wrongdoing\n\nin the security breach.          These related entities were Kash N'\n\nKarry's sister corporation, Hannaford Brothers Co., and their\n\ncommon corporate parent, Delhaize America, Inc.                 Combined, the\n\nmultidistrict litigation involved an estimated 4.2 million class\n\nmembers.     On   December   10,    2008,   the    district     court   granted\n\nGrimsdale's motion to remand, finding the requirements of CAFA's\n\nhome state exception satisfied.       See In re Hannaford Bros., 592 F.\n\nSupp. 2d at 148.\n\n            Kash N' Karry timely petitioned for leave to appeal the\n\ndistrict court's remand order under 28 U.S.C. § 1453(c).                    We\n\ngranted    Kash   N'   Karry's   petition   on    March   26,   2009.    After\n\nexpedited briefing, we heard oral argument in this appeal on April\n\n9, 2009.\n\n\n                                     -4-\n\f                                     II.\n\n           Congress expanded diversity jurisdiction through CAFA to\n\nallow for federal court jurisdiction over class actions satisfying\n\nthe   statute's   amount    in     controversy      and   minimal     diversity\n\nrequirements.     See 28 U.S.C. § 1332(d)(2); see also Amoche, 556\n\nF.3d at 47-48.      Yet that grant of jurisdiction is subject to\n\nseveral   exceptions.      Here,    our    focus1   is    on   the   home   state\n\nexception, which provides:\n\n           A district court shall decline to exercise\n           jurisdiction [where] . . . two-thirds or more\n           of the members of all proposed plaintiff\n           classes in the aggregate, and the primary\n           defendants, are citizens of the State in which\n           the action was originally filed.\n\n28 U.S.C. § 1332(d)(4)(B).2\n\n\n      1\n          Although we are required to consider first any questions\nof Article III jurisdiction, see Steel Co. v. Citizens for a Better\nEnv't, 523 U.S. 83, 93-94 (1998), it is clear there is such\njurisdiction over this case. We may bypass questions of statutory\njurisdiction where, as here, there are prudential reasons to do so.\nSee Restoration Pres. Masonry, Inc. v. Grove Eur. Ltd., 325 F.3d\n54, 60 (1st Cir. 2003) (\"[A] jurisdictional inquiry is not required\nhere given that the question invokes statutory jurisdiction.\"); see\nalso Parella v. Ret. Bd. of the R.I. Employees' Ret. Sys., 173 F.3d\n46, 53-54 (1st Cir. 1999). Here, the district court's analysis\nfocused on whether the home state exception to jurisdiction\napplied, see In re Hannaford Bros., 592 F. Supp. 2d at 148, and so\nhave the parties' arguments to us.        We therefore bypass the\npreliminary question of whether the requisite minimal diversity\nexists here for jurisdiction under 28 U.S.C. § 1332(d)(2) and\nconsider only whether CAFA's home state exception applies.\n      2\n          To remain in federal court, this case must both satisfy\nthe minimal diversity requirement for federal jurisdiction under 28\nU.S.C. § 1332(d)(2) and also not fall under CAFA's home state\nexception in § 1332(d)(4)(B). Kash N' Karry therefore argues that\nits dual citizenship as a Delaware corporation with its principal\n\n                                     -5-\n\f          There is a threshold question of which party bears the\n\nburden of showing that CAFA's home state exception applies.     We\n\nhold that the burden is on the plaintiff to show that an exception\n\nto jurisdiction under CAFA applies.    This is the rule adopted by\n\nour sister circuits.    See Kaufman v. Allstate N.J. Ins. Co., 561\n\nF.3d 144, 153 (3d Cir. 2009); Serrano v. 180 Connect, Inc., 478\n\nF.3d 1018, 1024 (9th Cir. 2007); Hart v. FedEx Ground Package Sys.\n\nInc., 457 F.3d 675, 680-81 (7th Cir. 2006); Frazier v. Pioneers\n\nAms. LLC, 455 F.3d 542, 546 (5th Cir. 2006); Evans v. Walter\n\nIndus., Inc., 449 F.3d 1159, 1165 (11th Cir. 2006).     And it is\n\nconsistent with the Supreme Court's general approach to removal\n\njurisdiction.   See Breuer v. Jim's Concrete of Brevard, Inc., 538\n\nU.S. 691, 698 (2003) (\"[W]henever the subject matter of an action\n\nqualifies it for removal, the burden is on a plaintiff to find an\n\nexpress exception.\").    Here, however, as the parties agree, the\n\nburden of proof is largely immaterial because the outcome turns\n\npurely on questions of law.\n\n\nplace of business in Florida creates the requisite minimal\ndiversity for jurisdiction under § 1332(d)(2).     See 28 U.S.C.\n§ 1332(d)(2)(A) (granting federal jurisdiction over class actions\nin which the amount in controversy exceeds $5 million and \"any\nmember of a class of plaintiffs is a citizen of a State different\nfrom any defendant\"). We are skeptical of this argument and note\nthat one other circuit has rejected it. See Johnson, 549 F.3d at\n936. In any event, Kash N' Karry concedes that we need not decide\nwhether minimal diversity exists under § 1332(d)(2) if the home\nstate exception applies. And Kash N' Karry admits that the home\nstate exception is worded differently from § 1332(d)(2) such that\nit applies regardless of whether the defendant's dual citizenship\ncreates minimal diversity for purposes of § 1332(d)(2).\n\n                                -6-\n\f          At first blush, the requirements of CAFA's home state\n\nexception appear to be satisfied here.         As Grimsdale has defined\n\nthe class in his complaint, all class members are Florida citizens.\n\nKash N' Karry, the only defendant in this case, is also a Florida\n\ncitizen because its principal place of business is in Florida. See\n\n28 U.S.C. § 1332(c)(1) (\"[A] corporation shall be deemed to be a\n\ncitizen . . . of the State where it has its principal place of\n\nbusiness . . . .\").     And this case was originally filed in Florida\n\nstate court.\n\n          Still, Kash N' Karry offers a different reading of CAFA's\n\nhome state exception, turning on the interpretation of the sub-\n\nphrase \"the members of all proposed plaintiff classes in the\n\naggregate\"     within   the   home     state   exception.     See   id.\n\n§ 1332(d)(4)(B) (\"A district court shall decline to exercise\n\njurisdiction [where] . . . two-thirds or more of the members of all\n\nproposed plaintiff classes in the aggregate, and the primary\n\ndefendants, are citizens of the State in which the action was\n\noriginally filed.\").     Specifically, Kash N' Karry argues that the\n\nplain meaning of \"all proposed plaintiff classes in the aggregate\"\n\nrequires reference outside the four corners of the complaint in the\n\nparticular case before the court to all previously filed class\n\nactions which arise from a core nucleus of operative facts such as\n\n\n\n\n                                     -7-\n\fto meet an \"Article III case or controversy\" requirement.3                  It\n\ncontends that the term \"aggregate\" means that Congress intended to\n\nrefer beyond the plaintiff's complaint; otherwise, Congress would\n\nhave       simply   used   the   term   \"class   members\"   as   it   did   in\n\n§ 1332(d)(1)(D).4       Applying this principle here, Kash N' Karry says\n\nthe previously filed national class actions involving Hannaford\n\nthat were consolidated by the Judicial Panel on Multidistrict\n\nLitigation are the appropriate reference point to measure \"the\n\nmembers of all proposed plaintiff classes in the aggregate.\"\n\n              We reject Kash N' Karry's reading as contrary to the\n\nplain language of § 1332(d)(4)(B). The most natural reading of the\n\nhome state exception is that Congress meant § 1332(d)(4)(B) to be\n\nread in conjunction with the federal class action rule, Fed. R.\n\nCiv. P. 23, or similar state statutes and rules of judicial\n\nprocedure.5         That is made explicit by the definition of \"class\n\n\n       3\n          Kash N' Karry also argues, as a fallback position, that\nits reading of the statute is supported by CAFA's legislative\nhistory, specifically a post-enactment Senate report.       Kash N'\nKarry did not make this argument to the district court, and because\nwe hold that the plain text of the statute refutes Kash N' Karry's\nposition, we do not consider CAFA's legislative history.\n       4\n          Likewise, Kash N' Karry argues that CAFA's reference to\n\"primary defendants\" requires a court to look beyond the\nplaintiff's complaint to consider unnamed defendants against whom\nthe class could pursue a claim arising from the same core set of\nfacts.   This claim is analytically similar to Kash N' Karry's\nargument as to class membership, and we reject it for the same\nreasons.\n       5\n          Here, the Florida state rule is similar in all relevant\naspects to Rule 23. See Fla. R. Civ. P. 1.220.\n\n                                        -8-\n\faction\" in § 1332(d)(1)(B), which refers to Rule 23 or similar\n\nstate      rules.     Under     Rule    23,       \"a   class    may   be   divided   into\n\nsubclasses that are each treated as a class under this rule.\"                        Fed.\n\nR. Civ. P. 23(c)(5).           The home state exception's use of the plural\n\n\"classes,\" therefore, does not indicate that Congress intended an\n\ninquiry into what Kash N' Karry has termed the broader \"Article III\n\ncase       or   controversy\"    because       a    single      complaint   may   contain\n\nmultiple classes.6\n\n                In rejecting Kash N' Karry's reading of § 1332(d)(4)(B),\n\nwe do not mean to say that the four corners of the plaintiff's\n\ncomplaint necessarily control the question of whether CAFA's home\n\nstate exception applies.               We do not rely on the maxim that the\n\nplaintiff is the master of his own complaint -- the answer to that\n\nquestion is that it depends.             Indeed, as we recently recognized in\n\nAmoche, 556 F.3d at 48-51, courts need not accept the plaintiffs'\n\nallegations regarding the amount in controversy when it appears to\n\na reasonable probability that more than the jurisdictional minimum\n\nis at issue.         We can imagine situations -- for example, if the\n\nplaintiff has omitted an indispensable defendant -- where looking\n\n\n\n       6\n          Moreover, Kash N' Karry's reading would present serious\nadministrability problems, which Congress surely did not intend.\nIt would be extremely difficult to define the scope of what Kash N'\nKarry calls the \"Article III case or controversy.\" And Kash N'\nKarry's own definition is arbitrary: nothing in its theory supports\nits limitation to already-filed national actions. Indeed, Kash N'\nKarry uses the phrase \"Article III case or controversy\" in ways\nvery different from the usual understanding of the phrase.\n\n                                          -9-\n\fbeyond   the   four   corners   of   the    plaintiff's   complaint   may   be\n\nnecessary to determine whether the home state exception applies.\n\nBut that situation is not before us here, and we leave further\n\nconsideration of it for another day.\n\n           Kash N' Karry argues that our reading, which here gives\n\neffect to the plaintiff's choice to define the scope of the suit\n\nnarrowly, will ultimately cause the home state exception to defeat\n\nCAFA's broader purpose of expanding federal jurisdiction. That is,\n\nKash N' Karry says that if courts are not allowed to consider the\n\nexisting class members and defendants in national class actions but\n\nare limited to those described in the complaint in a single state,\n\nplaintiffs will tailor their pleading to avoid federal jurisdiction\n\nunder CAFA.\n\n           It is common for removing defendants trying to remain in\n\nfederal court under CAFA to make this generic argument -- that the\n\nfour corners of the complaint do not control -- as to various\n\nprovisions of CAFA.      For example, in Freeman v. Blue Ridge Paper\n\nProducts, Inc., 551 F.3d 405 (6th Cir. 2008), five separate state\n\ncourt class actions were filed by plaintiffs from the same state\n\nfor the same injuries covering sequential time periods.           Each suit\n\nsought damages of $4.9 million, just below CAFA's $5 million\n\njurisdictional minimum.     Id. at 406.       The Sixth Circuit held that\n\nthis type of structuring is impermissible where \"there is no\n\ncolorable basis\" for dividing the suit \"other than to frustrate\n\n\n                                     -10-\n\fCAFA.\"   Id. at 409.    Whether or not we would agree with Freeman,\n\nthis case is very different.    Grimsdale has not artificially split\n\nhis class of Florida plaintiffs into multiple suits to avoid\n\nfederal jurisdiction.\n\n          And in Tanoh v. Dow Chemical Co., ___ F.3d ___, 2009 WL\n\n826404 (9th Cir. Mar. 27, 2009), the court interpreted the \"mass\n\naction\" provisions of CAFA, 28 U.S.C. § 1332(d)(11)(B)(i), as not\n\npermitting aggregation of seven separate state court toxic-tort\n\nsuits against the same manufacturer, each with fewer than 100\n\nplaintiffs, to create a basis for removal under CAFA.\n\n          There is no one-size-fits-all response to a claim of\n\nevasion of congressional intent.        The analysis will turn on the\n\nprecise language of that section of CAFA.     Our job is to effectuate\n\nthe intent expressed in the plain language Congress has chosen, not\n\nto effectuate purported policy choices regardless of language. See\n\nHartford Underwriters Ins. Co. v. Union Planters Bank, N.A., 530\n\nU.S. 1, 5 (2000) (\"[W]hen the statute's language is plain, the sole\n\nfunction of the courts -- at least where the disposition required\n\nby the text is not absurd -- is to enforce it according to its\n\nterms.\" (quoting United States v. Ron Pair Enters., Inc., 489 U.S.\n\n235, 241 (1989)) (internal quotation marks omitted)).\n\n          In any event, we are dubious about the policy arguments.\n\nSeveral factors make it unlikely that the exception will swallow\n\nthe rule entirely.     In particular, CAFA's home state exception is\n\n\n                                 -11-\n\ffairly narrow, encompassing only those suits where at least two-\n\nthirds of the class members and all of the primary defendants are\n\ncitizens of the same state.         Suits involving a primary defendant\n\nwho is not a citizen of the forum state cannot qualify for the\n\nexception. Moreover, plaintiffs potentially sacrifice a great deal\n\nin terms of the parties they can sue and the claims they can bring\n\nby   narrowing    their   pleadings    to   fit   within   the   home   state\n\nexception.      And to the extent that the home state exception in\n\npractice creates an undesirable loophole, Congress may choose to\n\namend the statute to address those problems as they arise.\n\n           Beyond that, many of the policy concerns that motivated\n\nCongress to enact CAFA are simply not implicated where the suit\n\nqualifies for the home state exception. As we recently recognized:\n\n                  In   enacting   CAFA,    Congress   was\n           responding to what it perceived as abusive\n           practices by plaintiffs and their attorneys in\n           litigating major interstate class actions in\n           state courts, which had \"harmed class members\n           with legitimate claims and defendants that\n           ha[d] acted responsibly,\" \"adversely affected\n           interstate commerce,\" and \"undermined public\n           respect for our judicial system.\"\n\nAmoche, 556 F.3d at 47 (alteration in original) (quoting CAFA\n\n§ 2(a), 119 Stat. at 4).        According to Congress, these abusive\n\npractices included forum shopping to take advantage of potential\n\nstate   court    biases   against     foreign     defendants.     See    CAFA\n\n§ 2(a)(4)(B), 119 Stat. at 5.       But where, as here, the defendant is\n\nalso a citizen of the forum state, the concern for bias simply does\n\n\n                                    -12-\n\fnot arise.    Likewise, Congress in enacting CAFA was concerned that\n\nstate courts were \"making judgments that impose their view of the\n\nlaw on other States and bind the rights of the residents of those\n\nStates.\"     Id. § 2(a)(4)(C), 119 Stat. at 5.      But again, that\n\npotential problem is not implicated where the class members are\n\nlargely citizens of the forum state.\n\n             Kash N' Karry has a final contention that Grimsdale has\n\nimproperly defined the class in this case by requiring that all\n\nclass members be Florida citizens. Defining the class in this way,\n\nKash N' Karry says, makes the class impossible to ascertain because\n\nstate citizenship depends upon a person's subjective intent.\n\n             The language of CAFA itself refutes the argument.    It\n\nrequires a court to assess the citizenship of the class members\n\nwhen applying the home state exception, an exercise Congress\n\nobviously did not consider to be impossible.      Moreover, at least\n\none other circuit has recognized that defining the class to include\n\nonly citizens of a particular state can defeat federal jurisdiction\n\nunder CAFA.    See Dennison v. Carolina Payday Loans, Inc., 549 F.3d\n\n941, 943 (4th Cir. 2008); Johnson, 549 F.3d at 937.    Therefore, we\n\nreject Kash N' Karry's argument that Grimsdale has improperly\n\nlimited his class allegations to include only Florida citizens.\n\n                                 III.\n\n             The district court's remand order is affirmed. Costs are\n\nawarded to Grimsdale.\n\n\n                                 -13-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>564 F.3d 75 (2009)</b></center>\n<center><h1>In re HANNAFORD BROS. CO. CUSTOMER DATA SECURITY BREACH LITIGATION.<br>\nThomas T. Grimsdale, III, Plaintiff, Appellee,<br>\nv.<br>\nKash N' Karry Food Stores, Inc. d/b/a Sweetbay Supermarket and Sweetbay Liquors, Defendant, Appellant.</h1></center>\n<center>No. 09-1393.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard April 9, 2009.</center>\n<center>Decided May 1, 2009.</center>\n<p><span class=\"star-pagination\">*76</span> Clifford H. Ruprecht with whom William J. Kayatta, Gavin G. McCarthy, and Pierce Atwood LLP were on brief for appellant.</p>\n<p>David J. Metcalf with whom Christopher T. McRae, McRae &amp; Metcalf, P.A., Richard L. Coffman, and The Coffman Law Firm were on brief for appellee.</p>\n<p>Before LYNCH, Chief Judge, FARRIS<sup>[*]</sup> and BOUDIN, Circuit Judges.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>This appeal presents an issue of first impression for this circuit regarding the application of the home state exception to federal jurisdiction under the Class Action Fairness Act of 2005 (\"CAFA\"), Pub.L. No. 109-2, 119 Stat. 4. Congress enacted CAFA in response to perceived abuses by plaintiffs' counsel in keeping class action cases of national importance out of the federal courts. <i>See</i> CAFA § 2(a)(4), 119 Stat. at 5; <i>see also </i><i>Amoche v. Guarantee Trust Life Ins. Co.,</i> 556 F.3d 41, 47-48 (1st Cir.2009); <i>Johnson v. Advance Am.,</i> 549 F.3d 932, 935 (4th Cir.2008). Defendant's essential argument is that the plaintiff has drawn his complaint in terms limiting the class and the defendants in order to defeat federal jurisdiction in violation of congressional intent. Plaintiff retorts that this suit fits precisely into an exception to the exercise of federal jurisdiction set forth explicitly in CAFA.</p>\n<p>Here, a class defined to consist entirely of Florida citizens sued a single corporation, also a Florida citizen, in Florida state court. After defendant removed to federal court under CAFA, plaintiff sought remand to the state court under CAFA's home state exception, which requires a federal court to decline to exercise jurisdiction if at least two-thirds of the members of all proposed plaintiff classes in the aggregate and the primary defendants are citizens of the state where the action was originally filed. <i>See</i> 28 U.S.C. § 1332(d)(4)(B).</p>\n<p>The district court found that this case fit squarely within CAFA's home state exception and granted the plaintiff's motion to remand. <i>See In re Hannaford Bros. Co. Customer Sec. Breach Litig.,</i> 592 F.Supp.2d 146 (D.Me.2008). We agree and reject, on the facts here, the defendant's argument that the application of CAFA's home state exception depends on a broader assessment of the claims brought by others who do not fall within the complaint's class definition or of the claims available to the class against other possible defendants.</p>\n<p></p>\n<h2>I.</h2>\n<p>Defendant Kash N' Karry Food Stores, Inc. operates a chain of grocery stores in Florida. A computer hacker stole the credit card information of customers who had shopped at Kash N' Karry's stores between December 2007 and March 2008. Plaintiff Thomas Grimsdale, III regularly shopped at Kash N' Karry's stores in Tampa, <span class=\"star-pagination\">*77</span> Florida during this period and paid for his purchases using his bank debit card.</p>\n<p>On April 4, 2008, Grimsdale sued Kash N' Karry in Florida state court, alleging that Kash N' Karry had failed to adopt adequate security measures to protect its customers' credit card information. He sought to represent a class of approximately 1.6 million persons who had \"used credit/debit cards at [Kash N' Karry's] stores between December 7, 2007 and March 10, 2008 and/or had their personal and sensitive Confidential Information stolen and/or compromised as a result of the [security] Breach.\" The class definition explicitly excluded \"any persons and entities who are not citizens of the State of Florida.\"</p>\n<p>Kash N' Karry removed the case to federal court in Florida under CAFA on April 17, 2008. On April 25, 2008, Grimsdale filed a motion to remand the case to state court, arguing that CAFA's home state exception applied.</p>\n<p>On October 8, 2008, the Judicial Panel on Multidistrict Litigation transferred the case to the District of Maine, where twenty-four other suits had been consolidated against entities related to Kash N' Karry, raising similar allegations of wrongdoing in the security breach. These related entities were Kash N' Karry's sister corporation, Hannaford Brothers Co., and their common corporate parent, Delhaize America, Inc. Combined, the multidistrict litigation involved an estimated 4.2 million class members. On December 10, 2008, the district court granted Grimsdale's motion to remand, finding the requirements of CAFA's home state exception satisfied. <i>See </i><i>In re Hannaford Bros.,</i> 592 F.Supp.2d at 148.</p>\n<p>Kash N' Karry timely petitioned for leave to appeal the district court's remand order under 28 U.S.C. § 1453(c). We granted Kash N' Karry's petition on March 26, 2009. After expedited briefing, we heard oral argument in this appeal on April 9, 2009.</p>\n<p></p>\n<h2>II.</h2>\n<p>Congress expanded diversity jurisdiction through CAFA to allow for federal court jurisdiction over class actions satisfying the statute's amount in controversy and minimal diversity requirements. <i>See</i> 28 U.S.C. § 1332(d)(2); <i>see also </i><i>Amoche,</i> 556 F.3d at 47-48. Yet that grant of jurisdiction is subject to several exceptions. Here, our focus<sup>[1]</sup> is on the home state exception, which provides:</p>\n<blockquote>A district court shall decline to exercise jurisdiction [where] . . . two-thirds or more of the members of all proposed plaintiff classes in the aggregate, and the primary defendants, are citizens of the State in which the action was originally filed.</blockquote>\n<p><span class=\"star-pagination\">*78</span> 28 U.S.C. § 1332(d)(4)(B).<sup>[2]</sup></p>\n<p>There is a threshold question of which party bears the burden of showing that CAFA's home state exception applies. We hold that the burden is on the plaintiff to show that an exception to jurisdiction under CAFA applies. This is the rule adopted by our sister circuits. <i>See </i><i>Kaufman v. Allstate N.J. Ins. Co.,</i> 561 F.3d 144, 153 (3d Cir.2009); <i>Serrano v. 180 Connect, Inc.,</i> 478 F.3d 1018, 1024 (9th Cir.2007); <i>Hart v. FedEx Ground Package Sys. Inc.,</i> 457 F.3d 675, 680-81 (7th Cir. 2006); <i>Frazier v. Pioneer Ams. LLC,</i> 455 F.3d 542, 546 (5th Cir.2006); <i>Evans v. Walter Indus., Inc.,</i> 449 F.3d 1159, 1165 (11th Cir.2006). And it is consistent with the Supreme Court's general approach to removal jurisdiction. <i>See </i><i>Breuer v. Jim's Concrete of Brevard, Inc.,</i> 538 U.S. 691, 698, 123 S.Ct. 1882, 155 L.Ed.2d 923 (2003) (\"[W]henever the subject matter of an action qualifies it for removal, the burden is on a plaintiff to find an express exception.\"). Here, however, as the parties agree, the burden of proof is largely immaterial because the outcome turns purely on questions of law.</p>\n<p>At first blush, the requirements of CAFA's home state exception appear to be satisfied here. As Grimsdale has defined the class in his complaint, all class members are Florida citizens. Kash N' Karry, the only defendant in this case, is also a Florida citizen because its principal place of business is in Florida. <i>See</i> 28 U.S.C. § 1332(c)(1) (\"[A] corporation shall be deemed to be a citizen . . . of the State where it has its principal place of business.. . .\"). And this case was originally filed in Florida state court.</p>\n<p>Still, Kash N' Karry offers a different reading of CAFA's home state exception, turning on the interpretation of the sub-phrase \"the members of all proposed plaintiff classes in the aggregate\" within the home state exception. <i>See id.</i> § 1332(d)(4)(B) (\"A district court shall decline to exercise jurisdiction [where] . . . two-thirds or more of the members of all proposed plaintiff classes in the aggregate, and the primary defendants, are citizens of the State in which the action was originally filed.\"). Specifically, Kash N' Karry argues that the plain meaning of \"all proposed plaintiff classes in the aggregate\" requires reference outside the four corners of the complaint in the particular case before the court to all previously filed class actions which arise from a core nucleus of operative facts such as to meet an \"Article III case or controversy\" requirement.<sup>[3]</sup> It <span class=\"star-pagination\">*79</span> contends that the term \"aggregate\" means that Congress intended to refer beyond the plaintiff's complaint; otherwise, Congress would have simply used the term \"class members\" as it did in § 1332(d)(1)(D).<sup>[4]</sup> Applying this principle here, Kash N' Karry says the previously filed national class actions involving Hannaford that were consolidated by the Judicial Panel on Multidistrict Litigation are the appropriate reference point to measure \"the members of all proposed plaintiff classes in the aggregate.\"</p>\n<p>We reject Kash N' Karry's reading as contrary to the plain language of § 1332(d)(4)(B). The most natural reading of the home state exception is that Congress meant § 1332(d)(4)(B) to be read in conjunction with the federal class action rule, Fed.R.Civ.P. 23, or similar state statutes and rules of judicial procedure.<sup>[5]</sup> That is made explicit by the definition of \"class action\" in § 1332(d)(1)(B), which refers to Rule 23 or similar state rules. Under Rule 23, \"a class may be divided into subclasses that are each treated as a class under this rule.\" Fed.R.Civ.P. 23(c)(5). The home state exception's use of the plural \"classes,\" therefore, does not indicate that Congress intended an inquiry into what Kash N' Karry has termed the broader \"Article III case or controversy\" because a single complaint may contain multiple classes.<sup>[6]</sup></p>\n<p>In rejecting Kash N' Karry's reading of § 1332(d)(4)(B), we do not mean to say that the four corners of the plaintiff's complaint necessarily control the question of whether CAFA's home state exception applies. We do not rely on the maxim that the plaintiff is the master of his own complaint  the answer to that question is that it depends. Indeed, as we recently recognized in <i>Amoche,</i> 556 F.3d at 48-51, courts need not accept the plaintiffs' allegations regarding the amount in controversy when it appears to a reasonable probability that more than the jurisdictional minimum is at issue. We can imagine situations  for example, if the plaintiff has omitted an indispensable defendant  where looking beyond the four corners of the plaintiff's complaint may be necessary to determine whether the home state exception applies. But that situation is not before us here, and we leave further consideration of it for another day.</p>\n<p>Kash N' Karry argues that our reading, which here gives effect to the plaintiff's choice to define the scope of the suit narrowly, will ultimately cause the home state exception to defeat CAFA's broader purpose of expanding federal jurisdiction. That is, Kash N' Karry says that if courts are not allowed to consider the existing class members and defendants in national class actions but are limited to those described in the complaint in a single state, <span class=\"star-pagination\">*80</span> plaintiffs will tailor their pleading to avoid federal jurisdiction under CAFA.</p>\n<p>It is common for removing defendants trying to remain in federal court under CAFA to make this generic argument  that the four corners of the complaint do not control  as to various provisions of CAFA. For example, in <i>Freeman v. Blue Ridge Paper Products, Inc.,</i> 551 F.3d 405 (6th Cir.2008), five separate state court class actions were filed by plaintiffs from the same state for the same injuries covering sequential time periods. Each suit sought damages of $4.9 million, just below CAFA's $5 million jurisdictional minimum. <i>Id.</i> at 406. The Sixth Circuit held that this type of structuring is impermissible where \"there is no colorable basis\" for dividing the suit \"other than to frustrate CAFA.\" <i>Id.</i> at 409. Whether or not we would agree with <i>Freeman,</i> this case is very different. Grimsdale has not artificially split his class of Florida plaintiffs into multiple suits to avoid federal jurisdiction.</p>\n<p>And in <i>Tanoh v. Dow Chemical Co.,</i> 561 F.3d 945 (9th Cir.2009), the court interpreted the \"mass action\" provisions of CAFA, 28 U.S.C. § 1332(d)(11)(B)(i), as not permitting aggregation of seven separate state court toxic-tort suits against the same manufacturer, each with fewer than 100 plaintiffs, to create a basis for removal under CAFA.</p>\n<p>There is no one-size-fits-all response to a claim of evasion of congressional intent. The analysis will turn on the precise language of that section of CAFA. Our job is to effectuate the intent expressed in the plain language Congress has chosen, not to effectuate purported policy choices regardless of language. <i>See </i><i>Hartford Underwriters Ins. Co. v. Union Planters Bank, N.A.,</i> 530 U.S. 1, 5, 120 S.Ct. 1942, 147 L.Ed.2d 1 (2000) (\"[W]hen the statute's language is plain, the sole function of the courts  at least where the disposition required by the text is not absurd  is to enforce it according to its terms.\" (quoting <i>United States v. Ron Pair Enters., Inc.,</i> 489 U.S. 235, 241, 109 S.Ct. 1026, 103 L.Ed.2d 290 (1989)) (internal quotation marks omitted)).</p>\n<p>In any event, we are dubious about the policy arguments. Several factors make it unlikely that the exception will swallow the rule entirely. In particular, CAFA's home state exception is fairly narrow, encompassing only those suits where at least two-thirds of the class members and all of the primary defendants are citizens of the same state. Suits involving a primary defendant who is not a citizen of the forum state cannot qualify for the exception. Moreover, plaintiffs potentially sacrifice a great deal in terms of the parties they can sue and the claims they can bring by narrowing their pleadings to fit within the home state exception. And to the extent that the home state exception in practice creates an undesirable loophole, Congress may choose to amend the statute to address those problems as they arise.</p>\n<p>Beyond that, many of the policy concerns that motivated Congress to enact CAFA are simply not implicated where the suit qualifies for the home state exception. As we recently recognized:</p>\n<blockquote>In enacting CAFA, Congress was responding to what it perceived as abusive practices by plaintiffs and their attorneys in litigating major interstate class actions in state courts, which had \"harmed class members with legitimate claims and defendants that ha[d] acted responsibly,\" \"adversely affected interstate commerce,\" and \"undermined public respect for our judicial system.\"</blockquote>\n<p><i>Amoche,</i> 556 F.3d at 47 (alteration in original) (quoting CAFA § 2(a), 119 Stat. at 4). According to Congress, these abusive practices included forum shopping to take advantage of potential state court biases <span class=\"star-pagination\">*81</span> against foreign defendants. <i>See</i> CAFA § 2(a)(4)(B), 119 Stat. at 5. But where, as here, the defendant is also a citizen of the forum state, the concern for bias simply does not arise. Likewise, Congress in enacting CAFA was concerned that state courts were \"making judgments that impose their view of the law on other States and bind the rights of the residents of those States.\" <i>Id.</i> § 2(a)(4)(C), 119 Stat. at 5. But again, that potential problem is not implicated where the class members are largely citizens of the forum state.</p>\n<p>Kash N' Karry has a final contention that Grimsdale has improperly defined the class in this case by requiring that all class members be Florida citizens. Defining the class in this way, Kash N' Karry says, makes the class impossible to ascertain because state citizenship depends upon a person's subjective intent.</p>\n<p>The language of CAFA itself refutes the argument. It requires a court to assess the citizenship of the class members when applying the home state exception, an exercise Congress obviously did not consider to be impossible. Moreover, at least one other circuit has recognized that defining the class to include only citizens of a particular state can defeat federal jurisdiction under CAFA. <i>See </i><i>Dennison v. Carolina Payday Loans, Inc.,</i> 549 F.3d 941, 943 (4th Cir.2008); <i>Johnson,</i> 549 F.3d at 937. Therefore, we reject Kash N' Karry's argument that Grimsdale has improperly limited his class allegations to include only Florida citizens.</p>\n<p></p>\n<h2>III.</h2>\n<p>The district court's remand order is <i>affirmed.</i> Costs are awarded to Grimsdale.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the Ninth Circuit, sitting by designation.</p>\n<p>[1]  Although we are required to consider first any questions of Article III jurisdiction, <i>see </i><i>Steel Co. v. Citizens for a Better Env't,</i> 523 U.S. 83, 93-94, 118 S.Ct. 1003, 140 L.Ed.2d 210 (1998), it is clear there is such jurisdiction over this case. We may bypass questions of statutory jurisdiction where, as here, there are prudential reasons to do so. <i>See </i><i>Restoration Pres. Masonry, Inc. v. Grove Eur. Ltd.,</i> 325 F.3d 54, 60 (1st Cir.2003) (\"[A] jurisdictional inquiry is not required here given that the question invokes statutory jurisdiction.\"); <i>see also </i><i>Parella v. Ret. Bd. of the R.I. Employees' Ret. Sys.,</i> 173 F.3d 46, 53-54 (1st Cir.1999). Here, the district court's analysis focused on whether the home state exception to jurisdiction applied, <i>see </i><i>In re Hannaford Bros.,</i> 592 F.Supp.2d at 148, and so have the parties' arguments to us. We therefore bypass the preliminary question of whether the requisite minimal diversity exists here for jurisdiction under 28 U.S.C. § 1332(d)(2) and consider only whether CAFA's home state exception applies.</p>\n<p>[2]  To remain in federal court, this case must both satisfy the minimal diversity requirement for federal jurisdiction under 28 U.S.C. § 1332(d)(2) and also not fall under CAFA's home state exception in § 1332(d)(4)(B). Kash N' Karry therefore argues that its dual citizenship as a Delaware corporation with its principal place of business in Florida creates the requisite minimal diversity for jurisdiction under § 1332(d)(2). <i>See</i> 28 U.S.C. § 1332(d)(2)(A) (granting federal jurisdiction over class actions in which the amount in controversy exceeds $5 million and \"any member of a class of plaintiffs is a citizen of a State different from any defendant\"). We are skeptical of this argument and note that one other circuit has rejected it. <i>See </i><i>Johnson,</i> 549 F.3d at 936. In any event, Kash N' Karry concedes that we need not decide whether minimal diversity exists under § 1332(d)(2) if the home state exception applies. And Kash N' Karry admits that the home state exception is worded differently from § 1332(d)(2) such that it applies regardless of whether the defendant's dual citizenship creates minimal diversity for purposes of § 1332(d)(2).</p>\n<p>[3]  Kash N' Karry also argues, as a fallback position, that its reading of the statute is supported by CAFA's legislative history, specifically a post-enactment Senate report. Kash N' Karry did not make this argument to the district court, and because we hold that the plain text of the statute refutes Kash N' Karry's position, we do not consider CAFA's legislative history.</p>\n<p>[4]  Likewise, Kash N' Karry argues that CAFA's reference to \"primary defendants\" requires a court to look beyond the plaintiff's complaint to consider unnamed defendants against whom the class could pursue a claim arising from the same core set of facts. This claim is analytically similar to Kash N' Karry's argument as to class membership, and we reject it for the same reasons.</p>\n<p>[5]  Here, the Florida state rule is similar in all relevant aspects to Rule 23. <i>See</i> Fla. R. Civ. P. 1.220.</p>\n<p>[6]  Moreover, Kash N' Karry's reading would present serious administrability problems, which Congress surely did not intend. It would be extremely difficult to define the scope of what Kash N' Karry calls the \"Article III case or controversy.\" And Kash N' Karry's own definition is arbitrary: nothing in its theory supports its limitation to already-filed national actions. Indeed, Kash N' Karry uses the phrase \"Article III case or controversy\" in ways very different from the usual understanding of the phrase.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">564</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></span> (2009)</b></center>\n<center><h1>In re HANNAFORD BROS. CO. CUSTOMER DATA SECURITY BREACH LITIGATION.<br>\nThomas T. Grimsdale, III, Plaintiff, Appellee,<br>\nv.<br>\nKash N' Karry Food Stores, Inc. d/b/a Sweetbay Supermarket and Sweetbay Liquors, Defendant, Appellant.</h1></center>\n<center>No. 09-1393.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard April 9, 2009.</center>\n<center>Decided May 1, 2009.</center>\n<p><span class=\"star-pagination\">*76</span> Clifford H. Ruprecht with whom William J. Kayatta, Gavin G. McCarthy, and Pierce Atwood LLP were on brief for appellant.</p>\n<p>David J. Metcalf with whom Christopher T. McRae, McRae &amp; Metcalf, P.A., Richard L. Coffman, and The Coffman Law Firm were on brief for appellee.</p>\n<p>Before LYNCH, Chief Judge, FARRIS<sup>[*]</sup> and BOUDIN, Circuit Judges.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>This appeal presents an issue of first impression for this circuit regarding the application of the home state exception to federal jurisdiction under the Class Action Fairness Act of 2005 (\"CAFA\"), Pub.L. No. 109-2, 119 Stat. 4. Congress enacted CAFA in response to perceived abuses by plaintiffs' counsel in keeping class action cases of national importance out of the federal courts. <i>See</i> CAFA § 2(a)(4), 119 Stat. at 5; <i>see also </i><i>Amoche v. Guarantee Trust Life Ins. Co.,</i> <span class=\"citation\" data-id=\"203670\"><a href=\"/opinion/203670/amoche-v-guarantee-trust-life-ins-co/\"><span class=\"volume\">556</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></a></span>, 47-48 (1st Cir.2009); <i>Johnson v. Advance Am.,</i> <span class=\"citation\" data-id=\"1027376\"><a href=\"/opinion/1027376/johnson-v-advance-america/\"><span class=\"volume\">549</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">932</span></a></span>, 935 (4th Cir.2008). Defendant's essential argument is that the plaintiff has drawn his complaint in terms limiting the class and the defendants in order to defeat federal jurisdiction in violation of congressional intent. Plaintiff retorts that this suit fits precisely into an exception to the exercise of federal jurisdiction set forth explicitly in CAFA.</p>\n<p>Here, a class defined to consist entirely of Florida citizens sued a single corporation, also a Florida citizen, in Florida state court. After defendant removed to federal court under CAFA, plaintiff sought remand to the state court under CAFA's home state exception, which requires a federal court to decline to exercise jurisdiction if at least two-thirds of the members of all proposed plaintiff classes in the aggregate and the primary defendants are citizens of the state where the action was originally filed. <i>See</i> 28 U.S.C. § 1332(d)(4)(B).</p>\n<p>The district court found that this case fit squarely within CAFA's home state exception and granted the plaintiff's motion to remand. <i>See In re Hannaford Bros. Co. Customer Sec. Breach Litig.,</i> <span class=\"citation no-link\"><span class=\"volume\">592</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">146</span></span> (D.Me.2008). We agree and reject, on the facts here, the defendant's argument that the application of CAFA's home state exception depends on a broader assessment of the claims brought by others who do not fall within the complaint's class definition or of the claims available to the class against other possible defendants.</p>\n<p></p>\n<h2>I.</h2>\n<p>Defendant Kash N' Karry Food Stores, Inc. operates a chain of grocery stores in Florida. A computer hacker stole the credit card information of customers who had shopped at Kash N' Karry's stores between December 2007 and March 2008. Plaintiff Thomas Grimsdale, III regularly shopped at Kash N' Karry's stores in Tampa, <span class=\"star-pagination\">*77</span> Florida during this period and paid for his purchases using his bank debit card.</p>\n<p>On April 4, 2008, Grimsdale sued Kash N' Karry in Florida state court, alleging that Kash N' Karry had failed to adopt adequate security measures to protect its customers' credit card information. He sought to represent a class of approximately 1.6 million persons who had \"used credit/debit cards at [Kash N' Karry's] stores between December 7, 2007 and March 10, 2008 and/or had their personal and sensitive Confidential Information stolen and/or compromised as a result of the [security] Breach.\" The class definition explicitly excluded \"any persons and entities who are not citizens of the State of Florida.\"</p>\n<p>Kash N' Karry removed the case to federal court in Florida under CAFA on April 17, 2008. On April 25, 2008, Grimsdale filed a motion to remand the case to state court, arguing that CAFA's home state exception applied.</p>\n<p>On October 8, 2008, the Judicial Panel on Multidistrict Litigation transferred the case to the District of Maine, where twenty-four other suits had been consolidated against entities related to Kash N' Karry, raising similar allegations of wrongdoing in the security breach. These related entities were Kash N' Karry's sister corporation, Hannaford Brothers Co., and their common corporate parent, Delhaize America, Inc. Combined, the multidistrict litigation involved an estimated 4.2 million class members. On December 10, 2008, the district court granted Grimsdale's motion to remand, finding the requirements of CAFA's home state exception satisfied. <i>See </i><i>In re Hannaford Bros.,</i> 592 F.Supp.2d at 148.</p>\n<p>Kash N' Karry timely petitioned for leave to appeal the district court's remand order under 28 U.S.C. § 1453(c). We granted Kash N' Karry's petition on March 26, 2009. After expedited briefing, we heard oral argument in this appeal on April 9, 2009.</p>\n<p></p>\n<h2>II.</h2>\n<p>Congress expanded diversity jurisdiction through CAFA to allow for federal court jurisdiction over class actions satisfying the statute's amount in controversy and minimal diversity requirements. <i>See</i> 28 U.S.C. § 1332(d)(2); <i>see also </i><i>Amoche,</i> 556 F.3d at 47-48. Yet that grant of jurisdiction is subject to several exceptions. Here, our focus<sup>[1]</sup> is on the home state exception, which provides:</p>\n<blockquote>A district court shall decline to exercise jurisdiction [where] . . . two-thirds or more of the members of all proposed plaintiff classes in the aggregate, and the primary defendants, are citizens of the State in which the action was originally filed.</blockquote>\n<p><span class=\"star-pagination\">*78</span> 28 U.S.C. § 1332(d)(4)(B).<sup>[2]</sup></p>\n<p>There is a threshold question of which party bears the burden of showing that CAFA's home state exception applies. We hold that the burden is on the plaintiff to show that an exception to jurisdiction under CAFA applies. This is the rule adopted by our sister circuits. <i>See </i><i>Kaufman v. Allstate N.J. Ins. Co.,</i> <span class=\"citation\" data-id=\"1373439\"><a href=\"/opinion/1373439/kaufman-v-allstate-new-jersey-ins-co/\"><span class=\"volume\">561</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">144</span></a></span>, 153 (3d Cir.2009); <i>Serrano v. 180 Connect, Inc.,</i> <span class=\"citation\" data-id=\"797037\"><a href=\"/opinion/797037/william-serrano-on-behalf-of-himself-the-general-public-and-as-an/\"><span class=\"volume\">478</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1018</span></a></span>, 1024 (9th Cir.2007); <i>Hart v. FedEx Ground Package Sys. Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">457</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">675</span></span>, 680-81 (7th Cir. 2006); <i>Frazier v. Pioneer Ams. LLC,</i> <span class=\"citation\" data-id=\"43336\"><a href=\"/opinion/43336/frazier-v-pioneer-americas-llc/\"><span class=\"volume\">455</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">542</span></a></span>, 546 (5th Cir.2006); <i>Evans v. Walter Indus., Inc.,</i> <span class=\"citation\" data-id=\"77317\"><a href=\"/opinion/77317/isaiah-evans-v-walter-industries/\"><span class=\"volume\">449</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1159</span></a></span>, 1165 (11th Cir.2006). And it is consistent with the Supreme Court's general approach to removal jurisdiction. <i>See </i><i>Breuer v. Jim's Concrete of Brevard, Inc.,</i> <span class=\"citation\" data-id=\"127922\"><a href=\"/opinion/127922/breuer-v-jims-concrete-of-brevard-inc/\"><span class=\"volume\">538</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">691</span></a></span>, 698, <span class=\"citation\" data-id=\"127922\"><a href=\"/opinion/127922/breuer-v-jims-concrete-of-brevard-inc/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1882</span></a></span>, <span class=\"citation\" data-id=\"127922\"><a href=\"/opinion/127922/breuer-v-jims-concrete-of-brevard-inc/\"><span class=\"volume\">155</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">923</span></a></span> (2003) (\"[W]henever the subject matter of an action qualifies it for removal, the burden is on a plaintiff to find an express exception.\"). Here, however, as the parties agree, the burden of proof is largely immaterial because the outcome turns purely on questions of law.</p>\n<p>At first blush, the requirements of CAFA's home state exception appear to be satisfied here. As Grimsdale has defined the class in his complaint, all class members are Florida citizens. Kash N' Karry, the only defendant in this case, is also a Florida citizen because its principal place of business is in Florida. <i>See</i> 28 U.S.C. § 1332(c)(1) (\"[A] corporation shall be deemed to be a citizen . . . of the State where it has its principal place of business.. . .\"). And this case was originally filed in Florida state court.</p>\n<p>Still, Kash N' Karry offers a different reading of CAFA's home state exception, turning on the interpretation of the sub-phrase \"the members of all proposed plaintiff classes in the aggregate\" within the home state exception. <i>See id.</i> § 1332(d)(4)(B) (\"A district court shall decline to exercise jurisdiction [where] . . . two-thirds or more of the members of all proposed plaintiff classes in the aggregate, and the primary defendants, are citizens of the State in which the action was originally filed.\"). Specifically, Kash N' Karry argues that the plain meaning of \"all proposed plaintiff classes in the aggregate\" requires reference outside the four corners of the complaint in the particular case before the court to all previously filed class actions which arise from a core nucleus of operative facts such as to meet an \"Article III case or controversy\" requirement.<sup>[3]</sup> It <span class=\"star-pagination\">*79</span> contends that the term \"aggregate\" means that Congress intended to refer beyond the plaintiff's complaint; otherwise, Congress would have simply used the term \"class members\" as it did in § 1332(d)(1)(D).<sup>[4]</sup> Applying this principle here, Kash N' Karry says the previously filed national class actions involving Hannaford that were consolidated by the Judicial Panel on Multidistrict Litigation are the appropriate reference point to measure \"the members of all proposed plaintiff classes in the aggregate.\"</p>\n<p>We reject Kash N' Karry's reading as contrary to the plain language of § 1332(d)(4)(B). The most natural reading of the home state exception is that Congress meant § 1332(d)(4)(B) to be read in conjunction with the federal class action rule, Fed.R.Civ.P. 23, or similar state statutes and rules of judicial procedure.<sup>[5]</sup> That is made explicit by the definition of \"class action\" in § 1332(d)(1)(B), which refers to Rule 23 or similar state rules. Under Rule 23, \"a class may be divided into subclasses that are each treated as a class under this rule.\" Fed.R.Civ.P. 23(c)(5). The home state exception's use of the plural \"classes,\" therefore, does not indicate that Congress intended an inquiry into what Kash N' Karry has termed the broader \"Article III case or controversy\" because a single complaint may contain multiple classes.<sup>[6]</sup></p>\n<p>In rejecting Kash N' Karry's reading of § 1332(d)(4)(B), we do not mean to say that the four corners of the plaintiff's complaint necessarily control the question of whether CAFA's home state exception applies. We do not rely on the maxim that the plaintiff is the master of his own complaint  the answer to that question is that it depends. Indeed, as we recently recognized in <i>Amoche,</i> 556 F.3d at 48-51, courts need not accept the plaintiffs' allegations regarding the amount in controversy when it appears to a reasonable probability that more than the jurisdictional minimum is at issue. We can imagine situations  for example, if the plaintiff has omitted an indispensable defendant  where looking beyond the four corners of the plaintiff's complaint may be necessary to determine whether the home state exception applies. But that situation is not before us here, and we leave further consideration of it for another day.</p>\n<p>Kash N' Karry argues that our reading, which here gives effect to the plaintiff's choice to define the scope of the suit narrowly, will ultimately cause the home state exception to defeat CAFA's broader purpose of expanding federal jurisdiction. That is, Kash N' Karry says that if courts are not allowed to consider the existing class members and defendants in national class actions but are limited to those described in the complaint in a single state, <span class=\"star-pagination\">*80</span> plaintiffs will tailor their pleading to avoid federal jurisdiction under CAFA.</p>\n<p>It is common for removing defendants trying to remain in federal court under CAFA to make this generic argument  that the four corners of the complaint do not control  as to various provisions of CAFA. For example, in <i>Freeman v. Blue Ridge Paper Products, Inc.,</i> <span class=\"citation\" data-id=\"1456893\"><a href=\"/opinion/1456893/freeman-v-blue-ridge-paper-products-inc/\"><span class=\"volume\">551</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">405</span></a></span> (6th Cir.2008), five separate state court class actions were filed by plaintiffs from the same state for the same injuries covering sequential time periods. Each suit sought damages of $4.9 million, just below CAFA's $5 million jurisdictional minimum. <i>Id.</i> at 406. The Sixth Circuit held that this type of structuring is impermissible where \"there is no colorable basis\" for dividing the suit \"other than to frustrate CAFA.\" <i>Id.</i> at 409. Whether or not we would agree with <i>Freeman,</i> this case is very different. Grimsdale has not artificially split his class of Florida plaintiffs into multiple suits to avoid federal jurisdiction.</p>\n<p>And in <i>Tanoh v. Dow Chemical Co.,</i> <span class=\"citation\" data-id=\"1373309\"><a href=\"/opinion/1373309/tanoh-v-dow-chemical-co/\"><span class=\"volume\">561</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">945</span></a></span> (9th Cir.2009), the court interpreted the \"mass action\" provisions of CAFA, 28 U.S.C. § 1332(d)(11)(B)(i), as not permitting aggregation of seven separate state court toxic-tort suits against the same manufacturer, each with fewer than 100 plaintiffs, to create a basis for removal under CAFA.</p>\n<p>There is no one-size-fits-all response to a claim of evasion of congressional intent. The analysis will turn on the precise language of that section of CAFA. Our job is to effectuate the intent expressed in the plain language Congress has chosen, not to effectuate purported policy choices regardless of language. <i>See </i><i>Hartford Underwriters Ins. Co. v. Union Planters Bank, N.A.,</i> <span class=\"citation\" data-id=\"1087670\"><a href=\"/opinion/1087670/hartford-underwriters-ins-co-v-union-planters-bank-na/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 5, <span class=\"citation\" data-id=\"1087670\"><a href=\"/opinion/1087670/hartford-underwriters-ins-co-v-union-planters-bank-na/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1942</span></a></span>, <span class=\"citation\" data-id=\"1087670\"><a href=\"/opinion/1087670/hartford-underwriters-ins-co-v-union-planters-bank-na/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (2000) (\"[W]hen the statute's language is plain, the sole function of the courts  at least where the disposition required by the text is not absurd  is to enforce it according to its terms.\" (quoting <i>United States v. Ron Pair Enters., Inc.,</i> <span class=\"citation\" data-id=\"112204\"><a href=\"/opinion/112204/united-states-v-ron-pair-enterprises-inc/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">235</span></a></span>, 241, <span class=\"citation\" data-id=\"112204\"><a href=\"/opinion/112204/united-states-v-ron-pair-enterprises-inc/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1026</span></a></span>, <span class=\"citation\" data-id=\"112204\"><a href=\"/opinion/112204/united-states-v-ron-pair-enterprises-inc/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">290</span></a></span> (1989)) (internal quotation marks omitted)).</p>\n<p>In any event, we are dubious about the policy arguments. Several factors make it unlikely that the exception will swallow the rule entirely. In particular, CAFA's home state exception is fairly narrow, encompassing only those suits where at least two-thirds of the class members and all of the primary defendants are citizens of the same state. Suits involving a primary defendant who is not a citizen of the forum state cannot qualify for the exception. Moreover, plaintiffs potentially sacrifice a great deal in terms of the parties they can sue and the claims they can bring by narrowing their pleadings to fit within the home state exception. And to the extent that the home state exception in practice creates an undesirable loophole, Congress may choose to amend the statute to address those problems as they arise.</p>\n<p>Beyond that, many of the policy concerns that motivated Congress to enact CAFA are simply not implicated where the suit qualifies for the home state exception. As we recently recognized:</p>\n<blockquote>In enacting CAFA, Congress was responding to what it perceived as abusive practices by plaintiffs and their attorneys in litigating major interstate class actions in state courts, which had \"harmed class members with legitimate claims and defendants that ha[d] acted responsibly,\" \"adversely affected interstate commerce,\" and \"undermined public respect for our judicial system.\"</blockquote>\n<p><i>Amoche,</i> 556 F.3d at 47 (alteration in original) (quoting CAFA § 2(a), 119 Stat. at 4). According to Congress, these abusive practices included forum shopping to take advantage of potential state court biases <span class=\"star-pagination\">*81</span> against foreign defendants. <i>See</i> CAFA § 2(a)(4)(B), 119 Stat. at 5. But where, as here, the defendant is also a citizen of the forum state, the concern for bias simply does not arise. Likewise, Congress in enacting CAFA was concerned that state courts were \"making judgments that impose their view of the law on other States and bind the rights of the residents of those States.\" <i>Id.</i> § 2(a)(4)(C), 119 Stat. at 5. But again, that potential problem is not implicated where the class members are largely citizens of the forum state.</p>\n<p>Kash N' Karry has a final contention that Grimsdale has improperly defined the class in this case by requiring that all class members be Florida citizens. Defining the class in this way, Kash N' Karry says, makes the class impossible to ascertain because state citizenship depends upon a person's subjective intent.</p>\n<p>The language of CAFA itself refutes the argument. It requires a court to assess the citizenship of the class members when applying the home state exception, an exercise Congress obviously did not consider to be impossible. Moreover, at least one other circuit has recognized that defining the class to include only citizens of a particular state can defeat federal jurisdiction under CAFA. <i>See </i><i>Dennison v. Carolina Payday Loans, Inc.,</i> <span class=\"citation\" data-id=\"1027380\"><a href=\"/opinion/1027380/dennison-v-carolina-payday-loans-inc/\"><span class=\"volume\">549</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">941</span></a></span>, 943 (4th Cir.2008); <i>Johnson,</i> 549 F.3d at 937. Therefore, we reject Kash N' Karry's argument that Grimsdale has improperly limited his class allegations to include only Florida citizens.</p>\n<p></p>\n<h2>III.</h2>\n<p>The district court's remand order is <i>affirmed.</i> Costs are awarded to Grimsdale.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the Ninth Circuit, sitting by designation.</p>\n<p>[1]  Although we are required to consider first any questions of Article III jurisdiction, <i>see </i><i>Steel Co. v. Citizens for a Better Env't,</i> <span class=\"citation\" data-id=\"2620886\"><a href=\"/opinion/2620886/steel-co-v-citizens-for-better-environment/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 93-94, <span class=\"citation\" data-id=\"2620886\"><a href=\"/opinion/2620886/steel-co-v-citizens-for-better-environment/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1003</span></a></span>, <span class=\"citation\" data-id=\"2620886\"><a href=\"/opinion/2620886/steel-co-v-citizens-for-better-environment/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">210</span></a></span> (1998), it is clear there is such jurisdiction over this case. We may bypass questions of statutory jurisdiction where, as here, there are prudential reasons to do so. <i>See </i><i>Restoration Pres. Masonry, Inc. v. Grove Eur. Ltd.,</i> <span class=\"citation\" data-id=\"200404\"><a href=\"/opinion/200404/restoration-preserva-v-grove-europe-ltd/\"><span class=\"volume\">325</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span>, 60 (1st Cir.2003) (\"[A] jurisdictional inquiry is not required here given that the question invokes statutory jurisdiction.\"); <i>see also </i><i>Parella v. Ret. Bd. of the R.I. Employees' Ret. Sys.,</i> <span class=\"citation\" data-id=\"198432\"><a href=\"/opinion/198432/parella-v-retirement/\"><span class=\"volume\">173</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 53-54 (1st Cir.1999). Here, the district court's analysis focused on whether the home state exception to jurisdiction applied, <i>see </i><i>In re Hannaford Bros.,</i> 592 F.Supp.2d at 148, and so have the parties' arguments to us. We therefore bypass the preliminary question of whether the requisite minimal diversity exists here for jurisdiction under 28 U.S.C. § 1332(d)(2) and consider only whether CAFA's home state exception applies.</p>\n<p>[2]  To remain in federal court, this case must both satisfy the minimal diversity requirement for federal jurisdiction under 28 U.S.C. § 1332(d)(2) and also not fall under CAFA's home state exception in § 1332(d)(4)(B). Kash N' Karry therefore argues that its dual citizenship as a Delaware corporation with its principal place of business in Florida creates the requisite minimal diversity for jurisdiction under § 1332(d)(2). <i>See</i> 28 U.S.C. § 1332(d)(2)(A) (granting federal jurisdiction over class actions in which the amount in controversy exceeds $5 million and \"any member of a class of plaintiffs is a citizen of a State different from any defendant\"). We are skeptical of this argument and note that one other circuit has rejected it. <i>See </i><i>Johnson,</i> 549 F.3d at 936. In any event, Kash N' Karry concedes that we need not decide whether minimal diversity exists under § 1332(d)(2) if the home state exception applies. And Kash N' Karry admits that the home state exception is worded differently from § 1332(d)(2) such that it applies regardless of whether the defendant's dual citizenship creates minimal diversity for purposes of § 1332(d)(2).</p>\n<p>[3]  Kash N' Karry also argues, as a fallback position, that its reading of the statute is supported by CAFA's legislative history, specifically a post-enactment Senate report. Kash N' Karry did not make this argument to the district court, and because we hold that the plain text of the statute refutes Kash N' Karry's position, we do not consider CAFA's legislative history.</p>\n<p>[4]  Likewise, Kash N' Karry argues that CAFA's reference to \"primary defendants\" requires a court to look beyond the plaintiff's complaint to consider unnamed defendants against whom the class could pursue a claim arising from the same core set of facts. This claim is analytically similar to Kash N' Karry's argument as to class membership, and we reject it for the same reasons.</p>\n<p>[5]  Here, the Florida state rule is similar in all relevant aspects to Rule 23. <i>See</i> Fla. R. Civ. P. 1.220.</p>\n<p>[6]  Moreover, Kash N' Karry's reading would present serious administrability problems, which Congress surely did not intend. It would be extremely difficult to define the scope of what Kash N' Karry calls the \"Article III case or controversy.\" And Kash N' Karry's own definition is arbitrary: nothing in its theory supports its limitation to already-filed national actions. Indeed, Kash N' Karry uses the phrase \"Article III case or controversy\" in ways very different from the usual understanding of the phrase.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/43336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/77317/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/127922/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200404/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203670/",
    "http://www.courtlistener.com/api/rest/v3/opinions/797037/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1027376/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1027380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087670/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1373309/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1373439/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1456893/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2620886/"
  ]
}