{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203806/",
  "absolute_url": "/opinion/203806/colonial-surety-co-v-uni-con-floors-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203806/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:23:25Z",
  "date_modified": "2016-02-28T05:12:03.573196Z",
  "type": "010combined",
  "sha1": "a1a198f639101e17f073741a1435ae693543a2a0",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-1065P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/05/06/Colonial_Surety_Co._v._Uni-Con_Floors_Inc..pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\nNos. 08-1065, 08-1393\n\n                     COLONIAL SURETY COMPANY,\n\n                         Plaintiff, Appellee,\n\n                                  v.\n\n                             AVI WEIZMAN,\n\n                         Defendant, Appellant.\n                               __________\n\n    UNI-CON FLOORS, INC., KATHERINE L. HEBERT, SCOTT HEBERT,\n      JOHN A. PACHECO, JAMIE K. PACHECO, KRISTINE WEIZMAN,\n\n                              Defendants.\n\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. William G. Young, U.S. District Judge]\n\n\n                                 Before\n                        Boudin, Stahl and Lipez,\n                            Circuit Judges.\n\n\n     John E. Zajac with whom Carmichael & Zajac, P.C. were on brief\nfor appellant.\n     Steven Shane Smith with whom Francis A. Shannon, III and\nShannon Law Associates, Inc. were on brief for appellee.\n\n\n\n                              May 6, 2009\n\f          BOUDIN, Circuit Judge.   In January 2007, Colonial Surety\n\nCompany (\"Colonial\") brought suit in federal district court against\n\nUni-Con Floors, Inc. (\"Uni-Con\") and its indemnitors.   The latter\n\npromised reimbursement to Colonial for any losses, costs, and\n\nexpenses incurred by Colonial on bonding for certain construction\n\ncontracts entered into by Uni-Con Floors. Uni-Con defaulted on two\n\nof these contracts, requiring Colonial to pay $813,129.61 to\n\ncomplete work assured by Colonial bonds.\n\n          One of the indemnitors was Avi Weizman.   Weizman and the\n\nother defendants were defaulted for failure to appear but (for\n\nreasons not here pertinent) the district judge thereafter vacated\n\nthe default judgment as to Weizman.      Weizman in turn defended\n\nagainst Colonial's claim on the ground that he had not signed the\n\nindemnity contract (instead, his wife had signed for him) and,\n\nalternatively, that any liability of his was discharged as a result\n\nof his own bankruptcy discharge in 2006.\n\n          After a two-day bench trial, the district court rejected\n\nthese defenses and found Weizman liable to Colonial based on the\n\nbonded contracts that Uni-Con Floors had failed to complete.   The\n\ncourt ruled that even though Weizman's signature on the 1998\n\nindemnity agreement had been affixed by his wife, Weizman had\n\nthereafter become liable under the agreement by signing a separate\n\nindemnification agreement in 2005 which incorporated the 1998\n\n\n\n\n                               -2-\n\fagreement by cross-reference. Weizman's arguments on appeal do not\n\nchallenge this latter ruling.\n\n          Instead, Weizman's appeal is based on his defense that\n\nany such liability to Colonial was expunged by Weizman's discharge\n\nin bankruptcy.   Weizman had filed for chapter 7 bankruptcy in\n\nOctober 2005 and had been discharged in April 2006, but he did not\n\nlist Colonial as a creditor and his schedule of debts had not\n\nmentioned indemnity obligations.1       The district court found that\n\nColonial's indemnity claims against Weizman did not exist at the\n\ntime of the bankruptcy proceeding and so were not discharged.\n\n          In the district court, Weizman argued that the underlying\n\nobligation created by the 1998 indemnification agreement, to which\n\nhe became a party in 2005, did exist at the time of bankruptcy and\n\ncould therefore be discharged. Under Weizman's theory, it mattered\n\nnot that Uni-Con's defaults on the two projects (which occurred in\n\nSeptember 2006) came after his bankruptcy discharge.     The district\n\ncourt, focusing on the claims triggered by the defaults, was not\n\npersuaded.\n\n          Following the district court's decision on liability,\n\nWeizman filed a Rule 59 motion asking the court to reconsider, in\n\npart based upon a new argument.    Specifically, Weizman argued that\n\n\n     1\n      The terms \"listed\" and \"scheduled\" refer to a debtor's\nobligations under 11 U.S.C. § 521 (2006) to \"list\" creditors and\n\"schedule\" liabilities and assets.     On the bankruptcy forms,\nschedules D-F call for a debtor to list creditors and the details\nof each debt.\n\n                                  -3-\n\fhis   filing    for    bankruptcy   was    itself    a     breach   of   the   1998\n\nindemnification agreement, which made bankruptcy of an indemnitor\n\nan act of default; and to this extent Colonial had a matured claim\n\nagainst Weizman for breach of the indemnification agreement once he\n\nfiled his bankruptcy petition in 2005.              The district court denied\n\nthat motion without further discussion.\n\n           One other aspect of the district court proceedings bears\n\nmention. Colonial contended in the district court that Weizman, in\n\nlisting his assets in the bankruptcy proceeding, had not disclosed\n\nthat he owned 1,000 shares of stock in a sister company of Uni-Con\n\nFloors.    Weizman's seeming position is that the shares were not\n\nshown to have any value, but the district court expressly found the\n\nomission fraudulent; it so advised the bankruptcy court.\n\n           However, the district court did not rest its rejection of\n\nWeizman's bankruptcy discharge defense on the supposed fraud.\n\nPresumably,     the     district     court     believed      (correctly)       that\n\ninvalidating a discharge for fraud is a matter for the bankruptcy\n\ncourt, 11 U.S.C. § 727(d); by contrast, Weizman's defense in the\n\ndistrict   court      necessarily    called    on    the    district     court   to\n\ndetermine whether the discharge encompassed the claims on which\n\nColonial sued.\n\n           In    due    course,    the   district    court    entered     a    final\n\njudgment in the amount of $813,179.61 jointly and severally against\n\nall of the defendants on the indemnity contract, representing the\n\n\n                                         -4-\n\fcosts to complete contractually promised work at the two projects.\n\nWeizman has now appealed to this court, pressing anew his argument\n\nthat the bankruptcy discharge bars the present judgment against\n\nhim.       Colonial contends that this argument is partly forfeited but\n\nthat in any event Weizman's failure to list Colonial as a creditor\n\nin the bankruptcy court means that such an obligation is not\n\ndischarged.2\n\n               We begin with the district court's ruling that the\n\ndischarge did not include Colonial's claims against Weizman because\n\nthey had not arisen at the time of the bankruptcy: in a nut shell,\n\nthat an April 2006 discharge could not wipe out Colonial's claims,\n\nwhich arose only with the September 2006 project defaults by Uni-\n\nCon.        But   the    Colonial    claims   rest   upon   the   indemnification\n\nagreement that itself was made before the bankruptcy filing and it\n\nis   his     obligation     under    the   agreement    that   Weizman   says   was\n\ndischarged.\n\n               The      Bankruptcy    Code    defines   \"claim[s]\"--which       are\n\npotentially subject to discharge in the bankruptcy proceeding--to\n\ninclude rights to payment that are inter alia \"fixed, contingent,\n\nmatured, unmatured, disputed, [and] undisputed,\" 11 U.S.C. § 101(5)\n\n\n\n       2\n      As already noted, only after trial did Weizman argue for the\nfirst time that his own bankruptcy filing breached the\nindemnification agreement. We agree that the argument was forfeited\nand do not address it further. See Daigle v. Me. Med. Ctr., Inc.,\n14 F.3d 684, 687-88 (1st Cir. 1994); Federal Deposit Ins. Corp. v.\nWorld Univ., Inc., 978 F.2d 10, 16 (1st Cir. 1992).\n\n                                           -5-\n\f(2006). Weizman's best argument is that the indemnification itself\n\nwas a contingent claim against Weizman that might be deemed to\n\nmature if and as Uni-Con defaulted on bonded projects.\n\n            In his support, case law holds that the \"claim\" language\n\nis to be read very broadly and can include claims that are\n\nuncertain and difficult to estimate.                 Maynard v. Elliott, 283 U.S.\n\n273, 275-78 (1931); In re THC Financial Corp., 686 F.2d 799, 802-03\n\n(9th Cir. 1982).             Seemingly Congress in adopting this language\n\nmeant to leave phrasing that had been read more grudgingly to\n\ndisallow discharge of claims that had been doubtful or speculative\n\nat the time of bankruptcy.             See S. Rep. No. 95-989, 95th Cong., 2d\n\nSess. (1978); H.R. Rep. No. 595, 95th Cong., 1st Sess. (1977),\n\nreprinted in 1978 U.S.C.C.A.N. 5787.\n\n            Although Weizman and others liable on the indemnification\n\nagreement were obligated under the agreement from the outset, it\n\nwould    seem    hard    to    value    a    claim   under    the   indemnification\n\nagreement prior to Uni-Con's defaults. And, if the primary purpose\n\nof   a   claim   is     to    allow    the    creditor   to   participate   in   the\n\ndistribution of assets of the estate, one blanches at the notion\n\nthat a claim could be discharged even though it was too speculative\n\nto be valued and so to share in the bankrupt's assets.\n\n            However, some of the decisions--including one of our own-\n\n-treat contingent claims as intrinsically dischargeable under the\n\npresent statute, saying that the court must just make the best\n\n\n\n                                             -6-\n\festimate it can as to the present value of the claim.            In re\n\nHemingway Transp., Inc., 954 F.2d 1, 8 (1st Cir. 1992).      One of the\n\ntreatises discusses indemnity contracts not yet triggered by a\n\ndefault as posing a difficult issue but assumes that estimation is\n\nthe answer.    3 Collier on Bankruptcy, ¶ 51.11, at 51-25 (15th ed.\n\n2009).\n\n            Accordingly, we think that under Hemingway Weizman's\n\nposition is correct and that Colonial's claims rested on an earlier\n\nobligation that comprised a contingent claim capable of being\n\ndischarged by his later bankruptcy.    Technically, the discharge is\n\nof a \"debt,\" 11 U.S.C. § 523(a) (2006), rather than a          \"claim\"\n\n(which is what the debtor must list); but the code's definition of\n\ndebt and associated case law indicate that the two concepts are to\n\nbe read together.    See 11 U.S.C. § 101(12) (2006).\n\n            Still, not all dischargeable debts are then discharged,\n\nand we agree with Colonial that Weizman's discharge in bankruptcy\n\ndid not include the claim or claims at issue here.             Section\n\n523(a)(3)(A) of the bankruptcy code precludes discharge of a debt\n\nif it was\n\n            neither listed nor scheduled under section\n            521(1) of this title, with the name, if known\n            to the debtor, of the creditor to whom such\n            debt is owed, in time to permit . . . timely\n            filing of a proof of claim, unless such\n            creditor had notice or actual knowledge of the\n            case in time for such timely filing.3\n\n     3\n     Subsection (A), in words omitted from the quotation, applies\nthis restriction to most debts including those at issue here;\n\n                                 -7-\n\fThis language, as we read it, provides what one might expect to be\n\nthe general rule: that if the debtor fails to list a supposed\n\ncreditor's claim--meaning that the creditor will not be notified of\n\nthe opportunity to participate in the proceeding (and the creditor\n\ndoes not otherwise happen to know of the bankruptcy), the debt is\n\nnot discharged.\n\n               Conceivably (Weizman so argues in this case) a debtor\n\nmight    not    realize    that    contingent    contractual        obligation    to\n\nindemnify constitutes a claim or debt that could be discharged.\n\nBut, as between the debtor who knows what contracts he has signed\n\nand the creditor ignorant of the bankruptcy filing, surely the\n\ndebtor is best suited to identify those from whom it desires a\n\ndischarge so they can be provided with notice.                This, we think, is\n\nthe plain message of section 523(a)(3).\n\n               Colonial says that this outcome is compelled because\n\notherwise       the   bankruptcy    code      would   deny    the    creditor     an\n\nopportunity to be heard before being deprived of its property. See\n\nMullane v. Cent. Hanover Bank & Trust Co., 339 U.S. 306, 314\n\n(1950).   Because we think that section 523(a)(3) makes listing (or\n\nactual    notice      or   knowledge)   a     condition      of    discharge,    the\n\nconstitutional claim need not be considered.                      This is so even\n\nthough our reading is not universally shared.\n\n\n\nsubsection (B) applies a somewhat similar rule to debts, primarily\nrelated to deliberate wrongdoing, not captured by the general rule\nunder subsection (A). 11 U.S.C. § 523(a)(3).\n\n                                        -8-\n\f                  In a leading decision by a highly respected judge, the\n\nNinth Circuit has construed section 523(a)(3) not to apply to so-\n\ncalled no asset bankruptcies, which is what Weizman claims his\n\nproceeding to have been.            See In re Beezley, 994 F.2d 1433, 1435-37\n\n(9th       Cir.    1993)     (O'Scannlain,   J.,    concurring).4     A   no    asset\n\nbankruptcy is one in which the bankrupt claims in his filing that\n\nhe has no assets to distribute to ordinary creditors.                          As the\n\nAdministrative Office explains:\n\n                  If all the debtor's assets are exempt or\n                  subject to valid liens, the trustee will\n                  normally file a \"no asset\" report with the\n                  court, and there will be no distribution to\n                  unsecured creditors. Most chapter 7 cases\n                  involving individual debtors are no asset\n                  cases.\n\nhttp://www.uscourts.gov/bankruptcycourts/bankruptcybasics.html.\n\n                  Although    chapter   7    does   not   distinguish     no    asset\n\nbankruptcies, the bankruptcy courts do curtail proceedings in no\n\nasset cases and may choose not to fix a bar date for submitting\n\nclaims.       E.g., In re Walendy, 118 B.R. 774, 775 (Bkrtcy C.D. Cal.\n\n1990).       The creditors may be notified that the debtor purports to\n\nhave no assets and that they need not file claims.                  Fed. R. Bankr.\n\nProc. 2002(e).             Yet a creditor, if notified, could appear to\n\ncontend that the debtor does have assets.\n\n\n       4\n      Beezley itself was a short per curiam opinion but in In re\nNielsen, 383 F.3d 922, 925 (9th Cir. 2004), a full panel ruled that\n\"the reasoning in [Beezley] was set out in a concurrence rather\nthan in the terse per curiam opinion. We follow the holding of\nthat opinion and adopt the reasoning of the concurrence.\").\n\n                                            -9-\n\f           Section 523(a)((3) uses the phrase     \"in time to permit .\n\n.   . timely filing of a proof of claim,\" and Beezley reasoned that\n\nthe no-notice/no discharge provision does not apply to no asset\n\ncases because no bar date is ever established and therefore no\n\nfiling of a claim is ever rendered untimely.          With respect, we\n\nthink that the statute aims to assure creditor notice before\n\ndischarge and the idea that \"timely filing\" remains available after\n\nthe bankruptcy proceeding closed is surely not what Congress had in\n\nmind.   The history of the provision bears this out.\n\n           The   original   1898   Bankruptcy   Act   provided   that   a\n\ndischarge was barred for debts that \"have not been duly scheduled\n\nin time for proof and allowance\" unless the creditor had notice or\n\nactual knowledge of the bankruptcy, section 17(a)(3); and the\n\nslightly more permissive present language (\"neither listed or\n\nscheduled . . . in time to permit . . . timely filing of a proof of\n\nclaim\") was substituted in the 1978 Bankruptcy Code for a narrow\n\nand specific purpose, namely, to \"overrule\" a 1904 Supreme Court\n\ndecision, Birkett v. Columbia Bank, 195 U.S. 345 (1904). H.R. Rep.\n\nNo. 95-595 (1977), reprinted in 1978 U.S.C.C.A.N 5963.\n\n           Birkett dealt with an unusual case where a creditor was\n\nnot listed, a discharge was granted and in the relatively brief\n\nperiod between the discharge and the full distribution of assets,\n\nthe creditor learned of the bankruptcy--and did so in time that a\n\nproof of claim could have been filed entitling the creditor to\n\n\n\n                                   -10-\n\fparticipate in the estate.     Even so, the Supreme Court held that\n\nthe 1898 language (\"not been duly scheduled\") governed and the\n\ndebtor was unprotected by the discharge. Birkett, 195 U.S. at 350.\n\nThe 1978 Bankruptcy Code substitution was apparently meant only to\n\nundo this overly-rigid reading.\n\n          Even so, the Ninth Circuit reading has been followed,\n\nusually without much analysis, by other circuits; stress is usually\n\nplaced on the absence of prejudice and on remedies available to the\n\nun-notified creditor if the debtor acted with fraudulent intent or\n\nif unlisted assets held are later discovered.5     By contrast, the\n\nSeventh Circuit took a different approach--broadly consistent with\n\nour view--in which it assumed that an unlisted debt was not\n\ndischarged.    In re Stark, 717 F.2d 322 (7th Cir. 1983).\n\n          In Stark, the holding was that that a no asset debtor\n\ncould, long after the discharge, ask the bankruptcy court to reopen\n\nthe proceeding to list belatedly a creditor who was innocently\n\nomitted and who would have received no benefit from notice.   717 F.\n\n2d at 324.     But such a course properly leaves the burden on the\n\ndebtor to show that the law and equities justify this relief--\n\nabsent which the debt will remain undischarged.\n\n              Weizman was free to seek that relief and started down\n\nthat path; he did file a motion in the bankruptcy court, after the\n\n\n     5\n      In re Madaj, 149 F.3d 467, 470 (6th Cir. 1998); Judd v.\nWolfe, 78 F.3d 110, 111 (3d Cir. 1996); Stone v. Caplan, 10 F.3d\n285, 291 n.13 (5th Cir. 1994).\n\n                                 -11-\n\fpresent district court litigation began, seeking to list his\n\nobligation to Colonial and so obtain the benefit of the discharge\n\ndespite the lack of original notice.   But he thereafter withdrew\n\nthe request, possibly not caring to face the charge (endorsed by\n\nthe district judge) of fraudulent concealment of assets in the\n\noriginal bankruptcy.\n\n          Nothing in the language or history of the 1978 revision\n\nof section 523(a)(3) indicates that Congress aimed to carve out no\n\nasset bankruptcies from what we perceive to be a general rule that\n\nlisting the creditor is a condition of discharge.   The qualifying\n\nphrase about timely filing recognizes that notice may be given late\n\nin the bankruptcy-proceeding day but still in time for the creditor\n\nto participate in the bankruptcy proceeding. Here, the bankruptcy\n\nproceeding was completed with no notice to Colonial.\n\n          That the debtor claims to have no distributable assets\n\nmight make one think that the creditor is not harmed by the lack of\n\nnotice and so the Ninth Circuit reading is just a shortcut to a no\n\nharm, no foul outcome.   But no asset claims are easy to make; a\n\ncreditor might want notice precisely to argue that there are assets\n\neven though the debtor asserts otherwise.    Colonial also argues\n\nthat notice would have permitted it to take earlier action against\n\nother indemnitors to protect itself.\n\n          It is true that an unnotified creditor is not entirely\n\nhelpless even after the bankruptcy proceeding is long over: the\n\n\n\n                               -12-\n\fdiscovery of overlooked assets and the opportunity to prove fraud\n\ncan be grounds for reopening the bankruptcy.   But so, too, can a\n\ndebtor move to reopen to list a debt where the failure to give\n\nnotice was innocent and can be shown to have caused no harm;\n\nconsistent with Stark, we conclude that in such a case the debtor\n\nwould be entitled to such relief.    Yet the burden of doing so is\n\nfairly upon the debtor who failed to give notice--or so Congress\n\nseems to have thought.\n\n          But it is not merely a matter of burdens.   Beezley means\n\nthat the un-notified creditor gets protection only if limited\n\nspecified grounds can be established; by contrast, a debtor who\n\nmoves to reopen to list a debt long after discharge surely must\n\nshow that the omission was innocent and, even so, can probably be\n\ncountered by anything that makes it inequitable to grant such\n\nrelief.   As between Beezley and Stark, we think that the latter\n\nbest fulfills the aim of Congress.\n\n          Affirmed.\n\n\n\n\n                              -13-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                        For the First Circuit\n\nNos. 08-1065, 08-1393\n\n                     COLONIAL SURETY COMPANY,\n\n                         Plaintiff, Appellee,\n\n                                  v.\n\n                             AVI WEIZMAN,\n\n                         Defendant, Appellant.\n                               __________\n\n    UNI-CON FLOORS, INC., KATHERINE L. HEBERT, SCOTT HEBERT,\n      JOHN A. PACHECO, JAMIE K. PACHECO, KRISTINE WEIZMAN,\n\n                              Defendants.\n\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. William G. Young, U.S. District Judge]\n\n\n                                 Before\n                        Boudin, Stahl and Lipez,\n                            Circuit Judges.\n\n\n     John E. Zajac with whom Carmichael & Zajac, P.C. were on brief\nfor appellant.\n     Steven Shane Smith with whom Francis A. Shannon, III and\nShannon Law Associates, Inc. were on brief for appellee.\n\n\n\n                              May 6, 2009\n\f          BOUDIN, Circuit Judge.   In January 2007, Colonial Surety\n\nCompany (\"Colonial\") brought suit in federal district court against\n\nUni-Con Floors, Inc. (\"Uni-Con\") and its indemnitors.   The latter\n\npromised reimbursement to Colonial for any losses, costs, and\n\nexpenses incurred by Colonial on bonding for certain construction\n\ncontracts entered into by Uni-Con Floors. Uni-Con defaulted on two\n\nof these contracts, requiring Colonial to pay $813,129.61 to\n\ncomplete work assured by Colonial bonds.\n\n          One of the indemnitors was Avi Weizman.   Weizman and the\n\nother defendants were defaulted for failure to appear but (for\n\nreasons not here pertinent) the district judge thereafter vacated\n\nthe default judgment as to Weizman.      Weizman in turn defended\n\nagainst Colonial's claim on the ground that he had not signed the\n\nindemnity contract (instead, his wife had signed for him) and,\n\nalternatively, that any liability of his was discharged as a result\n\nof his own bankruptcy discharge in 2006.\n\n          After a two-day bench trial, the district court rejected\n\nthese defenses and found Weizman liable to Colonial based on the\n\nbonded contracts that Uni-Con Floors had failed to complete.   The\n\ncourt ruled that even though Weizman's signature on the 1998\n\nindemnity agreement had been affixed by his wife, Weizman had\n\nthereafter become liable under the agreement by signing a separate\n\nindemnification agreement in 2005 which incorporated the 1998\n\n\n\n\n                               -2-\n\fagreement by cross-reference. Weizman's arguments on appeal do not\n\nchallenge this latter ruling.\n\n          Instead, Weizman's appeal is based on his defense that\n\nany such liability to Colonial was expunged by Weizman's discharge\n\nin bankruptcy.   Weizman had filed for chapter 7 bankruptcy in\n\nOctober 2005 and had been discharged in April 2006, but he did not\n\nlist Colonial as a creditor and his schedule of debts had not\n\nmentioned indemnity obligations.1       The district court found that\n\nColonial's indemnity claims against Weizman did not exist at the\n\ntime of the bankruptcy proceeding and so were not discharged.\n\n          In the district court, Weizman argued that the underlying\n\nobligation created by the 1998 indemnification agreement, to which\n\nhe became a party in 2005, did exist at the time of bankruptcy and\n\ncould therefore be discharged. Under Weizman's theory, it mattered\n\nnot that Uni-Con's defaults on the two projects (which occurred in\n\nSeptember 2006) came after his bankruptcy discharge.     The district\n\ncourt, focusing on the claims triggered by the defaults, was not\n\npersuaded.\n\n          Following the district court's decision on liability,\n\nWeizman filed a Rule 59 motion asking the court to reconsider, in\n\npart based upon a new argument.    Specifically, Weizman argued that\n\n\n     1\n      The terms \"listed\" and \"scheduled\" refer to a debtor's\nobligations under 11 U.S.C. § 521 (2006) to \"list\" creditors and\n\"schedule\" liabilities and assets.     On the bankruptcy forms,\nschedules D-F call for a debtor to list creditors and the details\nof each debt.\n\n                                  -3-\n\fhis   filing    for    bankruptcy   was    itself    a     breach   of   the   1998\n\nindemnification agreement, which made bankruptcy of an indemnitor\n\nan act of default; and to this extent Colonial had a matured claim\n\nagainst Weizman for breach of the indemnification agreement once he\n\nfiled his bankruptcy petition in 2005.              The district court denied\n\nthat motion without further discussion.\n\n           One other aspect of the district court proceedings bears\n\nmention. Colonial contended in the district court that Weizman, in\n\nlisting his assets in the bankruptcy proceeding, had not disclosed\n\nthat he owned 1,000 shares of stock in a sister company of Uni-Con\n\nFloors.    Weizman's seeming position is that the shares were not\n\nshown to have any value, but the district court expressly found the\n\nomission fraudulent; it so advised the bankruptcy court.\n\n           However, the district court did not rest its rejection of\n\nWeizman's bankruptcy discharge defense on the supposed fraud.\n\nPresumably,     the     district     court     believed      (correctly)       that\n\ninvalidating a discharge for fraud is a matter for the bankruptcy\n\ncourt, 11 U.S.C. § 727(d); by contrast, Weizman's defense in the\n\ndistrict   court      necessarily    called    on    the    district     court   to\n\ndetermine whether the discharge encompassed the claims on which\n\nColonial sued.\n\n           In    due    course,    the   district    court    entered     a    final\n\njudgment in the amount of $813,179.61 jointly and severally against\n\nall of the defendants on the indemnity contract, representing the\n\n\n                                         -4-\n\fcosts to complete contractually promised work at the two projects.\n\nWeizman has now appealed to this court, pressing anew his argument\n\nthat the bankruptcy discharge bars the present judgment against\n\nhim.       Colonial contends that this argument is partly forfeited but\n\nthat in any event Weizman's failure to list Colonial as a creditor\n\nin the bankruptcy court means that such an obligation is not\n\ndischarged.2\n\n               We begin with the district court's ruling that the\n\ndischarge did not include Colonial's claims against Weizman because\n\nthey had not arisen at the time of the bankruptcy: in a nut shell,\n\nthat an April 2006 discharge could not wipe out Colonial's claims,\n\nwhich arose only with the September 2006 project defaults by Uni-\n\nCon.        But   the    Colonial    claims   rest   upon   the   indemnification\n\nagreement that itself was made before the bankruptcy filing and it\n\nis   his     obligation     under    the   agreement    that   Weizman   says   was\n\ndischarged.\n\n               The      Bankruptcy    Code    defines   \"claim[s]\"--which       are\n\npotentially subject to discharge in the bankruptcy proceeding--to\n\ninclude rights to payment that are inter alia \"fixed, contingent,\n\nmatured, unmatured, disputed, [and] undisputed,\" 11 U.S.C. § 101(5)\n\n\n\n       2\n      As already noted, only after trial did Weizman argue for the\nfirst time that his own bankruptcy filing breached the\nindemnification agreement. We agree that the argument was forfeited\nand do not address it further. See Daigle v. Me. Med. Ctr., Inc.,\n</pre><span class=\"citation\" data-id=\"195171\"><a href=\"/opinion/195171/daigle-v-maine-medical/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">684</span></a></span><pre class=\"inline\">, 687-88 (1st Cir. 1994); Federal Deposit Ins. Corp. v.\nWorld Univ., Inc., </pre><span class=\"citation\" data-id=\"593291\"><a href=\"/opinion/593291/federal-deposit-insurance-corporation-v-world-university-inc-santa/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span><pre class=\"inline\">, 16 (1st Cir. 1992).\n\n                                           -5-\n\f(2006). Weizman's best argument is that the indemnification itself\n\nwas a contingent claim against Weizman that might be deemed to\n\nmature if and as Uni-Con defaulted on bonded projects.\n\n            In his support, case law holds that the \"claim\" language\n\nis to be read very broadly and can include claims that are\n\nuncertain and difficult to estimate.                 Maynard v. Elliott, </pre><span class=\"citation\" data-id=\"101730\"><a href=\"/opinion/101730/maynard-v-elliott/\"><span class=\"volume\">283</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">273</span></a></span><pre class=\"inline\">, 275-78 (1931); In re THC Financial Corp., </pre><span class=\"citation\" data-id=\"407872\"><a href=\"/opinion/407872/bankr-l-rep-p-69004-in-re-thc-financial-corp-a-hawaii-corporation/\"><span class=\"volume\">686</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">799</span></a></span><pre class=\"inline\">, 802-03\n\n(9th Cir. 1982).             Seemingly Congress in adopting this language\n\nmeant to leave phrasing that had been read more grudgingly to\n\ndisallow discharge of claims that had been doubtful or speculative\n\nat the time of bankruptcy.             See S. Rep. No. 95-989, 95th Cong., 2d\n\nSess. (1978); H.R. Rep. No. 595, 95th Cong., 1st Sess. (1977),\n\nreprinted in 1978 U.S.C.C.A.N. 5787.\n\n            Although Weizman and others liable on the indemnification\n\nagreement were obligated under the agreement from the outset, it\n\nwould    seem    hard    to    value    a    claim   under    the   indemnification\n\nagreement prior to Uni-Con's defaults. And, if the primary purpose\n\nof   a   claim   is     to    allow    the    creditor   to   participate   in   the\n\ndistribution of assets of the estate, one blanches at the notion\n\nthat a claim could be discharged even though it was too speculative\n\nto be valued and so to share in the bankrupt's assets.\n\n            However, some of the decisions--including one of our own-\n\n-treat contingent claims as intrinsically dischargeable under the\n\npresent statute, saying that the court must just make the best\n\n\n\n                                             -6-\n\festimate it can as to the present value of the claim.            In re\n\nHemingway Transp., Inc., </pre><span class=\"citation\" data-id=\"576212\"><a href=\"/opinion/576212/in-re-hemingway-transport-inc-debtors-woburn-associates-v-herbert-c/\"><span class=\"volume\">954</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 8 (1st Cir. 1992).      One of the\n\ntreatises discusses indemnity contracts not yet triggered by a\n\ndefault as posing a difficult issue but assumes that estimation is\n\nthe answer.    3 Collier on Bankruptcy, ¶ 51.11, at 51-25 (15th ed.\n\n2009).\n\n            Accordingly, we think that under Hemingway Weizman's\n\nposition is correct and that Colonial's claims rested on an earlier\n\nobligation that comprised a contingent claim capable of being\n\ndischarged by his later bankruptcy.    Technically, the discharge is\n\nof a \"debt,\" 11 U.S.C. § 523(a) (2006), rather than a          \"claim\"\n\n(which is what the debtor must list); but the code's definition of\n\ndebt and associated case law indicate that the two concepts are to\n\nbe read together.    See 11 U.S.C. § 101(12) (2006).\n\n            Still, not all dischargeable debts are then discharged,\n\nand we agree with Colonial that Weizman's discharge in bankruptcy\n\ndid not include the claim or claims at issue here.             Section\n\n523(a)(3)(A) of the bankruptcy code precludes discharge of a debt\n\nif it was\n\n            neither listed nor scheduled under section\n            521(1) of this title, with the name, if known\n            to the debtor, of the creditor to whom such\n            debt is owed, in time to permit . . . timely\n            filing of a proof of claim, unless such\n            creditor had notice or actual knowledge of the\n            case in time for such timely filing.3\n\n     3\n     Subsection (A), in words omitted from the quotation, applies\nthis restriction to most debts including those at issue here;\n\n                                 -7-\n\fThis language, as we read it, provides what one might expect to be\n\nthe general rule: that if the debtor fails to list a supposed\n\ncreditor's claim--meaning that the creditor will not be notified of\n\nthe opportunity to participate in the proceeding (and the creditor\n\ndoes not otherwise happen to know of the bankruptcy), the debt is\n\nnot discharged.\n\n               Conceivably (Weizman so argues in this case) a debtor\n\nmight    not    realize    that    contingent    contractual        obligation    to\n\nindemnify constitutes a claim or debt that could be discharged.\n\nBut, as between the debtor who knows what contracts he has signed\n\nand the creditor ignorant of the bankruptcy filing, surely the\n\ndebtor is best suited to identify those from whom it desires a\n\ndischarge so they can be provided with notice.                This, we think, is\n\nthe plain message of section 523(a)(3).\n\n               Colonial says that this outcome is compelled because\n\notherwise       the   bankruptcy    code      would   deny    the    creditor     an\n\nopportunity to be heard before being deprived of its property. See\n\nMullane v. Cent. Hanover Bank & Trust Co., </pre><span class=\"citation\" data-id=\"104786\"><a href=\"/opinion/104786/mullane-v-central-hanover-bank-trust-co/\"><span class=\"volume\">339</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">306</span></a></span><pre class=\"inline\">, 314\n\n(1950).   Because we think that section 523(a)(3) makes listing (or\n\nactual    notice      or   knowledge)   a     condition      of    discharge,    the\n\nconstitutional claim need not be considered.                      This is so even\n\nthough our reading is not universally shared.\n\n\n\nsubsection (B) applies a somewhat similar rule to debts, primarily\nrelated to deliberate wrongdoing, not captured by the general rule\nunder subsection (A). 11 U.S.C. § 523(a)(3).\n\n                                        -8-\n\f                  In a leading decision by a highly respected judge, the\n\nNinth Circuit has construed section 523(a)(3) not to apply to so-\n\ncalled no asset bankruptcies, which is what Weizman claims his\n\nproceeding to have been.            See In re Beezley, </pre><span class=\"citation\" data-id=\"608138\"><a href=\"/opinion/608138/bankr-l-rep-p-75277-in-re-gilbert-g-beezley-debtor-gilbert-g/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1433</span></a></span><pre class=\"inline\">, 1435-37\n\n(9th       Cir.    1993)     (O'Scannlain,   J.,    concurring).4     A   no    asset\n\nbankruptcy is one in which the bankrupt claims in his filing that\n\nhe has no assets to distribute to ordinary creditors.                          As the\n\nAdministrative Office explains:\n\n                  If all the debtor's assets are exempt or\n                  subject to valid liens, the trustee will\n                  normally file a \"no asset\" report with the\n                  court, and there will be no distribution to\n                  unsecured creditors. Most chapter 7 cases\n                  involving individual debtors are no asset\n                  cases.\n\nhttp://www.uscourts.gov/bankruptcycourts/bankruptcybasics.html.\n\n                  Although    chapter   7    does   not   distinguish     no    asset\n\nbankruptcies, the bankruptcy courts do curtail proceedings in no\n\nasset cases and may choose not to fix a bar date for submitting\n\nclaims.       E.g., In re Walendy, </pre><span class=\"citation\" data-id=\"1539376\"><a href=\"/opinion/1539376/in-re-walendy/\"><span class=\"volume\">118</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">774</span></a></span><pre class=\"inline\">, 775 (Bkrtcy C.D. Cal.\n\n1990).       The creditors may be notified that the debtor purports to\n\nhave no assets and that they need not file claims.                  Fed. R. Bankr.\n\nProc. 2002(e).             Yet a creditor, if notified, could appear to\n\ncontend that the debtor does have assets.\n\n\n       4\n      Beezley itself was a short per curiam opinion but in In re\nNielsen, </pre><span class=\"citation\" data-id=\"787769\"><a href=\"/opinion/787769/in-re-randall-todd-nielsen-in-re-jerri-lea-nielsen-debtors-sharon-white/\"><span class=\"volume\">383</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">922</span></a></span><pre class=\"inline\">, 925 (9th Cir. 2004), a full panel ruled that\n\"the reasoning in [Beezley] was set out in a concurrence rather\nthan in the terse per curiam opinion. We follow the holding of\nthat opinion and adopt the reasoning of the concurrence.\").\n\n                                            -9-\n\f           Section 523(a)((3) uses the phrase     \"in time to permit .\n\n.   . timely filing of a proof of claim,\" and Beezley reasoned that\n\nthe no-notice/no discharge provision does not apply to no asset\n\ncases because no bar date is ever established and therefore no\n\nfiling of a claim is ever rendered untimely.          With respect, we\n\nthink that the statute aims to assure creditor notice before\n\ndischarge and the idea that \"timely filing\" remains available after\n\nthe bankruptcy proceeding closed is surely not what Congress had in\n\nmind.   The history of the provision bears this out.\n\n           The   original   1898   Bankruptcy   Act   provided   that   a\n\ndischarge was barred for debts that \"have not been duly scheduled\n\nin time for proof and allowance\" unless the creditor had notice or\n\nactual knowledge of the bankruptcy, section 17(a)(3); and the\n\nslightly more permissive present language (\"neither listed or\n\nscheduled . . . in time to permit . . . timely filing of a proof of\n\nclaim\") was substituted in the 1978 Bankruptcy Code for a narrow\n\nand specific purpose, namely, to \"overrule\" a 1904 Supreme Court\n\ndecision, Birkett v. Columbia Bank, </pre><span class=\"citation\" data-id=\"96150\"><a href=\"/opinion/96150/birkett-v-columbia-bank/\"><span class=\"volume\">195</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">345</span></a></span><pre class=\"inline\"> (1904). H.R. Rep.\n\nNo. 95-595 (1977), reprinted in 1978 U.S.C.C.A.N 5963.\n\n           Birkett dealt with an unusual case where a creditor was\n\nnot listed, a discharge was granted and in the relatively brief\n\nperiod between the discharge and the full distribution of assets,\n\nthe creditor learned of the bankruptcy--and did so in time that a\n\nproof of claim could have been filed entitling the creditor to\n\n\n\n                                   -10-\n\fparticipate in the estate.     Even so, the Supreme Court held that\n\nthe 1898 language (\"not been duly scheduled\") governed and the\n\ndebtor was unprotected by the discharge. Birkett, 195 U.S. at 350.\n\nThe 1978 Bankruptcy Code substitution was apparently meant only to\n\nundo this overly-rigid reading.\n\n          Even so, the Ninth Circuit reading has been followed,\n\nusually without much analysis, by other circuits; stress is usually\n\nplaced on the absence of prejudice and on remedies available to the\n\nun-notified creditor if the debtor acted with fraudulent intent or\n\nif unlisted assets held are later discovered.5     By contrast, the\n\nSeventh Circuit took a different approach--broadly consistent with\n\nour view--in which it assumed that an unlisted debt was not\n\ndischarged.    In re Stark, </pre><span class=\"citation no-link\"><span class=\"volume\">717</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">322</span></span><pre class=\"inline\"> (7th Cir. 1983).\n\n          In Stark, the holding was that that a no asset debtor\n\ncould, long after the discharge, ask the bankruptcy court to reopen\n\nthe proceeding to list belatedly a creditor who was innocently\n\nomitted and who would have received no benefit from notice.   717 F.\n\n2d at 324.     But such a course properly leaves the burden on the\n\ndebtor to show that the law and equities justify this relief--\n\nabsent which the debt will remain undischarged.\n\n              Weizman was free to seek that relief and started down\n\nthat path; he did file a motion in the bankruptcy court, after the\n\n\n     5\n      In re Madaj, </pre><span class=\"citation\" data-id=\"755806\"><a href=\"/opinion/755806/in-re-michael-k-madaj-debtor-in-re-theresa-a-madaj-debtor-wilbert-f/\"><span class=\"volume\">149</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">467</span></a></span><pre class=\"inline\">, 470 (6th Cir. 1998); Judd v.\nWolfe, </pre><span class=\"citation\" data-id=\"714146\"><a href=\"/opinion/714146/susan-judd-v-lawrence-wolfe-susan-judd-debtor/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">110</span></a></span><pre class=\"inline\">, 111 (3d Cir. 1996); Stone v. Caplan, </pre><span class=\"citation\" data-id=\"658128\"><a href=\"/opinion/658128/in-the-matter-of-clayton-wray-stone-jr-and-jeannine-stone-debtors/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span>\n<span class=\"page\">285</span></a></span><pre class=\"inline\">, 291 n.13 (5th Cir. 1994).\n\n                                 -11-\n\fpresent district court litigation began, seeking to list his\n\nobligation to Colonial and so obtain the benefit of the discharge\n\ndespite the lack of original notice.   But he thereafter withdrew\n\nthe request, possibly not caring to face the charge (endorsed by\n\nthe district judge) of fraudulent concealment of assets in the\n\noriginal bankruptcy.\n\n          Nothing in the language or history of the 1978 revision\n\nof section 523(a)(3) indicates that Congress aimed to carve out no\n\nasset bankruptcies from what we perceive to be a general rule that\n\nlisting the creditor is a condition of discharge.   The qualifying\n\nphrase about timely filing recognizes that notice may be given late\n\nin the bankruptcy-proceeding day but still in time for the creditor\n\nto participate in the bankruptcy proceeding. Here, the bankruptcy\n\nproceeding was completed with no notice to Colonial.\n\n          That the debtor claims to have no distributable assets\n\nmight make one think that the creditor is not harmed by the lack of\n\nnotice and so the Ninth Circuit reading is just a shortcut to a no\n\nharm, no foul outcome.   But no asset claims are easy to make; a\n\ncreditor might want notice precisely to argue that there are assets\n\neven though the debtor asserts otherwise.    Colonial also argues\n\nthat notice would have permitted it to take earlier action against\n\nother indemnitors to protect itself.\n\n          It is true that an unnotified creditor is not entirely\n\nhelpless even after the bankruptcy proceeding is long over: the\n\n\n\n                               -12-\n\fdiscovery of overlooked assets and the opportunity to prove fraud\n\ncan be grounds for reopening the bankruptcy.   But so, too, can a\n\ndebtor move to reopen to list a debt where the failure to give\n\nnotice was innocent and can be shown to have caused no harm;\n\nconsistent with Stark, we conclude that in such a case the debtor\n\nwould be entitled to such relief.    Yet the burden of doing so is\n\nfairly upon the debtor who failed to give notice--or so Congress\n\nseems to have thought.\n\n          But it is not merely a matter of burdens.   Beezley means\n\nthat the un-notified creditor gets protection only if limited\n\nspecified grounds can be established; by contrast, a debtor who\n\nmoves to reopen to list a debt long after discharge surely must\n\nshow that the omission was innocent and, even so, can probably be\n\ncountered by anything that makes it inequitable to grant such\n\nrelief.   As between Beezley and Stark, we think that the latter\n\nbest fulfills the aim of Congress.\n\n          Affirmed.\n\n\n\n\n                              -13-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/96150/",
    "http://www.courtlistener.com/api/rest/v3/opinions/101730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195171/",
    "http://www.courtlistener.com/api/rest/v3/opinions/407872/",
    "http://www.courtlistener.com/api/rest/v3/opinions/576212/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593291/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608138/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658128/",
    "http://www.courtlistener.com/api/rest/v3/opinions/714146/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755806/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787769/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1539376/"
  ]
}