{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203859/",
  "absolute_url": "/opinion/203859/martinez-serrano-v-quality-health-serv-of-pr/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203859/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:24:30Z",
  "date_modified": "2016-04-26T12:38:37.575671Z",
  "type": "010combined",
  "sha1": "75356d38422fdb9c57e5e4eea4dc2892e465a981",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-1127P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/06/08/Martinez-Serrano_v._Quality_Health_Serv..pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 08-1127\n\n    MILDRED MARTÍNEZ-SERRANO AND ELIZABETH MARTÍNEZ-SERRANO,\n\n                     Plaintiffs, Appellants,\n\n                               v.\n\n         QUALITY HEALTH SERVICES OF PUERTO RICO, INC.,\n                  d/b/a HOSPITAL SAN CRISTÓBAL,\n\n                      Defendant, Appellee.\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Jaime Pieras, Jr., U.S. District Judge]\n\n\n\n                             Before\n\n                       Lynch, Chief Judge,\n                Selya and Lipez, Circuit Judges.\n\n\n     Ramón L. Walker-Merino, with whom Ricardo Ruiz Díaz and Ruiz\n& Reyes Law Offices were on brief, for appellants.\n     Jorge Martínez-Luciano, with whom Emil Rodríguez-Escudero,\nLaw Offices of Pedro Ortiz Alvárez, PSC, José A. Miranda-Daleccio,\nand Miranda Cárdenas & Córdova were on brief, for appellee.\n\n\n                          June 8, 2009\n\f            SELYA, Circuit Judge.          This is a medical malpractice\n\naction, brought under diversity jurisdiction.              See 28 U.S.C.\n\n§ 1332(a)(1).     At the close of the plaintiffs' case in chief, the\n\ndistrict court granted a defense motion for judgment as a matter of\n\nlaw.      See Fed. R. Civ. P. 50(a)(1).           The plaintiffs appeal,\n\nprotesting the exclusion of certain expert testimony and the\n\ngranting of the climactic Rule 50 motion.         Discerning no error, we\n\naffirm.\n\nI.   FACTUAL BACKGROUND\n\n            Plaintiffs-appellants Mildred and Elizabeth Martínez-\n\nSerrano are citizens and residents of states within the continental\n\nUnited States.    They are the surviving daughters of José Martínez-\n\nFlores (Martínez), who died while undergoing treatment at Hospital\n\nSan Cristóbal (the Hospital), a facility owned and operated by\n\ndefendant-appellee Quality Health Services of Puerto Rico.\n\n            The events leading up to Martínez's demise are largely\n\n(but not entirely) uncontroversial.         On November 4, 2005, Martínez\n\nrepaired to the Hospital complaining that he had been vomiting\n\nblood.      An emergency room physician examined him and ordered\n\nlaboratory tests, an electrocardiogram, intravenous medications and\n\nfluids, and a blood transfusion.       The doctor formed a preliminary\n\ndiagnosis    of   gastrointestinal    bleeding     and   ordered   Martínez\n\nadmitted as a patient of his primary care physician, Dr. Orlando\n\nTorres-Miranda (Dr. Torres).         The admission order envisioned a\n\n\n                                     -2-\n\fconsultation     by    Dr.   Nelson     Medina-Moreno   (Dr.     Medina),   a\n\ngastroenterologist.\n\n            At around 11:00 a.m. the following morning, Dr. Torres\n\nvisited the Hospital to examine his patient.            Although Martínez\n\nseemed worn-out, he was alert and oriented.          Dr. Torres instructed\n\nthe Hospital's staff once more to contact Dr. Medina about the\n\ndesired consultation.        He also ordered a complete blood count, to\n\nbe done after a second blood transfusion. Finally, he directed the\n\nstaff to notify him immediately when the results of the laboratory\n\ntests were available.\n\n            Those results arrived at the Hospital the same day around\n\n3:30 p.m.    They indicated a variety of abnormalities.          The nurses'\n\nnotes reflect several unsuccessful attempts to relay these results\n\nto Dr. Torres.         Although there is conflicting evidence on the\n\npoint, we take as true Dr. Torres's avowal that the results were\n\nnot conveyed to him during Martínez's lifetime.\n\n            As   the     hours   went    by,   the   patient's     condition\n\ndeteriorated.    By nightfall, Dr. Torres still had not received any\n\ninformation about the laboratory tests.         With Martínez's condition\n\nworsening, the nursing staff called the case to the attention of a\n\nresident physician.      By then, the patient was in cardiorespiratory\n\narrest.     Emergency resuscitation proved unsuccessful and Martínez\n\ndied shortly thereafter.\n\n\n\n\n                                      -3-\n\fII.   TRAVEL OF THE CASE\n\n            In due season, the plaintiffs brought suit for Martínez's\n\nwrongful death in Puerto Rico's federal district court.               Their\n\nsecond amended complaint (for present purposes, the operative\n\npleading) charged negligence on the part of Dr. Medina (who had\n\nnever examined the patient), Dr. Torres, and the Hospital.             This\n\nappeal is from a judgment entered in favor of the Hospital.\n\n            During the course of pretrial jousting, the plaintiffs\n\ndropped their claims against Dr. Medina.            Prior to the start of\n\ntrial,   the   district    court   excluded   two    clusters   of   expert\n\ntestimony, one proffered by the plaintiffs and the other by the\n\nHospital.   We focus on the exclusion of testimony proffered by the\n\nplaintiffs.\n\n            The facts are as follows (all dates are in 2007 unless\n\notherwise indicated). The district court entered a case-management\n\norder (the CMO) on March 27.       The CMO set the initial scheduling\n\nconference for May 23 and decreed that, on or before that date, the\n\nplaintiffs must identify any expert witnesses whom they planned to\n\ncall at the trial and deliver their reports to the defense.           Each\n\nsuch report was to include, among other things, \"[a] complete\n\nstatement of all opinions to be expressed by the expert and the\n\nbasis for those opinions.\"     The CMO warned that \"[i]f the report of\n\nthe expert is not as described herein, the expert's testimony will\n\nnot be permitted on direct examination.\"\n\n\n                                    -4-\n\f          The    district      court   convened    the   initial    scheduling\n\nconference on May 23.        A continuation of the scheduling conference\n\ntook place on July 9.        By then, the plaintiffs had designated Dr.\n\nBenito Colón as an expert witness and had furnished his report as\n\nrequired by the CMO.        The report attributed most of the blame for\n\nMartínez's    death    to    Dr.   Torres.    It   did,    however,    ascribe\n\nnegligence to the Hospital for granting Dr. Torres admitting\n\nprivileges.\n\n          The lower court issued a supplementary case-management\n\norder on July 13; that order listed Dr. Colón's report as part of\n\nthe plaintiffs' authorized documentary evidence.                In the same\n\norder, the court warned that no other expert reports would be\n\nallowed, except upon written motion and for good cause shown.\n\n          At about this time, the plaintiffs reached a settlement\n\nwith Dr. Torres.       That development left the Hospital, for all\n\npractical purposes, as the sole remaining defendant.1              The Hospital\n\ntook Dr. Colón's deposition on August 16.                The doctor deviated\n\ndramatically    from   his    report   and   testified    extensively    about\n\nnegligent acts and omissions by Hospital employees.             That line of\n\nreasoning was conspicuously absent from his original report.\n\n          A few weeks later, the plaintiffs submitted what they\n\neuphemistically called a \"final addendum\" to Dr. Colón's report.\n\n\n\n     1\n       While the Hospital's insurer was also named as a defendant,\nthe insurer's presence does not affect our analysis.\n\n                                       -5-\n\fThe addendum altered the theory of liability against the Hospital\n\nfrom negligence in accrediting Dr. Torres (who had by this time\n\nsettled with the plaintiffs) to negligence in its handling of\n\nMartínez's care.\n\n           The    Hospital   did   not    take   kindly    to   Dr.   Colón's\n\ntergiversation.    It asked the district court to preclude Dr. Colón\n\nfrom testifying, arguing that this flip-flop effectively introduced\n\na new line of expert opinion into the case and, thus, transgressed\n\nthe terms of the CMO.    In the alternative, the Hospital argued that\n\nthe newly proffered testimony should be excluded because it failed\n\nto meet minimally acceptable standards of reliability. See Daubert\n\nv. Merrell Dow Pharm., 509 U.S. 579, 593-94 (1993).\n\n           Although    the   plaintiffs     objected      strenuously,   the\n\ndistrict court granted the Hospital's motion to preclude. Somewhat\n\ncryptically, the court stated that Dr. Colón's testimony was\n\n\"deemed inadmissible as this expert has lost all credibility before\n\nthe Court.\"\n\n           The plaintiffs proceeded to trial without their expert\n\nwitness.      They premised liability mainly on allegations that\n\nHospital personnel had failed to (i) contact Dr. Medina as ordered\n\nby both the emergency room physician and Dr. Torres and (ii) notify\n\nDr. Torres in a timely fashion of the abnormal lab-test results.\n\nBoth Dr. Medina and Dr. Torres testified as fact witnesses about\n\n\n\n\n                                    -6-\n\fthe failures of communication. The latter also testified about\n\nMartínez's condition.\n\n           At the close of the plaintiffs' case in chief, the\n\nHospital moved for judgment as a matter of law.    The district court\n\ngranted the motion.   See Martínez Serrano v. Quality Health Servs.\n\nof P.R., Inc., No. 06-1454, slip op. at 3 (D.P.R. Nov. 28, 2007)\n\n(unpublished).    This timely appeal ensued.\n\nIII.   ANALYSIS\n\n           On appeal, the plaintiffs maintain that the district\n\ncourt (i) abused its discretion in precluding Dr. Colón's expert\n\ntestimony and (ii) erred in taking the case from the jury.         We\n\naddress these points separately.\n\n                        A.    Expert Testimony.\n\n           Before considering the plaintiffs' preclusion claim, we\n\nmust deal with a procedural argument: the Hospital asserts that\n\nthis court lacks jurisdiction to entertain this preclusion claim\n\nbecause the plaintiffs failed to designate the exclusionary order\n\nin their notice of appeal.      This assertion lacks merit.\n\n           To be sure, a notice of appeal ordinarily must designate\n\nthe orders or judgments to which the appeal is directed.      See Fed.\n\nR. App. P. 3(c)(1)(B).       But this principle is not ironclad.   One\n\nrecognized exception concerns notices of appeal that designate the\n\nfinal judgment in a case as the appeal's object.      The case law is\n\nconsentient that such a notice of appeal is deemed to encompass not\n\n\n                                   -7-\n\fonly the final judgment but also all interlocutory orders that\n\nmerge into it.    See John's Insul., Inc. v. L. Addison & Assocs.,\n\nInc., 156 F.3d 101, 105 (1st Cir. 1998).         That is the situation\n\nhere; the preclusionary order challenged by the plaintiffs is of\n\nthe type and kind that merges into the final judgment.         See, e.g.,\n\nUnited States ex rel. Zembowski v. DeRobertis, 771 F.2d 1057, 1064-\n\n65 (7th Cir. 1985); see also 16A Wright, Miller, Cooper & Struve,\n\nFederal Practice & Procedure § 3949.4, at 100 n.32 (4th ed. 2008)\n\n(collecting cases).      Consequently, we have jurisdiction to resolve\n\nthis assignment of error.\n\n            This brings us to the substance of the plaintiffs' claim.\n\nIt is a bedrock principle that federal trial courts possess wide-\n\nranging authority to manage the conduct of litigation and, as a\n\nnecessary corollary of that authority, to sanction litigants who\n\nfail to comply with court-imposed deadlines.          See Tower Ventures,\n\nInc. v. City of Westfield, 296 F.3d 43, 45-46 (1st Cir. 2002).        And\n\nwhen a failure of compliance occurs, \"the court may choose from a\n\nbroad universe of possible sanctions.\"        Id. at 46.\n\n            The Civil Rules contain a number of provisions that are\n\ndesigned to assist trial courts in handling the peculiar subset of\n\ndiscovery problems associated with the selection, disclosure, and\n\nuse of expert witnesses.         See, e.g., Fed. R. Civ. P. 16(b),\n\n26(a)(2);   see   also   id.   37(b)(2)(B).    This    framework   permits\n\ndistrict courts, among other things, to set temporal deadlines for\n\n\n                                    -8-\n\fthe identification of experts and the disclosure of their opinions.\n\nSee Fed. R. Civ. P. 26(a)(2)(C); Boston Gas Co. v. Century Indem.\n\nCo., 529 F.3d 8, 18 (1st Cir. 2008).\n\n          Where,   as   here,    a   party   aspires    to   present   expert\n\ntestimony but does not adhere to the district court's temporal\n\nbenchmarks, the court has a range of options.          One of those options\n\nis preclusion — and if the court deems that option appropriate, we\n\nreview its determination solely for abuse of discretion.           Macaulay\n\nv. Anas, 321 F.3d 45, 51 (1st Cir. 2003).\n\n          This standard of review obtains both as to the finding\n\nthat a discovery violation occurred and as to the appropriateness\n\nof the sanction selected.       See Thibeault v. Square D Co., 960 F.2d\n\n239, 243 (1st Cir. 1992).        In the last analysis, then, a party\n\nstriving to overturn a trial court's exercise of discretion with\n\nrespect to such matters faces a steep, uphill climb.           See Gagnon v.\n\nTeledyne Princeton, Inc., 437 F.3d 188, 191 (1st Cir. 2006);\n\nMacaulay, 321 F.3d at 51.\n\n          So it is here.         The record reveals with conspicuous\n\nclarity that the plaintiffs attempted to reformulate their theory\n\nof liability (and, thus, dramatically shift the focus of their\n\nexpert's opinion testimony) once they settled with Dr. Torres.\n\nThat reformulation transpired after the time for filing expert\n\nreports had passed.     The new allegations of negligence were not\n\nbased on freshly discovered evidence, and the plaintiffs have not\n\n\n                                     -9-\n\fadvanced any plausible justification for the belated emergence of\n\nthese allegations.      The shift amounted to the propagation of a\n\nbrand-new theory, not merely a refinement of an existing theory.\n\nThe   prejudice   to   the   Hospital    was   palpable.   Given   those\n\ncircumstances, we think that preclusion was well within the ambit\n\nof the district court's discretion.2      See, e.g., Macaulay, 321 F.3d\n\nat 52.\n\n           In an effort to blunt the force of this reasoning, the\n\nplaintiffs seize upon the district court's statement that the\n\nauthor of the precluded testimony had \"lost all credibility\" in the\n\neyes of the court.     Building on this foundation, they suggest that\n\nthis statement reveals a violation of the abecedarian tenet that a\n\njudge presiding over a jury trial does not have the right to\n\nexclude testimony merely because he finds it unpersuasive.          See,\n\ne.g., Blake v. Pellegrino, 329 F.3d 43, 47 (1st Cir. 2003).        That\n\ntenet has no bearing here.\n\n           Admittedly, the district court's rationale for preclusion\n\nwas not crisply expressed. But \"a reviewing court sometimes may be\n\nable to infer the district court's reasoning from the record as a\n\nwhole.\"   Torres-Rivera v. O'Neill-Cancel, 524 F.3d 331, 337 (1st\n\n\n\n      2\n       We add, moreover, that prior to excluding the plaintiffs'\nexpert testimony, the court had excluded expert testimony proffered\nout of time by the Hospital. The aphorism that what is sauce for\nthe goose is sauce for the gander comes readily to mind.       See,\ne.g., In Re D.C. Sullivan Co., 843 F.2d 596, 599 (1st Cir. 1988).\n\n\n                                  -10-\n\fCir. 2008).      The more obvious the reasons for a choice, the less\n\nthat   needs    to    be   explained.       See    United   States       v.   Navedo-\n\nConcepción, 450 F.3d 54, 57 (1st Cir. 2006).\n\n              In this instance, the Hospital presented two grounds for\n\npreclusion:      untimeliness      and    failure     to    cross    the       Daubert\n\nthreshold. Of these two grounds, untimeliness was the more obvious\n\nand the more cogent ground.         After all, the plaintiffs had flouted\n\na   clearly    expressed     discovery     deadline     without     any       apparent\n\njustification        and   under   circumstances       redolent     of     strategic\n\nbehavior.\n\n              Even though the district court's statement is ambiguous,\n\nwe think it is highly unlikely that the court bypassed this solid\n\nground sub silentio and went out of its way to base its ruling on\n\na ground not presented.            Viewing the court's order in the full\n\ncontext of the arguments contemporaneously made and the record as\n\na whole, we are confident that the court based its preclusionary\n\norder on the discovery violation.\n\n              This rationale is especially compelling because what the\n\ncourt said fits neatly with it.                 Dr. Colón never attempted to\n\nexplain his change in direction.                Given the convenient timing of\n\nthat change, however, the district court may well have intended the\n\nquoted language as a rejection of what it regarded as an effort by\n\nthe doctor to shape his testimony to fit the plaintiffs' new\n\npriorities.\n\n\n                                         -11-\n\f                 That ends this aspect of the matter.      We hold, without\n\nserious question, that the order of preclusion constituted a\n\nfitting sanction for the discovery violation.            Consequently, there\n\nwas no abuse of the trial court's considerable discretion.\n\n                       B.   Judgment as a Matter of Law.\n\n                 A trial court confronted with a motion for judgment as a\n\nmatter of law must scrutinize the evidence and the inferences\n\nreasonably extractable therefrom in the light most hospitable to\n\nthe nonmovant.3         Wagenmann v. Adams, 829 F.2d 196, 200 (1st Cir.\n\n1987).\n\n                 In conducting that perscrutation, the court must refrain\n\nfrom differential factfinding; that is, the court must not pass\n\nupon       the    credibility   of   the   witnesses,   resolve   evidentiary\n\nconflicts, or engage in a comparative weighing of the proof.             Id.\n\nA motion for judgment as a matter of law may be granted only if the\n\nevidence, viewed from this perspective, adumbrates a result as to\n\nwhich reasonable minds could not differ.           Veranda Beach Club Ltd.\n\nP'ship v. W. Sur. Co., 936 F.2d 1364, 1383 (1st Cir. 1991); Hubbard\n\nv. Faros Fisheries, Inc., 626 F.2d 196, 199 (1st Cir. 1980).\n\n\n\n\n       3\n       This standard obtains whether the motion is made at the\nclose of the plaintiff's case in chief or at the close of all the\nevidence. Chaney v. City of Orlando, 483 F.3d 1221, 1227 (11th\nCir. 2007).\n\n\n\n                                       -12-\n\f            When an appellant seeks to set aside a judgment entered\n\nfollowing the allowance of such a motion, the court of appeals is\n\nconstrained in precisely the same fashion as the district court.\n\nBecause    the   central   question   on   appeal   revolves   around   the\n\nsufficiency of the evidence, appellate review is plenary.           Salve\n\nRegina Coll. v. Russell, 499 U.S. 225, 231-32 (1991); Jordan-Milton\n\nMach., Inc. v. F/V Teresa Marie, II, 978 F.2d 32, 34 (1st Cir.\n\n1992).\n\n            It is important to recall that this is a diversity\n\naction.    Thus, the substantive law of the forum state controls.\n\nSee Erie R.R. Co. v. Tompkins, 304 U.S. 64, 78 (1938).           For this\n\npurpose, Puerto Rico is treated as the functional equivalent of a\n\nstate.    See, e.g., Rolón-Alvarado v. Mun'y of San Juan, 1 F.3d 74,\n\n77 (1st Cir. 1993).\n\n            The rule of decision that applies here is fault-based:\n\nPuerto Rico law provides in pertinent part that \"[a] person who by\n\nan act or omission causes damage to another through fault or\n\nnegligence shall be obliged to repair the damage so done.\"              P.R.\n\nLaws Ann. tit. 31, § 5141 (1991).            Within this rubric, three\n\nelements coalesce to make up a prima facie case for medical\n\nmalpractice (a species of professional negligence).        Specifically,\n\na plaintiff must establish the duty owed, the occurrence of an act\n\nor omission constituting a breach of that duty, and a sufficient\n\ncausal nexus between the breach and some resultant harm.         See Lama\n\n\n                                  -13-\n\fv. Borras, 16 F.3d 473, 478 (1st Cir. 1994); Rolón-Alvarado, 1 F.3d\n\nat 77.\n\n             Puerto    Rico     holds     health-care      providers     to    a\n\ncommonwealth-wide standard of care.           See Oliveros v. Abreu, 101\n\nP.R. Dec. 209, 226-27, 1 P.R. Offic. Trans. 293, 313 (1973).\n\nAccordingly, a health-care provider has \"a duty to use the same\n\ndegree of expertise as could reasonably be expected of a typically\n\ncompetent practitioner in the identical specialty under the same or\n\nsimilar   circumstances,        regardless   of    regional   variations      in\n\nprofessional acumen or level of care.\"            Rolón-Alvarado, 1 F.3d at\n\n77-78.    A plaintiff bent on establishing a breach of this duty of\n\ncare ordinarily must adduce expert testimony not only to delineate\n\nthe minimally acceptable standard but also to show a failure to\n\nmeet that standard.      Id. at 78.\n\n             Against this backdrop, we turn to the particulars of the\n\ncase at hand.      With Dr. Colón's testimony barred, the plaintiffs\n\nwere unable to present any expert opinion sufficient to establish\n\neither the Hospital's duty of care or a breach of the duty owed.\n\n             In   an   effort    to   trivialize    this   shortcoming,       the\n\nplaintiffs draw a distinction between doctors and hospitals with\n\nrespect to the duty owed in medical malpractice cases: they posit\n\nthat   the    Puerto    Rico    Supreme   Court's    decision   in     Oliveros\n\nestablished a duty of care that applies only to malpractice claims\n\nagainst physicians and that, as to hospitals, the duty owed is that\n\n\n                                      -14-\n\fof a reasonably prudent person (the standard that typically applies\n\nin negligence cases outside the realm of medical malpractice). The\n\nevidence presented at trial, they assert, was sufficient, even\n\nwithout expert opinion testimony, to show a breach of the latter\n\nduty.\n\n            That distinction limned by the plaintiffs is of dubious\n\nvalidity.    See, e.g., Torres-Lazarini v. United States, 523 F.3d\n\n69, 72 (1st Cir. 2008) (defining the duty owed under Puerto Rico\n\nlaw in a malpractice case against a hospital in terms of \"the\n\nminimum standard of professional knowledge and skill required in\n\nthe relevant circumstances\"); Marcano Rivera v. Turabo Med. Ctr.\n\nP'ship,   415   F.3d   162,   167-68   (1st   Cir.   2006)   (same);   Rolón-\n\nAlvarado, 1 F.3d at 77-78 (same).       In the end, however, we need not\n\ndecide whether there is any legitimacy to the claim of differing\n\nduties.     Assuming for argument's sake that the duty owed by a\n\nhospital is as the plaintiffs say and that the evidence of breach\n\nsufficed to reach the jury, the plaintiffs' appeal nevertheless\n\nfails.    We explain briefly.\n\n            As we have said, causation is an essential element of a\n\nclaim for medical malpractice under Puerto Rico law.             It was the\n\nplaintiffs' burden to furnish proof of causation.               See Cortés-\n\nIrizarry v. Corporación Insular de Seguros, 111 F.3d 184, 190 (1st\n\nCir. 1997) (\"Notwithstanding proof of both duty and breach, a\n\nplaintiff also must offer competent evidence of causation in a\n\n\n                                   -15-\n\fmedical malpractice case.\").                 To make out causation under Puerto\n\nRico law, a plaintiff must prove, by a fair preponderance of the\n\nevidence, that the negligent act or omission was the factor that\n\nmost likely caused the harm.                 Lama, 16 F.3d at 478.\n\n                 The evidence here does not pass that test.                     We have\n\nrecently ruled — and today reaffirm — that in a medical malpractice\n\ncase under Puerto Rico law \"a factfinder normally cannot find\n\ncausation without the assistance of expert testimony.\"                           Rojas-\n\nIthier v. Sociedad Española de Auxilio Mutuo y Beneficiencia, 394\n\nF.3d       40,   43    (1st    Cir.    2005).       This   is   so   because    medical\n\nmalpractice           is   a   field    in     which   the      issues   tend    to   be\n\nscientifically driven and more nuanced than in most tort cases.4\n\nSee id.\n\n                 Here, the plaintiffs failed to furnish expert opinion\n\ntestimony about what acts or omissions (if any) caused Martínez's\n\ndeath.       What is more, our review of the record reveals no other\n\nevidence that might suffice to establish this essential element of\n\nthe plaintiffs' case.\n\n\n\n\n       4\n       Let us be perfectly clear. The absence of expert testimony\nis not necessarily dispositive in all medical malpractice cases\nbrought under Puerto Rico law. See Rolón-Alvarado, 1 F.3d at 79\n(recognizing a narrow exception \"where common knowledge and\nexperience are all that is necessary to comprehend a defendant's\nnegligence\"). The case at hand, however, does not fall within the\nnarrow band of possible exceptions to the general rule requiring\nexpert testimony. Martínez's condition was complicated, and lay\nknowledge can tell us only so much about why he died.\n\n                                             -16-\n\f                 The plaintiffs demur.      They offer three reasons why Dr.\n\nTorres's trial testimony supplied the missing link.                First, they\n\npoint to his testimony that the Hospital's staff never informed him\n\nof certain test results5 and never arranged for the requested\n\nconsultation with Dr. Medina.           Second, they point to Dr. Torres's\n\ntestimony that his current assessment of the cause of death is\n\ndifferent than that which he inscribed on the death certificate.\n\nThird, they point to his testimony anent the treatment that he\n\nwould have ordered had he received the test results sooner.\n\n                 Whether viewed singly or in combination, these three\n\npieces of evidence do not get the plaintiffs very far.                  Even with\n\nthese      pieces    of   evidence,    there   is   no   sufficient     proof   of\n\ncausation.\n\n                 Dr. Torres's testimony as to the lack of notice vis-à-vis\n\nthe       test     results     and    the   failure      to   arrange     for   a\n\ngastroenterological consult goes to the issue of breach, not to the\n\nissue of causation.          The existence of a jury question as to breach,\n\nwithout more, is not enough to foreclose the entry of judgment as\n\na matter of law in a medical malpractice case.                See id. at 44.\n\n                 Similarly, the doctor's evolving views of the cause of\n\ndeath do not forge the necessary casual nexus.                 Dr. Torres first\n\nconcluded that Martínez's death resulted from \"coronary artery\n\n\n      5\n       That testimony is disputed but, for purposes of reviewing a\njudgment as a matter of law, we assume the accuracy of Dr. Torres's\naccount.\n\n                                        -17-\n\fdisease,    diabetes    mellitus,    chronic   renal   insufficiency,   and\n\nhypertension.\"       At trial, he opined that the cause of death was\n\n\"pneumonia by aspiration.\"      This dichotomy, in and of itself, tells\n\nus very little about whether negligence caused death; neither of\n\nthose opinions, without further explication by an expert, informs\n\nthe trier of fact in any meaningful way about causation in the tort\n\nsense.     And, given Martínez's preexisting conditions, determining\n\nwhich of these opinions is correct would shed no light on whether\n\nthe patient's demise would have occurred regardless of what Hospital\n\nstaff may or may not have done.\n\n            Dr. Torres's testimony that had he received the test\n\nresults more celeritously he would have initiated a particular\n\ntreatment regime does not fill the void.        This testimony limns what\n\ntreatment    might    have   been   administered   but   for   the   alleged\n\nnegligence; it does not speak to the different question of whether\n\nthat treatment regime, if promptly administered, would have yielded\n\na more salubrious outcome (that is, whether it would have saved\n\nMartínez's life).\n\n            The short of it is that, as the district court determined,\n\nthe record contains no significantly probative evidence on the issue\n\nof causation.    See Martínez Serrano, slip op. at 3.          Without such\n\nan evidentiary predicate, the jury had no legally acceptable basis\n\nfor finding the Hospital liable for Martínez's death.           It follows\n\n\n\n\n                                    -18-\n\finexorably   that   there   was   no   error   in   the   allowance   of   the\n\nHospital's mid-trial motion for judgment as a matter of law.\n\nIV.   CONCLUSION\n\n           We need go no further.      Martínez's death was tragic, but\n\nthere is no cognizable basis for holding the Hospital legally\n\nresponsible for it.     Accordingly, we uphold both the challenged\n\npreclusionary order and the lower court's decision to take the case\n\nfrom the jury.\n\n\n\n           Affirmed.\n\n\n\n\n                                   -19-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>568 F.3d 278 (2009)</b></center>\n<center><h1>Mildred MARTÍNEZ-SERRANO and Elizabeth Martínez-Serrano, Plaintiffs, Appellants,<br>\nv.<br>\nQUALITY HEALTH SERVICES OF PUERTO RICO, INC., d/b/a Hospital San Cristóbal, Defendant, Appellee.</h1></center>\n<center>No. 08-1127.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 4, 2009.</center>\n<center>Decided June 8, 2009.</center>\n<p><span class=\"star-pagination\">*280</span> Ramón L. Walker-Merino, with whom Ricardo Ruiz Díaz and Ruiz &amp; Reyes Law Offices were on brief, for appellants.</p>\n<p>Jorge Martínez-Luciano, with whom Emil Rodríguez-Escudero, Law Offices of Pedro Ortiz Alvárez, PSC, José A. Miranda-Daleccio, and Miranda Cárdenas &amp; Córdova were on brief, for appellee.</p>\n<p>Before LYNCH, Chief Judge, SELYA and LIPEZ, Circuit Judges.</p>\n<p>SELYA, Circuit Judge.</p>\n<p>This is a medical malpractice action, brought under diversity jurisdiction. <i>See</i> 28 U.S.C. § 1332(a)(1). At the close of the plaintiffs' case in chief, the district court granted a defense motion for judgment as a matter of law. <i>See</i> Fed.R.Civ.P. 50(a)(1). The plaintiffs appeal, protesting the exclusion of certain expert testimony and the granting of the climactic Rule 50 motion. Discerning no error, we affirm.</p>\n<p></p>\n<h2>I. FACTUAL BACKGROUND</h2>\n<p>Plaintiffs-appellants Mildred and Elizabeth Martínez-Serrano are citizens and residents of states within the continental United States. They are the surviving daughters of José Martínez-Flores (Martínez), who died while undergoing treatment at Hospital San Cristóbal (the Hospital), a facility owned and operated by defendant-appellee Quality Health Services of Puerto Rico.</p>\n<p><span class=\"star-pagination\">*281</span> The events leading up to Martínez's demise are largely (but not entirely) uncontroversial. On November 4, 2005, Martínez repaired to the Hospital complaining that he had been vomiting blood. An emergency room physician examined him and ordered laboratory tests, an electrocardiogram, intravenous medications and fluids, and a blood transfusion. The doctor formed a preliminary diagnosis of gastrointestinal bleeding and ordered Martínez admitted as a patient of his primary care physician, Dr. Orlando Torres-Miranda (Dr. Torres). The admission order envisioned a consultation by Dr. Nelson Medina-Moreno (Dr. Medina), a gastroenterologist.</p>\n<p>At around 11:00 a.m. the following morning, Dr. Torres visited the Hospital to examine his patient. Although Martínez seemed worn-out, he was alert and oriented. Dr. Torres instructed the Hospital's staff once more to contact Dr. Medina about the desired consultation. He also ordered a complete blood count, to be done after a second blood transfusion. Finally, he directed the staff to notify him immediately when the results of the laboratory tests were available.</p>\n<p>Those results arrived at the Hospital the same day around 3:30 p.m. They indicated a variety of abnormalities. The nurses' notes reflect several unsuccessful attempts to relay these results to Dr. Torres. Although there is conflicting evidence on the point, we take as true Dr. Torres's avowal that the results were not conveyed to him during Martínez's lifetime.</p>\n<p>As the hours went by, the patient's condition deteriorated. By nightfall, Dr. Torres still had not received any information about the laboratory tests. With Martínez's condition worsening, the nursing staff called the case to the attention of a resident physician. By then, the patient was in cardiorespiratory arrest. Emergency resuscitation proved unsuccessful and Martínez died shortly thereafter.</p>\n<p></p>\n<h2>II. TRAVEL OF THE CASE</h2>\n<p>In due season, the plaintiffs brought suit for Martínez's wrongful death in Puerto Rico's federal district court. Their second amended complaint (for present purposes, the operative pleading) charged negligence on the part of Dr. Medina (who had never examined the patient), Dr. Torres, and the Hospital. This appeal is from a judgment entered in favor of the Hospital.</p>\n<p>During the course of pretrial jousting, the plaintiffs dropped their claims against Dr. Medina. Prior to the start of trial, the district court excluded two clusters of expert testimony, one proffered by the plaintiffs and the other by the Hospital. We focus on the exclusion of testimony proffered by the plaintiffs.</p>\n<p>The facts are as follows (all dates are in 2007 unless otherwise indicated). The district court entered a case-management order (the CMO) on March 27. The CMO set the initial scheduling conference for May 23 and decreed that, on or before that date, the plaintiffs must identify any expert witnesses whom they planned to call at the trial and deliver their reports to the defense. Each such report was to include, among other things, \"[a] complete statement of all opinions to be expressed by the expert and the basis for those opinions.\" The CMO warned that \"[i]f the report of the expert is not as described herein, the expert's testimony will not be permitted on direct examination.\"</p>\n<p>The district court convened the initial scheduling conference on May 23. A continuation of the scheduling conference took place on July 9. By then, the plaintiffs had designated Dr. Benito Colón as an expert witness and had furnished his report as required by the CMO. The report attributed most of the blame for Martínez's <span class=\"star-pagination\">*282</span> death to Dr. Torres. It did, however, ascribe negligence to the Hospital for granting Dr. Torres admitting privileges.</p>\n<p>The lower court issued a supplementary case-management order on July 13; that order listed Dr. Colón's report as part of the plaintiffs' authorized documentary evidence. In the same order, the court warned that no other expert reports would be allowed, except upon written motion and for good cause shown.</p>\n<p>At about this time, the plaintiffs reached a settlement with Dr. Torres. That development left the Hospital, for all practical purposes, as the sole remaining defendant.<sup>[1]</sup> The Hospital took Dr. Colón's deposition on August 16. The doctor deviated dramatically from his report and testified extensively about negligent acts and omissions by Hospital employees. That line of reasoning was conspicuously absent from his original report.</p>\n<p>A few weeks later, the plaintiffs submitted what they euphemistically called a \"final addendum\" to Dr. Colón's report. The addendum altered the theory of liability against the Hospital from negligence in accrediting Dr. Torres (who had by this time settled with the plaintiffs) to negligence in its handling of Martínez's care.</p>\n<p>The Hospital did not take kindly to Dr. Colón's tergiversation. It asked the district court to preclude Dr. Colón from testifying, arguing that this flip-flop effectively introduced a new line of expert opinion into the case and, thus, transgressed the terms of the CMO. In the alternative, the Hospital argued that the newly proffered testimony should be excluded because it failed to meet minimally acceptable standards of reliability. <i>See </i><i>Daubert v. Merrell Dow Pharm.,</i> 509 U.S. 579, 593-94, 113 S.Ct. 2786, 125 L.Ed.2d 469 (1993).</p>\n<p>Although the plaintiffs objected strenuously, the district court granted the Hospital's motion to preclude. Somewhat cryptically, the court stated that Dr. Colón's testimony was \"deemed inadmissible as this expert has lost all credibility before the Court.\"</p>\n<p>The plaintiffs proceeded to trial without their expert witness. They premised liability mainly on allegations that Hospital personnel had failed to (i) contact Dr. Medina as ordered by both the emergency room physician and Dr. Torres and (ii) notify Dr. Torres in a timely fashion of the abnormal lab-test results. Both Dr. Medina and Dr. Torres testified as fact witnesses about the failures of communication. The latter also testified about Martínez's condition.</p>\n<p>At the close of the plaintiffs' case in chief, the Hospital moved for judgment as a matter of law. The district court granted the motion. <i>See Martínez Serrano v. Quality Health Servs. of P.R., Inc.,</i> No. 06-1454, slip op. at 3 (D.P.R. Nov. 28, 2007) (unpublished). This timely appeal ensued.</p>\n<p></p>\n<h2>III. ANALYSIS</h2>\n<p>On appeal, the plaintiffs maintain that the district court (i) abused its discretion in precluding Dr. Colón's expert testimony and (ii) erred in taking the case from the jury. We address these points separately.</p>\n<p></p>\n<h2>A. <i>Expert Testimony.</i>\n</h2>\n<p>Before considering the plaintiffs' preclusion claim, we must deal with a procedural argument: the Hospital asserts that this court lacks jurisdiction to entertain <span class=\"star-pagination\">*283</span> this preclusion claim because the plaintiffs failed to designate the exclusionary order in their notice of appeal. This assertion lacks merit.</p>\n<p>To be sure, a notice of appeal ordinarily must designate the orders or judgments to which the appeal is directed. <i>See</i> Fed. R.App. P. 3(c)(1)(B). But this principle is not ironclad. One recognized exception concerns notices of appeal that designate the final judgment in a case as the appeal's object. The case law is consentient that such a notice of appeal is deemed to encompass not only the final judgment but also all interlocutory orders that merge into it. <i>See </i><i>John's Insul., Inc. v. L. Addison &amp; Assocs., Inc.,</i> 156 F.3d 101, 105 (1st Cir.1998). That is the situation here; the preclusionary order challenged by the plaintiffs is of the type and kind that merges into the final judgment. <i>See, e.g., </i><i>United States ex rel. Zembowski v. DeRobertis,</i> 771 F.2d 1057, 1064-65 (7th Cir. 1985); <i>see also</i> 16A Wright, Miller, Cooper &amp; Struve, <i>Federal Practice &amp; Procedure</i> § 3949.4, at 100 n. 32 (4th ed.2008) (collecting cases). Consequently, we have jurisdiction to resolve this assignment of error.</p>\n<p>This brings us to the substance of the plaintiffs' claim. It is a bedrock principle that federal trial courts possess wide-ranging authority to manage the conduct of litigation and, as a necessary corollary of that authority, to sanction litigants who fail to comply with court-imposed deadlines. <i>See </i><i>Tower Ventures, Inc. v. City of Westfield,</i> 296 F.3d 43, 45-46 (1st Cir. 2002). And when a failure of compliance occurs, \"the court may choose from a broad universe of possible sanctions.\" <i>Id.</i> at 46.</p>\n<p>The Civil Rules contain a number of provisions that are designed to assist trial courts in handling the peculiar subset of discovery problems associated with the selection, disclosure, and use of expert witnesses. <i>See, e.g.,</i> Fed.R.Civ.P. 16(b), 26(a)(2); <i>see also id.</i> 37(b)(2)(B). This framework permits district courts, among other things, to set temporal deadlines for the identification of experts and the disclosure of their opinions. <i>See</i> Fed.R.Civ.P. 26(a)(2)(C); <i>Boston Gas Co. v. Century Indem. Co.,</i> 529 F.3d 8, 18 (1st Cir.2008).</p>\n<p>Where, as here, a party aspires to present expert testimony but does not adhere to the district court's temporal benchmarks, the court has a range of options. One of those options is preclusionand if the court deems that option appropriate, we review its determination solely for abuse of discretion. <i>Macaulay v. Anas,</i> 321 F.3d 45, 51 (1st Cir.2003).</p>\n<p>This standard of review obtains both as to the finding that a discovery violation occurred and as to the appropriateness of the sanction selected. <i>See </i><i>Thibeault v. Square D Co.,</i> 960 F.2d 239, 243 (1st Cir.1992). In the last analysis, then, a party striving to overturn a trial court's exercise of discretion with respect to such matters faces a steep, uphill climb. <i>See </i><i>Gagnon v. Teledyne Princeton, Inc.,</i> 437 F.3d 188, 191 (1st Cir.2006); <i>Macaulay,</i> 321 F.3d at 51.</p>\n<p>So it is here. The record reveals with conspicuous clarity that the plaintiffs attempted to reformulate their theory of liability (and, thus, dramatically shift the focus of their expert's opinion testimony) once they settled with Dr. Torres. That reformulation transpired after the time for filing expert reports had passed. The new allegations of negligence were not based on freshly discovered evidence, and the plaintiffs have not advanced any plausible justification for the belated emergence of these allegations. The shift amounted to the propagation of a brand-new theory, not merely a refinement of an existing theory. The prejudice to the Hospital was palpable. <span class=\"star-pagination\">*284</span> Given those circumstances, we think that preclusion was well within the ambit of the district court's discretion.<sup>[2]</sup><i>See, e.g., </i><i>Macaulay,</i> 321 F.3d at 52.</p>\n<p>In an effort to blunt the force of this reasoning, the plaintiffs seize upon the district court's statement that the author of the precluded testimony had \"lost all credibility\" in the eyes of the court. Building on this foundation, they suggest that this statement reveals a violation of the abecedarian tenet that a judge presiding over a jury trial does not have the right to exclude testimony merely because he finds it unpersuasive. <i>See, e.g., </i><i>Blake v. Pellegrino,</i> 329 F.3d 43, 47 (1st Cir.2003). That tenet has no bearing here.</p>\n<p>Admittedly, the district court's rationale for preclusion was not crisply expressed. But \"a reviewing court sometimes may be able to infer the district court's reasoning from the record as a whole.\" <i>Torres-Rivera v. O'Neill-Cancel,</i> 524 F.3d 331, 337 (1st Cir.2008). The more obvious the reasons for a choice, the less that needs to be explained. <i>See </i><i>United States v. Navedo-Concepción,</i> 450 F.3d 54, 57 (1st Cir. 2006).</p>\n<p>In this instance, the Hospital presented two grounds for preclusion: untimeliness and failure to cross the <i>Daubert</i> threshold. Of these two grounds, untimeliness was the more obvious and the more cogent ground. After all, the plaintiffs had flouted a clearly expressed discovery deadline without any apparent justification and under circumstances redolent of strategic behavior.</p>\n<p>Even though the district court's statement is ambiguous, we think it is highly unlikely that the court bypassed this solid ground <i>sub silentio</i> and went out of its way to base its ruling on a ground not presented. Viewing the court's order in the full context of the arguments contemporaneously made and the record as a whole, we are confident that the court based its preclusionary order on the discovery violation.</p>\n<p>This rationale is especially compelling because what the court said fits neatly with it. Dr. Colón never attempted to explain his change in direction. Given the convenient timing of that change, however, the district court may well have intended the quoted language as a rejection of what it regarded as an effort by the doctor to shape his testimony to fit the plaintiffs' new priorities.</p>\n<p>That ends this aspect of the matter. We hold, without serious question, that the order of preclusion constituted a fitting sanction for the discovery violation. Consequently, there was no abuse of the trial court's considerable discretion.</p>\n<p></p>\n<h2>B. <i>Judgment as a Matter of Law.</i>\n</h2>\n<p>A trial court confronted with a motion for judgment as a matter of law must scrutinize the evidence and the inferences reasonably extractable therefrom in the light most hospitable to the nonmovant.<sup>[3]</sup><i>Wagenmann v. Adams,</i> 829 F.2d 196, 200 (1st Cir.1987).</p>\n<p>In conducting that perscrutation, the court must refrain from differential <span class=\"star-pagination\">*285</span> factfinding; that is, the court must not pass upon the credibility of the witnesses, resolve evidentiary conflicts, or engage in a comparative weighing of the proof. <i>Id.</i> A motion for judgment as a matter of law may be granted only if the evidence, viewed from this perspective, adumbrates a result as to which reasonable minds could not differ. <i>Veranda Beach Club Ltd. P'ship v. W. Sur. Co.,</i> 936 F.2d 1364, 1383 (1st Cir.1991); <i>Hubbard v. Faros Fisheries, Inc.,</i> 626 F.2d 196, 199 (1st Cir.1980).</p>\n<p>When an appellant seeks to set aside a judgment entered following the allowance of such a motion, the court of appeals is constrained in precisely the same fashion as the district court. Because the central question on appeal revolves around the sufficiency of the evidence, appellate review is plenary. <i>Salve Regina Coll. v. Russell,</i> 499 U.S. 225, 231-32, 111 S.Ct. 1217, 113 L.Ed.2d 190 (1991); <i>Jordan-Milton Mach., Inc. v. F/V Teresa Marie, II,</i> 978 F.2d 32, 34 (1st Cir.1992).</p>\n<p>It is important to recall that this is a diversity action. Thus, the substantive law of the forum state controls. <i>See </i><i>Erie R.R. Co. v. Tompkins,</i> 304 U.S. 64, 78, 58 S.Ct. 817, 82 L.Ed. 1188 (1938). For this purpose, Puerto Rico is treated as the functional equivalent of a state. <i>See, e.g., </i><i>Rolón-Alvarado v. Mun'y of San Juan,</i> 1 F.3d 74, 77 (1st Cir.1993).</p>\n<p>The rule of decision that applies here is fault-based: Puerto Rico law provides in pertinent part that \"[a] person who by an act or omission causes damage to another through fault or negligence shall be obliged to repair the damage so done.\" P.R. Laws Ann. tit. 31, § 5141 (1991). Within this rubric, three elements coalesce to make up a prima facie case for medical malpractice (a species of professional negligence). Specifically, a plaintiff must establish the duty owed, the occurrence of an act or omission constituting a breach of that duty, and a sufficient causal nexus between the breach and some resultant harm. <i>See </i><i>Lama v. Borras,</i> 16 F.3d 473, 478 (1st Cir.1994); <i>Rolón-Alvarado,</i> 1 F.3d at 77.</p>\n<p>Puerto Rico holds health-care providers to a commonwealth-wide standard of care. <i>See </i><i>Oliveros v. Abreu,</i> 101 P.R. Dec. 209, 226-27, 1 P.R. Offic. Trans. 293, 313 (1973). Accordingly, a health-care provider has \"a duty to use the same degree of expertise as could reasonably be expected of a typically competent practitioner in the identical specialty under the same or similar circumstances, regardless of regional variations in professional acumen or level of care.\" <i>Rolón-Alvarado,</i> 1 F.3d at 77-78. A plaintiff bent on establishing a breach of this duty of care ordinarily must adduce expert testimony not only to delineate the minimally acceptable standard but also to show a failure to meet that standard. <i>Id.</i> at 78.</p>\n<p>Against this backdrop, we turn to the particulars of the case at hand. With Dr. Colón's testimony barred, the plaintiffs were unable to present any expert opinion sufficient to establish either the Hospital's duty of care or a breach of the duty owed.</p>\n<p>In an effort to trivialize this shortcoming, the plaintiffs draw a distinction between doctors and hospitals with respect to the duty owed in medical malpractice cases: they posit that the Puerto Rico Supreme Court's decision in <i>Oliveros</i> established a duty of care that applies only to malpractice claims against physicians and that, as to hospitals, the duty owed is that of a reasonably prudent person (the standard that typically applies in negligence cases outside the realm of medical malpractice). The evidence presented at trial, they assert, was sufficient, even without expert opinion testimony, to show a breach of the latter duty.</p>\n<p><span class=\"star-pagination\">*286</span> That distinction limned by the plaintiffs is of dubious validity. <i>See, e.g., </i><i>Torres-Lazarini v. United States,</i> 523 F.3d 69, 72 (1st Cir.2008) (defining the duty owed under Puerto Rico law in a malpractice case against a hospital in terms of \"the minimum standard of professional knowledge and skill required in the relevant circumstances\"); <i>Marcano Rivera v. Turabo Med. Ctr. P'ship,</i> 415 F.3d 162, 167-68 (1st Cir.2005) (same); <i>Rolón-Alvarado,</i> 1 F.3d at 77-78 (same). In the end, however, we need not decide whether there is any legitimacy to the claim of differing duties. Assuming for argument's sake that the duty owed by a hospital is as the plaintiffs say and that the evidence of breach sufficed to reach the jury, the plaintiffs' appeal nevertheless fails. We explain briefly.</p>\n<p>As we have said, causation is an essential element of a claim for medical malpractice under Puerto Rico law. It was the plaintiffs' burden to furnish proof of causation. <i>See </i><i>Cortés-Irizarry v. Corporación Insular de Seguros,</i> 111 F.3d 184, 190 (1st Cir.1997) (\"Notwithstanding proof of both duty and breach, a plaintiff also must offer competent evidence of causation in a medical malpractice case.\"). To make out causation under Puerto Rico law, a plaintiff must prove, by a fair preponderance of the evidence, that the negligent act or omission was the factor that most likely caused the harm. <i>Lama,</i> 16 F.3d at 478.</p>\n<p>The evidence here does not pass that test. We have recently ruledand today reaffirmthat in a medical malpractice case under Puerto Rico law \"a factfinder normally cannot find causation without the assistance of expert testimony.\" <i>Rojas-Ithier v. Sociedad Española de Auxilio Mutuo y Beneficiencia,</i> 394 F.3d 40, 43 (1st Cir.2005). This is so because medical malpractice is a field in which the issues tend to be scientifically driven and more nuanced than in most tort cases.<sup>[4]</sup><i>See id.</i></p>\n<p>Here, the plaintiffs failed to furnish expert opinion testimony about what acts or omissions (if any) caused Martínez's death. What is more, our review of the record reveals no other evidence that might suffice to establish this essential element of the plaintiffs' case.</p>\n<p>The plaintiffs demur. They offer three reasons why Dr. Torres's trial testimony supplied the missing link. First, they point to his testimony that the Hospital's staff never informed him of certain test results<sup>[5]</sup> and never arranged for the requested consultation with Dr. Medina. Second, they point to Dr. Torres's testimony that his current assessment of the cause of death is different than that which he inscribed on the death certificate. Third, they point to his testimony anent the treatment that he would have ordered had he received the test results sooner.</p>\n<p>Whether viewed singly or in combination, these three pieces of evidence do not get the plaintiffs very far. Even with these pieces of evidence, there is no sufficient proof of causation.</p>\n<p><span class=\"star-pagination\">*287</span> Dr. Torres's testimony as to the lack of notice vis-à-vis the test results and the failure to arrange for a gastroenterological consult goes to the issue of breach, not to the issue of causation. The existence of a jury question as to breach, without more, is not enough to foreclose the entry of judgment as a matter of law in a medical malpractice case. <i>See id.</i> at 44.</p>\n<p>Similarly, the doctor's evolving views of the cause of death do not forge the necessary casual nexus. Dr. Torres first concluded that Martínez's death resulted from \"coronary artery disease, diabetes mellitus, chronic renal insufficiency, and hypertension.\" At trial, he opined that the cause of death was \"pneumonia by aspiration.\" This dichotomy, in and of itself, tells us very little about whether negligence caused death; neither of those opinions, without further explication by an expert, informs the trier of fact in any meaningful way about causation in the tort sense. And, given Martínez's preexisting conditions, determining which of these opinions is correct would shed no light on whether the patient's demise would have occurred regardless of what Hospital staff may or may not have done.</p>\n<p>Dr. Torres's testimony that had he received the test results more celeritously he would have initiated a particular treatment regime does not fill the void. This testimony limns what treatment might have been administered but for the alleged negligence; it does not speak to the different question of whether that treatment regime, if promptly administered, would have yielded a more salubrious outcome (that is, whether it would have saved Martínez's life).</p>\n<p>The short of it is that, as the district court determined, the record contains no significantly probative evidence on the issue of causation. <i>See Martínez Serrano,</i> slip op. at 3. Without such an evidentiary predicate, the jury had no legally acceptable basis for finding the Hospital liable for Martínez's death. It follows inexorably that there was no error in the allowance of the Hospital's mid-trial motion for judgment as a matter of law.</p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>We need go no further. Martínez's death was tragic, but there is no cognizable basis for holding the Hospital legally responsible for it. Accordingly, we uphold both the challenged preclusionary order and the lower court's decision to take the case from the jury.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  While the Hospital's insurer was also named as a defendant, the insurer's presence does not affect our analysis.</p>\n<p>[2]  We add, moreover, that prior to excluding the plaintiffs' expert testimony, the court had excluded expert testimony proffered out of time by the Hospital. The aphorism that what is sauce for the goose is sauce for the gander comes readily to mind. <i>See, e.g., </i><i>In Re D.C. Sullivan Co.,</i> 843 F.2d 596, 599 (1st Cir. 1988).</p>\n<p>[3]  This standard obtains whether the motion is made at the close of the plaintiff's case in chief or at the close of all the evidence. <i>Chaney v. City of Orlando,</i> 483 F.3d 1221, 1227 (11th Cir.2007).</p>\n<p>[4]  Let us be perfectly clear. The absence of expert testimony is not necessarily dispositive in all medical malpractice cases brought under Puerto Rico law. <i>See </i><i>Rolón-Alvarado,</i> 1 F.3d at 79 (recognizing a narrow exception \"where common knowledge and experience are all that is necessary to comprehend a defendant's negligence\"). The case at hand, however, does not fall within the narrow band of possible exceptions to the general rule requiring expert testimony. Martínez's condition was complicated, and lay knowledge can tell us only so much about why he died.</p>\n<p>[5]  That testimony is disputed but, for purposes of reviewing a judgment as a matter of law, we assume the accuracy of Dr. Torres's account.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">568</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">278</span></span> (2009)</b></center>\n<center><h1>Mildred MARTÍNEZ-SERRANO and Elizabeth Martínez-Serrano, Plaintiffs, Appellants,<br>\nv.<br>\nQUALITY HEALTH SERVICES OF PUERTO RICO, INC., d/b/a Hospital San Cristóbal, Defendant, Appellee.</h1></center>\n<center>No. 08-1127.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 4, 2009.</center>\n<center>Decided June 8, 2009.</center>\n<p><span class=\"star-pagination\">*280</span> Ramón L. Walker-Merino, with whom Ricardo Ruiz Díaz and Ruiz &amp; Reyes Law Offices were on brief, for appellants.</p>\n<p>Jorge Martínez-Luciano, with whom Emil Rodríguez-Escudero, Law Offices of Pedro Ortiz Alvárez, PSC, José A. Miranda-Daleccio, and Miranda Cárdenas &amp; Córdova were on brief, for appellee.</p>\n<p>Before LYNCH, Chief Judge, SELYA and LIPEZ, Circuit Judges.</p>\n<p>SELYA, Circuit Judge.</p>\n<p>This is a medical malpractice action, brought under diversity jurisdiction. <i>See</i> 28 U.S.C. § 1332(a)(1). At the close of the plaintiffs' case in chief, the district court granted a defense motion for judgment as a matter of law. <i>See</i> Fed.R.Civ.P. 50(a)(1). The plaintiffs appeal, protesting the exclusion of certain expert testimony and the granting of the climactic Rule 50 motion. Discerning no error, we affirm.</p>\n<p></p>\n<h2>I. FACTUAL BACKGROUND</h2>\n<p>Plaintiffs-appellants Mildred and Elizabeth Martínez-Serrano are citizens and residents of states within the continental United States. They are the surviving daughters of José Martínez-Flores (Martínez), who died while undergoing treatment at Hospital San Cristóbal (the Hospital), a facility owned and operated by defendant-appellee Quality Health Services of Puerto Rico.</p>\n<p><span class=\"star-pagination\">*281</span> The events leading up to Martínez's demise are largely (but not entirely) uncontroversial. On November 4, 2005, Martínez repaired to the Hospital complaining that he had been vomiting blood. An emergency room physician examined him and ordered laboratory tests, an electrocardiogram, intravenous medications and fluids, and a blood transfusion. The doctor formed a preliminary diagnosis of gastrointestinal bleeding and ordered Martínez admitted as a patient of his primary care physician, Dr. Orlando Torres-Miranda (Dr. Torres). The admission order envisioned a consultation by Dr. Nelson Medina-Moreno (Dr. Medina), a gastroenterologist.</p>\n<p>At around 11:00 a.m. the following morning, Dr. Torres visited the Hospital to examine his patient. Although Martínez seemed worn-out, he was alert and oriented. Dr. Torres instructed the Hospital's staff once more to contact Dr. Medina about the desired consultation. He also ordered a complete blood count, to be done after a second blood transfusion. Finally, he directed the staff to notify him immediately when the results of the laboratory tests were available.</p>\n<p>Those results arrived at the Hospital the same day around 3:30 p.m. They indicated a variety of abnormalities. The nurses' notes reflect several unsuccessful attempts to relay these results to Dr. Torres. Although there is conflicting evidence on the point, we take as true Dr. Torres's avowal that the results were not conveyed to him during Martínez's lifetime.</p>\n<p>As the hours went by, the patient's condition deteriorated. By nightfall, Dr. Torres still had not received any information about the laboratory tests. With Martínez's condition worsening, the nursing staff called the case to the attention of a resident physician. By then, the patient was in cardiorespiratory arrest. Emergency resuscitation proved unsuccessful and Martínez died shortly thereafter.</p>\n<p></p>\n<h2>II. TRAVEL OF THE CASE</h2>\n<p>In due season, the plaintiffs brought suit for Martínez's wrongful death in Puerto Rico's federal district court. Their second amended complaint (for present purposes, the operative pleading) charged negligence on the part of Dr. Medina (who had never examined the patient), Dr. Torres, and the Hospital. This appeal is from a judgment entered in favor of the Hospital.</p>\n<p>During the course of pretrial jousting, the plaintiffs dropped their claims against Dr. Medina. Prior to the start of trial, the district court excluded two clusters of expert testimony, one proffered by the plaintiffs and the other by the Hospital. We focus on the exclusion of testimony proffered by the plaintiffs.</p>\n<p>The facts are as follows (all dates are in 2007 unless otherwise indicated). The district court entered a case-management order (the CMO) on March 27. The CMO set the initial scheduling conference for May 23 and decreed that, on or before that date, the plaintiffs must identify any expert witnesses whom they planned to call at the trial and deliver their reports to the defense. Each such report was to include, among other things, \"[a] complete statement of all opinions to be expressed by the expert and the basis for those opinions.\" The CMO warned that \"[i]f the report of the expert is not as described herein, the expert's testimony will not be permitted on direct examination.\"</p>\n<p>The district court convened the initial scheduling conference on May 23. A continuation of the scheduling conference took place on July 9. By then, the plaintiffs had designated Dr. Benito Colón as an expert witness and had furnished his report as required by the CMO. The report attributed most of the blame for Martínez's <span class=\"star-pagination\">*282</span> death to Dr. Torres. It did, however, ascribe negligence to the Hospital for granting Dr. Torres admitting privileges.</p>\n<p>The lower court issued a supplementary case-management order on July 13; that order listed Dr. Colón's report as part of the plaintiffs' authorized documentary evidence. In the same order, the court warned that no other expert reports would be allowed, except upon written motion and for good cause shown.</p>\n<p>At about this time, the plaintiffs reached a settlement with Dr. Torres. That development left the Hospital, for all practical purposes, as the sole remaining defendant.<sup>[1]</sup> The Hospital took Dr. Colón's deposition on August 16. The doctor deviated dramatically from his report and testified extensively about negligent acts and omissions by Hospital employees. That line of reasoning was conspicuously absent from his original report.</p>\n<p>A few weeks later, the plaintiffs submitted what they euphemistically called a \"final addendum\" to Dr. Colón's report. The addendum altered the theory of liability against the Hospital from negligence in accrediting Dr. Torres (who had by this time settled with the plaintiffs) to negligence in its handling of Martínez's care.</p>\n<p>The Hospital did not take kindly to Dr. Colón's tergiversation. It asked the district court to preclude Dr. Colón from testifying, arguing that this flip-flop effectively introduced a new line of expert opinion into the case and, thus, transgressed the terms of the CMO. In the alternative, the Hospital argued that the newly proffered testimony should be excluded because it failed to meet minimally acceptable standards of reliability. <i>See </i><i>Daubert v. Merrell Dow Pharm.,</i> <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">579</span></a></span>, 593-94, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span>, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">469</span></a></span> (1993).</p>\n<p>Although the plaintiffs objected strenuously, the district court granted the Hospital's motion to preclude. Somewhat cryptically, the court stated that Dr. Colón's testimony was \"deemed inadmissible as this expert has lost all credibility before the Court.\"</p>\n<p>The plaintiffs proceeded to trial without their expert witness. They premised liability mainly on allegations that Hospital personnel had failed to (i) contact Dr. Medina as ordered by both the emergency room physician and Dr. Torres and (ii) notify Dr. Torres in a timely fashion of the abnormal lab-test results. Both Dr. Medina and Dr. Torres testified as fact witnesses about the failures of communication. The latter also testified about Martínez's condition.</p>\n<p>At the close of the plaintiffs' case in chief, the Hospital moved for judgment as a matter of law. The district court granted the motion. <i>See Martínez Serrano v. Quality Health Servs. of P.R., Inc.,</i> No. 06-1454, slip op. at 3 (D.P.R. Nov. 28, 2007) (unpublished). This timely appeal ensued.</p>\n<p></p>\n<h2>III. ANALYSIS</h2>\n<p>On appeal, the plaintiffs maintain that the district court (i) abused its discretion in precluding Dr. Colón's expert testimony and (ii) erred in taking the case from the jury. We address these points separately.</p>\n<p></p>\n<h2>A. <i>Expert Testimony.</i>\n</h2>\n<p>Before considering the plaintiffs' preclusion claim, we must deal with a procedural argument: the Hospital asserts that this court lacks jurisdiction to entertain <span class=\"star-pagination\">*283</span> this preclusion claim because the plaintiffs failed to designate the exclusionary order in their notice of appeal. This assertion lacks merit.</p>\n<p>To be sure, a notice of appeal ordinarily must designate the orders or judgments to which the appeal is directed. <i>See</i> Fed. R.App. P. 3(c)(1)(B). But this principle is not ironclad. One recognized exception concerns notices of appeal that designate the final judgment in a case as the appeal's object. The case law is consentient that such a notice of appeal is deemed to encompass not only the final judgment but also all interlocutory orders that merge into it. <i>See </i><i>John's Insul., Inc. v. L. Addison &amp; Assocs., Inc.,</i> <span class=\"citation\" data-id=\"198117\"><a href=\"/opinion/198117/johns-v-l-addison/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">101</span></a></span>, 105 (1st Cir.1998). That is the situation here; the preclusionary order challenged by the plaintiffs is of the type and kind that merges into the final judgment. <i>See, e.g., </i><i>United States ex rel. Zembowski v. DeRobertis,</i> <span class=\"citation\" data-id=\"457747\"><a href=\"/opinion/457747/united-states-of-america-ex-rel-daniel-m-zembowski-v-richard/\"><span class=\"volume\">771</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1057</span></a></span>, 1064-65 (7th Cir. 1985); <i>see also</i> 16A Wright, Miller, Cooper &amp; Struve, <i>Federal Practice &amp; Procedure</i> § 3949.4, at 100 n. 32 (4th ed.2008) (collecting cases). Consequently, we have jurisdiction to resolve this assignment of error.</p>\n<p>This brings us to the substance of the plaintiffs' claim. It is a bedrock principle that federal trial courts possess wide-ranging authority to manage the conduct of litigation and, as a necessary corollary of that authority, to sanction litigants who fail to comply with court-imposed deadlines. <i>See </i><i>Tower Ventures, Inc. v. City of Westfield,</i> <span class=\"citation\" data-id=\"200043\"><a href=\"/opinion/200043/tower-ventures-inc-v-city-of-westfield/\"><span class=\"volume\">296</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></a></span>, 45-46 (1st Cir. 2002). And when a failure of compliance occurs, \"the court may choose from a broad universe of possible sanctions.\" <i>Id.</i> at 46.</p>\n<p>The Civil Rules contain a number of provisions that are designed to assist trial courts in handling the peculiar subset of discovery problems associated with the selection, disclosure, and use of expert witnesses. <i>See, e.g.,</i> Fed.R.Civ.P. 16(b), 26(a)(2); <i>see also id.</i> 37(b)(2)(B). This framework permits district courts, among other things, to set temporal deadlines for the identification of experts and the disclosure of their opinions. <i>See</i> Fed.R.Civ.P. 26(a)(2)(C); <i>Boston Gas Co. v. Century Indem. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">529</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></span>, 18 (1st Cir.2008).</p>\n<p>Where, as here, a party aspires to present expert testimony but does not adhere to the district court's temporal benchmarks, the court has a range of options. One of those options is preclusionand if the court deems that option appropriate, we review its determination solely for abuse of discretion. <i>Macaulay v. Anas,</i> <span class=\"citation\" data-id=\"200359\"><a href=\"/opinion/200359/macaulay-v-anas/\"><span class=\"volume\">321</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span>, 51 (1st Cir.2003).</p>\n<p>This standard of review obtains both as to the finding that a discovery violation occurred and as to the appropriateness of the sanction selected. <i>See </i><i>Thibeault v. Square D Co.,</i> <span class=\"citation\" data-id=\"580699\"><a href=\"/opinion/580699/charles-m-thibeault-v-square-d-company/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">239</span></a></span>, 243 (1st Cir.1992). In the last analysis, then, a party striving to overturn a trial court's exercise of discretion with respect to such matters faces a steep, uphill climb. <i>See </i><i>Gagnon v. Teledyne Princeton, Inc.,</i> <span class=\"citation\" data-id=\"202058\"><a href=\"/opinion/202058/gagnon-v-teledyne-princeton/\"><span class=\"volume\">437</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">188</span></a></span>, 191 (1st Cir.2006); <i>Macaulay,</i> 321 F.3d at 51.</p>\n<p>So it is here. The record reveals with conspicuous clarity that the plaintiffs attempted to reformulate their theory of liability (and, thus, dramatically shift the focus of their expert's opinion testimony) once they settled with Dr. Torres. That reformulation transpired after the time for filing expert reports had passed. The new allegations of negligence were not based on freshly discovered evidence, and the plaintiffs have not advanced any plausible justification for the belated emergence of these allegations. The shift amounted to the propagation of a brand-new theory, not merely a refinement of an existing theory. The prejudice to the Hospital was palpable. <span class=\"star-pagination\">*284</span> Given those circumstances, we think that preclusion was well within the ambit of the district court's discretion.<sup>[2]</sup><i>See, e.g., </i><i>Macaulay,</i> 321 F.3d at 52.</p>\n<p>In an effort to blunt the force of this reasoning, the plaintiffs seize upon the district court's statement that the author of the precluded testimony had \"lost all credibility\" in the eyes of the court. Building on this foundation, they suggest that this statement reveals a violation of the abecedarian tenet that a judge presiding over a jury trial does not have the right to exclude testimony merely because he finds it unpersuasive. <i>See, e.g., </i><i>Blake v. Pellegrino,</i> <span class=\"citation\" data-id=\"200465\"><a href=\"/opinion/200465/blake-v-first-physicians-cor/\"><span class=\"volume\">329</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></a></span>, 47 (1st Cir.2003). That tenet has no bearing here.</p>\n<p>Admittedly, the district court's rationale for preclusion was not crisply expressed. But \"a reviewing court sometimes may be able to infer the district court's reasoning from the record as a whole.\" <i>Torres-Rivera v. O'Neill-Cancel,</i> <span class=\"citation\" data-id=\"203277\"><a href=\"/opinion/203277/torres-rivera-v-oneill-cancel/\"><span class=\"volume\">524</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">331</span></a></span>, 337 (1st Cir.2008). The more obvious the reasons for a choice, the less that needs to be explained. <i>See </i><i>United States v. Navedo-Concepción,</i> <span class=\"citation\" data-id=\"202256\"><a href=\"/opinion/202256/united-states-v-navedo-concepcion/\"><span class=\"volume\">450</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span>, 57 (1st Cir. 2006).</p>\n<p>In this instance, the Hospital presented two grounds for preclusion: untimeliness and failure to cross the <i>Daubert</i> threshold. Of these two grounds, untimeliness was the more obvious and the more cogent ground. After all, the plaintiffs had flouted a clearly expressed discovery deadline without any apparent justification and under circumstances redolent of strategic behavior.</p>\n<p>Even though the district court's statement is ambiguous, we think it is highly unlikely that the court bypassed this solid ground <i>sub silentio</i> and went out of its way to base its ruling on a ground not presented. Viewing the court's order in the full context of the arguments contemporaneously made and the record as a whole, we are confident that the court based its preclusionary order on the discovery violation.</p>\n<p>This rationale is especially compelling because what the court said fits neatly with it. Dr. Colón never attempted to explain his change in direction. Given the convenient timing of that change, however, the district court may well have intended the quoted language as a rejection of what it regarded as an effort by the doctor to shape his testimony to fit the plaintiffs' new priorities.</p>\n<p>That ends this aspect of the matter. We hold, without serious question, that the order of preclusion constituted a fitting sanction for the discovery violation. Consequently, there was no abuse of the trial court's considerable discretion.</p>\n<p></p>\n<h2>B. <i>Judgment as a Matter of Law.</i>\n</h2>\n<p>A trial court confronted with a motion for judgment as a matter of law must scrutinize the evidence and the inferences reasonably extractable therefrom in the light most hospitable to the nonmovant.<sup>[3]</sup><i>Wagenmann v. Adams,</i> <span class=\"citation\" data-id=\"494589\"><a href=\"/opinion/494589/ronald-e-wagenmann-v-russell-j-adams-appeal-of-gerald-r-anderson/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">196</span></a></span>, 200 (1st Cir.1987).</p>\n<p>In conducting that perscrutation, the court must refrain from differential <span class=\"star-pagination\">*285</span> factfinding; that is, the court must not pass upon the credibility of the witnesses, resolve evidentiary conflicts, or engage in a comparative weighing of the proof. <i>Id.</i> A motion for judgment as a matter of law may be granted only if the evidence, viewed from this perspective, adumbrates a result as to which reasonable minds could not differ. <i>Veranda Beach Club Ltd. P'ship v. W. Sur. Co.,</i> <span class=\"citation\" data-id=\"563774\"><a href=\"/opinion/563774/veranda-beach-club-limited-partnership-v-western-surety-co-frg-ventures/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1364</span></a></span>, 1383 (1st Cir.1991); <i>Hubbard v. Faros Fisheries, Inc.,</i> <span class=\"citation\" data-id=\"380429\"><a href=\"/opinion/380429/gordon-h-hubbard-and-shirley-m-hubbard-v-faros-fisheries-inc/\"><span class=\"volume\">626</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">196</span></a></span>, 199 (1st Cir.1980).</p>\n<p>When an appellant seeks to set aside a judgment entered following the allowance of such a motion, the court of appeals is constrained in precisely the same fashion as the district court. Because the central question on appeal revolves around the sufficiency of the evidence, appellate review is plenary. <i>Salve Regina Coll. v. Russell,</i> <span class=\"citation\" data-id=\"112564\"><a href=\"/opinion/112564/salve-regina-college-v-russell/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">225</span></a></span>, 231-32, <span class=\"citation\" data-id=\"112564\"><a href=\"/opinion/112564/salve-regina-college-v-russell/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1217</span></a></span>, <span class=\"citation\" data-id=\"112564\"><a href=\"/opinion/112564/salve-regina-college-v-russell/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">190</span></a></span> (1991); <i>Jordan-Milton Mach., Inc. v. F/V Teresa Marie, II,</i> <span class=\"citation\" data-id=\"593295\"><a href=\"/opinion/593295/jordan-milton-machinery-inc-v-fv-teresa-marie-ii/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">32</span></a></span>, 34 (1st Cir.1992).</p>\n<p>It is important to recall that this is a diversity action. Thus, the substantive law of the forum state controls. <i>See </i><i>Erie R.R. Co. v. Tompkins,</i> <span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">64</span></a></span>, 78, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1188</span></span> (1938). For this purpose, Puerto Rico is treated as the functional equivalent of a state. <i>See, e.g., </i><i>Rolón-Alvarado v. Mun'y of San Juan,</i> <span class=\"citation\" data-id=\"194861\"><a href=\"/opinion/194861/rolon-alvarado-v-municipality-of-sj/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">74</span></a></span>, 77 (1st Cir.1993).</p>\n<p>The rule of decision that applies here is fault-based: Puerto Rico law provides in pertinent part that \"[a] person who by an act or omission causes damage to another through fault or negligence shall be obliged to repair the damage so done.\" P.R. Laws Ann. tit. 31, § 5141 (1991). Within this rubric, three elements coalesce to make up a prima facie case for medical malpractice (a species of professional negligence). Specifically, a plaintiff must establish the duty owed, the occurrence of an act or omission constituting a breach of that duty, and a sufficient causal nexus between the breach and some resultant harm. <i>See </i><i>Lama v. Borras,</i> <span class=\"citation\" data-id=\"195226\"><a href=\"/opinion/195226/lama-romero-v-asociacion/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">473</span></a></span>, 478 (1st Cir.1994); <i>Rolón-Alvarado,</i> 1 F.3d at 77.</p>\n<p>Puerto Rico holds health-care providers to a commonwealth-wide standard of care. <i>See </i><i>Oliveros v. Abreu,</i> <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">P.R. Dec.</span> <span class=\"page\">209</span></span>, 226-27, <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">P.R. Offic. Trans.</span> <span class=\"page\">293</span></span>, 313 (1973). Accordingly, a health-care provider has \"a duty to use the same degree of expertise as could reasonably be expected of a typically competent practitioner in the identical specialty under the same or similar circumstances, regardless of regional variations in professional acumen or level of care.\" <i>Rolón-Alvarado,</i> 1 F.3d at 77-78. A plaintiff bent on establishing a breach of this duty of care ordinarily must adduce expert testimony not only to delineate the minimally acceptable standard but also to show a failure to meet that standard. <i>Id.</i> at 78.</p>\n<p>Against this backdrop, we turn to the particulars of the case at hand. With Dr. Colón's testimony barred, the plaintiffs were unable to present any expert opinion sufficient to establish either the Hospital's duty of care or a breach of the duty owed.</p>\n<p>In an effort to trivialize this shortcoming, the plaintiffs draw a distinction between doctors and hospitals with respect to the duty owed in medical malpractice cases: they posit that the Puerto Rico Supreme Court's decision in <i>Oliveros</i> established a duty of care that applies only to malpractice claims against physicians and that, as to hospitals, the duty owed is that of a reasonably prudent person (the standard that typically applies in negligence cases outside the realm of medical malpractice). The evidence presented at trial, they assert, was sufficient, even without expert opinion testimony, to show a breach of the latter duty.</p>\n<p><span class=\"star-pagination\">*286</span> That distinction limned by the plaintiffs is of dubious validity. <i>See, e.g., </i><i>Torres-Lazarini v. United States,</i> <span class=\"citation\" data-id=\"1444458\"><a href=\"/opinion/1444458/torres-lazarini-v-united-states/\"><span class=\"volume\">523</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">69</span></a></span>, 72 (1st Cir.2008) (defining the duty owed under Puerto Rico law in a malpractice case against a hospital in terms of \"the minimum standard of professional knowledge and skill required in the relevant circumstances\"); <i>Marcano Rivera v. Turabo Med. Ctr. P'ship,</i> <span class=\"citation\" data-id=\"201706\"><a href=\"/opinion/201706/marcano-rivera-v-roldan-millan/\"><span class=\"volume\">415</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">162</span></a></span>, 167-68 (1st Cir.2005) (same); <i>Rolón-Alvarado,</i> 1 F.3d at 77-78 (same). In the end, however, we need not decide whether there is any legitimacy to the claim of differing duties. Assuming for argument's sake that the duty owed by a hospital is as the plaintiffs say and that the evidence of breach sufficed to reach the jury, the plaintiffs' appeal nevertheless fails. We explain briefly.</p>\n<p>As we have said, causation is an essential element of a claim for medical malpractice under Puerto Rico law. It was the plaintiffs' burden to furnish proof of causation. <i>See </i><i>Cortés-Irizarry v. Corporación Insular de Seguros,</i> <span class=\"citation\" data-id=\"739669\"><a href=\"/opinion/739669/rafaela-cortes-irizarry-v-corporacin-insular-de-seguros/\"><span class=\"volume\">111</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">184</span></a></span>, 190 (1st Cir.1997) (\"Notwithstanding proof of both duty and breach, a plaintiff also must offer competent evidence of causation in a medical malpractice case.\"). To make out causation under Puerto Rico law, a plaintiff must prove, by a fair preponderance of the evidence, that the negligent act or omission was the factor that most likely caused the harm. <i>Lama,</i> 16 F.3d at 478.</p>\n<p>The evidence here does not pass that test. We have recently ruledand today reaffirmthat in a medical malpractice case under Puerto Rico law \"a factfinder normally cannot find causation without the assistance of expert testimony.\" <i>Rojas-Ithier v. Sociedad Española de Auxilio Mutuo y Beneficiencia,</i> <span class=\"citation\" data-id=\"201404\"><a href=\"/opinion/201404/rojas-ithier-v-sociedad-espanola/\"><span class=\"volume\">394</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">40</span></a></span>, 43 (1st Cir.2005). This is so because medical malpractice is a field in which the issues tend to be scientifically driven and more nuanced than in most tort cases.<sup>[4]</sup><i>See id.</i></p>\n<p>Here, the plaintiffs failed to furnish expert opinion testimony about what acts or omissions (if any) caused Martínez's death. What is more, our review of the record reveals no other evidence that might suffice to establish this essential element of the plaintiffs' case.</p>\n<p>The plaintiffs demur. They offer three reasons why Dr. Torres's trial testimony supplied the missing link. First, they point to his testimony that the Hospital's staff never informed him of certain test results<sup>[5]</sup> and never arranged for the requested consultation with Dr. Medina. Second, they point to Dr. Torres's testimony that his current assessment of the cause of death is different than that which he inscribed on the death certificate. Third, they point to his testimony anent the treatment that he would have ordered had he received the test results sooner.</p>\n<p>Whether viewed singly or in combination, these three pieces of evidence do not get the plaintiffs very far. Even with these pieces of evidence, there is no sufficient proof of causation.</p>\n<p><span class=\"star-pagination\">*287</span> Dr. Torres's testimony as to the lack of notice vis-à-vis the test results and the failure to arrange for a gastroenterological consult goes to the issue of breach, not to the issue of causation. The existence of a jury question as to breach, without more, is not enough to foreclose the entry of judgment as a matter of law in a medical malpractice case. <i>See id.</i> at 44.</p>\n<p>Similarly, the doctor's evolving views of the cause of death do not forge the necessary casual nexus. Dr. Torres first concluded that Martínez's death resulted from \"coronary artery disease, diabetes mellitus, chronic renal insufficiency, and hypertension.\" At trial, he opined that the cause of death was \"pneumonia by aspiration.\" This dichotomy, in and of itself, tells us very little about whether negligence caused death; neither of those opinions, without further explication by an expert, informs the trier of fact in any meaningful way about causation in the tort sense. And, given Martínez's preexisting conditions, determining which of these opinions is correct would shed no light on whether the patient's demise would have occurred regardless of what Hospital staff may or may not have done.</p>\n<p>Dr. Torres's testimony that had he received the test results more celeritously he would have initiated a particular treatment regime does not fill the void. This testimony limns what treatment might have been administered but for the alleged negligence; it does not speak to the different question of whether that treatment regime, if promptly administered, would have yielded a more salubrious outcome (that is, whether it would have saved Martínez's life).</p>\n<p>The short of it is that, as the district court determined, the record contains no significantly probative evidence on the issue of causation. <i>See Martínez Serrano,</i> slip op. at 3. Without such an evidentiary predicate, the jury had no legally acceptable basis for finding the Hospital liable for Martínez's death. It follows inexorably that there was no error in the allowance of the Hospital's mid-trial motion for judgment as a matter of law.</p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>We need go no further. Martínez's death was tragic, but there is no cognizable basis for holding the Hospital legally responsible for it. Accordingly, we uphold both the challenged preclusionary order and the lower court's decision to take the case from the jury.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  While the Hospital's insurer was also named as a defendant, the insurer's presence does not affect our analysis.</p>\n<p>[2]  We add, moreover, that prior to excluding the plaintiffs' expert testimony, the court had excluded expert testimony proffered out of time by the Hospital. The aphorism that what is sauce for the goose is sauce for the gander comes readily to mind. <i>See, e.g., </i><i>In Re D.C. Sullivan Co.,</i> <span class=\"citation\" data-id=\"503997\"><a href=\"/opinion/503997/in-re-dc-sullivan-co-inc-debtor-daniel-f-featherston-jr-v/\"><span class=\"volume\">843</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">596</span></a></span>, 599 (1st Cir. 1988).</p>\n<p>[3]  This standard obtains whether the motion is made at the close of the plaintiff's case in chief or at the close of all the evidence. <i>Chaney v. City of Orlando,</i> <span class=\"citation\" data-id=\"77657\"><a href=\"/opinion/77657/dontray-chaney-v-city-of-orlando-fl/\"><span class=\"volume\">483</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1221</span></a></span>, 1227 (11th Cir.2007).</p>\n<p>[4]  Let us be perfectly clear. The absence of expert testimony is not necessarily dispositive in all medical malpractice cases brought under Puerto Rico law. <i>See </i><i>Rolón-Alvarado,</i> 1 F.3d at 79 (recognizing a narrow exception \"where common knowledge and experience are all that is necessary to comprehend a defendant's negligence\"). The case at hand, however, does not fall within the narrow band of possible exceptions to the general rule requiring expert testimony. Martínez's condition was complicated, and lay knowledge can tell us only so much about why he died.</p>\n<p>[5]  That testimony is disputed but, for purposes of reviewing a judgment as a matter of law, we assume the accuracy of Dr. Torres's account.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/77657/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112903/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194861/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195226/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198117/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200043/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200465/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201404/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202058/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202256/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203277/",
    "http://www.courtlistener.com/api/rest/v3/opinions/380429/",
    "http://www.courtlistener.com/api/rest/v3/opinions/457747/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/503997/",
    "http://www.courtlistener.com/api/rest/v3/opinions/563774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580699/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593295/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739669/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1444458/"
  ]
}