{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203996/",
  "absolute_url": "/opinion/203996/alvarez-torres-v-ryder-memorial-hosp-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203996/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:28:07Z",
  "date_modified": "2016-04-26T04:28:22.587233Z",
  "type": "010combined",
  "sha1": "e98516c0676064e6a0be19f757575a2a5719a4e7",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-2351P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/09/04/Alvarez-Torres_v._Ryder_Memorial_Hospital_Inc..pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\nNo. 08-2351\n\n                  PROVIDENCIA ALVAREZ-TORRES et al.,\n\n                        Plaintiffs, Appellants,\n\n                                  v.\n\n                 RYDER MEMORIAL HOSPITAL, INC. et al.,\n\n                        Defendants, Appellees.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF PUERTO RICO\n             [Hon. Francisco Besosa, U.S. District Judge]\n\n\n                                Before\n\n                   Lipez and Howard, Circuit Judges,\n                    and Woodcock, District Judge.*\n\n\n     José Luis Ubarri, with whom Brown & Ubarri was on brief, for\nappellant.\n     Teresa M. García-Moll for appellee Ryder Memorial Hospital,\nInc.\n     José A. Gonzalez Villamil on brief for appellees Dr. Enrique\nOctavio Ortiz-Kidd, the conjugal partnership of Dr. Enrique Octavio\nOrtiz-Kidd and his wife, and Triple-S, Inc.\n     José Miranda Daleccio on brief for appellee Juan Ramón Gómez\nLópez.\n     Igor Domínguez Pérez on brief for appellee Dr. Griselle\nPastrana.\n     Luis R. Ramos Cartagena on brief for appellee Sindicato de\nAseguradores de Impericia Medico Hospitalaria.\n\n\n                           September 4, 2009\n\n\n\n     *\n         Of the District of Maine, sitting by designation.\n\f           LIPEZ, Circuit Judge.           The surviving family of Adalberto\n\nMartínez   López    brought       suit   against      a   hospital     and   several\n\nphysicians, alleging a violation of the Emergency Medical Treatment\n\nand Active Labor Act (\"EMTALA\"), 42 U.S.C. § 1395dd, and various\n\nprovisions    of    state    law.        The   district       court    granted   the\n\ndefendants'    motion       for     summary      judgment,      concluding       that\n\nplaintiffs    had   failed    to    make   out    a   claim    under    EMTALA    and\n\ndeclining to exercise supplemental jurisdiction over the state-law\n\nclaims.\n\n           Plaintiffs appeal, arguing, inter alia, that the evidence\n\nsupports a claim for failure to stabilize under EMTALA. Finding no\n\nerror, we affirm.\n\n                                         I.\n\nA. Factual Background\n\n           On appeal from a grant of summary judgment, we state the\n\nfacts in the light most favorable to the non-movant.                   Levesque v.\n\nDoocy, 560 F.3d 82, 84 (1st Cir. 2009).\n\n           At 6:45 p.m., on January 16, 2001, Adalberto Martínez\n\nLópez (\"Martínez\") came to the Ryder Memorial Hospital, Inc.\n\n(\"Ryder\") Emergency Room complaining of chest pain and bleeding\n\nfrom a femoral dialysis catheter site.                Martínez was fifty-seven\n\nyears old at the time and an end-stage renal disease dialysis\n\npatient.   His vital signs were taken, and at 6:50 p.m. Martínez was\n\nexamined by Dr. Griselle Pastrana, an emergency room physician.\n\n\n                                         -2-\n\fDr. Pastrana documented that Martínez was actively bleeding from\n\nthe catheter site and that he was weak and dizzy.            She described\n\nhis general condition as \"alert, oriented [and] mildly pale,\" and\n\nnoted his end-stage renal disease.        Dr. Pastrana ordered a variety\n\nof tests for Martínez, including a chest x-ray, an EKG, and a \"type\n\nand cross for four units of Packed Red Blood Cells.\"\n\n           At 7:30 p.m., Dr. Pastrana discussed Martínez's case with\n\nDr. Enrique Ortíz-Kidd, a nephrologist at Ryder.            Dr. Ortíz-Kidd\n\nthen ordered Martínez's admission to Ryder's \"Medicine Floor\" and\n\nthe completion of the tests ordered by Dr. Pastrana.          Martínez was\n\nadmitted to the Medicine Floor at 7:39 p.m., with orders for bed\n\nrest, testing of vital signs every four hours, and hemodialysis and\n\na blood transfusion the next morning.\n\n           Martínez did not arrive in his room on the Medicine Floor\n\nuntil 9:30 p.m.      When he arrived, he was described as alert, but\n\npale, feverish, and complaining of chest pain.           The catheter site\n\nremained   bloody.     At   10   p.m.,   the   on-duty   nephrologist,   Dr.\n\nBaquero, was contacted and informed of Martínez's vital signs. Dr.\n\nBaquero prescribed, among other things, an antibiotic and Tylenol,\n\nwhich were administered at 10:20 p.m.          At 12:15 a.m., January 17,\n\nDr. Ortíz-Kidd gave a telephone order to change the bandage on\n\nMartínez's catheter site, apply pressure, and prepare for a blood\n\ntransfusion in the morning.\n\n\n\n\n                                    -3-\n\f           However,    Martínez   continued    to      bleed   throughout   the\n\nnight, and his bandages had to be changed several times.                      At\n\n4:55 a.m., a relative accompanying Martínez complained to the\n\nnursing staff that the bleeding was \"profuse[].\"               Staff contacted\n\nDr. Ortíz-Kidd, who requested a consultation with a Ryder surgeon,\n\nDr.   Sotomayor.      Vital   signs   taken   at   5   a.m.    reflected    that\n\nMartínez's blood pressure had dropped and his temperature had\n\nincreased.   Nurses called an on-duty physician, Dr. Juan R. Gómez\n\nLópez, who examined Martínez and ordered a blood transfusion.                He\n\nthen discussed Martínez's condition with Dr. Ortíz-Kidd over the\n\nphone.\n\n           At 5:30 a.m., staff contacted Dr. Ortíz-Kidd again and\n\ninformed him that Dr. Sotomayor was not available.              Dr. Ortíz-Kidd\n\nrequested that Dr. Luis Canetti, another Ryder surgeon, evaluate\n\nthe patient.       Nurses noted that when Dr. Cannetti removed the\n\nbandages to examine Martínez, \"bleeding continue[d] profusely and\n\nabundantly.\" Dr. Canetti determined that Martínez required surgery\n\nbut that he could not perform it, and he recommended that Martínez\n\nbe immediately transferred to Auxilio Mutuo Hospital for an \"A-V\n\nfistula revision.\"     At 7 a.m., Dr. Ortíz-Kidd was notified of the\n\nrecommendation and \"order[ed] [the] patient to be transferred as\n\nsoon as possible.\"       The blood transfusion ordered by Dr. Gómez\n\nLópez began at 7:05 a.m.\n\n\n\n\n                                      -4-\n\f             Sometime between 7 and 8 a.m., nurses discovered that\n\nMartínez was not breathing.         CPR was performed, but Martínez could\n\nnot be revived.      He was pronounced dead at 8:15 a.m., January 17,\n\n2001.\n\nB. Proceedings in the District Court\n\n             On   January    15,   2003,    Martínez's     surviving    wife    and\n\nchildren, including Tony Martínez Taveras, a child from another\n\nrelationship, brought suit against Ryder, Dr. Pastrana, Dr. Ortíz-\n\nKidd, and an unnamed physician.                 The Second Amended Complaint,\n\nwhich also named as defendants Dr. Gómez López and Dr. Cannetti,\n\nalleged     violations      of   EMTALA    by    Ryder;   malpractice   by     Drs.\n\nPastrana, Ortíz-Kidd, Gómez López, and Cannetti; and several other\n\nstate-law claims.1\n\n             After defendants' motions to dismiss were, for the most\n\npart,2 denied, a long and contentious period of discovery ensued.\n\nAt its completion, the district court granted defendants' motion\n\nfor summary judgment on November 19, 2007, on all of plaintiffs'\n\nclaims, concluding that the plaintiffs had failed to establish a\n\nclaim under EMTALA against Ryder for failure to screen or stabilize\n\n\n        1\n          Also named as defendants in the Second Amended Complaint\nwere the insurers and \"conjugal partnerships\" of Drs. Pastrana,\nOrtíz-Kidd, Gómez López, and Cannetti. Because these defendants\nare not material to the issues presented on appeal, we omit\nreference to them below.\n     2\n          The district court dismissed claims against one of the\ndefendant insurers on the grounds that insurance coverage did not\nextend to the alleged incident.\n\n                                          -5-\n\fand that EMTALA did not support claims against the individual\n\nphysicians who had treated Martínez.                It declined to exercise\n\nsupplemental jurisdiction over the state law claims pursuant to 28\n\nU.S.C. § 1367(c)(3).\n\n             Plaintiffs timely appealed.           On appeal, they argue that\n\nthe district court erred in dismissing the EMTALA claim for failure\n\nto stabilize, that no EMTALA claims were brought against individual\n\nphysicians, and that the district court retained jurisdiction over\n\nstate-law claims brought by Tony Martínez Taveras on the basis of\n\ndiversity jurisdiction.\n\n                                          II.\n\nA. EMTALA claims against Ryder\n\n             EMTALA is designed to prevent hospital emergency rooms\n\nfrom   \"refusing    to   accept      or    treat    patients    with    emergency\n\nconditions if the patient does not have medical insurance.\" Correa\n\nv.   Hosp.   San   Francisco,   69    F.3d      1189,   1189   (1st    Cir.   1995)\n\n(internal quotation marks and citation omitted).                  To this end,\n\nEMTALA imposes duties on covered facilities to: (a) provide an\n\n\"appropriate medical screening examination\" for those who come to\n\nan emergency room seeking treatment, and (b) provide, in certain\n\nsituations, \"such further medical examination and such treatment as\n\nmay be required to stabilize the medical condition.\"                  42 U.S.C. §\n\n1395dd(a), (b)(1)(A); see López-Soto v. Hawayek, 175 F.3d 170, 172-\n\n73 (1st Cir. 1999).\n\n\n                                          -6-\n\f           To   establish      a   violation    of   the     screening     or\n\nstabilization provisions in EMTALA, a plaintiff must prove that:\n\n           (1) the hospital is a participating hospital,\n           covered by EMTALA, that operates an emergency\n           department   (or  an   equivalent   facility);\n           (2) the patient arrived at the facility\n           seeking treatment; and (3) the hospital either\n           (a) did not afford the patient an appropriate\n           screening in order to determine if she had an\n           emergency medical condition, or (b) bade\n           farewell to the patient (whether by turning\n           her away, discharging her, or improvidently\n           transferring her) without first stabilizing\n           the emergency medical condition.\n\nCorrea, 69 F.3d at 1190.\n\n           In   this   case,   the   district    court     determined    that\n\nplaintiffs had failed to establish a violation of either the\n\nscreening or stabilization provisions.         Plaintiffs appeal only the\n\nstabilization ruling.    They argue that, properly construed, EMTALA\n\n\"imposes an unqualified duty to stabilize once it is determined\n\nthat the patient has an emergency medical condition,\" and this duty\n\nbegins upon admission to the hospital and follows the patient to\n\nany hospital department.       They suggest that Ryder violated this\n\nduty by failing to dispense any meaningful treatment to stabilize\n\nMartínez's condition until it became apparent that he was about to\n\ndie.   In the alternative, plaintiffs argue that even if the duty to\n\nstabilize applies only when a patient is transferred, \"transfer\"\n\ndoes not require a patient to physically leave the hospital, but\n\nonly for a physician to enter an order of transfer.              Any other\n\ninterpretation, plaintiffs say, would undermine the purpose of\n\n                                     -7-\n\fEMTALA.    Thus, on plaintiffs' view, Dr. Ortíz-Kidd triggered the\n\nstabilization duty by entering an order of transfer for Martínez.\n\n               We agree with the district court that plaintiffs have\n\nfailed    to    establish   a   violation   of   the   EMTALA   stabilization\n\nprovision.      The duty to stabilize under EMTALA \"does not impose a\n\nstandard of care prescribing how physicians must treat a critical\n\npatient's condition while he remains in the hospital, but merely\n\nprescribes a precondition the hospital must satisfy before it may\n\nundertake to transfer the patient.\"              Fraticelli-Torres v. Hosp.\n\nHermanos, 300 Fed. Appx. 1, 4 (1st Cir. 2008) (unpublished). Thus,\n\na hospital cannot violate the duty to stabilize unless it transfers\n\na patient, as that procedure is defined in EMTALA.              See Correa, 69\n\nF.3d at 1190 (to establish a violation of the duty to stabilize,\n\nthe plaintiff must prove, inter alia, that the hospital \"bade\n\nfarewell\" to the patient).\n\n               As the Eleventh Circuit has explained, this conclusion\n\nfollows from the statutory definition of \"to stabilize.\"              Harry v.\n\nMarchant, 291 F.3d 767, 770-72 (11th Cir. 2002) (en banc).                The\n\nstabilization provision requires a covered hospital, within its\n\nstaff and facilities, to provide an individual it determines has an\n\nemergency medical condition with \"such further medical examination\n\nand such treatment as may be required to stabilize the medical\n\ncondition.\"       42 U.S.C. § 1395dd(b)(1)(A).          EMTALA defines \"to\n\nstabilize\" as \"to provide such medical treatment of the condition\n\n\n                                      -8-\n\fas     may       be    necessary      to   assure,    within     reasonable      medical\n\nprobability, that no material deterioration of the condition is\n\nlikely       to       result   from   or    occur    during    the    transfer    of   the\n\nindividual from a facility.\"                   Id. § 1395dd(e)(3)(A) (emphasis\n\nadded).           When this definition is inserted, the stabilization\n\nprovision requires \"such further medical examination and such\n\ntreatment as may be required [to assure, within reasonable medical\n\nprobability, that no material deterioration of the condition is\n\nlikely       to       result   from   or    occur    during    the    transfer    of   the\n\nindividual from a facility].\"                Id. § 1395dd(b)(1).         This directive\n\nplainly applies only where transfer occurs.                     Otherwise, no effect\n\nis given to the phrase \"during the transfer.\"                        Harry, 291 F.3d at\n\n771-72.3\n\n                  Contrary to plaintiffs' suggestion, this interpretation\n\ndoes not undermine the purposes of EMTALA by permitting hospitals\n\nand physicians to provide substandard treatment.                           EMTALA is a\n\n\"limited          'anti-dumping'       statute,      not   a    federal     malpractice\n\nstatute.\"         Bryan v. Rectors & Visitors of the Univ. of Va., 95 F.3d\n\n349,       351    (4th     Cir.    1996);    accord    Harry,    291     F.3d    at    770.\n\nCongress's concern with patient dumping is clearly implicated when\n\n\n\n       3\n          Such an interpretation also makes sense of the larger\nstructure of the stabilization provision, which \"set[s] forth two\noptions for transferring a patient with an emergency medical\ncondition\": stabilizing the condition or transferring without\nstabilizing where an exception applies. Harry, 291 F.3d at 771;\nsee 42 U.S.C. § 1395dd(b)(1).\n\n                                              -9-\n\fa hospital transfers a patient.           Harry, 291 F.3d at 773 (\"The\n\nprimary legislative goal of EMTALA was remedying the problem of\n\ninappropriate patient transfers by hospitals.\" (citing S. Rep. No.\n\n99-146, at 469-70 (1986), reprinted in 1986 U.S.C.C.A.N. 42, 428-\n\n29)).   Interpreting the stabilization provision to apply where\n\ntransfer   occurs   is   therefore    fully    consistent       with    EMTALA's\n\nstatutory purpose.\n\n           In this case, Ryder did not violate the stabilization\n\nprovision because Martínez was never transferred.                 The statute\n\ndefines \"transfer\" as \"the movement (including the discharge) of an\n\nindividual outside a hospital's facilities at the direction of any\n\nperson employed by (or affiliated or associated, directly or\n\nindirectly,   with)   the   hospital.\"        42   U.S.C.   §   1395dd(e)(4).\n\nTherefore,    Dr.   Ortíz-Kidd's     order    that   Martínez     was    \"to   be\n\ntransferred as soon as possible\" did not effectuate a \"transfer\"\n\nfor purposes of EMTALA.        The summary judgment record clearly\n\nestablishes that Martínez never left Ryder's facilities, and indeed\n\ndied in the room on the Medicine Floor where he was admitted the\n\nnight of January 16. Because no transfer occurred, plaintiffs have\n\nnot established a stabilization claim under EMTALA.\n\n           The reasoning of Morales v. Sociedad Española de Auxilio\n\nMutuo y Beneficiencia, 524 F.3d 54 (1st Cir. 2008), does not aid\n\nplaintiffs.    In Morales, we held that where an individual is en\n\nroute to a hospital in an ambulance, and the paramedics contact the\n\n\n                                   -10-\n\fhospital    and    discuss    the    individual's    ability     to    pay,     the\n\nindividual has \"come[] to\" the hospital emergency department for\n\npurposes of triggering EMTALA's screening requirement.                 Id. at 60\n\n(alteration in original).           EMTALA did not define \"comes to,\" and\n\nthe    implementing     regulations     were    ambiguous    with     regards    to\n\nindividuals en route to a hospital in an ambulance.             Id. at 58, 60.\n\n\"Given the imprecision of the statute and the regulation and the\n\nabsence of reliable guidance from the agency,\" we interpreted\n\n\"comes to\" in a way that prevented hospitals from undermining\n\nEMTALA's statutory intent.           Id. at 60-61.        In this case, EMTALA\n\ndoes    define    the   critical     expression,    \"to    stabilize.\"        That\n\ndefinition clearly shows that the duty to stabilize attaches when\n\na hospital transfers a patient.          Moreover, this interpretation is\n\nfully in keeping with the statutory intent, since transfer is where\n\nthe danger of patient dumping often arises.                Plaintiffs' view of\n\nEMTALA, in contrast, would go beyond the statutory intent and\n\ncreate a duty of care for medical services provided while a patient\n\nremains in the hospital.\n\nB. EMTALA Claims Against the Physicians\n\n            In its Summary Judgment order, the district court stated\n\nthat \"[p]laintiffs bring their EMTALA claims not only against Ryder\n\nbut also against individual physicians.\"            The court then dismissed\n\nthese    claims    on   the   grounds    that    \"EMTALA     applies    only    to\n\nparticipating hospitals.\"           On appeal, plaintiffs argue that the\n\n\n                                       -11-\n\fcourt wrongly characterized their claims against the physicians who\n\ntreated Martínez, and suggest that these claims are based on Puerto\n\nRico law.\n\n            We agree that plaintiffs' claims against Drs. Pastrana,\n\nOrtíz-Kidd, Gómez López, and Cannetti, as reflected in the Second\n\nAmended Complaint, are based, at least in part, on Puerto Rico law.\n\nNevertheless, the district court also dismissed without prejudice\n\n\"plaintiffs' state law claims against defendants,\" which plainly\n\nincludes state-law claims against the individual physicians.     The\n\ndistrict court was entitled to do this.      28 U.S.C. § 1367(c)(3)\n\n(permitting district court to decline to exercise supplemental\n\njurisdiction where it has \"dismissed all claims over which it has\n\noriginal jurisdiction\").\n\nC. Claims brought by Tony Martínez Taveras\n\n            Lastly, plaintiffs argue that the district court erred in\n\ndismissing state-law claims brought by plaintiff Tony Martínez\n\nTaveras, since there was an alternative basis of jurisdiction over\n\nthose claims.    Because Martínez Taveras is a citizen of Germany,\n\nplaintiffs argue, the district court has diversity jurisdiction\n\nover his state-law claims against defendants.\n\n            We note that plaintiffs did not move to amend the Second\n\nAmended Complaint to reflect a claim of diversity jurisdiction, as\n\nis preferable.     See 28 U.S.C. § 1653; Com. of Mass. v. U.S.\n\nVeterans Admin., 541 F.2d 119, 122 (1st Cir. 1976).         However,\n\n\n                                 -12-\n\fplaintiffs did raise the issue below in a proposed Pretrial Order\n\nsubmitted   to   the      district    court,    and    the   defendants     had   an\n\nopportunity to respond to plaintiffs' claim. Because we can easily\n\nresolve plaintiffs' argument, we need not decide whether they\n\nproperly raised the alternative basis of jurisdiction on appeal.\n\nSee Futura Dev. of P.R. v. Estado Libre Asociado de P.R., 144 F.3d\n\n7, 12 n.4 (1st Cir. 1998).\n\n            Where    it     applies,    diversity       jurisdiction       requires\n\n\"complete diversity of citizenship as between all plaintiffs and\n\nall defendants.\"       Connectu LLC v. Zuckerberg, 522 F.3d 82, 91 (1st\n\nCir. 2008); Gabriel v. Preble, 396 F.3d 10, 13 (1st Cir. 2005).\n\nThis means that diversity jurisdiction does not exist where any\n\nplaintiff is a citizen of the same state as any defendant.                   Díaz-\n\nRodríguez v. Pep Boys Corp., 410 F.3d 56, 58 (1st Cir. 2005); see\n\nStrawbridge   v.    Curtiss,     7    U.S.    (3   Cranch)   267,    267    (1806),\n\noverruled on other grounds, Louisville, Cincinnati & Charleston\n\nR.R. Co. v. Letson, 43 U.S. (2 How.) 497, 554-55 (1844).                 According\n\nto the Second Amended Complaint, several of the plaintiffs and the\n\ndefendants are citizens of Puerto Rico.                See 28 U.S.C. § 1332(e)\n\n(defining \"States\" in the diversity jurisdiction statute to include\n\nthe   Commonwealth     of    Puerto    Rico).         Therefore,    no   diversity\n\njurisdiction exists.\n\n            Affirmed.\n\n\n\n\n                                       -13-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>582 F.3d 47 (2009)</b></center>\n<center><h1>Providencia ALVAREZ-TORRES et al., Plaintiffs, Appellants,<br>\nv.<br>\nRYDER MEMORIAL HOSPITAL, INC. et al., Defendants, Appellees.</h1></center>\n<center>No. 08-2351.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard June 2, 2009.</center>\n<center>Decided September 4, 2009.</center>\n<p><span class=\"star-pagination\">*49</span> José Luis Ubarri, with whom Brown &amp; Ubarri was on brief, for appellant.</p>\n<p>Teresa M. García-Moll for appellee Ryder Memorial Hospital, Inc.</p>\n<p>José A. Gonzalez Villamil on brief for appellees Dr. Enrique Octavio Ortiz-Kidd, the conjugal partnership of Dr. Enrique Octavio Ortiz-Kidd and his wife, and Triple-S, Inc.</p>\n<p>José Miranda Daleccio on brief for appellee Juan Ramón Gómez López.</p>\n<p>Igor Domínguez Pérez on brief for appellee Dr. Griselle Pastrana.</p>\n<p>Luis R. Ramos Cartagena on brief for appellee Sindicato de Aseguradores de Impericia Medico Hospitalaria.</p>\n<p>Before LIPEZ and HOWARD, Circuit Judges, and WOODCOCK, District Judge.<sup>[*]</sup></p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>The surviving family of Adalberto Martínez López brought suit against a hospital and several physicians, alleging a violation of the Emergency Medical Treatment and Active Labor Act (\"EMTALA\"), 42 U.S.C. § 1395dd, and various provisions of state law. The district court granted the defendants' motion for summary judgment, concluding that plaintiffs had failed to make out a claim under EMTALA and declining to exercise supplemental jurisdiction over the state-law claims.</p>\n<p>Plaintiffs appeal, arguing, inter alia, that the evidence supports a claim for failure to stabilize under EMTALA. Finding no error, we affirm.</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>A. Factual Background</h2>\n<p>On appeal from a grant of summary judgment, we state the facts in the light most favorable to the non-movant. <i>Levesque v. Doocy,</i> 560 F.3d 82, 84 (1st Cir.2009).</p>\n<p>At 6:45 p.m., on January 16, 2001, Adalberto Martínez López (\"Martínez\") came to the Ryder Memorial Hospital, Inc. (\"Ryder\") Emergency Room complaining of chest pain and bleeding from a femoral dialysis catheter site. Martínez was fifty-seven years old at the time and an end-stage renal disease dialysis patient. His vital signs were taken, and at 6:50 p.m. Martínez was examined by Dr. Griselle Pastrana, an emergency room physician. Dr. Pastrana documented that Martínez was actively bleeding from the catheter site and that he was weak and dizzy. She described his general condition as \"alert, oriented [and] mildly pale,\" and noted his end-stage renal disease. Dr. Pastrana ordered a variety of tests for Martínez, including a chest x-ray, an EKG, and a \"type and cross for four units of Packed Red Blood Cells.\"</p>\n<p>At 7:30 p.m., Dr. Pastrana discussed Martínez's case with Dr. Enrique Ortíz-Kidd, a nephrologist at Ryder. Dr. Ortíz-Kidd then ordered Martínez's admission to Ryder's \"Medicine Floor\" and the completion of the tests ordered by Dr. Pastrana. Martínez was admitted to the Medicine Floor at 7:39 p.m., with orders for bed rest, testing of vital signs every four hours, and hemodialysis and a blood transfusion the next morning.</p>\n<p>Martínez did not arrive in his room on the Medicine Floor until 9:30 p.m. When he arrived, he was described as alert, but pale, feverish, and complaining of chest pain. The catheter site remained bloody. At 10 p.m., the on-duty nephrologist, Dr. Baquero, was contacted and informed of <span class=\"star-pagination\">*50</span> Martínez's vital signs. Dr. Baquero prescribed, among other things, an antibiotic and Tylenol, which were administered at 10:20 p.m. At 12:15 a.m., January 17, Dr. Ortíz-Kidd gave a telephone order to change the bandage on Martínez's catheter site, apply pressure, and prepare for a blood transfusion in the morning.</p>\n<p>However, Martínez continued to bleed throughout the night, and his bandages had to be changed several times. At 4:55 a.m., a relative accompanying Martínez complained to the nursing staff that the bleeding was \"profuse[ ].\" Staff contacted Dr. Ortíz-Kidd, who requested a consultation with a Ryder surgeon, Dr. Sotomayor. Vital signs taken at 5 a.m. reflected that Martínez's blood pressure had dropped and his temperature had increased. Nurses called an on-duty physician, Dr. Juan R. Gómez López, who examined Martínez and ordered a blood transfusion. He then discussed Martínez's condition with Dr. Ortíz-Kidd over the phone.</p>\n<p>At 5:30 a.m., staff contacted Dr. Ortíz-Kidd again and informed him that Dr. Sotomayor was not available. Dr. Ortíz-Kidd requested that Dr. Luis Canetti, another Ryder surgeon, evaluate the patient. Nurses noted that when Dr. Cannetti removed the bandages to examine Martínez, \"bleeding continue[d] profusely and abundantly.\" Dr. Canetti determined that Martínez required surgery but that he could not perform it, and he recommended that Martínez be immediately transferred to Auxilio Mutuo Hospital for an \"A-V fistula revision.\" At 7 a.m., Dr. Ortíz-Kidd was notified of the recommendation and \"order[ed][the] patient to be transferred as soon as possible.\" The blood transfusion ordered by Dr. Gómez López began at 7:05 a.m.</p>\n<p>Sometime between 7 and 8 a.m., nurses discovered that Martínez was not breathing. CPR was performed, but Martínez could not be revived. He was pronounced dead at 8:15 a.m., January 17, 2001.</p>\n<p></p>\n<h2>B. Proceedings in the District Court</h2>\n<p>On January 15, 2003, Martínez's surviving wife and children, including Tony Martínez Taveras, a child from another relationship, brought suit against Ryder, Dr. Pastrana, Dr. Ortíz-Kidd, and an unnamed physician. The Second Amended Complaint, which also named as defendants Dr. Gómez López and Dr. Cannetti, alleged violations of EMTALA by Ryder; malpractice by Drs. Pastrana, Ortíz-Kidd, Gómez López, and Cannetti; and several other state-law claims.<sup>[1]</sup></p>\n<p>After defendants' motions to dismiss were, for the most part,<sup>[2]</sup> denied, a long and contentious period of discovery ensued. At its completion, the district court granted defendants' motion for summary judgment on November 19, 2007, on all of plaintiffs' claims, concluding that the plaintiffs had failed to establish a claim under EMTALA against Ryder for failure to screen or stabilize and that EMTALA did not support claims against the individual physicians who had treated Martínez. It declined to exercise supplemental jurisdiction over the state law claims pursuant to 28 U.S.C. § 1367(c)(3).</p>\n<p><span class=\"star-pagination\">*51</span> Plaintiffs timely appealed. On appeal, they argue that the district court erred in dismissing the EMTALA claim for failure to stabilize, that no EMTALA claims were brought against individual physicians, and that the district court retained jurisdiction over state-law claims brought by Tony Martínez Taveras on the basis of diversity jurisdiction.</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>A. EMTALA claims against Ryder</h2>\n<p>EMTALA is designed to prevent hospital emergency rooms from \"refusing to accept or treat patients with emergency conditions if the patient does not have medical insurance.\" <i>Correa v. Hosp. San Francisco,</i> 69 F.3d 1184, 1189 (1st Cir. 1995) (internal quotation marks and citation omitted). To this end, EMTALA imposes duties on covered facilities to: (a) provide an \"appropriate medical screening examination\" for those who come to an emergency room seeking treatment, and (b) provide, in certain situations, \"such further medical examination and such treatment as may be required to stabilize the medical condition.\" 42 U.S.C. § 1395dd(a), (b)(1)(A); <i>see </i><i>López-Soto v. Hawayek,</i> 175 F.3d 170, 172-73 (1st Cir. 1999).</p>\n<p>To establish a violation of the screening or stabilization provisions in EMTALA, a plaintiff must prove that:</p>\n<blockquote>(1) the hospital is a participating hospital, covered by EMTALA, that operates an emergency department (or an equivalent facility); (2) the patient arrived at the facility seeking treatment; and (3) the hospital either (a) did not afford the patient an appropriate screening in order to determine if she had an emergency medical condition, or (b) bade farewell to the patient (whether by turning her away, discharging her, or improvidently transferring her) without first stabilizing the emergency medical condition.</blockquote>\n<p><i>Correa,</i> 69 F.3d at 1190.</p>\n<p>In this case, the district court determined that plaintiffs had failed to establish a violation of either the screening or stabilization provisions. Plaintiffs appeal only the stabilization ruling. They argue that, properly construed, EMTALA \"imposes an unqualified duty to stabilize once it is determined that the patient has an emergency medical condition,\" and this duty begins upon admission to the hospital and follows the patient to any hospital department. They suggest that Ryder violated this duty by failing to dispense any meaningful treatment to stabilize Martínez's condition until it became apparent that he was about to die. In the alternative, plaintiffs argue that even if the duty to stabilize applies only when a patient is transferred, \"transfer\" does not require a patient to physically leave the hospital, but only for a physician to enter an order of transfer. Any other interpretation, plaintiffs say, would undermine the purpose of EMTALA. Thus, on plaintiffs' view, Dr. Ortíz-Kidd triggered the stabilization duty by entering an order of transfer for Martínez.</p>\n<p>We agree with the district court that plaintiffs have failed to establish a violation of the EMTALA stabilization provision. The duty to stabilize under EMTALA \"does not impose a standard of care prescribing how physicians must treat a critical patient's condition while he remains in the hospital, but merely prescribes a precondition the hospital must satisfy before it may undertake to transfer the patient.\" <i>Fraticelli-Torres v. Hosp. Hermanos,</i> 300 Fed.Appx. 1, 4 (1st Cir. 2008) (unpublished). Thus, a hospital cannot violate the duty to stabilize unless it transfers a patient, as that procedure is <span class=\"star-pagination\">*52</span> defined in EMTALA. <i>See </i><i>Correa,</i> 69 F.3d at 1190 (to establish a violation of the duty to stabilize, the plaintiff must prove, inter alia, that the hospital \"bade farewell\" to the patient).</p>\n<p>As the Eleventh Circuit has explained, this conclusion follows from the statutory definition of \"to stabilize.\" <i>Harry v. Marchant,</i> 291 F.3d 767, 770-72 (11th Cir.2002) (en banc). The stabilization provision requires a covered hospital, within its staff and facilities, to provide an individual it determines has an emergency medical condition with \"such further medical examination and such treatment as may be required to stabilize the medical condition.\" 42 U.S.C. § 1395dd(b)(1)(A). EMTALA defines \"to stabilize\" as \"to provide such medical treatment of the condition as may be necessary to assure, within reasonable medical probability, that no material deterioration of the condition is likely to result from or occur <i>during the transfer of the individual from a facility.</i>\" <i>Id.</i> § 1395dd(e)(3)(A) (emphasis added). When this definition is inserted, the stabilization provision requires \"such further medical examination and such treatment as may be required [to assure, within reasonable medical probability, that no material deterioration of the condition is likely to result from or occur during the transfer of the individual from a facility].\" <i>Id.</i> § 1395dd(b)(1). This directive plainly applies only where transfer occurs. Otherwise, no effect is given to the phrase \"during the transfer.\" <i>Harry,</i> 291 F.3d at 771-72.<sup>[3]</sup></p>\n<p>Contrary to plaintiffs' suggestion, this interpretation does not undermine the purposes of EMTALA by permitting hospitals and physicians to provide substandard treatment. EMTALA is a \"limited `anti-dumping' statute, not a federal malpractice statute.\" <i>Bryan v. Rectors &amp; Visitors of the Univ. of Va.,</i> 95 F.3d 349, 351 (4th Cir.1996); <i>accord </i><i>Harry,</i> 291 F.3d at 770. Congress's concern with patient dumping is clearly implicated when a hospital transfers a patient. <i>Harry,</i> 291 F.3d at 773 (\"The primary legislative goal of EMTALA was remedying the problem of inappropriate patient transfers by hospitals.\" (citing S.Rep. No. 99-146, at 469-70 (1986), <i>reprinted in</i> 1986 U.S.C.C.A.N. 42, 428-29)). Interpreting the stabilization provision to apply where transfer occurs is therefore fully consistent with EMTALA's statutory purpose.</p>\n<p>In this case, Ryder did not violate the stabilization provision because Martínez was never transferred. The statute defines \"transfer\" as \"the movement (including the discharge) of an individual outside a hospital's facilities at the direction of any person employed by (or affiliated or associated, directly or indirectly, with) the hospital.\" 42 U.S.C. § 1395dd(e)(4). Therefore, Dr. Ortíz-Kidd's order that Martínez was \"to be transferred as soon as possible\" did not effectuate a \"transfer\" for purposes of EMTALA. The summary judgment record clearly establishes that Martínez never left Ryder's facilities, and indeed died in the room on the Medicine Floor where he was admitted the night of January 16. Because no transfer occurred, plaintiffs have not established a stabilization claim under EMTALA.</p>\n<p>The reasoning of <i>Morales v. Sociedad Española de Auxilio Mutuo y Beneficiencia,</i> 524 F.3d 54 (1st Cir.2008), does not aid plaintiffs. In <i>Morales,</i> we held that where an individual is en route to a hospital in an <span class=\"star-pagination\">*53</span> ambulance, and the paramedics contact the hospital and discuss the individual's ability to pay, the individual has \"come[ ] to\" the hospital emergency department for purposes of triggering EMTALA's screening requirement. <i>Id.</i> at 60 (alteration in original). EMTALA did not define \"comes to,\" and the implementing regulations were ambiguous with regards to individuals en route to a hospital in an ambulance. <i>Id.</i> at 58, 60. \"Given the imprecision of the statute and the regulation and the absence of reliable guidance from the agency,\" we interpreted \"comes to\" in a way that prevented hospitals from undermining EMTALA's statutory intent. <i>Id.</i> at 60-61. In this case, EMTALA <i>does</i> define the critical expression, \"to stabilize.\" That definition clearly shows that the duty to stabilize attaches when a hospital transfers a patient. Moreover, this interpretation is fully in keeping with the statutory intent, since transfer is where the danger of patient dumping often arises. Plaintiffs' view of EMTALA, in contrast, would go beyond the statutory intent and create a duty of care for medical services provided while a patient remains in the hospital.</p>\n<p></p>\n<h2>B. EMTALA Claims Against the Physicians</h2>\n<p>In its Summary Judgment order, the district court stated that \"[p]laintiffs bring their EMTALA claims not only against Ryder but also against individual physicians.\" The court then dismissed these claims on the grounds that \"EMTALA applies only to participating hospitals.\" On appeal, plaintiffs argue that the court wrongly characterized their claims against the physicians who treated Martínez, and suggest that these claims are based on Puerto Rico law.</p>\n<p>We agree that plaintiffs' claims against Drs. Pastrana, Ortíz-Kidd, Gómez López, and Cannetti, as reflected in the Second Amended Complaint, are based, at least in part, on Puerto Rico law. Nevertheless, the district court also dismissed without prejudice \"plaintiffs' state law claims against defendants,\" which plainly includes state-law claims against the individual physicians. The district court was entitled to do this. 28 U.S.C. § 1367(c)(3) (permitting district court to decline to exercise supplemental jurisdiction where it has \"dismissed all claims over which it has original jurisdiction\").</p>\n<p></p>\n<h2>C. Claims brought by Tony Martínez Taveras</h2>\n<p>Lastly, plaintiffs argue that the district court erred in dismissing state-law claims brought by plaintiff Tony Martínez Taveras, since there was an alternative basis of jurisdiction over those claims. Because Martínez Taveras is a citizen of Germany, plaintiffs argue, the district court has diversity jurisdiction over his state-law claims against defendants.</p>\n<p>We note that plaintiffs did not move to amend the Second Amended Complaint to reflect a claim of diversity jurisdiction, as is preferable. <i>See</i> 28 U.S.C. § 1653; <i>Com. of Mass. v. U.S. Veterans Admin.,</i> 541 F.2d 119, 122 (1st Cir.1976). However, plaintiffs did raise the issue below in a proposed Pretrial Order submitted to the district court, and the defendants had an opportunity to respond to plaintiffs' claim. Because we can easily resolve plaintiffs' argument, we need not decide whether they properly raised the alternative basis of jurisdiction on appeal. <i>See </i><i>Futura Dev. of P.R. v. Estado Libre Asociado de P.R.,</i> 144 F.3d 7, 12 n. 4 (1st Cir.1998).</p>\n<p>Where it applies, diversity jurisdiction requires \"complete diversity of citizenship as between all plaintiffs and all defendants.\" <i>Connectu LLC v. Zuckerberg,</i> 522 F.3d 82, 91 (1st Cir.2008); <i>Gabriel v. Preble,</i> 396 F.3d 10, 13 (1st Cir.2005). This <span class=\"star-pagination\">*54</span> means that diversity jurisdiction does not exist where any plaintiff is a citizen of the same state as any defendant. <i>Díaz-Rodríguez v. Pep Boys Corp.,</i> 410 F.3d 56, 58 (1st Cir.2005); <i>see </i><i>Strawbridge v. Curtiss,</i> 7 U.S. (3 Cranch) 267, 267, 2 L.Ed. 435 (1806), <i>overruled on other grounds, </i><i>Louisville, Cincinnati &amp; Charleston R.R. Co. v. Letson,</i> 43 U.S. (2 How.) 497, 554-55, 11 L.Ed. 353 (1844). According to the Second Amended Complaint, several of the plaintiffs and the defendants are citizens of Puerto Rico. <i>See</i> 28 U.S.C. § 1332(e) (defining \"States\" in the diversity jurisdiction statute to include the Commonwealth of Puerto Rico). Therefore, no diversity jurisdiction exists.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of Maine, sitting by designation.</p>\n<p>[1]  Also named as defendants in the Second Amended Complaint were the insurers and \"conjugal partnerships\" of Drs. Pastrana, Ortíz-Kidd, Gómez López, and Cannetti. Because these defendants are not material to the issues presented on appeal, we omit reference to them below.</p>\n<p>[2]  The district court dismissed claims against one of the defendant insurers on the grounds that insurance coverage did not extend to the alleged incident.</p>\n<p>[3]  Such an interpretation also makes sense of the larger structure of the stabilization provision, which \"set[s] forth two options for transferring a patient with an emergency medical condition\": stabilizing the condition or transferring without stabilizing where an exception applies. <i>Harry,</i> 291 F.3d at 771; <i>see</i> 42 U.S.C. § 1395dd(b)(1).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">582</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">47</span></span> (2009)</b></center>\n<center><h1>Providencia ALVAREZ-TORRES et al., Plaintiffs, Appellants,<br>\nv.<br>\nRYDER MEMORIAL HOSPITAL, INC. et al., Defendants, Appellees.</h1></center>\n<center>No. 08-2351.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard June 2, 2009.</center>\n<center>Decided September 4, 2009.</center>\n<p><span class=\"star-pagination\">*49</span> José Luis Ubarri, with whom Brown &amp; Ubarri was on brief, for appellant.</p>\n<p>Teresa M. García-Moll for appellee Ryder Memorial Hospital, Inc.</p>\n<p>José A. Gonzalez Villamil on brief for appellees Dr. Enrique Octavio Ortiz-Kidd, the conjugal partnership of Dr. Enrique Octavio Ortiz-Kidd and his wife, and Triple-S, Inc.</p>\n<p>José Miranda Daleccio on brief for appellee Juan Ramón Gómez López.</p>\n<p>Igor Domínguez Pérez on brief for appellee Dr. Griselle Pastrana.</p>\n<p>Luis R. Ramos Cartagena on brief for appellee Sindicato de Aseguradores de Impericia Medico Hospitalaria.</p>\n<p>Before LIPEZ and HOWARD, Circuit Judges, and WOODCOCK, District Judge.<sup>[*]</sup></p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>The surviving family of Adalberto Martínez López brought suit against a hospital and several physicians, alleging a violation of the Emergency Medical Treatment and Active Labor Act (\"EMTALA\"), 42 U.S.C. § 1395dd, and various provisions of state law. The district court granted the defendants' motion for summary judgment, concluding that plaintiffs had failed to make out a claim under EMTALA and declining to exercise supplemental jurisdiction over the state-law claims.</p>\n<p>Plaintiffs appeal, arguing, inter alia, that the evidence supports a claim for failure to stabilize under EMTALA. Finding no error, we affirm.</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>A. Factual Background</h2>\n<p>On appeal from a grant of summary judgment, we state the facts in the light most favorable to the non-movant. <i>Levesque v. Doocy,</i> <span class=\"citation\" data-id=\"203732\"><a href=\"/opinion/203732/levesque-v-doocy/\"><span class=\"volume\">560</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">82</span></a></span>, 84 (1st Cir.2009).</p>\n<p>At 6:45 p.m., on January 16, 2001, Adalberto Martínez López (\"Martínez\") came to the Ryder Memorial Hospital, Inc. (\"Ryder\") Emergency Room complaining of chest pain and bleeding from a femoral dialysis catheter site. Martínez was fifty-seven years old at the time and an end-stage renal disease dialysis patient. His vital signs were taken, and at 6:50 p.m. Martínez was examined by Dr. Griselle Pastrana, an emergency room physician. Dr. Pastrana documented that Martínez was actively bleeding from the catheter site and that he was weak and dizzy. She described his general condition as \"alert, oriented [and] mildly pale,\" and noted his end-stage renal disease. Dr. Pastrana ordered a variety of tests for Martínez, including a chest x-ray, an EKG, and a \"type and cross for four units of Packed Red Blood Cells.\"</p>\n<p>At 7:30 p.m., Dr. Pastrana discussed Martínez's case with Dr. Enrique Ortíz-Kidd, a nephrologist at Ryder. Dr. Ortíz-Kidd then ordered Martínez's admission to Ryder's \"Medicine Floor\" and the completion of the tests ordered by Dr. Pastrana. Martínez was admitted to the Medicine Floor at 7:39 p.m., with orders for bed rest, testing of vital signs every four hours, and hemodialysis and a blood transfusion the next morning.</p>\n<p>Martínez did not arrive in his room on the Medicine Floor until 9:30 p.m. When he arrived, he was described as alert, but pale, feverish, and complaining of chest pain. The catheter site remained bloody. At 10 p.m., the on-duty nephrologist, Dr. Baquero, was contacted and informed of <span class=\"star-pagination\">*50</span> Martínez's vital signs. Dr. Baquero prescribed, among other things, an antibiotic and Tylenol, which were administered at 10:20 p.m. At 12:15 a.m., January 17, Dr. Ortíz-Kidd gave a telephone order to change the bandage on Martínez's catheter site, apply pressure, and prepare for a blood transfusion in the morning.</p>\n<p>However, Martínez continued to bleed throughout the night, and his bandages had to be changed several times. At 4:55 a.m., a relative accompanying Martínez complained to the nursing staff that the bleeding was \"profuse[ ].\" Staff contacted Dr. Ortíz-Kidd, who requested a consultation with a Ryder surgeon, Dr. Sotomayor. Vital signs taken at 5 a.m. reflected that Martínez's blood pressure had dropped and his temperature had increased. Nurses called an on-duty physician, Dr. Juan R. Gómez López, who examined Martínez and ordered a blood transfusion. He then discussed Martínez's condition with Dr. Ortíz-Kidd over the phone.</p>\n<p>At 5:30 a.m., staff contacted Dr. Ortíz-Kidd again and informed him that Dr. Sotomayor was not available. Dr. Ortíz-Kidd requested that Dr. Luis Canetti, another Ryder surgeon, evaluate the patient. Nurses noted that when Dr. Cannetti removed the bandages to examine Martínez, \"bleeding continue[d] profusely and abundantly.\" Dr. Canetti determined that Martínez required surgery but that he could not perform it, and he recommended that Martínez be immediately transferred to Auxilio Mutuo Hospital for an \"A-V fistula revision.\" At 7 a.m., Dr. Ortíz-Kidd was notified of the recommendation and \"order[ed][the] patient to be transferred as soon as possible.\" The blood transfusion ordered by Dr. Gómez López began at 7:05 a.m.</p>\n<p>Sometime between 7 and 8 a.m., nurses discovered that Martínez was not breathing. CPR was performed, but Martínez could not be revived. He was pronounced dead at 8:15 a.m., January 17, 2001.</p>\n<p></p>\n<h2>B. Proceedings in the District Court</h2>\n<p>On January 15, 2003, Martínez's surviving wife and children, including Tony Martínez Taveras, a child from another relationship, brought suit against Ryder, Dr. Pastrana, Dr. Ortíz-Kidd, and an unnamed physician. The Second Amended Complaint, which also named as defendants Dr. Gómez López and Dr. Cannetti, alleged violations of EMTALA by Ryder; malpractice by Drs. Pastrana, Ortíz-Kidd, Gómez López, and Cannetti; and several other state-law claims.<sup>[1]</sup></p>\n<p>After defendants' motions to dismiss were, for the most part,<sup>[2]</sup> denied, a long and contentious period of discovery ensued. At its completion, the district court granted defendants' motion for summary judgment on November 19, 2007, on all of plaintiffs' claims, concluding that the plaintiffs had failed to establish a claim under EMTALA against Ryder for failure to screen or stabilize and that EMTALA did not support claims against the individual physicians who had treated Martínez. It declined to exercise supplemental jurisdiction over the state law claims pursuant to 28 U.S.C. § 1367(c)(3).</p>\n<p><span class=\"star-pagination\">*51</span> Plaintiffs timely appealed. On appeal, they argue that the district court erred in dismissing the EMTALA claim for failure to stabilize, that no EMTALA claims were brought against individual physicians, and that the district court retained jurisdiction over state-law claims brought by Tony Martínez Taveras on the basis of diversity jurisdiction.</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>A. EMTALA claims against Ryder</h2>\n<p>EMTALA is designed to prevent hospital emergency rooms from \"refusing to accept or treat patients with emergency conditions if the patient does not have medical insurance.\" <i>Correa v. Hosp. San Francisco,</i> <span class=\"citation\" data-id=\"196369\"><a href=\"/opinion/196369/correa-gonzalez-v-hospital-sf/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1184</span></a></span>, 1189 (1st Cir. 1995) (internal quotation marks and citation omitted). To this end, EMTALA imposes duties on covered facilities to: (a) provide an \"appropriate medical screening examination\" for those who come to an emergency room seeking treatment, and (b) provide, in certain situations, \"such further medical examination and such treatment as may be required to stabilize the medical condition.\" 42 U.S.C. § 1395dd(a), (b)(1)(A); <i>see </i><i>López-Soto v. Hawayek,</i> <span class=\"citation\" data-id=\"198421\"><a href=\"/opinion/198421/lopez-soto-v-hawayek/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">170</span></a></span>, 172-73 (1st Cir. 1999).</p>\n<p>To establish a violation of the screening or stabilization provisions in EMTALA, a plaintiff must prove that:</p>\n<blockquote>(1) the hospital is a participating hospital, covered by EMTALA, that operates an emergency department (or an equivalent facility); (2) the patient arrived at the facility seeking treatment; and (3) the hospital either (a) did not afford the patient an appropriate screening in order to determine if she had an emergency medical condition, or (b) bade farewell to the patient (whether by turning her away, discharging her, or improvidently transferring her) without first stabilizing the emergency medical condition.</blockquote>\n<p><i>Correa,</i> 69 F.3d at 1190.</p>\n<p>In this case, the district court determined that plaintiffs had failed to establish a violation of either the screening or stabilization provisions. Plaintiffs appeal only the stabilization ruling. They argue that, properly construed, EMTALA \"imposes an unqualified duty to stabilize once it is determined that the patient has an emergency medical condition,\" and this duty begins upon admission to the hospital and follows the patient to any hospital department. They suggest that Ryder violated this duty by failing to dispense any meaningful treatment to stabilize Martínez's condition until it became apparent that he was about to die. In the alternative, plaintiffs argue that even if the duty to stabilize applies only when a patient is transferred, \"transfer\" does not require a patient to physically leave the hospital, but only for a physician to enter an order of transfer. Any other interpretation, plaintiffs say, would undermine the purpose of EMTALA. Thus, on plaintiffs' view, Dr. Ortíz-Kidd triggered the stabilization duty by entering an order of transfer for Martínez.</p>\n<p>We agree with the district court that plaintiffs have failed to establish a violation of the EMTALA stabilization provision. The duty to stabilize under EMTALA \"does not impose a standard of care prescribing how physicians must treat a critical patient's condition while he remains in the hospital, but merely prescribes a precondition the hospital must satisfy before it may undertake to transfer the patient.\" <i>Fraticelli-Torres v. Hosp. Hermanos,</i> 300 Fed.Appx. 1, 4 (1st Cir. 2008) (unpublished). Thus, a hospital cannot violate the duty to stabilize unless it transfers a patient, as that procedure is <span class=\"star-pagination\">*52</span> defined in EMTALA. <i>See </i><i>Correa,</i> 69 F.3d at 1190 (to establish a violation of the duty to stabilize, the plaintiff must prove, inter alia, that the hospital \"bade farewell\" to the patient).</p>\n<p>As the Eleventh Circuit has explained, this conclusion follows from the statutory definition of \"to stabilize.\" <i>Harry v. Marchant,</i> <span class=\"citation\" data-id=\"777793\"><a href=\"/opinion/777793/bernie-harry-as-personal-representative-of-the-estate-of-lisa-normil/\"><span class=\"volume\">291</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">767</span></a></span>, 770-72 (11th Cir.2002) (en banc). The stabilization provision requires a covered hospital, within its staff and facilities, to provide an individual it determines has an emergency medical condition with \"such further medical examination and such treatment as may be required to stabilize the medical condition.\" 42 U.S.C. § 1395dd(b)(1)(A). EMTALA defines \"to stabilize\" as \"to provide such medical treatment of the condition as may be necessary to assure, within reasonable medical probability, that no material deterioration of the condition is likely to result from or occur <i>during the transfer of the individual from a facility.</i>\" <i>Id.</i> § 1395dd(e)(3)(A) (emphasis added). When this definition is inserted, the stabilization provision requires \"such further medical examination and such treatment as may be required [to assure, within reasonable medical probability, that no material deterioration of the condition is likely to result from or occur during the transfer of the individual from a facility].\" <i>Id.</i> § 1395dd(b)(1). This directive plainly applies only where transfer occurs. Otherwise, no effect is given to the phrase \"during the transfer.\" <i>Harry,</i> 291 F.3d at 771-72.<sup>[3]</sup></p>\n<p>Contrary to plaintiffs' suggestion, this interpretation does not undermine the purposes of EMTALA by permitting hospitals and physicians to provide substandard treatment. EMTALA is a \"limited `anti-dumping' statute, not a federal malpractice statute.\" <i>Bryan v. Rectors &amp; Visitors of the Univ. of Va.,</i> <span class=\"citation\" data-id=\"726078\"><a href=\"/opinion/726078/cindy-bryan-administratrix-and-personal-representative-of-the-estate-of/\"><span class=\"volume\">95</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">349</span></a></span>, 351 (4th Cir.1996); <i>accord </i><i>Harry,</i> 291 F.3d at 770. Congress's concern with patient dumping is clearly implicated when a hospital transfers a patient. <i>Harry,</i> 291 F.3d at 773 (\"The primary legislative goal of EMTALA was remedying the problem of inappropriate patient transfers by hospitals.\" (citing S.Rep. No. 99-146, at 469-70 (1986), <i>reprinted in</i> 1986 U.S.C.C.A.N. 42, 428-29)). Interpreting the stabilization provision to apply where transfer occurs is therefore fully consistent with EMTALA's statutory purpose.</p>\n<p>In this case, Ryder did not violate the stabilization provision because Martínez was never transferred. The statute defines \"transfer\" as \"the movement (including the discharge) of an individual outside a hospital's facilities at the direction of any person employed by (or affiliated or associated, directly or indirectly, with) the hospital.\" 42 U.S.C. § 1395dd(e)(4). Therefore, Dr. Ortíz-Kidd's order that Martínez was \"to be transferred as soon as possible\" did not effectuate a \"transfer\" for purposes of EMTALA. The summary judgment record clearly establishes that Martínez never left Ryder's facilities, and indeed died in the room on the Medicine Floor where he was admitted the night of January 16. Because no transfer occurred, plaintiffs have not established a stabilization claim under EMTALA.</p>\n<p>The reasoning of <i>Morales v. Sociedad Española de Auxilio Mutuo y Beneficiencia,</i> <span class=\"citation\" data-id=\"1195140\"><a href=\"/opinion/1195140/morales-v-sociedad-espanola-de-auxilio-mutuo/\"><span class=\"volume\">524</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span> (1st Cir.2008), does not aid plaintiffs. In <i>Morales,</i> we held that where an individual is en route to a hospital in an <span class=\"star-pagination\">*53</span> ambulance, and the paramedics contact the hospital and discuss the individual's ability to pay, the individual has \"come[ ] to\" the hospital emergency department for purposes of triggering EMTALA's screening requirement. <i>Id.</i> at 60 (alteration in original). EMTALA did not define \"comes to,\" and the implementing regulations were ambiguous with regards to individuals en route to a hospital in an ambulance. <i>Id.</i> at 58, 60. \"Given the imprecision of the statute and the regulation and the absence of reliable guidance from the agency,\" we interpreted \"comes to\" in a way that prevented hospitals from undermining EMTALA's statutory intent. <i>Id.</i> at 60-61. In this case, EMTALA <i>does</i> define the critical expression, \"to stabilize.\" That definition clearly shows that the duty to stabilize attaches when a hospital transfers a patient. Moreover, this interpretation is fully in keeping with the statutory intent, since transfer is where the danger of patient dumping often arises. Plaintiffs' view of EMTALA, in contrast, would go beyond the statutory intent and create a duty of care for medical services provided while a patient remains in the hospital.</p>\n<p></p>\n<h2>B. EMTALA Claims Against the Physicians</h2>\n<p>In its Summary Judgment order, the district court stated that \"[p]laintiffs bring their EMTALA claims not only against Ryder but also against individual physicians.\" The court then dismissed these claims on the grounds that \"EMTALA applies only to participating hospitals.\" On appeal, plaintiffs argue that the court wrongly characterized their claims against the physicians who treated Martínez, and suggest that these claims are based on Puerto Rico law.</p>\n<p>We agree that plaintiffs' claims against Drs. Pastrana, Ortíz-Kidd, Gómez López, and Cannetti, as reflected in the Second Amended Complaint, are based, at least in part, on Puerto Rico law. Nevertheless, the district court also dismissed without prejudice \"plaintiffs' state law claims against defendants,\" which plainly includes state-law claims against the individual physicians. The district court was entitled to do this. 28 U.S.C. § 1367(c)(3) (permitting district court to decline to exercise supplemental jurisdiction where it has \"dismissed all claims over which it has original jurisdiction\").</p>\n<p></p>\n<h2>C. Claims brought by Tony Martínez Taveras</h2>\n<p>Lastly, plaintiffs argue that the district court erred in dismissing state-law claims brought by plaintiff Tony Martínez Taveras, since there was an alternative basis of jurisdiction over those claims. Because Martínez Taveras is a citizen of Germany, plaintiffs argue, the district court has diversity jurisdiction over his state-law claims against defendants.</p>\n<p>We note that plaintiffs did not move to amend the Second Amended Complaint to reflect a claim of diversity jurisdiction, as is preferable. <i>See</i> 28 U.S.C. § 1653; <i>Com. of Mass. v. U.S. Veterans Admin.,</i> <span class=\"citation\" data-id=\"338706\"><a href=\"/opinion/338706/commonwealth-of-massachusetts-v-united-states-veterans-administration/\"><span class=\"volume\">541</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">119</span></a></span>, 122 (1st Cir.1976). However, plaintiffs did raise the issue below in a proposed Pretrial Order submitted to the district court, and the defendants had an opportunity to respond to plaintiffs' claim. Because we can easily resolve plaintiffs' argument, we need not decide whether they properly raised the alternative basis of jurisdiction on appeal. <i>See </i><i>Futura Dev. of P.R. v. Estado Libre Asociado de P.R.,</i> <span class=\"citation\" data-id=\"197936\"><a href=\"/opinion/197936/futura-development-v-estado-libre-asoc/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 12 n. 4 (1st Cir.1998).</p>\n<p>Where it applies, diversity jurisdiction requires \"complete diversity of citizenship as between all plaintiffs and all defendants.\" <i>Connectu LLC v. Zuckerberg,</i> <span class=\"citation\" data-id=\"203264\"><a href=\"/opinion/203264/connectu-llc-v-zuckerberg/\"><span class=\"volume\">522</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">82</span></a></span>, 91 (1st Cir.2008); <i>Gabriel v. Preble,</i> <span class=\"citation\" data-id=\"201415\"><a href=\"/opinion/201415/gabriel-v-preble/\"><span class=\"volume\">396</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></a></span>, 13 (1st Cir.2005). This <span class=\"star-pagination\">*54</span> means that diversity jurisdiction does not exist where any plaintiff is a citizen of the same state as any defendant. <i>Díaz-Rodríguez v. Pep Boys Corp.,</i> <span class=\"citation\" data-id=\"201622\"><a href=\"/opinion/201622/diaz-rodriguez-v-pep-boys-corp/\"><span class=\"volume\">410</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 58 (1st Cir.2005); <i>see </i><i>Strawbridge v. Curtiss,</i> 7 U.S. (3 Cranch) 267, 267, <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">435</span></span> (1806), <i>overruled on other grounds, </i><i>Louisville, Cincinnati &amp; Charleston R.R. Co. v. Letson,</i> 43 U.S. (2 How.) 497, 554-55, <span class=\"citation no-link\"><span class=\"volume\">11</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">353</span></span> (1844). According to the Second Amended Complaint, several of the plaintiffs and the defendants are citizens of Puerto Rico. <i>See</i> 28 U.S.C. § 1332(e) (defining \"States\" in the diversity jurisdiction statute to include the Commonwealth of Puerto Rico). Therefore, no diversity jurisdiction exists.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of Maine, sitting by designation.</p>\n<p>[1]  Also named as defendants in the Second Amended Complaint were the insurers and \"conjugal partnerships\" of Drs. Pastrana, Ortíz-Kidd, Gómez López, and Cannetti. Because these defendants are not material to the issues presented on appeal, we omit reference to them below.</p>\n<p>[2]  The district court dismissed claims against one of the defendant insurers on the grounds that insurance coverage did not extend to the alleged incident.</p>\n<p>[3]  Such an interpretation also makes sense of the larger structure of the stabilization provision, which \"set[s] forth two options for transferring a patient with an emergency medical condition\": stabilizing the condition or transferring without stabilizing where an exception applies. <i>Harry,</i> 291 F.3d at 771; <i>see</i> 42 U.S.C. § 1395dd(b)(1).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/196369/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198421/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201415/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201622/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/338706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/726078/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777793/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1195140/"
  ]
}