{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203971/",
  "absolute_url": "/opinion/203971/us-fidelity-and-guar-co-v-arch-ins-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203971/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:27:34Z",
  "date_modified": "2016-04-26T13:45:09.404153Z",
  "type": "010combined",
  "sha1": "9ab341d25fb538db8b2a30122aa8b110ac41d628",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-1709P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/08/25/US_Fidelity__Guaranty_Co._v._Arch_Insurance_Co..pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\nNo. 08-1709\n\n             UNITED STATES FIDELITY AND GUARANTY COMPANY,\n\n                         Plaintiff-Appellant,\n\n                                  v.\n\n                        ARCH INSURANCE COMPANY,\n\n                          Defendant-Appellee.\n\n                                  v.\n\n                      EASTERN CONTRACTORS, INC.,\n\n                              Defendant.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n                   FOR THE DISTRICT OF MASSACHUSETTS\n\n               [Hon. Rya W. Zobel, U.S. District Judge]\n\n\n                                Before\n\n                   Boudin and Lipez, Circuit Judges,\n                      and Singal,* District Judge.\n\n\n     Bradford R. Carver, with whom Marissa I. Delinks, Bernard D.\nPosner, and Hinshaw & Culbertson LLP were on brief, for appellant.\n     Todd R. Regan, with whom Dennis C. Cavanaugh, Gordon G.\nPatterson, and Robinson & Cole LLP were on brief, for appellee.\n\n\n                            August 25, 2009\n\n\n\n\n     *\n         Of the District of Maine, sitting by designation.\n\f            LIPEZ,   Circuit        Judge.        This   appeal   requires    us   to\n\ndetermine whether we have jurisdiction pursuant to the collateral\n\norder    doctrine    to    review     a    district      court    order   summarily\n\ndissolving a pretrial attachment, where the appellant chose not to\n\nseek an articulation of the basis for the court's ruling and the\n\nrecord does not make the basis apparent.                 The context is a dispute\n\nbetween two sureties, both claiming rights to the same property.\n\nAppellant United States Fidelity & Guaranty Company (USF&G) and\n\nintervenor-appellee Arch Insurance Company (Arch) are issuers of\n\nsurety   bonds.      Each    entered       into    surety   and    indemnification\n\nagreements with the defendant in this case, Eastern Contractors,\n\nInc. (Eastern), a construction company, which ultimately defaulted\n\non the bonds issued by both sureties pursuant to their respective\n\nagreements.       Shortly after USF&G brought this action against\n\nEastern in federal court, USF&G and Arch commenced ill-fated\n\nnegotiations concerning a potential cooperation agreement for the\n\nsharing of Eastern's assets.          At the time, Arch was not yet a party\n\nto this litigation.\n\n            In    August    2006,    the     district     court   granted    USF&G's\n\nrequest for an ex parte attachment on four parcels of real property\n\nowned by Eastern in Massachusetts.                Arch, seeking to protect its\n\nown rights and recoup its losses, sued Eastern in Massachusetts\n\nstate court, successfully attaching two of the same parcels of land\n\n\n\n\n                                          -2-\n\fin January 2007,1 and eventually obtaining a judgment against\n\nEastern.    In June 2007, Arch moved to intervene in this action and\n\ndissolve USF&G's attachment.       That attachment was preventing Arch\n\nfrom immediately executing its judgment against Eastern, which had\n\nbecome     insolvent    and    whose    assets     were   almost    certainly\n\ninsufficient to cover the competing claims of its creditors.              The\n\ndistrict court allowed Arch to intervene and partially dissolved\n\nUSF&G's attachment.     Arch moved for reconsideration, seeking total\n\ndissolution, and, in a margin order with no articulated reasoning,\n\nthe district court dissolved the attachment in toto, though it\n\nstayed execution of the dissolution order pending this appeal.\n\n            The confused course of proceedings below and USF&G's\n\nfailure to seek an elaboration of the reasoning underlying the\n\ndissolution prevent us from confidently identifying the precise\n\nlegal issue on which the district court ruled.            Because it is the\n\nappellant's    burden   to    demonstrate    the   propriety   of   appellate\n\njurisdiction under the stringent conditions of the collateral order\n\ndoctrine, we refuse to engage in inappropriate speculation about\n\nthe basis or bases for the district court's decision and whether\n\nthose uncertain bases would meet the requirements of the doctrine.\n\nWe therefore dismiss the appeal.\n\n\n\n     1\n       Arch had also sought to attach all four properties, but two\nof them had been foreclosed on November 14, 2006 (i.e., after USF&G\nhad already attached them) and the resulting proceeds paid into\ncourt.\n\n                                       -3-\n\f                                 I.\n\nA.   Factual Background and the Master Surety Agreement\n\n           On May 18, 1994, USF&G and Eastern executed a Master\n\nSurety Agreement (MSA).    Of particular relevance to this action,\n\nthe MSA contained both an indemnity clause (Paragraph III(A)) and\n\na collateral security clause (Paragraph III(B)).      The indemnity\n\nclause provided that Eastern agreed to:\n\n           exonerate, hold harmless, indemnify and keep\n           indemnified [USF&G] from and against any and\n           all demands, claims, liabilities, losses and\n           expenses    of   whatsoever   kind   or  nature\n           (including but not limited to, interest, court\n           costs   and    counsel   fees)   imposed  upon,\n           sustained, or incurred by [USF&G] by reason\n           of: (1) [USF&G] having executed, provided or\n           procured BOND(S) in behalf of [Eastern] or (2)\n           [Eastern’s] failure to perform or comply with\n           any of the provisions of this AGREEMENT.\n\nThe MSA’s collateral security clause further provided:\n\n           In order to exonerate, hold harmless, and\n           indemnify [USF&G], [Eastern] shall, upon\n           demand of [USF&G] place [USF&G] in funds\n           before [USF&G] makes any payment; such funds\n           shall be, at [USF&G’s] option, money or\n           property, or liens or security interests in\n           property.    (The amount of such money or\n           property or the value of the property to\n           become subject to liens or security interests,\n           shall be determined by surety.)\n\n           In reliance on the Agreement and in its capacity as a\n\nsurety, USF&G issued a number of payment and performance bonds2 for\n\n\n      2\n       Under a performance bond, \"the surety is liable for a\ndefault in performance by the principal of its contract obligations\n. . . [The performance bond] provides available funds to complete\nthe principal's contract should the latter be in default of the\n\n                                -4-\n\fthe benefit of several obligees, including the Algonquin Regional\n\nSchool District, to secure Eastern's performance on various school\n\nconstruction   projects    in   Northborough,    Massachusetts.          The\n\nAlgonquin Regional School District terminated Eastern's involvement\n\nin the project on December 15, 2005, and subsequently made demand\n\nunder the performance bond issued by USF&G.             As a result of\n\nEastern's default, the surety also received claims on the payment\n\nbonds issued in connection with the Algonquin project and several\n\nother projects.\n\nB.   Procedural History\n\n           Because   our   disposition   of   this   case   rests   on   our\n\ninability to discern the basis for the dissolution order and our\n\nunwillingness to engage in a detailed analysis of each possible\n\nbasis to determine whether it provides jurisdiction under the\n\ncollateral order doctrine, we describe the tangled procedural\n\nhistory in some detail.\n\n\n\n\nperformance it owes the obligee.\"      Daniel E. Toomey & Tamara\nMcNulty, Surety Bonds: A Basic User's Guide for Payment Bond\nClaimants and Obligees, 22 Construction Lawyer 5, 5 (Winter 2002)\n(quotation marks and citation omitted). In contrast, a payment\nbond is intended to \"protect[] subcontractors, suppliers, and those\nproviding labor to a principal under a contract of construction\"\nand \"assures that a financially responsible party, the surety, is\ncommitted to paying these . . . claimants should the principal fail\nto do so.\" Id. (quotation marks and citation omitted).\n\n                                  -5-\n\f           1. The USF&G lawsuit\n\n           On June 21, 2006, USF&G sued Eastern in the United States\n\nDistrict Court for the District of Massachusetts.3    The complaint\n\ncited various provisions of the MSA, including the indemnification\n\nand collateral security clauses and a clause stating that the\n\nsurety's \"rights to indemnification, exoneration, and subrogation\"\n\ncould be \"enforced as provided by applicable law or, at option of\n\n[USF&G] . . . in any other manner provided at law or in equity.\"\n\nThe complaint alleged that, as a result of Eastern's default, USF&G\n\nhad already received approximately $4,329,919.92 in claims under\n\nseveral payment bonds, and that, based on its investigation, its\n\nexposure under the Algonquin performance bond \"could exceed\" $3.6\n\nmillion.   Taking these figures together, USF&G stated that \"[a]s a\n\ndirect and proximate result of Eastern’s defaults, USF&G has\n\nsustained, and anticipates further sustaining, losses in the form\n\nof costs to complete the Algonquin Project, and to resolve other\n\nbond claims, attorneys’ fees, expenses, and interest, in an amount\n\nin excess of $7,929,919.92.\"\n\n           USF&G's complaint asserted both contractual and common\n\nlaw rights.   The former included a count for indemnity pursuant to\n\nthe MSA, counts for specific performance of the MSA's indemnity and\n\n\n\n     3\n       Because USF&G is a Maryland corporation with its principal\nplace of business in Connecticut and Eastern is a Massachusetts\ncorporation with its principal place of business in Framingham, the\nbasis for federal jurisdiction is diversity of citizenship.\n\n                                  -6-\n\fcollateral security clauses, and a count for breach of contract.\n\nThe latter were counts for common law indemnity and the equitable\n\nremedy of quia timet/exoneration.4\n\n           2. USF&G's motion for an attachment\n\n           On August 10, 2006, USF&G filed an ex parte motion to\n\nattach   four   parcels   of   real   property   that   Eastern   owned   in\n\nMassachusetts.    Pursuant to Rule 4.1(c) of the Massachusetts Rules\n\nof Civil Procedure, property may be attached for a specified amount\n\n\"upon a finding by the court that there is a reasonable likelihood\n\nthat the plaintiff will recover judgment, including interest and\n\ncosts, in an amount equal to or greater than the amount of the\n\nattachment over and above any liability insurance\" possessed by\n\ndefendants.\n\n\n     4\n       Quia timet and exoneration are time-honored and closely\nrelated equitable remedies commonly invoked in the surety industry.\nSee, e.g., 4 Bruner & O'Connor on Construction Law § 12:97 (2009).\n\"Quia Timet (Latin 'because he fears') is a '[l]egal doctrine that\nallows a person to seek equitable relief from future probable harm\nto a specific right or interest.'\" U.S. Fidelity & Guaran. Co. v.\nDiaz-Matos, Civ. No. 05-1851 (PG), 2007 WL 878571, at *5 (D.P.R.\nMar. 21, 2007) (modification in original) (quoting Black's Law\nDictionary, 1283 (8th ed. 2004)). More specifically, the equitable\nremedy of quia timet:\n\n     is the right of a surety to demand that the principal\n     place the surety \"in funds\" when there are reasonable\n     grounds to believe that the surety will suffer a loss in\n     the future because the principal is likely to default on\n     its primary obligation to the creditor.     Exoneration,\n     though closely related, is distinct. It is the surety's\n     right, after the principal's debt has matured, to compel\n     the principal to honor its obligation to the creditor.\n\nId. (quotation marks and citations omitted).\n\n                                      -7-\n\f                 USF&G did not specifically cite either Paragraph III(A)\n\n(the indemnification clause) or III(B) (the collateral security\n\nclause) in the memorandum of law submitted in support of its motion\n\nfor an attachment.              However, the memorandum did state that \"in its\n\nComplaint, USF&G seeks indemnification from Eastern,\" and further\n\nasserted that USF&G was \"entitled to be indemnified pursuant to the\n\nterms       of    the    Agreement     by   the    Indemnitor    [Eastern],    which\n\nindemnification includes reimbursement of all losses, costs, and\n\nattorneys' fees associated with the pending action\" (emphasis\n\nadded).          The affidavit accompanying the motion also stated that\n\nUSF&G sought \"indemnification\" under the terms of the agreement,\n\nand referred to Eastern as the \"Indemnitor.\"                     It repeated that\n\nUSF&G was entitled \"to be indemnified pursuant to the terms of the\n\nagreement\" by the Indemnitor.               Thus, to the extent the motion for\n\nan attachment was based on a specific provision in the MSA, it\n\nseems to have been the indemnification clause. On August 11, 2006,\n\nthe   district          court    granted    the   attachment    in   the   amount   of\n\n$7,929,919.92.           Eastern never objected to the attachment or sought\n\nto dissolve it.5\n\n\n\n\n        5\n       USF&G had information that Arch and Eastern were negotiating\na potential financing agreement as part of an agreement to take\ncare of Eastern's debt to Arch whereby Arch would provide financing\nto Eastern with the properties serving as collateral.\n\n                                            -8-\n\f          3. Arch's state court action\n\n          Several months after USF&G obtained its attachment, Arch\n\ncommenced its own action against Eastern in Massachusetts Superior\n\nCourt, seeking indemnification for $4,714,818.29 of losses incurred\n\nas a result of Eastern's default on bonds Arch had issued pursuant\n\nto its General Agreement of Indemnity with Eastern.   Arch obtained\n\nwrits of attachment on two of the four properties that were also\n\nsubject to USF&G's attachment.    In April 2007, Arch and Eastern\n\nentered into an Agreement for Judgment in favor of Arch in the\n\namount of $8,342,233.27.\n\n          4. Arch's motion to dissolve the attachment\n\n          On June 5, 2007, Arch moved to intervene in this federal\n\naction and to dissolve USF&G's attachment.     Under Massachusetts\n\nlaw, any person who claims an interest in an attached property --\n\nincluding a subsequent attachment -- may \"dispute the validity and\n\neffect of [the] attachment on the ground that the amount demanded\n\n. . . was not justly due or was not payable when [the action] was\n\ncommenced.\"   Mass Gen. Laws ch. 223, § 106.     Arch argued that\n\nUSF&G's attachment was improper, since the money was not justly due\n\nor payable to USF&G when its action was commenced.    In support of\n\nits position, Arch marshaled a Massachusetts case, New Eng. Merch.\n\nNat. Bank v. Latshaw, 421 N.E.2d 1264 (Mass. App. Ct. 1981),\n\ndissolving a surety's attachment of its indemnitor's property\n\nbecause the surety had not yet suffered a loss at the time the\n\n\n                                 -9-\n\findemnity action was commenced, even though demand had already been\n\nmade.     This       outcome,     Arch     argued,        was    consistent      with      the\n\n\"generally accepted princip[le]\" that as long as the amount of bond\n\nclaims   were     indefinite,         \"there   is    no    adequate       remedy      at   law\n\navailable    to      the   surety      because      its    future    damages       are      not\n\nascertainable        and    it       cannot    yet    institute       an     action        for\n\nindemnification.\"\n\n            Moreover,         Arch    preemptively        asserted    that       USF&G     was\n\nprecluded from arguing that its inability to pursue an action for\n\nan indemnity based on only anticipated future losses would have\n\ndeprived it of the right to prevent dissipation of Eastern's\n\ncollateral, because it was \"commonly understood in the surety\n\nindustry that a surety must seek the equitable remedy of specific\n\nperformance     in     order     to    enforce      collateral      provisions        in     an\n\nindemnity agreement.\"            (Emphasis removed.)            Thus, if USF&G wanted\n\nto prevent the dissipation of assets during the pendency of the\n\nlitigation, it should have sought specific performance of the MSA's\n\ncollateral security clause, and, in the interim, a preliminary\n\ninjunction      to     protect       its   rights     and       prevent    Eastern         from\n\ntransferring the property.              Arch accused USF&G of \"ignor[ing] the\n\navailability      of    the    remedy      sureties       typically       seek   in    these\n\nsituations\" and instead pursuing an ex parte attachment because an\n\norder of specific performance would have required that Eastern have\n\n\n\n\n                                           -10-\n\fan opportunity to be heard, whereas USF&G wanted to secretly attach\n\nEastern's asserts to frustrate Arch's interests.\n\n            In   arguing     that       the   attachment       was   proper,      USF&G's\n\nopposition to the petition for dissolution relied only upon the\n\ncollateral security provision of the MSA, which required Eastern to\n\nplace   USF&G    \"in   funds\"      before     USF&G     made    \"any    payment,\"       and\n\nprovided that such funds could be, at USF&G's option, \"money or\n\nproperty,   or    liens     or    security       interest      in    property.\"          It\n\ndistinguished Latshaw on the grounds that the agreement there\n\ncontained no collateral security provision.\n\n            In its reply brief in support of dissolution, Arch argued\n\nthat 1) the attachment was founded upon a claim for indemnification\n\nthat was premature when the action was commenced because a surety's\n\nright to indemnity does not accrue until it has actually made\n\npayment or otherwise incurred a loss; 2) USF&G essentially conceded\n\nthe   irrelevance      of   the    indemnification        clause       of   the   MSA    by\n\nretroactively     shifting        the    basis    for    its    attachment        to    the\n\ncollateral security clause in its opposition; and 3) such a post-\n\nhoc shift was improper.           Moreover, Arch argued that 4) even if the\n\nattachment had been based on the collateral security clause, it\n\nwould still be invalid because:\n\n            the purpose of a real property attachment is\n            to preserve assets to satisfy an eventual\n            \"judgment for damages\" in favor of the\n\n\n\n\n                                          -11-\n\f          plaintiff.6   The mechanism through which a\n          surety may be awarded a judgment for damages\n          under the MSA and the common law is a cause of\n          action for indemnity for losses incurred, not\n          an equitable claim for specific performance of\n          a collateral security clause or quia timet.\n\nTherefore, successful enforcement of a collateral security clause\n\nwould not result in a \"judgment for damages\" to the surety for\n\nlosses; instead, the funds would be placed in a trust out of which\n\nobligations from the bonds would then be paid out.      Thus, Arch\n\nessentially argued that the indemnity and collateral security\n\nclauses were two separate and distinct remedies, and that neither\n\none was a proper basis for the attachment under the circumstances.\n\n          Finally, as a procedural matter, Arch noted that the\n\naffidavit that USF&G had submitted in support of its motion for an\n\nattachment, by referring only to \"anticipated\" losses, did not\n\n\"certify a dollar amount of losses actually incurred by USF&G at\n\nthe time of the commencement of the action.   Nor did the affidavit\n\nmention the collateral security clause at all, making an attachment\n\non that basis improper under Rule 4.1(h) of the Massachusetts Rules\n\nof Civil Procedure.7\n\n\n\n\n     6\n       Mass. R. Civ. P. 4.1(a) states that real estate may be\nattached to satisfy \"the judgment for damages and costs which the\nplaintiff may recover.\"\n     7\n       Mass. R. Civ. P. 4.1(h) provides that the affidavit\nsubmitted in support of motions for an attachment \"shall set forth\nspecific facts sufficient to warrant the required findings.\"\n\n                               -12-\n\f             5. The hearing\n\n             On June 26, the district court held a hearing on Arch's\n\nmotion.8     By then, USF&G had paid claims on the bonds in excess of\n\n$18 million, and the value of the properties USF&G attached was\n\napproximately $3.5 million.\n\n             Although the district court spent much of the hearing\n\nurging the two sureties to amicably agree on an equitable way to\n\ndivide Eastern's limited assets, the parties also presented legal\n\narguments similar to those found in their moving papers.         Counsel\n\nfor   Arch    emphasized    the   distinction   between   indemnity     and\n\ncollateral security.       He repeated that, under both the common law\n\nand the MSA, the surety's right to indemnity was its \"right to\n\nreceive reimbursement for costs actually incurred,\" and did not\n\naccrue until a payment had actually been made.       On the other hand,\n\nhe argued, Paragraph IIIB of the MSA, the collateral security\n\nclause, did indeed give the surety an equitable cause of action\n\nprior to payment of claims, but it should have been enforced by a\n\nclaim for specific performance and, potentially, a preliminary\n\ninjunction, and not by a motion for a prejudgment attachment.\n\n             Later, the court asked counsel for USF&G if it had a\n\nright \"under either the agreement or the common or statutory law to\n\nseek attachment even before [it] had paid anything out?\"              USF&G\n\n\n      8\n       At the hearing, counsel for Eastern admitted that Eastern\nhad an obligation to indemnify USF&G, but noted that there was \"a\ndispute as to the amounts . . . in question.\"\n\n                                   -13-\n\fresponded: \"Absolutely. IIIA [the indemnification clause] includes\n\ndemands, claims, liabilities, losses, and expenses.\"                         The court\n\ninquired how a party could be indemnified for a demand.                         Counsel\n\nfor   USF&G,        instead     of     focusing     on   the     language       of   the\n\nindemnification        clause       itself,    responded    by   reference      to   the\n\ncollateral security clause.             That provision required Eastern, upon\n\nnotice    of    a   claim,     to    provide   collateral      security    to    USF&G,\n\nincluding liens. Counsel for USF&G later distinguished Latshaw not\n\non the basis of the language of the indemnification clause, but\n\nbecause the MSA, unlike the agreement in Latshaw, provided that,\n\nupon notice of claims, Eastern was supposed to either give USF&G\n\nmoney or an attachment to secure them.                     The seeming disconnect\n\nbetween    the       judge's        question   (reflecting       a   focus      on   the\n\nindemnification clause) and USF&G's responses (focusing on the\n\ncollateral      security      clause)     further   underscores      the     confusion\n\nunderlying USF&G's approach to the attachment and its dissolution.\n\n               6. The district court opinion\n\n               Nearly seven months later, and after attempts by USF&G\n\nand Arch to amicably resolve the dispute had failed, the district\n\ncourt issued an order on January 15, 2008, allowing Arch to\n\nintervene and granting in part Arch’s motion for dissolution of the\n\nattachment.         The court noted that, under Massachusetts law, \"the\n\ncentral question on the motion for approval of attachment is\n\nwhether plaintiffs are likely to prevail on the merits and obtain\n\n\n                                          -14-\n\fdamages in the necessary amount\" (quoting Digital Equip. Corp. v.\n\nCurrie Enters., 142 F.R.D. 16, 20 (D. Mass. 1992)).                           It then\n\nconsidered Arch's argument that \"USF&G's attachment, which was\n\ngranted based upon the indemnification provisions in the [MSA], was\n\ninvalid   because   at     the    time      USF&G   sought     and    received      the\n\nattachment it had not yet paid any claims.\"                 The court found that\n\nthe indemnification clause, which covered \"any and all demands,\n\nclaims, liabilities, losses, and expenses of whatsoever kind or\n\nnature . . . imposed upon, sustained, or incurred\" by USF&G, was\n\nbroader than, for example, an agreement that indemnified the surety\n\nonly for \"any loss or expense,\"9 and that USF&G could therefore be\n\nindemnified against claims before it had actually paid them. Thus,\n\nthe   court   explained,     pursuant       to   the   terms   of    the     MSA,   the\n\nattachment    was   proper       to   the    extent    it    was     based    on    the\n\n$4,329,919.92 in claims USF&G had already received when it filed\n\nits motion for an attachment.            However, the court also held that\n\npartial dissolution of the attachment was appropriate insofar as it\n\nhad been based on USF&G's anticipated $3.6 million future exposure\n\nunder a separate performance bond.               The record did \"not reflect\n\nthat the $3.6 million represented claims already received by\n\nUSF&G,\" and those funds were not yet \"justly due\" within the\n\nmeaning of the Massachusetts prejudgment attachment statute.                        The\n\n\n\n      9\n      This was the language in Latshaw, upon which Arch had relied\nin its petition for dissolution.\n\n                                       -15-\n\forder mentioned neither the collateral security clause itself nor\n\nboth parties' respective arguments about the collateral security\n\nprovision.\n\n              The court also addressed the sufficiency of the affidavit\n\nUSF&G had submitted in support of its motion for an attachment.\n\nFirst, in setting out the legal standards, the court noted MRCP\n\n4.1(h)'s requirement that a motion for an attachment be supported\n\nby an affidavit setting forth \"specific facts sufficient to warrant\n\nthe    required     findings.\"           Then,       in     a   footnote,          the     court\n\nacknowledged that USF&G's affidavit only generally asserted that it\n\n\"ha[d]      received    claims     and    may       sustain     losses       in    excess    of\n\n$7,929,919,92 in performing its obligations.\"                        The affidavit did\n\nnot differentiate between claims already received and potential\n\nexposure, as did the complaint.                However, the court did not \"view\n\nthis    defect     as   providing        sufficient         grounds      to       vacate    the\n\nattachment,\" since USF&G's complaint, to which the motion for\n\nattachment referred, specifically alleged that USF&G had already\n\nreceived claims in the amount of $4,329,919.92.\n\n              7. The motion for reconsideration\n\n              On   January       30,     2008,       Arch       filed    a        motion     for\n\nreconsideration,        or,   in       the     alternative,         certification           for\n\nimmediate     appeal    pursuant       to     28    U.S.C.      §   1292(b).10           Arch's\n\n\n       10\n       28 U.S.C. § 1292(b) provides for discretionary appellate\nreview of an interlocutory order that would not otherwise be\nappealable if the district court states that the order \"involves a\n\n                                             -16-\n\fmemorandum    faulted      the    order    for    failing      to   consider     Arch's\n\narguments    about   the    distinction          between   a    surety's      right    to\n\nindemnification      and    its    right    to    collateral        security.         Arch\n\nrepeated its arguments that neither the indemnification clause nor\n\nthe   collateral     security      provision       supported        any    prejudgment\n\nattachment by USF&G.        Arch also argued that the district court had\n\n\"effectively abrogate[d]\" MRCP 4.1's requirements by erroneously\n\naccepting     an   allegation      in     USF&G's    unverified           complaint    as\n\nsufficient, in the absence of an accompanying affidavit, to justify\n\nan attachment in the amount of $4,329,919.92.\n\n            In opposing reconsideration, USF&G argued that either the\n\nindemnification clause or the collateral security provision would\n\njustify its prejudgment attachment, and that its previous filings\n\nhad properly supported the attachment under either possibility.\n\nUSF&G also asserted that its references to its complaint in its\n\nmotion for an attachment satisfied the requirements of Rule 4.1(h)\n\nof the Massachusetts Rules of Civil Procedure, and that the court's\n\nreliance on those references did not constitute an error of law.\n\n            On May 5, 2008, the district court, in a margin decision,\n\nsummarily granted Arch’s motion, thereby fully dissolving USF&G’s\n\nattachment.\n\n\n\ncontrolling question of law as to which there is substantial ground\nfor difference of opinion and that an immediate appeal from the\norder may materially advance the ultimate termination of the\nlitigation.\"\n\n                                          -17-\n\f           8. Subsequent proceedings\n\n           The following month, the court allowed USF&G’s motion to\n\nstay the dissolution of the attachment pending this appeal.11                    In\n\nthat order, the district court quoted boilerplate language from\n\nSwift & Co. Packers v. Compania Colombiana Del Caribe, S.A., 339\n\nU.S. 684, 688-89 (1950), to support its summary assertion that the\n\nMay 5, 2008 order dissolving the attachment was reviewable under\n\nthe collateral order doctrine.               It again cited Swift for the\n\nproposition     that    the   \"order      dissolving    the     attachment   [was]\n\nappealable as a collateral order.\"            Finally, the court noted that\n\nbecause the appeal would \"present[] legal issues separable from the\n\nmerits of the underlying dispute between USF&G and Eastern,\" it was\n\ndistinguishable        from   a   First    Circuit     case    holding   that   the\n\ncollateral order doctrine did not provide jurisdiction over a\n\ndecision based on the plaintiff's likelihood of success on the\n\nmerits.\n\n           USF&G's appeal is limited to the district court's May 5\n\norder completely dissolving the attachment.                   That is, USF&G does\n\nnot   contest   the     court's    initial     partial    dissolution      of   the\n\n\n\n\n      11\n       The court also required USF&G to post a supersedeas bond of\n$100,000, explaining that this amount would be sufficient to cover\nArch's costs and any injury Arch might suffer as a result of the\ndelay in dissolving the attachment.\n\n                                       -18-\n\fattachment from approximately $7.9 million to approximately $4.3\n\nmillion.12\n\n                                II.\n\n             As the parties recognize, before we can address the\n\nmerits of the court's dissolution decision, we must first address\n\nthe threshold question of our jurisdiction to consider that issue\n\nbecause this is an appeal from an interlocutory order.   We briefly\n\nsketch the contours of the collateral order doctrine, which is the\n\nonly plausible basis for our jurisdiction over this appeal.13\n\n             \"Generally speaking, appeals are permitted only from\n\nfinal judgments of the district court.\"   Lee-Barnes v. Puerto Ven\n\nQuarry Corp., 513 F.3d 20, 25 (1st Cir. 2008) (quotation marks and\n\ncitation omitted).    The final judgment rule \"minimizes dilatory,\n\npiecemeal litigation, and promotes judicial efficiency.\"    United\n\n\n     12\n       We also note that, on December 12, 2008, based on USF&G's\nundisputed allegation that it had paid out more than $18 million in\nclaims on the bonds, the district court granted USF&G's motion for\nsummary judgment against Eastern on Count I (the indemnification\ncount) as to liability only. The final amount of damages has yet\nto be determined and there has been no final judgment.\n     13\n        We reject USF&G's alternative argument that the order is\nappealable as an injunction under 28 U.S.C. § 1292(a)(1). USF&G is\ncorrect that, under our case law, it is an order’s substance, and\nnot its label, that determines whether it should be treated as an\nattachment or an injunction for appellate purposes. See, e.g.,\nMicro Signal Research, Inc. v. Otus, 417 F.3d 28, 33 (1st Cir.\n2005); Teradyne, Inc. v. Mostek Corp., 797 F.2d 43, 45-47 (1st Cir.\n1986). But here, the attachment is simply that: a classic lien on\nproperty pending the outcome of litigation that does not, by its\nterms, compel the defendants to do or refrain from doing anything.\nSee, e.g., Micro Signal, 417 F.3d at 33.       As such, it is not\nappealable as an injunction under 28 U.S.C. § 1292(a)(1). See id.\n\n                                -19-\n\fStates v. Kouri-Perez, 187 F.3d 1, 5 (1st Cir. 1999).     However,\n\nunder the collateral order doctrine,14 a \"limited set of district-\n\ncourt orders are reviewable though short of final judgment.\"\n\nAshcroft v. Iqbal, 129 S. Ct. 1937, 1945 (2009) (quotation marks\n\nand citation omitted).   Under the doctrine, as enunciated by the\n\nSupreme Court in its seminal Cohen opinion, a district court order,\n\nthough not yet final, may be appealed immediately if it \"finally\n\ndetermine[s] claims of right separable from, and collateral to,\n\nrights asserted in the action, too important to be denied review\n\nand too independent of the cause itself to require that appellate\n\nconsideration be deferred until the whole case is adjudicated.\"\n\nCohen v. Beneficial Indus. Loan Corp., 337 U.S. 541, 546 (1949).\n\nThe Court has recently reiterated that, for the collateral order\n\ndoctrine to apply, a district court order must \"(1) conclusively\n\ndetermine the disputed question, (2) resolve an important issue\n\ncompletely separate from the merits of the action, and (3) be\n\neffectively unreviewable on appeal from a final judgment.\"   Will,\n\n546 U.S. at 349.   If an order fails to meet any one of these15\n\n\n     14\n       Although we have characterized the collateral order doctrine\nas an \"exception\" to the final judgment rule, see, e.g., Kouri-\nPerez, 187 F.3d at 5, the Supreme Court prefers to characterize it\nas \"a practical construction\" of that rule. Will v. Hallock, 546\nU.S. 345, 349 (2006) (quotation marks and citation omitted).\n     15\n        At times, we have characterized the collateral order\ndoctrine as consisting of four factors rather than three.    For\nexample, in Espinal-Dominguez v. Puerto Rico, we stated that in\norder to satisfy the collateral order doctrine, a district court\norder must involve:\n\n                               -20-\n\f\"conjunctive\" conditions, it is not appealable under the collateral\n\norder doctrine.   Lee-Barnes, 513 F.3d at 25-26 (citing Gulfstream\n\nAerospace Corp. v. Mayacamas Corp., 485 U.S. 271, 276 (1988)).\n\n          Several general principles are particularly relevant to\n\nthe application of the collateral order doctrine to this appeal.\n\nFirst, \"[t]he burden of establishing [appellate] jurisdiction rests\n\nwith the party who asserts its existence.\"             Campbell v. Gen.\n\nDynamics Gov't Sys. Corp., 407 F.3d 546, 551 (1st Cir. 2005); see\n\nalso Micro Signal Research, 417 F.3d at 34.\n\n          Second,   as   a   general   matter,   the   collateral   order\n\ndoctrine is \"applied narrowly and interpreted strictly.\"            Lee-\n\n\n\n     (1) an issue essentially unrelated to the merits of the\n     main dispute, capable of review without disrupting the\n     main trial; (2) a complete resolution of the issue, not\n     one that is \"unfinished\" or \"inconclusive\"; (3) a right\n     incapable of vindication on appeal from final judgment;\n     and (4) an important and unsettled question of\n     controlling law, not merely a question of the proper\n     exercise of the trial court's discretion.\n\n352 F.3d 490, 496 (1st Cir. 2003) (quotation marks and citation\nomitted).    We have referred to these four requirements as\n\"separability, finality, urgency, and importance.\" Id. (quotation\nmarks and citation omitted). Nevertheless, in the Supreme Court's\nmost recent cases, it has formally continued to refer to Cohen's\n\"three\" criteria, in which \"importance\" and \"separability\" appear\nto be considered together. See, e.g., Osborn v. Haley, 549 U.S.\n225, 238 (2007) (including, as one of the three Cohen criteria,\nwhether \"the issue decided is important and separable\"); Will, 546\nU.S. at 349 (discussing the \"three conditions\" of the doctrine,\nincluding that the order \"resolve an important issue completely\nseparate from the merits of the action\"). In substance, there is\nno difference between our characterization of the collateral order\ndoctrine and the Supreme Court's. That, of course, must be so.\n\n\n                                 -21-\n\fBarnes, 513 F.3d at 26 (quoting United States v. Quintana-Aguayo,\n\n235 F.3d 682, 684 (1st Cir. 2000)); see also Will, 546 U.S. at 349-\n\n50 (\"[W]e have not mentioned applying the collateral order doctrine\n\nrecently without emphasizing its modest scope.               And we have meant\n\nwhat we have said; although the Court has been asked many times to\n\nexpand the 'small class' of collaterally appealable orders, we have\n\ninstead kept it narrow and selective . . . .\").                Indeed, in its\n\nmost   recent    application     of   the    doctrine,   the    Supreme   Court\n\ncautioned    that,   \"[a]s   a   general     matter,   the   collateral-order\n\ndoctrine may have expanded beyond the limits dictated by its\n\ninternal logic and the strict application of the criteria set out\n\nin Cohen.\"      Iqbal, 129 S. Ct. at 1946.\n\n            Finally, for the purpose of analyzing this appeal, we\n\nmust examine the development of the law regarding the doctrine's\n\n\"importance\" element.          Some of the Supreme Court's strongest\n\npronouncements about the importance of \"importance\" came in Digital\n\nEquipment Corporation v. Desktop Direct, Inc., 511 U.S. 863, 868\n\n(1994), in which the Court held that an order vacating a dismissal\n\npredicated      on   a   settlement    agreement       was   not   immediately\n\nappealable.      Stating that the issue did not \"rise to the level of\n\nimportance needed for recognition under § 1291,\" id. at 864, the\n\nCourt explained that the Cohen inquiry could not be performed\n\nwithout \"a judgment about the value of the interests that would be\n\nlost through rigorous application of a final judgment requirement.\"\n\n\n                                      -22-\n\fId. at 878-79.     See also Van Cauwenberghe v. Bard, 486 U.S. 517,\n\n524 (1988) (\"[T]he substance of the rights entailed, rather than\n\nthe advantage to a litigant in winning his claim sooner\" is\n\ndispositive.     (quotation    marks    and    citation    omitted)).   Most\n\nrecently, in Iqbal, after noting that the collateral order doctrine\n\nmay have expanded beyond the limits of \"its internal logic\" and\n\nreiterating the \"strict application\" of the Cohen criteria, the\n\nCourt emphasized the distinction in its precedent between those\n\ncollateral orders that turn on \"abstract\" rather than \"fact-based\"\n\nissues of law.    129 S. Ct. at 1947.         Only the former were properly\n\nreviewable under the collateral order doctrine.            Id.   Accordingly,\n\nin order for USF&G to meet its burden to establish appellate\n\njurisdiction, it must demonstrate that the issue resolved by the\n\ndistrict court was sufficiently important to bring it within the\n\nconfines of the collateral order doctrine.\n\n          Critically, USF&G cannot avoid this problem by asserting\n\ngenerally that all orders denying or dissolving attachments are\n\nimmediately appealable.       To be sure, in Swift, 339 U.S. at 684,\n\nwhich held that an order vacating a foreign attachment of a vessel\n\nthat provided the sole basis for jurisdiction in an admiralty\n\naction was immediately appealable, the Supreme Court distinguished\n\norders upholding prejudgment attachments, noting that they were not\n\nimmediately    appealable     because    the    parties'   rights   would   be\n\nadequately protected during the pendency of the litigation. Id. at\n\n\n                                   -23-\n\f689.   This proposition led some courts to conclude that \"generally\n\nappeal can be taken from orders that deny security but cannot be\n\ntaken from orders that grant security.\"             15A Charles Alan Wright,\n\nArthur   R.    Miller,   &   Edward    R.     Cooper,   Federal   Practice   and\n\nProcedure § 3914.2 (2d ed. 1992).\n\n              More recently, however, and consistently with the Supreme\n\nCourt's increasing emphasis on the importance element and the\n\nnarrowness of the collateral order doctrine, courts have taken a\n\nmore limited view of the appealability of denials of security.\n\nThere has been \"significant movement\" toward a more flexible\n\napproach under which it is \"more difficult to appeal denials of\n\nsecurity that reflect routine determinations of fact and the\n\nexercise of discretion rather than resolution of serious and\n\ndifficult questions of law.\"           15A Wright, Miller, & Cooper, at\n\n§ 3914.2. These cases have emphasized, inter alia, the requirement\n\nthat the case present a difficult question of law or a challenge to\n\na court's authority to act.            See id. at § 3914.2 & nn. 29-30\n\n(collecting cases).\n\n              Following this trend, we rejected in Sobol v. Heckler\n\nCongressional      Committee    \"the    blanket      assertion    that   orders\n\ndissolving attachments are immediately appealable.\"               709 F.2d 129,\n\n131 (1st Cir. 1983).         We found that we lacked jurisdiction to\n\nreview an interlocutory appeal of an order dissolving an attachment\n\nof the defendant's bank account.            Id.   Since we had concluded that\n\n\n                                       -24-\n\fthe dissolution rested on the \"particular facts\" of the case,16 our\n\nreview would not \"resolve an important legal issue\" and therefore\n\n\"would not be of any assistance in future cases.\"         Id.    In Lee-\n\nBarnes, we continued along the same path, embracing the Supreme\n\nCourt's explanation that to be important in the Cohen sense means\n\n\"'being weightier than the societal interests advanced by the\n\nordinary operation of final judgment principles.'\" Lee-Barnes, 513\n\nF.3d at 26 (quoting, inter alia, Digital Equip., 511 U.S. at 879).\n\nTherefore, in Lee-Barnes, we found that \"the issue on appeal -\n\ni.e., whether the district court erred in deeming the surety bond\n\nvoid - simply [did] not 'rise to the level of importance needed for\n\nrecognition under [the collateral-order doctrine].'\"           Id. at 26\n\n(some modifications in original) (quoting Digital Equip., 511 U.S.\n\nat 878).        The issue presented was \"highly unlikely to affect, or\n\neven be consequential to, anyone aside from the parties.\"            Id.\n\nAccordingly, we dismissed the appeal, making clear that the mere\n\nfact that an order dissolves a prejudgment attachment is not enough\n\nto guarantee jurisdiction; instead, the party must present \"a\n\nsufficiently important issue to warrant immediate review.\"        Id. at\n\n27.17\n\n\n        16\n             We discuss the basis for that conclusion infra.\n        17\n        The Second Circuit has also embraced the more flexible\napproach, starting with Donlon Indus., Inc. v. Forte, 402 F.2d 935,\n937 (2d Cir. 1968) (Friendly, J.), and continuing through the\npresent day. See, e.g., Banque Nordeurope, S.A. v. Banker, 970\nF.2d 1129, 1131 (2d Cir. 1992) (per curiam) (noting trend towards\n\n                                    -25-\n\f                                            III.\n\n               We must decide if the district court's dissolution order\n\nwas    based    on   an   issue    sufficiently       important       to    justify   our\n\napplication of the collateral order doctrine.                       That question --\n\nthe importance of the merits issue raised by the appellant -- is\n\nfront and center here because Arch argues as a threshold matter\n\nthat, given the tangled procedural history of this case, we cannot\n\neven    determine     the   basis      or    bases    for    the    district    court's\n\ndissolution order. Instead, Arch says, citing the district court's\n\nsummary    dissolution        order,         we    have     nothing    \"beyond        mere\n\nspeculation\" on which to base our review.\n\nA.    Searching for the Important Legal Question\n\n               To the extent Arch argues that the mere absence of\n\narticulated       reasoning       in   the    order       under    review    forecloses\n\nappellate jurisdiction, it is incorrect.                     Our case law suggests\n\nthat, while it is always preferable for the parties to request\n\nclarification from the district court, where necessary, prior to\n\nseeking appellate review of an interlocutory order, the lack of\n\n\n\nmore flexibility in dealing with appeals from denials of pretrial\nsecurity); Kensington Int'l Ltd. v. Rep. of Congo, 461 F.3d 238 (2d\nCir. 2006), explained that the more \"flexible\" approach stemmed\nfrom the recognition that, even when an order \"vacating,\ndissolving, or denying an attachment\" met Cohen's requirements,\nid. at 241, there is an \"additional requirement for appealability\nabove and beyond the Cohen test: importance.\" Id. at 242. That\nis, \"whether the issue on appeal is an important issue of law, the\nresolution of which may have relevance for future cases.\" Id. at\n241.\n\n                                            -26-\n\farticulated reasoning in the order under review is not a per se bar\n\nto jurisdiction.      Instead, we have been willing to examine the\n\ncircumstances surrounding the district court's actions to determine\n\nthe court's basis for its decision.           See Sobol, 709 F.2d at 130\n\n(examining the parties' arguments to the district court and timing\n\nof the order to infer reason for dissolution where order dissolving\n\nattachment was issued without an opinion or statement of reasons).\n\nIndeed, although we admonished the appellants in Sobol for failing\n\nto seek an articulation of the court's reasoning, we analyzed the\n\ncourse of proceedings to conclude that the court's order likely\n\nrested on one of two possible grounds.             Id.    One of the possible\n\ngrounds was the district court's determination that the plaintiff\n\nwas not likely to succeed on the merits, and the second was a\n\n\"difficult state law question of whether trustee process was\n\navailable to plaintiff.\"         Id.   Because of the timing of the order,\n\nwe   found   that   the   more   likely   ground    for   dissolution   was   a\n\ndetermination about the plaintiff's likelihood of success on the\n\nmerits, and we based our holding that the collateral order doctrine\n\nwas inapplicable on that inference.18          See id. (assuming that the\n\ndistrict court concluded that plaintiff was unlikely to succeed on\n\nthe merits, and, under those circumstances, holding that the\n\n\n\n      18\n       If the district court had concluded that the plaintiff was\nunlikely to succeed on the merits, the basis for the decision would\nalso obviously not be separable from the merits - a requirement of\nthe collateral order doctrine.\n\n                                       -27-\n\fdissolution     of   the   attachment      was   not    appealable    under   the\n\ncollateral order doctrine).\n\n             The district court in Bridge Construction Corporation v.\n\nCity of Berlin, 705 F.2d 582 (1st Cir. 1983), also failed to\n\nexplain its reasoning for staying federal proceedings pending the\n\nresolution of a parallel state action.             Id. at 583.       Noting that\n\nthe plaintiff could have sought an elaboration of the court's\n\nreasoning and thereby avoided the uncertainty created by the\n\ncryptic order, we concluded that \"[t]he order [did] not resolve 'an\n\nimportant issue' separate from the merits of the action, because it\n\nmay well involve only a fact-specific exercise of discretion rather\n\nthan    a   controlling    issue   of   law.\"     Id.    (emphasis    added   and\n\ncitations omitted).19 This language suggests that it was not merely\n\nthe lack of articulated reasoning itself, but the ongoing ambiguity\n\nabout the basis for the district court's decision, unresolved by\n\ncontextual information in the district court record, that defeated\n\nour jurisdiction.      See id. at 582-84.         The mere possibility that\n\nthe court had erred on a potentially important legal question\n\nregarding the proper scope of a federal court's power to resolve\n\nthe merits of the case in light of a parallel state proceeding was\n\n\n\n\n       19\n       Our discussion of the district court’s order was apparently\ndicta, as we found that appellant had certainly failed to satisfy\nthe finality criterion. Id. at 584 (\"In any event, the order has\nnot conclusively determine[d] the legal issue.\") (quotation marks\nand citation omitted) (modification in original).\n\n                                        -28-\n\finsufficient to permit the application of the collateral order\n\ndoctrine.    Id. at 583-4.\n\n            Bridge and Sobol tell us that although we may look beyond\n\nthe text of the dissolution order itself in an attempt to discern\n\nthe district court's reasoning, there must be limits to this\n\nexercise.    Where the exercise does not permit us to discern the\n\nprecise legal issue that is implicated by the ruling, it is not our\n\nresponsibility to assume jurisdiction simply because one of the\n\nissues that may have been the basis for the district court's order\n\nmay be an important one.     It is the appellant's job to demonstrate\n\nthat   appellate    jurisdiction    is     proper.      In    considering       the\n\napplication of the narrow collateral order doctrine, where our\n\nresort to context does not allow us to determine the important and\n\nabstract legal issue at the heart of the interlocutory appeal, we\n\nmust conclude that the appellant has not justified the application\n\nof that doctrine.\n\nB.   Trying to Determine the Basis for the District Court's Order\n\n            In   arguing   that   the    reason   for   the       dissolution    is\n\nultimately unknowable, Arch first observes that the court may have\n\ndetermined that, in light of MRCP 4.1(h), the references in USF&G's\n\nunverified complaint to the value of claims received were an\n\ninadequate   substitute    for    similar    averments       in    the   affidavit\n\nsupporting the motion for an attachment.                Interestingly, USF&G\n\nexplicitly argues that one of the \"legal issues\" on which the\n\n\n                                    -29-\n\fdistrict court ruled was whether it had satisfied the requirements\n\nof Rule 4.1. Indeed, in the jurisdictional statement in its brief,\n\nit characterizes the issues on appeal as whether it \"was entitled\n\nto an attachment based on the receipt of claims and demands prior\n\nto   their       actual    payment   and   whether   USF&G   satisfied    the\n\nrequirements of Mass. R. Civ. P. 4.1\" (emphasis added).20                USF&G\n\ncharacterizes both of these as \"important and unsettled legal\n\nissues\" that would justify invocation of the collateral order\n\ndoctrine.        In the merits portion of its brief, it includes a\n\nsection arguing that the references in its complaint to claims\n\nreceived satisfied the requirements of Rule 4.1.              If indeed the\n\ndistrict court's ruling was based on the insufficiency of USF&G's\n\naffidavit, it is hard to see how that would constitute an important\n\nenough issue to justify the application of the collateral order\n\ndoctrine.\n\n               Admittedly, we find it less likely that the district\n\ncourt judge, after explicitly resolving the affidavit issue in\n\nUSF&G's favor, would have reversed herself on that pleading issue\n\nand characterized what was at stake in her ruling as a question of\n\nlaw sufficiently important to permit interlocutory review.             On the\n\nother        hand,   one   can   imagine   characterizing    an   affidavit's\n\n\n\n        20\n       In its reply brief, USF&G again states that \"the district\ncourt ruled on two legal issues: whether USF&G was entitled to a\nprejudgment attachment based on the receipt of claims and demands,\nand whether USF&G satisfied Mass. R. Civ. P. 4.1's requirements.\"\n\n                                      -30-\n\fsufficiency as a matter of law in the same way that we treat the\n\nsufficiency of a complaint under Rule 12(b)(6) as a legal question\n\nsubject to de novo review.      Moreover, as we have mentioned, the\n\nlanguage in the district court's stay order, which USF&G relies on\n\nfor the proposition that the issues involved here are important\n\nenough   to    warrant   immediate     appellate   review,   is   strictly\n\nboilerplate.     The court's quotation of Swift, and its further\n\ncitation to that case for the proposition that an order dissolving\n\na prejudgment attachment is immediately appealable, further reflect\n\nthe possibility that the court was mistakenly adhering to the now\n\nrejected \"general rule\" that orders dissolving attachments are\n\nautomatically appealable so long as they are separable from the\n\nmerits of the underlying dispute, regardless of the basis for the\n\ndissolution (which might have been the Rule 4.1 issue).\n\n          Alternatively, the court could have based its decision on\n\none of the provisions of the MSA.           Even under that assumption,\n\ngiven the tangled procedural history that we described above, see\n\nsupra Part I.B., the precise legal issue that prompted the court to\n\ndissolve the attachment is far from clear.          The record reflects\n\nseveral possible issues.     The district court's dissolution order\n\ncould have reflected the judge's determination 1) that her previous\n\ninterpretation of the indemnification clause was erroneous and\n\nshould be considered by an appellate tribunal; 2) that her original\n\ninterpretation of the indemnification clause was erroneous, but\n\n\n                                     -31-\n\fthat the collateral security provision had not been invoked by\n\nUSF&G in a timely fashion as the basis for its motion for an\n\nattachment;    or   3)     that    her     initial    interpretation      of   the\n\nindemnification clause was erroneous and that USF&G did not have\n\nthe right, as a matter of law, to seek a prejudgment attachment\n\nbased on the collateral security provision.\n\n                                         IV.\n\n            Given the narrow scope of the collateral order doctrine\n\nand our inability to discern with any confidence the basis for the\n\ndistrict court's ruling, we are unwilling to engage in a detailed\n\nanalysis of the merits of a legal issue that may not have been the\n\nbasis for the district court's decision.                   Moreover, while we\n\nrecognize   that    some   of     the   grounds    for   the   district   court's\n\ndecision may be important, they are not all self-evidently so. For\n\nexample, if the dissolution order rested on the specific language\n\nof the MSA's indemnification clause, it is possible that the\n\ninterpretation of particular contract language between two private\n\nparties is too fact-enmeshed to be an important legal question of\n\nconcern to future parties.          And if, as USF&G allows, the district\n\ncourt's decision was based on the sufficiency of its affidavit, we\n\nwould be in a situation where the relevant issue of law would be\n\n\"fact based\" and not \"abstract.\"               See Iqbal, 129 S. Ct. at 1947.\n\nAs we have seen, our precedent holds that the presence of even one\n\n\"unimportant\" issue as the possible or likely basis for decision\n\n\n                                         -32-\n\fprecludes our review under the collateral order doctrine.                       See\n\nBridge, 705 F.2d at 583.         It was USF&G's responsibility to narrow\n\nthe issues in a way that would facilitate our evaluation of their\n\nimportance as well as our eventual review of the order.                     It is\n\napparent from USF&G's briefing -- which addresses all possible\n\nbases for the district court's ruling and tries to label all of\n\nthem as important -- that they have not done so.\n\n            Moreover,     even    if    we     credit    our     hunch that the\n\ndissolution may not have been based on the affidavit issue, we do\n\nnot think it is good enough, as a general matter, to reach a\n\nconclusion that there are several other legal issues, perhaps all\n\nof   them   important,    that    might      explain    the    district    court's\n\ndecision.     In that scenario, if we were to address the merits of\n\neach of those issues, there would still be a likelihood that we had\n\nengaged in a hypothetical exercise unrelated to the district\n\ncourt's actual decision.\n\n            The   final   judgment     rule    is   concerned     with    judicial\n\neconomy.    We would undermine that value too much if, despite our\n\nwillingness to examine the record of the proceedings below to\n\ndetermine the basis for an unexplained interlocutory order, we\n\ndisregarded    the   continuing      uncertainty       about    that    basis   and\n\nexpended judicial resources evaluating legal issues that may or may\n\nnot have been important to the district court.                         It is also\n\ntroubling that it would have been so easy for USF&G to eliminate\n\n\n                                       -33-\n\fthe uncertainty that bedevils this appeal - a simple, one-page\n\nmotion in the district court seeking clarification of the grounds\n\nfor dissolution would probably have sufficed.                 \"It is up to\n\ndefendants to show that we have jurisdiction over their appeal of\n\nthe attachments; whether or not a stronger case for jurisdiction\n\ncould have been made, it has not been provided here.\"             Micro Signal\n\nResearch, 417 F.3d at 34.\n\n                                        V.\n\n           We     fully   understand    the    likely   implications   of   our\n\ndecision for USF&G.       Under the circumstances, it has a substantial\n\nclaim that it will be harmed by the dissolution of the attachment,\n\nand   therefore    this   appeal   meets      Cohen's   urgency   requirement.\n\nEspinal-Dominguez, 352 F.3d at 497 (noting that we have \"equated\n\nurgency with a showing of irreparable harm\").             From the record, it\n\nappears that USF&G will be unable to recover the majority of the\n\nfunds it has paid pursuant to the MSA due to Eastern's insolvency,\n\nand Arch is poised to execute its state court judgment against\n\nEastern as soon as USF&G's attachment is dissolved, using its own\n\nattachment on the same properties at issue here.            Accordingly, our\n\nstatement in Lee-Barnes that, if and when the appellant ultimately\n\nprevailed on the merits and obtained a final judgment, she \"would\n\nhave ample opportunity to test the propriety\" of the district\n\ncourt's ruling declaring the bond null, may not apply here.                 513\n\nF.3d at 26 (quotation marks omitted). However, \"the policy against\n\n\n                                       -34-\n\fpiecemeal   appeals   almost     never   operates   without   some   cost.\"\n\nQuintana-Aguayo,    235   F.3d    at   685   (quotation   marks   omitted).\n\n\"Immediate review is not justified merely because appellants will\n\nrecover less money at judgment, can identify some interest that\n\nwill be irretrievably lost or have reasons to prefer immediate\n\nreview.\"    Id.\n\n             Although urgency is one of the requirements of the\n\ncollateral order doctrine, see, e.g., Espinal-Dominguez, 352 F.3d\n\nat 497; Rodriguez v. Banco Central, 790 F.2d 172, 178 (1st Cir.\n\n1986), we have made clear that all of the criteria must be\n\nsatisfied in order to find appellate jurisdiction pursuant to that\n\ndoctrine.   See, e.g., Lee-Barnes, 513 F.3d at 25; United States v.\n\nCarpenter, 494 F.3d 13, 25 (1st Cir. 2007). Accordingly, a showing\n\nof urgency is a necessary, but not sufficient, condition for\n\njurisdiction.\n\n            Here, USF&G's failure to establish the specific basis for\n\nthe court's order is ultimately dispositive. While we have, in the\n\npast, been willing to pore over the district court record to deduce\n\nthe basis for the court's ruling, we have gone on to evaluate\n\nwhether an issue is important enough to meet the requirements of\n\nthe collateral order doctrine only when we have been able to\n\ndiscern the basis for the court's ruling with confidence.              See\n\nSobol, 709 F.2d at 130.        We have not been able to do that here.\n\nAccordingly, we dismiss this appeal for lack of jurisdiction.\n\n\n                                   -35-\n\fSo ordered.\n\n\n\n\n              -36-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>578 F.3d 45 (2009)</b></center>\n<center><h1>UNITED STATES FIDELITY AND GUARANTY COMPANY, Plaintiff-Appellant,<br>\nv.<br>\nARCH INSURANCE COMPANY, Defendant-Appellee.<br>\nv.<br>\nEastern Contractors, Inc., Defendant.</h1></center>\n<center>No. 08-1709.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard April 6, 2009.</center>\n<center>Decided August 25, 2009.</center>\n<p><span class=\"star-pagination\">*47</span> Bradford R. Carver, with whom Marissa I. Delinks, Bernard D. Posner, and Hinshaw &amp; Culbertson LLP were on brief, for appellant.</p>\n<p>Todd R. Regan, with whom Dennis C. Cavanaugh, Gordon G. Patterson, and Robinson &amp; Cole LLP were on brief, for appellee.</p>\n<p>Before BOUDIN and LIPEZ, Circuit Judges, and SINGAL,<sup>[*]</sup> District Judge.</p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>This appeal requires us to determine whether we have jurisdiction pursuant to the collateral order doctrine to review a district court order summarily dissolving a pretrial attachment, where the appellant chose not to seek an articulation of the basis for the court's ruling and the record does not make the basis apparent. The context is a dispute between two sureties, both claiming rights to the same property. Appellant United States Fidelity &amp; Guaranty Company (USF &amp; G) and intervenor-appellee Arch Insurance Company (Arch) are issuers of surety bonds. Each entered into surety and indemnification agreements with the defendant in this case, Eastern Contractors, Inc. (Eastern), a construction company, which ultimately defaulted on the bonds issued by both sureties pursuant to their respective agreements. Shortly after USF &amp; G brought this action against Eastern in federal court, USF &amp; G and Arch commenced ill-fated negotiations concerning a potential cooperation agreement for the sharing of Eastern's assets. At the time, Arch was not yet a party to this litigation.</p>\n<p>In August 2006, the district court granted USF &amp; G's request for an ex parte attachment on four parcels of real property owned by Eastern in Massachusetts. Arch, seeking to protect its own rights and recoup its losses, sued Eastern in Massachusetts state court, successfully attaching two of the same parcels of land in January 2007,<sup>[1]</sup> and eventually obtaining a judgment against Eastern. In June 2007, Arch moved to intervene in this action and dissolve USF &amp; G's attachment. That attachment was preventing Arch from immediately executing its judgment against Eastern, which had become insolvent and whose assets were almost certainly insufficient to cover the competing claims of its creditors. The district court allowed Arch to intervene and partially dissolved USF &amp; G's attachment. Arch moved for reconsideration, seeking total dissolution, and, in a margin order with no articulated reasoning, the district court dissolved the attachment <i>in toto,</i> though it stayed execution of the dissolution order pending this appeal.</p>\n<p>The confused course of proceedings below and USF &amp; G's failure to seek an elaboration of the reasoning underlying the dissolution prevent us from confidently identifying the precise legal issue on which the district court ruled. Because it is the appellant's burden to demonstrate the propriety of appellate jurisdiction under the stringent conditions of the collateral order doctrine, we refuse to engage in inappropriate speculation about the basis or bases for the district court's decision and whether those uncertain bases would meet the <span class=\"star-pagination\">*48</span> requirements of the doctrine. We therefore dismiss the appeal.</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>A. Factual Background and the Master Surety Agreement</h2>\n<p>On May 18, 1994, USF &amp; G and Eastern executed a Master Surety Agreement (MSA). Of particular relevance to this action, the MSA contained both an indemnity clause (Paragraph III(A)) and a collateral security clause (Paragraph III(B)). The indemnity clause provided that Eastern agreed to:</p>\n<blockquote>exonerate, hold harmless, indemnify and keep indemnified [USF &amp; G] from and against any and all demands, claims, liabilities, losses and expenses of whatsoever kind or nature (including but not limited to, interest, court costs and counsel fees) imposed upon, sustained, or incurred by [USF &amp; G] by reason of: (1) [USF &amp; G] having executed, provided or procured BOND(S) in behalf of [Eastern] or (2) [Eastern's] failure to perform or comply with any of the provisions of this AGREEMENT.</blockquote>\n<p>The MSA's collateral security clause further provided:</p>\n<blockquote>In order to exonerate, hold harmless, and indemnify [USF &amp; G], [Eastern] shall, upon demand of [USF &amp; G] place [USF &amp; G] in funds before [USF &amp; G] makes any payment; such funds shall be, at [USF &amp; G's] option, money or property, or liens or security interests in property. (The amount of such money or property or the value of the property to become subject to liens or security interests, shall be determined by surety.)</blockquote>\n<p>In reliance on the Agreement and in its capacity as a surety, USF &amp; G issued a number of payment and performance bonds<sup>[2]</sup> for the benefit of several obligees, including the Algonquin Regional School District, to secure Eastern's performance on various school construction projects in Northborough, Massachusetts. The Algonquin Regional School District terminated Eastern's involvement in the project on December 15, 2005, and subsequently made demand under the performance bond issued by USF &amp; G. As a result of Eastern's default, the surety also received claims on the payment bonds issued in connection with the Algonquin project and several other projects.</p>\n<p></p>\n<h2>B. Procedural History</h2>\n<p>Because our disposition of this case rests on our inability to discern the basis for the dissolution order and our unwillingness to engage in a detailed analysis of each possible basis to determine whether it provides jurisdiction under the collateral order doctrine, we describe the tangled procedural history in some detail.</p>\n<p></p>\n<h2>1. The USF &amp; G lawsuit</h2>\n<p>On June 21, 2006, USF &amp; G sued Eastern in the United States District Court for <span class=\"star-pagination\">*49</span> the District of Massachusetts.<sup>[3]</sup> The complaint cited various provisions of the MSA, including the indemnification and collateral security clauses and a clause stating that the surety's \"rights to indemnification, exoneration, and subrogation\" could be \"enforced as provided by applicable law or, at option of [USF &amp; G] ... in any other manner provided at law or in equity.\" The complaint alleged that, as a result of Eastern's default, USF &amp; G had already received approximately $4,329,919.92 in claims under several payment bonds, and that, based on its investigation, its exposure under the Algonquin performance bond \"could exceed\" $3.6 million. Taking these figures together, USF &amp; G stated that \"[a]s a direct and proximate result of Eastern's defaults, USF &amp; G has sustained, and anticipates further sustaining, losses in the form of costs to complete the Algonquin Project, and to resolve other bond claims, attorneys' fees, expenses, and interest, in an amount in excess of $7,929,919.92.\"</p>\n<p>USF &amp; G's complaint asserted both contractual and common law rights. The former included a count for indemnity pursuant to the MSA, counts for specific performance of the MSA's indemnity and collateral security clauses, and a count for breach of contract. The latter were counts for common law indemnity and the equitable remedy of quia timet/exoneration.<sup>[4]</sup></p>\n<p></p>\n<h2>2. USF &amp; G's motion for an attachment</h2>\n<p>On August 10, 2006, USF &amp; G filed an ex parte motion to attach four parcels of real property that Eastern owned in Massachusetts. Pursuant to Rule 4.1(c) of the Massachusetts Rules of Civil Procedure, property may be attached for a specified amount \"upon a finding by the court that there is a reasonable likelihood that the plaintiff will recover judgment, including interest and costs, in an amount equal to or greater than the amount of the attachment over and above any liability insurance\" possessed by defendants.</p>\n<p>USF &amp; G did not specifically cite either Paragraph III(A) (the indemnification clause) or III(B) (the collateral security clause) in the memorandum of law submitted in support of its motion for an attachment. However, the memorandum did state that \"in its Complaint, USF &amp; G seeks <i>indemnification</i> from Eastern,\" and further asserted that USF &amp; G was \"entitled to be <i>indemnified</i> pursuant to the terms of the Agreement by the Indemnitor [Eastern], which <i>indemnification</i> includes reimbursement of all losses, costs, and attorneys' <span class=\"star-pagination\">*50</span> fees associated with the pending action\" (emphasis added). The affidavit accompanying the motion also stated that USF &amp; G sought \"indemnification\" under the terms of the agreement, and referred to Eastern as the \"Indemnitor.\" It repeated that USF &amp; G was entitled \"to be indemnified pursuant to the terms of the agreement\" by the Indemnitor. Thus, to the extent the motion for an attachment was based on a specific provision in the MSA, it seems to have been the indemnification clause. On August 11, 2006, the district court granted the attachment in the amount of $7,929,919.92. Eastern never objected to the attachment or sought to dissolve it.<sup>[5]</sup></p>\n<p></p>\n<h2>3. Arch's state court action</h2>\n<p>Several months after USF &amp; G obtained its attachment, Arch commenced its own action against Eastern in Massachusetts Superior Court, seeking indemnification for $4,714,818.29 of losses incurred as a result of Eastern's default on bonds Arch had issued pursuant to its General Agreement of Indemnity with Eastern. Arch obtained writs of attachment on two of the four properties that were also subject to USF &amp; G's attachment. In April 2007, Arch and Eastern entered into an Agreement for Judgment in favor of Arch in the amount of $8,342,233.27.</p>\n<p></p>\n<h2>4. Arch's motion to dissolve the attachment</h2>\n<p>On June 5, 2007, Arch moved to intervene in this federal action and to dissolve USF &amp; G's attachment. Under Massachusetts law, any person who claims an interest in an attached propertyincluding a subsequent attachmentmay \"dispute the validity and effect of [the] attachment on the ground that the amount demanded ... was not justly due or was not payable when [the action] was commenced.\" Mass Gen. Laws ch. 223, § 106. Arch argued that USF &amp; G's attachment was improper, since the money was not justly due or payable to USF &amp; G when its action was commenced. In support of its position, Arch marshaled a Massachusetts case, <i>New Eng. Merch. Nat. Bank v. Latshaw,</i> 12 Mass.App.Ct. 150, 421 N.E.2d 1264 (1981), dissolving a surety's attachment of its indemnitor's property because the surety had not yet suffered a loss at the time the indemnity action was commenced, even though demand had already been made. This outcome, Arch argued, was consistent with the \"generally accepted princip[le]\" that as long as the amount of bond claims were indefinite, \"there is no adequate remedy at law available to the surety because its future damages are not ascertainable and it cannot yet institute an action for indemnification.\"</p>\n<p>Moreover, Arch preemptively asserted that USF &amp; G was precluded from arguing that its inability to pursue an action for an indemnity based on only anticipated future losses would have deprived it of the right to prevent dissipation of Eastern's collateral, because it was \"commonly understood in the surety industry that a surety must seek the equitable remedy of specific performance in order to enforce collateral provisions in an indemnity agreement.\" (Emphasis removed.) Thus, if USF &amp; G wanted to prevent the dissipation of assets during the pendency of the litigation, it should have sought specific performance of the MSA's collateral security clause, and, in the interim, a preliminary injunction to protect its rights and prevent Eastern from transferring the property. Arch accused <span class=\"star-pagination\">*51</span> USF &amp; G of \"ignor[ing] the availability of the remedy sureties typically seek in these situations\" and instead pursuing an ex parte attachment because an order of specific performance would have required that Eastern have an opportunity to be heard, whereas USF &amp; G wanted to secretly attach Eastern's asserts to frustrate Arch's interests.</p>\n<p>In arguing that the attachment was proper, USF &amp; G's opposition to the petition for dissolution relied only upon the collateral security provision of the MSA, which required Eastern to place USF &amp; G \"in funds\" before USF &amp; G made \"any payment,\" and provided that such funds could be, at USF &amp; G's option, \"money or property, or liens or security interest in property.\" It distinguished <i>Latshaw</i> on the grounds that the agreement there contained no collateral security provision.</p>\n<p>In its reply brief in support of dissolution, Arch argued that 1) the attachment was founded upon a claim for indemnification that was premature when the action was commenced because a surety's right to indemnity does not accrue until it has actually made payment or otherwise incurred a loss; 2) USF &amp; G essentially conceded the irrelevance of the indemnification clause of the MSA by retroactively shifting the basis for its attachment to the collateral security clause in its opposition; and 3) such a post-hoc shift was improper. Moreover, Arch argued that 4) even if the attachment had been based on the collateral security clause, it would still be invalid because:</p>\n<blockquote>the purpose of a real property attachment is to preserve assets to satisfy an eventual \"judgment for damages\" in favor of the plaintiff.<sup>[6]</sup> The mechanism through which a surety may be awarded a judgment for damages under the MSA and the common law is a cause of action for indemnity for losses incurred, not an equitable claim for specific performance of a collateral security clause or quia timet.</blockquote>\n<p>Therefore, successful enforcement of a collateral security clause would not result in a \"judgment for damages\" to the surety for losses; instead, the funds would be placed in a trust out of which obligations from the bonds would then be paid out. Thus, Arch essentially argued that the indemnity and collateral security clauses were two separate and distinct remedies, and that neither one was a proper basis for the attachment under the circumstances.</p>\n<p>Finally, as a procedural matter, Arch noted that the affidavit that USF &amp; G had submitted in support of its motion for an attachment, by referring only to \"anticipated\" losses, did not \"certify a dollar amount of losses actually incurred by USF &amp; G at the time of the commencement of the action.\" Nor did the affidavit mention the collateral security clause at all, making an attachment on that basis improper under Rule 4.1(h) of the Massachusetts Rules of Civil Procedure.<sup>[7]</sup></p>\n<p></p>\n<h2>5. The hearing</h2>\n<p>On June 26, the district court held a hearing on Arch's motion.<sup>[8]</sup> By then, USF &amp; G had paid claims on the bonds in excess of $18 million, and the value of the properties USF &amp; G attached was approximately $3.5 million.</p>\n<p><span class=\"star-pagination\">*52</span> Although the district court spent much of the hearing urging the two sureties to amicably agree on an equitable way to divide Eastern's limited assets, the parties also presented legal arguments similar to those found in their moving papers. Counsel for Arch emphasized the distinction between indemnity and collateral security. He repeated that, under both the common law and the MSA, the surety's right to indemnity was its \"right to receive reimbursement for costs actually incurred,\" and did not accrue until a payment had actually been made. On the other hand, he argued, Paragraph IIIB of the MSA, the collateral security clause, did indeed give the surety an equitable cause of action prior to payment of claims, but it should have been enforced by a claim for specific performance and, potentially, a preliminary injunction, and not by a motion for a prejudgment attachment.</p>\n<p>Later, the court asked counsel for USF &amp; G if it had a right \"under either the agreement or the common or statutory law to seek attachment even before [it] had paid anything out?\" USF &amp; G responded: \"Absolutely. IIIA [the indemnification clause] includes demands, claims, liabilities, losses, and expenses.\" The court inquired how a party could be indemnified for a demand. Counsel for USF &amp; G, instead of focusing on the language of the indemnification clause itself, responded by reference to the collateral security clause. That provision required Eastern, upon notice of a claim, to provide collateral security to USF &amp; G, including liens. Counsel for USF &amp; G later distinguished <i>Latshaw</i> not on the basis of the language of the indemnification clause, but because the MSA, unlike the agreement in <i>Latshaw,</i> provided that, upon notice of claims, Eastern was supposed to either give USF &amp; G money or an attachment to secure them. The seeming disconnect between the judge's question (reflecting a focus on the indemnification clause) and USF &amp; G's responses (focusing on the collateral security clause) further underscores the confusion underlying USF &amp; G's approach to the attachment and its dissolution.</p>\n<p></p>\n<h2>6. The district court opinion</h2>\n<p>Nearly seven months later, and after attempts by USF &amp; G and Arch to amicably resolve the dispute had failed, the district court issued an order on January 15, 2008, allowing Arch to intervene and granting in part Arch's motion for dissolution of the attachment. The court noted that, under Massachusetts law, \"the central question on the motion for approval of attachment is whether plaintiffs are likely to prevail on the merits and obtain damages in the necessary amount\" (quoting <i>Digital Equip. Corp. v. Currie Enters.,</i> 142 F.R.D. 16, 20 (D.Mass.1992)). It then considered Arch's argument that \"USF &amp; G's attachment, which was granted based upon the indemnification provisions in the [MSA], was invalid because at the time USF &amp; G sought and received the attachment it had not yet paid any claims.\" The court found that the indemnification clause, which covered \"any and all demands, claims, liabilities, losses, and expenses of whatsoever kind or nature ... imposed upon, sustained, or incurred\" by USF &amp; G, was broader than, for example, an agreement that indemnified the surety only for \"any loss or expense,\"<sup>[9]</sup> and that USF &amp; G could therefore be indemnified against claims before it had actually paid them. Thus, the court explained, pursuant to the terms of the MSA, the attachment <span class=\"star-pagination\">*53</span> was proper to the extent it was based on the $4,329,919.92 in <i>claims</i> USF &amp; G had already received when it filed its motion for an attachment. However, the court also held that partial dissolution of the attachment was appropriate insofar as it had been based on USF &amp; G's anticipated $3.6 million <i>future</i> exposure under a separate performance bond. The record did \"not reflect that the $3.6 million represented claims already received by USF &amp; G,\" and those funds were not yet \"justly due\" within the meaning of the Massachusetts prejudgment attachment statute. The order mentioned neither the collateral security clause itself nor both parties' respective arguments about the collateral security provision.</p>\n<p>The court also addressed the sufficiency of the affidavit USF &amp; G had submitted in support of its motion for an attachment. First, in setting out the legal standards, the court noted MRCP 4.1(h)'s requirement that a motion for an attachment be supported by an affidavit setting forth \"specific facts sufficient to warrant the required findings.\" Then, in a footnote, the court acknowledged that USF &amp; G's affidavit only generally asserted that it \"ha[d] received claims and may sustain losses in excess of $7,929,919,92 in performing its obligations.\" The affidavit did not differentiate between claims already received and potential exposure, as did the complaint. However, the court did not \"view this defect as providing sufficient grounds to vacate the attachment,\" since USF &amp; G's complaint, to which the motion for attachment referred, specifically alleged that USF &amp; G had already received claims in the amount of $4,329,919.92.</p>\n<p></p>\n<h2>7. The motion for reconsideration</h2>\n<p>On January 30, 2008, Arch filed a motion for reconsideration, or, in the alternative, certification for immediate appeal pursuant to 28 U.S.C. § 1292(b).<sup>[10]</sup> Arch's memorandum faulted the order for failing to consider Arch's arguments about the distinction between a surety's right to indemnification and its right to collateral security. Arch repeated its arguments that neither the indemnification clause nor the collateral security provision supported any prejudgment attachment by USF &amp; G. Arch also argued that the district court had \"effectively abrogate[d]\" MRCP 4.1's requirements by erroneously accepting an allegation in USF &amp; G's unverified complaint as sufficient, in the absence of an accompanying affidavit, to justify an attachment in the amount of $4,329,919.92.</p>\n<p>In opposing reconsideration, USF &amp; G argued that <i>either</i> the indemnification clause <i>or</i> the collateral security provision would justify its prejudgment attachment, and that its previous filings had properly supported the attachment under either possibility. USF &amp; G also asserted that its references to its complaint in its motion for an attachment satisfied the requirements of Rule 4.1(h) of the Massachusetts Rules of Civil Procedure, and that the court's reliance on those references did not constitute an error of law.</p>\n<p>On May 5, 2008, the district court, in a margin decision, summarily granted Arch's motion, thereby fully dissolving USF &amp; G's attachment.</p>\n<p></p>\n<h2>8. Subsequent proceedings</h2>\n<p>The following month, the court allowed USF &amp; G's motion to stay the dissolution <span class=\"star-pagination\">*54</span> of the attachment pending this appeal.<sup>[11]</sup> In that order, the district court quoted boilerplate language from <i>Swift &amp; Co. Packers v. Compania Colombiana Del Caribe, S.A.,</i> 339 U.S. 684, 688-89, 70 S.Ct. 861, 94 L.Ed. 1206 (1950), to support its summary assertion that the May 5, 2008 order dissolving the attachment was reviewable under the collateral order doctrine. It again cited <i>Swift</i> for the proposition that the \"order dissolving the attachment [was] appealable as a collateral order.\" Finally, the court noted that because the appeal would \"present[] legal issues separable from the merits of the underlying dispute between USF &amp; G and Eastern,\" it was distinguishable from a First Circuit case holding that the collateral order doctrine did not provide jurisdiction over a decision based on the plaintiff's likelihood of success on the merits.</p>\n<p>USF &amp; G's appeal is limited to the district court's May 5 order completely dissolving the attachment. That is, USF &amp; G does not contest the court's initial partial dissolution of the attachment from approximately $7.9 million to approximately $4.3 million.<sup>[12]</sup></p>\n<p></p>\n<h2>II.</h2>\n<p>As the parties recognize, before we can address the merits of the court's dissolution decision, we must first address the threshold question of our jurisdiction to consider that issue because this is an appeal from an interlocutory order. We briefly sketch the contours of the collateral order doctrine, which is the only plausible basis for our jurisdiction over this appeal.<sup>[13]</sup></p>\n<p>\"Generally speaking, appeals are permitted only from final judgments of the district court.\" <i>Lee-Barnes v. Puerto Ven Quarry Corp.,</i> 513 F.3d 20, 25 (1st Cir. 2008) (quotation marks and citation omitted). The final judgment rule \"minimizes dilatory, piecemeal litigation, and promotes judicial efficiency.\" <i>United States v. Kouri-Perez,</i> 187 F.3d 1, 5 (1st Cir.1999). However, under the collateral order doctrine,<sup>[14]</sup> a \"limited set of district-court orders are reviewable though short of final judgment.\" <i>Ashcroft v. Iqbal,</i> ___ U.S. ___, 129 S.Ct. 1937, 1945, 173 L.Ed.2d 868 (2009) (quotation marks and citation omitted). Under the doctrine, as enunciated <span class=\"star-pagination\">*55</span> by the Supreme Court in its seminal <i>Cohen</i> opinion, a district court order, though not yet final, may be appealed immediately if it \"finally determine[s] claims of right separable from, and collateral to, rights asserted in the action, too important to be denied review and too independent of the cause itself to require that appellate consideration be deferred until the whole case is adjudicated.\" <i>Cohen v. Beneficial Indus. Loan Corp.,</i> 337 U.S. 541, 546, 69 S.Ct. 1221, 93 L.Ed. 1528 (1949). The Court has recently reiterated that, for the collateral order doctrine to apply, a district court order must \"(1) conclusively determine the disputed question, (2) resolve an important issue completely separate from the merits of the action, and (3) be effectively unreviewable on appeal from a final judgment.\" <i>Will,</i> 546 U.S. at 349, 126 S.Ct. 952. If an order fails to meet any one of these<sup>[15]</sup> \"conjunctive\" conditions, it is not appealable under the collateral order doctrine. <i>Lee-Barnes,</i> 513 F.3d at 25-26 (citing <i>Gulfstream Aerospace Corp. v. Mayacamas Corp.,</i> 485 U.S. 271, 276, 108 S.Ct. 1133, 99 L.Ed.2d 296 (1988)).</p>\n<p>Several general principles are particularly relevant to the application of the collateral order doctrine to this appeal. First, \"[t]he burden of establishing [appellate] jurisdiction rests with the party who asserts its existence.\" <i>Campbell v. Gen. Dynamics Gov't Sys. Corp.,</i> 407 F.3d 546, 551 (1st Cir.2005); <i>see also </i><i>Micro Signal Research,</i> 417 F.3d at 34.</p>\n<p>Second, as a general matter, the collateral order doctrine is \"applied narrowly and interpreted strictly.\" <i>Lee-Barnes,</i> 513 F.3d at 26 (quoting <i>United States v. Quintana-Aguayo,</i> 235 F.3d 682, 684 (1st Cir.2000)); <i>see also </i><i>Will,</i> 546 U.S. at 349-50, 126 S.Ct. 952 (\"[W]e have not mentioned applying the collateral order doctrine recently without emphasizing its modest scope. And we have meant what we have said; although the Court has been asked many times to expand the `small class' of collaterally appealable orders, we have instead kept it narrow and selective....\"). Indeed, in its most recent application of the doctrine, the Supreme Court cautioned that, \"[a]s a general matter, the collateral-order doctrine may have expanded beyond the limits dictated by its internal logic and the strict application of the criteria set out in <i>Cohen.\" </i><i>Iqbal,</i> 129 S.Ct. at 1946.</p>\n<p>Finally, for the purpose of analyzing this appeal, we must examine the development <span class=\"star-pagination\">*56</span> of the law regarding the doctrine's \"importance\" element. Some of the Supreme Court's strongest pronouncements about the importance of \"importance\" came in <i>Digital Equipment Corporation v. Desktop Direct, Inc.,</i> 511 U.S. 863, 868, 114 S.Ct. 1992, 128 L.Ed.2d 842 (1994), in which the Court held that an order vacating a dismissal predicated on a settlement agreement was not immediately appealable. Stating that the issue did not \"rise to the level of importance needed for recognition under § 1291,\" <i>id.</i> at 864, 114 S.Ct. 1992, the Court explained that the <i>Cohen</i> inquiry could not be performed without \"a judgment about the value of the interests that would be lost through rigorous application of a final judgment requirement.\" <i>Id.</i> at 878-79, 114 S.Ct. 1992. <i>See also </i><i>Van Cauwenberghe v. Biard,</i> 486 U.S. 517, 524, 108 S.Ct. 1945, 100 L.Ed.2d 517 (1988) (\"[T]he substance of the rights entailed, rather than the advantage to a litigant in winning his claim sooner\" is dispositive. (quotation marks and citation omitted)). Most recently, in <i>Iqbal,</i> after noting that the collateral order doctrine may have expanded beyond the limits of \"its internal logic\" and reiterating the \"strict application\" of the <i>Cohen</i> criteria, the Court emphasized the distinction in its precedent between those collateral orders that turn on \"abstract\" rather than \"fact-based\" issues of law. 129 S.Ct. at 1947. Only the former were properly reviewable under the collateral order doctrine. <i>Id.</i> Accordingly, in order for USF &amp; G to meet its burden to establish appellate jurisdiction, it must demonstrate that the issue resolved by the district court was sufficiently important to bring it within the confines of the collateral order doctrine.</p>\n<p>Critically, USF &amp; G cannot avoid this problem by asserting generally that all orders denying or dissolving attachments are immediately appealable. To be sure, in <i>Swift,</i> 339 U.S. at 684, 70 S.Ct. 861, which held that an order vacating a foreign attachment of a vessel that provided the sole basis for jurisdiction in an admiralty action was immediately appealable, the Supreme Court distinguished orders upholding prejudgment attachments, noting that they were not immediately appealable because the parties' rights would be adequately protected during the pendency of the litigation. <i>Id.</i> at 689, 70 S.Ct. 861. This proposition led some courts to conclude that \"generally appeal can be taken from orders that deny security but cannot be taken from orders that grant security.\" 15A Charles Alan Wright, Arthur R. Miller, &amp; Edward R. Cooper, <i>Federal Practice and Procedure</i> § 3914.2 (2d ed.1992).</p>\n<p>More recently, however, and consistently with the Supreme Court's increasing emphasis on the importance element and the narrowness of the collateral order doctrine, courts have taken a more limited view of the appealability of denials of security. There has been \"significant movement\" toward a more flexible approach under which it is \"more difficult to appeal denials of security that reflect routine determinations of fact and the exercise of discretion rather than resolution of serious and difficult questions of law.\" 15A Wright, Miller, &amp; Cooper, at § 3914.2. These cases have emphasized, <i>inter alia,</i> the requirement that the case present a difficult question of law or a challenge to a court's authority to act. <i>See id.</i> at § 3914.2 &amp; nn. 29-30 (collecting cases).</p>\n<p>Following this trend, we rejected in <i>Sobol v. Heckler Congressional Committee</i> \"the blanket assertion that orders dissolving attachments are immediately appealable.\" 709 F.2d 129, 131 (1st Cir. 1983). We found that we lacked jurisdiction to review an interlocutory appeal of an order dissolving an attachment of the defendant's bank account. <i>Id.</i> Since we had <span class=\"star-pagination\">*57</span> concluded that the dissolution rested on the \"particular facts\" of the case,<sup>[16]</sup> our review would not \"resolve an important legal issue\" and therefore \"would not be of any assistance in future cases.\" <i>Id.</i> In <i>Lee-Barnes,</i> we continued along the same path, embracing the Supreme Court's explanation that to be important in the <i>Cohen</i> sense means \"`being weightier than the societal interests advanced by the ordinary operation of final judgment principles.'\" <i>Lee-Barnes,</i> 513 F.3d at 26 (quoting, <i>inter alia, Digital Equip.,</i> 511 U.S. at 879, 114 S.Ct. 1992). Therefore, in <i>Lee-Barnes,</i> we found that \"the issue on appeal-i.e., whether the district court erred in deeming the surety bond void-simply [did] not `rise to the level of importance needed for recognition under [the collateral-order doctrine].'\" <i>Id.</i> at 26 (some modifications in original) (quoting <i>Digital Equip.,</i> 511 U.S. at 878, 114 S.Ct. 1992). The issue presented was \"highly unlikely to affect, or even be consequential to, anyone aside from the parties.\" <i>Id.</i> Accordingly, we dismissed the appeal, making clear that the mere fact that an order dissolves a prejudgment attachment is not enough to guarantee jurisdiction; instead, the party must present \"a sufficiently important issue to warrant immediate review.\" <i>Id.</i> at 27.<sup>[17]</sup></p>\n<p></p>\n<h2>III.</h2>\n<p>We must decide if the district court's dissolution order was based on an issue sufficiently important to justify our application of the collateral order doctrine. That question-the importance of the merits issue raised by the appellant-is front and center here because Arch argues as a threshold matter that, given the tangled procedural history of this case, we cannot even determine the basis or bases for the district court's dissolution order. Instead, Arch says, citing the district court's summary dissolution order, we have nothing \"beyond mere speculation\" on which to base our review.</p>\n<p></p>\n<h2>A. Searching for the Important Legal Question</h2>\n<p>To the extent Arch argues that the mere absence of articulated reasoning in the order under review forecloses appellate jurisdiction, it is incorrect. Our case law suggests that, while it is always preferable for the parties to request clarification from the district court, where necessary, prior to seeking appellate review of an interlocutory order, the lack of articulated reasoning in the order under review is not a per se bar to jurisdiction. Instead, we have been willing to examine the circumstances surrounding the district court's actions to determine the court's basis for its decision. <i>See Sobol,</i> 709 F.2d at 130 (examining the parties' arguments to the district court and timing of the order to infer reason for dissolution where order dissolving attachment was issued <span class=\"star-pagination\">*58</span> without an opinion or statement of reasons). Indeed, although we admonished the appellants in <i>Sobol</i> for failing to seek an articulation of the court's reasoning, we analyzed the course of proceedings to conclude that the court's order likely rested on one of two possible grounds. <i>Id.</i> One of the possible grounds was the district court's determination that the plaintiff was not likely to succeed on the merits, and the second was a \"difficult state law question of whether trustee process was available to plaintiff.\" <i>Id.</i> Because of the timing of the order, we found that the more likely ground for dissolution was a determination about the plaintiff's likelihood of success on the merits, and we based our holding that the collateral order doctrine was inapplicable on that inference.<sup>[18]</sup><i>See id.</i> (assuming that the district court concluded that plaintiff was unlikely to succeed on the merits, and, under those circumstances, holding that the dissolution of the attachment was not appealable under the collateral order doctrine).</p>\n<p>The district court in <i>Bridge Construction Corporation v. City of Berlin,</i> 705 F.2d 582 (1st Cir.1983), also failed to explain its reasoning for staying federal proceedings pending the resolution of a parallel state action. <i>Id.</i> at 583. Noting that the plaintiff could have sought an elaboration of the court's reasoning and thereby avoided the uncertainty created by the cryptic order, we concluded that \"[t]he order [did] not resolve `an important issue' separate from the merits of the action, because it <i>may</i> well involve only a fact-specific exercise of discretion rather than a controlling issue of law.\" <i>Id.</i> (emphasis added and citations omitted).<sup>[19]</sup> This language suggests that it was not merely the lack of articulated reasoning itself, but the ongoing ambiguity about the basis for the district court's decision, unresolved by contextual information in the district court record, that defeated our jurisdiction. <i>See id.</i> at 582-84. The mere possibility that the court had erred on a potentially important legal question regarding the proper scope of a federal court's power to resolve the merits of the case in light of a parallel state proceeding was insufficient to permit the application of the collateral order doctrine. <i>Id.</i> at 583-4.</p>\n<p><i>Bridge</i> and <i>Sobol</i> tell us that although we may look beyond the text of the dissolution order itself in an attempt to discern the district court's reasoning, there must be limits to this exercise. Where the exercise does not permit us to discern the precise legal issue that is implicated by the ruling, it is not our responsibility to assume jurisdiction simply because one of the issues that may have been the basis for the district court's order may be an important one. It is the appellant's job to demonstrate that appellate jurisdiction is proper. In considering the application of the narrow collateral order doctrine, where our resort to context does not allow us to determine the important and abstract legal issue at the heart of the interlocutory appeal, we must conclude that the appellant has not justified the application of that doctrine.</p>\n<p></p>\n<h2>B. Trying to Determine the Basis for the District Court's Order</h2>\n<p>In arguing that the reason for the dissolution is ultimately unknowable, Arch first <span class=\"star-pagination\">*59</span> observes that the court may have determined that, in light of MRCP 4.1(h), the references in USF &amp; G's unverified complaint to the value of claims received were an inadequate substitute for similar averments in the affidavit supporting the motion for an attachment. Interestingly, USF &amp; G explicitly argues that one of the \"legal issues\" on which the district court ruled was whether it had satisfied the requirements of Rule 4.1. Indeed, in the jurisdictional statement in its brief, it characterizes the issues on appeal as whether it \"was entitled to an attachment based on the receipt of claims and demands prior to their actual payment <i>and</i> whether USF &amp; G satisfied the requirements of Mass. R. Civ. P. 4.1\" (emphasis added).<sup>[20]</sup> USF &amp; G characterizes both of these as \"important and unsettled legal issues\" that would justify invocation of the collateral order doctrine. In the merits portion of its brief, it includes a section arguing that the references in its complaint to claims received satisfied the requirements of Rule 4.1. If indeed the district court's ruling was based on the insufficiency of USF &amp; G's affidavit, it is hard to see how that would constitute an important enough issue to justify the application of the collateral order doctrine.</p>\n<p>Admittedly, we find it less likely that the district court judge, after explicitly resolving the affidavit issue in USF &amp; G's favor, would have reversed herself on that pleading issue and characterized what was at stake in her ruling as a question of law sufficiently important to permit interlocutory review. On the other hand, one can imagine characterizing an affidavit's sufficiency as a matter of law in the same way that we treat the sufficiency of a complaint under Rule 12(b)(6) as a legal question subject to de novo review. Moreover, as we have mentioned, the language in the district court's stay order, which USF &amp; G relies on for the proposition that the issues involved here are important enough to warrant immediate appellate review, is strictly boilerplate. The court's quotation of <i>Swift,</i> and its further citation to that case for the proposition that an order dissolving a prejudgment attachment is immediately appealable, further reflect the possibility that the court was mistakenly adhering to the now rejected \"general rule\" that orders dissolving attachments are automatically appealable so long as they are separable from the merits of the underlying dispute, regardless of the basis for the dissolution (which might have been the Rule 4.1 issue).</p>\n<p>Alternatively, the court could have based its decision on one of the provisions of the MSA. Even under that assumption, given the tangled procedural history that we described above, <i>see supra</i> Part I.B., the precise legal issue that prompted the court to dissolve the attachment is far from clear. The record reflects several possible issues. The district court's dissolution order could have reflected the judge's determination 1) that her previous interpretation of the indemnification clause was erroneous and should be considered by an appellate tribunal; 2) that her original interpretation of the indemnification clause was erroneous, but that the collateral security provision had not been invoked by USF &amp; G in a timely fashion as the basis for its motion for an attachment; or 3) that her initial interpretation of the indemnification clause was erroneous and that USF &amp; G did not have the right, as a matter of law, to seek a prejudgment attachment <span class=\"star-pagination\">*60</span> based on the collateral security provision.</p>\n<p></p>\n<h2>IV.</h2>\n<p>Given the narrow scope of the collateral order doctrine and our inability to discern with any confidence the basis for the district court's ruling, we are unwilling to engage in a detailed analysis of the merits of a legal issue that may not have been the basis for the district court's decision. Moreover, while we recognize that some of the grounds for the district court's decision may be important, they are not all self-evidently so. For example, if the dissolution order rested on the specific language of the MSA's indemnification clause, it is possible that the interpretation of particular contract language between two private parties is too fact-enmeshed to be an important legal question of concern to future parties. And if, as USF &amp; G allows, the district court's decision was based on the sufficiency of its affidavit, we would be in a situation where the relevant issue of law would be \"fact based\" and not \"abstract.\" <i>See </i><i>Iqbal,</i> 129 S.Ct. at 1947. As we have seen, our precedent holds that the presence of even one \"unimportant\" issue as the possible or likely basis for decision precludes our review under the collateral order doctrine. <i>See </i><i>Bridge,</i> 705 F.2d at 583. It was USF &amp; G's responsibility to narrow the issues in a way that would facilitate our evaluation of their importance as well as our eventual review of the order. It is apparent from USF &amp; G's briefingwhich addresses all possible bases for the district court's ruling and tries to label all of them as importantthat they have not done so.</p>\n<p>Moreover, even if we credit our hunch that the dissolution may not have been based on the affidavit issue, we do not think it is good enough, as a general matter, to reach a conclusion that there are several other legal issues, perhaps all of them important, that <i>might</i> explain the district court's decision. In that scenario, if we were to address the merits of each of those issues, there would still be a likelihood that we had engaged in a hypothetical exercise unrelated to the district court's actual decision.</p>\n<p>The final judgment rule is concerned with judicial economy. We would undermine that value too much if, despite our willingness to examine the record of the proceedings below to determine the basis for an unexplained interlocutory order, we disregarded the continuing uncertainty about that basis and expended judicial resources evaluating legal issues that may or may not have been important to the district court. It is also troubling that it would have been so easy for USF &amp; G to eliminate the uncertainty that bedevils this appeal-a simple, one-page motion in the district court seeking clarification of the grounds for dissolution would probably have sufficed. \"It is up to defendants to show that we have jurisdiction over their appeal of the attachments; whether or not a stronger case for jurisdiction could have been made, it has not been provided here.\" <i>Micro Signal Research,</i> 417 F.3d at 34.</p>\n<p></p>\n<h2>V.</h2>\n<p>We fully understand the likely implications of our decision for USF &amp; G. Under the circumstances, it has a substantial claim that it will be harmed by the dissolution of the attachment, and therefore this appeal meets <i>Cohen's</i> urgency requirement. <i>Espinal-Dominguez,</i> 352 F.3d at 497 (noting that we have \"equated urgency with a showing of irreparable harm\"). From the record, it appears that USF &amp; G will be unable to recover the majority of the funds it has paid pursuant to the MSA due to Eastern's insolvency, and Arch is poised to execute its state <span class=\"star-pagination\">*61</span> court judgment against Eastern as soon as USF &amp; G's attachment is dissolved, using its own attachment on the same properties at issue here. Accordingly, our statement in <i>Lee-Barnes</i> that, if and when the appellant ultimately prevailed on the merits and obtained a final judgment, she \"would have ample opportunity to test the propriety\" of the district court's ruling declaring the bond null, may not apply here. 513 F.3d at 26 (quotation marks omitted). However, \"the policy against piecemeal appeals almost never operates without some cost.\" <i>Quintana-Aguayo,</i> 235 F.3d at 685 (quotation marks omitted). \"Immediate review is not justified merely because appellants will recover less money at judgment, can identify some interest that will be irretrievably lost or have reasons to prefer immediate review.\" <i>Id.</i></p>\n<p>Although urgency is one of the requirements of the collateral order doctrine, <i>see, e.g., Espinal-Dominguez,</i> 352 F.3d at 497; <i>Rodriguez v. Banco Central,</i> 790 F.2d 172, 178 (1st Cir.1986), we have made clear that <i>all</i> of the criteria must be satisfied in order to find appellate jurisdiction pursuant to that doctrine. <i>See, e.g., </i><i>Lee-Barnes,</i> 513 F.3d at 25; <i>United States v. Carpenter,</i> 494 F.3d 13, 25 (1st Cir.2007). Accordingly, a showing of urgency is a necessary, but not sufficient, condition for jurisdiction.</p>\n<p>Here, USF &amp; G's failure to establish the specific basis for the court's order is ultimately dispositive. While we have, in the past, been willing to pore over the district court record to deduce the basis for the court's ruling, we have gone on to evaluate whether an issue is important enough to meet the requirements of the collateral order doctrine only when we have been able to discern the basis for the court's ruling with confidence. <i>See Sobol,</i> 709 F.2d at 130. We have not been able to do that here. Accordingly, we dismiss this appeal for lack of jurisdiction.</p>\n<p>So ordered.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of Maine, sitting by designation.</p>\n<p>[1]  Arch had also sought to attach all four properties, but two of them had been foreclosed on November 14, 2006 (i.e., after USF &amp; G had already attached them) and the resulting proceeds paid into court.</p>\n<p>[2]  Under a performance bond, \"the surety is liable for a default in performance by the principal of its contract obligations ... [The performance bond] provides available funds to complete the principal's contract should the latter be in default of the performance it owes the obligee.\" Daniel E. Toomey &amp; Tamara McNulty, <i>Surety Bonds: A Basic User's Guide for Payment Bond Claimants and Obligees,</i> 22 Construction Lawyer 5, 5 (Winter 2002) (quotation marks and citation omitted). In contrast, a payment bond is intended to \"protect[] subcontractors, suppliers, and those providing labor to a principal under a contract of construction\" and \"assures that a financially responsible party, the surety, is committed to paying these ... claimants should the principal fail to do so.\" <i>Id.</i> (quotation marks and citation omitted).</p>\n<p>[3]  Because USF &amp; G is a Maryland corporation with its principal place of business in Connecticut and Eastern is a Massachusetts corporation with its principal place of business in Framingham, the basis for federal jurisdiction is diversity of citizenship.</p>\n<p>[4]  Quia timet and exoneration are time-honored and closely related equitable remedies commonly invoked in the surety industry. <i>See, e.g.,</i> 4 <i>Bruner &amp; O'Connor on Construction Law</i> § 12:97 (2009). \"Quia Timet (Latin `because he fears') is a `[l]egal doctrine that allows a person to seek equitable relief from future probable harm to a specific right or interest.'\" <i>U.S. Fidelity &amp; Guaran. Co. v. Diaz-Matos,</i> Civ. No. 05-1851(PG), 2007 WL 878571, at *5 (D.P.R. Mar.21, 2007) (modification in original) (quoting <i>Black's Law Dictionary,</i> 1283 (8th ed.2004)). More specifically, the equitable remedy of quia timet:\n</p>\n<p>is the right of a surety to demand that the principal place the surety \"in funds\" when there are reasonable grounds to believe that the surety will suffer a loss in the future because the principal is likely to default on its primary obligation to the creditor. Exoneration, though closely related, is distinct. It is the surety's right, after the principal's debt has matured, to compel the principal to honor its obligation to the creditor.</p>\n<p><i>Id.</i> (quotation marks and citations omitted).</p>\n<p>[5]  USF &amp; G had information that Arch and Eastern were negotiating a potential financing agreement as part of an agreement to take care of Eastern's debt to Arch whereby Arch would provide financing to Eastern with the properties serving as collateral.</p>\n<p>[6]  Mass. R. Civ. P. 4.1(a) states that real estate may be attached to satisfy \"the judgment for damages and costs which the plaintiff may recover.\"</p>\n<p>[7]  Mass. R. Civ. P. 4.1(h) provides that the affidavit submitted in support of motions for an attachment \"shall set forth specific facts sufficient to warrant the required findings.\"</p>\n<p>[8]  At the hearing, counsel for Eastern admitted that Eastern had an obligation to indemnify USF &amp; G, but noted that there was \"a dispute as to the amounts ... in question.\"</p>\n<p>[9]  This was the language in <i>Latshaw,</i> upon which Arch had relied in its petition for dissolution.</p>\n<p>[10]  28 U.S.C. § 1292(b) provides for discretionary appellate review of an interlocutory order that would not otherwise be appealable if the district court states that the order \"involves a controlling question of law as to which there is substantial ground for difference of opinion and that an immediate appeal from the order may materially advance the ultimate termination of the litigation.\"</p>\n<p>[11]  The court also required USF &amp; G to post a supersedeas bond of $100,000, explaining that this amount would be sufficient to cover Arch's costs and any injury Arch might suffer as a result of the delay in dissolving the attachment.</p>\n<p>[12]  We also note that, on December 12, 2008, based on USF &amp; G's undisputed allegation that it had paid out more than $18 million in claims on the bonds, the district court granted USF &amp; G's motion for summary judgment against Eastern on Count I (the indemnification count) as to liability only. The final amount of damages has yet to be determined and there has been no final judgment.</p>\n<p>[13]  We reject USF &amp; G's alternative argument that the order is appealable as an injunction under 28 U.S.C. § 1292(a)(1). USF &amp; G is correct that, under our case law, it is an order's substance, and not its label, that determines whether it should be treated as an attachment or an injunction for appellate purposes. <i>See, e.g., </i><i>Micro Signal Research, Inc. v. Otus,</i> 417 F.3d 28, 33 (1st Cir.2005); <i>Teradyne, Inc. v. Mostek Corp.,</i> 797 F.2d 43, 45-47 (1st Cir.1986). But here, the attachment is simply that: a classic lien on property pending the outcome of litigation that does not, by its terms, compel the defendants to do or refrain from doing anything. <i>See, e.g., </i><i>Micro Signal,</i> 417 F.3d at 33. As such, it is not appealable as an injunction under 28 U.S.C. § 1292(a)(1). <i>See id.</i></p>\n<p>[14]  Although we have characterized the collateral order doctrine as an \"exception\" to the final judgment rule, <i>see, e.g., </i><i>Kouri-Perez,</i> 187 F.3d at 5, the Supreme Court prefers to characterize it as \"a practical construction\" of that rule. <i>Will v. Hallock,</i> 546 U.S. 345, 349, 126 S.Ct. 952, 163 L.Ed.2d 836 (2006) (quotation marks and citation omitted).</p>\n<p>[15]  At times, we have characterized the collateral order doctrine as consisting of four factors rather than three. For example, in <i>Espinal-Dominguez v. Puerto Rico,</i> we stated that in order to satisfy the collateral order doctrine, a district court order must involve:\n</p>\n<p>(1) an issue essentially unrelated to the merits of the main dispute, capable of review without disrupting the main trial; (2) a complete resolution of the issue, not one that is \"unfinished\" or \"inconclusive\"; (3) a right incapable of vindication on appeal from final judgment; and (4) an important and unsettled question of controlling law, not merely a question of the proper exercise of the trial court's discretion.</p>\n<p>352 F.3d 490, 496 (1st Cir.2003) (quotation marks and citation omitted). We have referred to these four requirements as \"separability, finality, urgency, and importance.\" <i>Id.</i> (quotation marks and citation omitted). Nevertheless, in the Supreme Court's most recent cases, it has formally continued to refer to <i>Cohen's</i> \"three\" criteria, in which \"importance\" and \"separability\" appear to be considered together. <i>See, e.g., </i><i>Osborn v. Haley,</i> 549 U.S. 225, 238, 127 S.Ct. 881, 166 L.Ed.2d 819 (2007) (including, as one of the three <i>Cohen</i> criteria, whether \"the issue decided is important and separable\"); <i>Will,</i> 546 U.S. at 349, 126 S.Ct. 952 (discussing the \"three conditions\" of the doctrine, including that the order \"resolve an important issue completely separate from the merits of the action\"). In substance, there is no difference between our characterization of the collateral order doctrine and the Supreme Court's. That, of course, must be so.</p>\n<p>[16]  We discuss the basis for that conclusion <i>infra.</i></p>\n<p>[17]  The Second Circuit has also embraced the more flexible approach, starting with <i>Donlon Indus., Inc. v. Forte,</i> 402 F.2d 935, 937 (2d Cir. 1968) (Friendly, J.), and continuing through the present day. <i>See, e.g., </i><i>Banque Nordeurope, S.A. v. Banker,</i> 970 F.2d 1129, 1131 (2d Cir. 1992) (per curiam) (noting trend towards more flexibility in dealing with appeals from denials of pretrial security); <i>Kensington Int'l Ltd. v. Rep. of Congo,</i> 461 F.3d 238 (2d Cir.2006), explained that the more \"flexible\" approach stemmed from the recognition that, even when an order \"vacating, dissolving, or denying an attachment\" met <i>Cohen's</i> requirements, <i>id.</i> at 241, there is an \"additional requirement for appealability above and beyond the <i>Cohen</i> test: importance.\" <i>Id.</i> at 242. That is, \"whether the issue on appeal is an important issue of law, the resolution of which may have relevance for future cases.\" <i>Id.</i> at 241.</p>\n<p>[18]  If the district court had concluded that the plaintiff was unlikely to succeed on the merits, the basis for the decision would also obviously not be separable from the merits-a requirement of the collateral order doctrine.</p>\n<p>[19]  Our discussion of the district court's order was apparently dicta, as we found that appellant had certainly failed to satisfy the finality criterion. <i>Id.</i> at 584 (\"In any event, the order has not conclusively determine[d] the legal issue.\") (quotation marks and citation omitted) (modification in original).</p>\n<p>[20]  In its reply brief, USF &amp; G again states that \"the district court ruled on two legal issues: whether USF &amp; G was entitled to a prejudgment attachment based on the receipt of claims and demands, and whether USF &amp; G satisfied Mass. R. Civ. P. 4.1's requirements.\"</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">578</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></span> (2009)</b></center>\n<center><h1>UNITED STATES FIDELITY AND GUARANTY COMPANY, Plaintiff-Appellant,<br>\nv.<br>\nARCH INSURANCE COMPANY, Defendant-Appellee.<br>\nv.<br>\nEastern Contractors, Inc., Defendant.</h1></center>\n<center>No. 08-1709.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard April 6, 2009.</center>\n<center>Decided August 25, 2009.</center>\n<p><span class=\"star-pagination\">*47</span> Bradford R. Carver, with whom Marissa I. Delinks, Bernard D. Posner, and Hinshaw &amp; Culbertson LLP were on brief, for appellant.</p>\n<p>Todd R. Regan, with whom Dennis C. Cavanaugh, Gordon G. Patterson, and Robinson &amp; Cole LLP were on brief, for appellee.</p>\n<p>Before BOUDIN and LIPEZ, Circuit Judges, and SINGAL,<sup>[*]</sup> District Judge.</p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>This appeal requires us to determine whether we have jurisdiction pursuant to the collateral order doctrine to review a district court order summarily dissolving a pretrial attachment, where the appellant chose not to seek an articulation of the basis for the court's ruling and the record does not make the basis apparent. The context is a dispute between two sureties, both claiming rights to the same property. Appellant United States Fidelity &amp; Guaranty Company (USF &amp; G) and intervenor-appellee Arch Insurance Company (Arch) are issuers of surety bonds. Each entered into surety and indemnification agreements with the defendant in this case, Eastern Contractors, Inc. (Eastern), a construction company, which ultimately defaulted on the bonds issued by both sureties pursuant to their respective agreements. Shortly after USF &amp; G brought this action against Eastern in federal court, USF &amp; G and Arch commenced ill-fated negotiations concerning a potential cooperation agreement for the sharing of Eastern's assets. At the time, Arch was not yet a party to this litigation.</p>\n<p>In August 2006, the district court granted USF &amp; G's request for an ex parte attachment on four parcels of real property owned by Eastern in Massachusetts. Arch, seeking to protect its own rights and recoup its losses, sued Eastern in Massachusetts state court, successfully attaching two of the same parcels of land in January 2007,<sup>[1]</sup> and eventually obtaining a judgment against Eastern. In June 2007, Arch moved to intervene in this action and dissolve USF &amp; G's attachment. That attachment was preventing Arch from immediately executing its judgment against Eastern, which had become insolvent and whose assets were almost certainly insufficient to cover the competing claims of its creditors. The district court allowed Arch to intervene and partially dissolved USF &amp; G's attachment. Arch moved for reconsideration, seeking total dissolution, and, in a margin order with no articulated reasoning, the district court dissolved the attachment <i>in toto,</i> though it stayed execution of the dissolution order pending this appeal.</p>\n<p>The confused course of proceedings below and USF &amp; G's failure to seek an elaboration of the reasoning underlying the dissolution prevent us from confidently identifying the precise legal issue on which the district court ruled. Because it is the appellant's burden to demonstrate the propriety of appellate jurisdiction under the stringent conditions of the collateral order doctrine, we refuse to engage in inappropriate speculation about the basis or bases for the district court's decision and whether those uncertain bases would meet the <span class=\"star-pagination\">*48</span> requirements of the doctrine. We therefore dismiss the appeal.</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>A. Factual Background and the Master Surety Agreement</h2>\n<p>On May 18, 1994, USF &amp; G and Eastern executed a Master Surety Agreement (MSA). Of particular relevance to this action, the MSA contained both an indemnity clause (Paragraph III(A)) and a collateral security clause (Paragraph III(B)). The indemnity clause provided that Eastern agreed to:</p>\n<blockquote>exonerate, hold harmless, indemnify and keep indemnified [USF &amp; G] from and against any and all demands, claims, liabilities, losses and expenses of whatsoever kind or nature (including but not limited to, interest, court costs and counsel fees) imposed upon, sustained, or incurred by [USF &amp; G] by reason of: (1) [USF &amp; G] having executed, provided or procured BOND(S) in behalf of [Eastern] or (2) [Eastern's] failure to perform or comply with any of the provisions of this AGREEMENT.</blockquote>\n<p>The MSA's collateral security clause further provided:</p>\n<blockquote>In order to exonerate, hold harmless, and indemnify [USF &amp; G], [Eastern] shall, upon demand of [USF &amp; G] place [USF &amp; G] in funds before [USF &amp; G] makes any payment; such funds shall be, at [USF &amp; G's] option, money or property, or liens or security interests in property. (The amount of such money or property or the value of the property to become subject to liens or security interests, shall be determined by surety.)</blockquote>\n<p>In reliance on the Agreement and in its capacity as a surety, USF &amp; G issued a number of payment and performance bonds<sup>[2]</sup> for the benefit of several obligees, including the Algonquin Regional School District, to secure Eastern's performance on various school construction projects in Northborough, Massachusetts. The Algonquin Regional School District terminated Eastern's involvement in the project on December 15, 2005, and subsequently made demand under the performance bond issued by USF &amp; G. As a result of Eastern's default, the surety also received claims on the payment bonds issued in connection with the Algonquin project and several other projects.</p>\n<p></p>\n<h2>B. Procedural History</h2>\n<p>Because our disposition of this case rests on our inability to discern the basis for the dissolution order and our unwillingness to engage in a detailed analysis of each possible basis to determine whether it provides jurisdiction under the collateral order doctrine, we describe the tangled procedural history in some detail.</p>\n<p></p>\n<h2>1. The USF &amp; G lawsuit</h2>\n<p>On June 21, 2006, USF &amp; G sued Eastern in the United States District Court for <span class=\"star-pagination\">*49</span> the District of Massachusetts.<sup>[3]</sup> The complaint cited various provisions of the MSA, including the indemnification and collateral security clauses and a clause stating that the surety's \"rights to indemnification, exoneration, and subrogation\" could be \"enforced as provided by applicable law or, at option of [USF &amp; G] ... in any other manner provided at law or in equity.\" The complaint alleged that, as a result of Eastern's default, USF &amp; G had already received approximately $4,329,919.92 in claims under several payment bonds, and that, based on its investigation, its exposure under the Algonquin performance bond \"could exceed\" $3.6 million. Taking these figures together, USF &amp; G stated that \"[a]s a direct and proximate result of Eastern's defaults, USF &amp; G has sustained, and anticipates further sustaining, losses in the form of costs to complete the Algonquin Project, and to resolve other bond claims, attorneys' fees, expenses, and interest, in an amount in excess of $7,929,919.92.\"</p>\n<p>USF &amp; G's complaint asserted both contractual and common law rights. The former included a count for indemnity pursuant to the MSA, counts for specific performance of the MSA's indemnity and collateral security clauses, and a count for breach of contract. The latter were counts for common law indemnity and the equitable remedy of quia timet/exoneration.<sup>[4]</sup></p>\n<p></p>\n<h2>2. USF &amp; G's motion for an attachment</h2>\n<p>On August 10, 2006, USF &amp; G filed an ex parte motion to attach four parcels of real property that Eastern owned in Massachusetts. Pursuant to Rule 4.1(c) of the Massachusetts Rules of Civil Procedure, property may be attached for a specified amount \"upon a finding by the court that there is a reasonable likelihood that the plaintiff will recover judgment, including interest and costs, in an amount equal to or greater than the amount of the attachment over and above any liability insurance\" possessed by defendants.</p>\n<p>USF &amp; G did not specifically cite either Paragraph III(A) (the indemnification clause) or III(B) (the collateral security clause) in the memorandum of law submitted in support of its motion for an attachment. However, the memorandum did state that \"in its Complaint, USF &amp; G seeks <i>indemnification</i> from Eastern,\" and further asserted that USF &amp; G was \"entitled to be <i>indemnified</i> pursuant to the terms of the Agreement by the Indemnitor [Eastern], which <i>indemnification</i> includes reimbursement of all losses, costs, and attorneys' <span class=\"star-pagination\">*50</span> fees associated with the pending action\" (emphasis added). The affidavit accompanying the motion also stated that USF &amp; G sought \"indemnification\" under the terms of the agreement, and referred to Eastern as the \"Indemnitor.\" It repeated that USF &amp; G was entitled \"to be indemnified pursuant to the terms of the agreement\" by the Indemnitor. Thus, to the extent the motion for an attachment was based on a specific provision in the MSA, it seems to have been the indemnification clause. On August 11, 2006, the district court granted the attachment in the amount of $7,929,919.92. Eastern never objected to the attachment or sought to dissolve it.<sup>[5]</sup></p>\n<p></p>\n<h2>3. Arch's state court action</h2>\n<p>Several months after USF &amp; G obtained its attachment, Arch commenced its own action against Eastern in Massachusetts Superior Court, seeking indemnification for $4,714,818.29 of losses incurred as a result of Eastern's default on bonds Arch had issued pursuant to its General Agreement of Indemnity with Eastern. Arch obtained writs of attachment on two of the four properties that were also subject to USF &amp; G's attachment. In April 2007, Arch and Eastern entered into an Agreement for Judgment in favor of Arch in the amount of $8,342,233.27.</p>\n<p></p>\n<h2>4. Arch's motion to dissolve the attachment</h2>\n<p>On June 5, 2007, Arch moved to intervene in this federal action and to dissolve USF &amp; G's attachment. Under Massachusetts law, any person who claims an interest in an attached propertyincluding a subsequent attachmentmay \"dispute the validity and effect of [the] attachment on the ground that the amount demanded ... was not justly due or was not payable when [the action] was commenced.\" Mass Gen. Laws ch. 223, § 106. Arch argued that USF &amp; G's attachment was improper, since the money was not justly due or payable to USF &amp; G when its action was commenced. In support of its position, Arch marshaled a Massachusetts case, <i>New Eng. Merch. Nat. Bank v. Latshaw,</i> 12 Mass.App.Ct. 150, <span class=\"citation no-link\"><span class=\"volume\">421</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1264</span></span> (1981), dissolving a surety's attachment of its indemnitor's property because the surety had not yet suffered a loss at the time the indemnity action was commenced, even though demand had already been made. This outcome, Arch argued, was consistent with the \"generally accepted princip[le]\" that as long as the amount of bond claims were indefinite, \"there is no adequate remedy at law available to the surety because its future damages are not ascertainable and it cannot yet institute an action for indemnification.\"</p>\n<p>Moreover, Arch preemptively asserted that USF &amp; G was precluded from arguing that its inability to pursue an action for an indemnity based on only anticipated future losses would have deprived it of the right to prevent dissipation of Eastern's collateral, because it was \"commonly understood in the surety industry that a surety must seek the equitable remedy of specific performance in order to enforce collateral provisions in an indemnity agreement.\" (Emphasis removed.) Thus, if USF &amp; G wanted to prevent the dissipation of assets during the pendency of the litigation, it should have sought specific performance of the MSA's collateral security clause, and, in the interim, a preliminary injunction to protect its rights and prevent Eastern from transferring the property. Arch accused <span class=\"star-pagination\">*51</span> USF &amp; G of \"ignor[ing] the availability of the remedy sureties typically seek in these situations\" and instead pursuing an ex parte attachment because an order of specific performance would have required that Eastern have an opportunity to be heard, whereas USF &amp; G wanted to secretly attach Eastern's asserts to frustrate Arch's interests.</p>\n<p>In arguing that the attachment was proper, USF &amp; G's opposition to the petition for dissolution relied only upon the collateral security provision of the MSA, which required Eastern to place USF &amp; G \"in funds\" before USF &amp; G made \"any payment,\" and provided that such funds could be, at USF &amp; G's option, \"money or property, or liens or security interest in property.\" It distinguished <i>Latshaw</i> on the grounds that the agreement there contained no collateral security provision.</p>\n<p>In its reply brief in support of dissolution, Arch argued that 1) the attachment was founded upon a claim for indemnification that was premature when the action was commenced because a surety's right to indemnity does not accrue until it has actually made payment or otherwise incurred a loss; 2) USF &amp; G essentially conceded the irrelevance of the indemnification clause of the MSA by retroactively shifting the basis for its attachment to the collateral security clause in its opposition; and 3) such a post-hoc shift was improper. Moreover, Arch argued that 4) even if the attachment had been based on the collateral security clause, it would still be invalid because:</p>\n<blockquote>the purpose of a real property attachment is to preserve assets to satisfy an eventual \"judgment for damages\" in favor of the plaintiff.<sup>[6]</sup> The mechanism through which a surety may be awarded a judgment for damages under the MSA and the common law is a cause of action for indemnity for losses incurred, not an equitable claim for specific performance of a collateral security clause or quia timet.</blockquote>\n<p>Therefore, successful enforcement of a collateral security clause would not result in a \"judgment for damages\" to the surety for losses; instead, the funds would be placed in a trust out of which obligations from the bonds would then be paid out. Thus, Arch essentially argued that the indemnity and collateral security clauses were two separate and distinct remedies, and that neither one was a proper basis for the attachment under the circumstances.</p>\n<p>Finally, as a procedural matter, Arch noted that the affidavit that USF &amp; G had submitted in support of its motion for an attachment, by referring only to \"anticipated\" losses, did not \"certify a dollar amount of losses actually incurred by USF &amp; G at the time of the commencement of the action.\" Nor did the affidavit mention the collateral security clause at all, making an attachment on that basis improper under Rule 4.1(h) of the Massachusetts Rules of Civil Procedure.<sup>[7]</sup></p>\n<p></p>\n<h2>5. The hearing</h2>\n<p>On June 26, the district court held a hearing on Arch's motion.<sup>[8]</sup> By then, USF &amp; G had paid claims on the bonds in excess of $18 million, and the value of the properties USF &amp; G attached was approximately $3.5 million.</p>\n<p><span class=\"star-pagination\">*52</span> Although the district court spent much of the hearing urging the two sureties to amicably agree on an equitable way to divide Eastern's limited assets, the parties also presented legal arguments similar to those found in their moving papers. Counsel for Arch emphasized the distinction between indemnity and collateral security. He repeated that, under both the common law and the MSA, the surety's right to indemnity was its \"right to receive reimbursement for costs actually incurred,\" and did not accrue until a payment had actually been made. On the other hand, he argued, Paragraph IIIB of the MSA, the collateral security clause, did indeed give the surety an equitable cause of action prior to payment of claims, but it should have been enforced by a claim for specific performance and, potentially, a preliminary injunction, and not by a motion for a prejudgment attachment.</p>\n<p>Later, the court asked counsel for USF &amp; G if it had a right \"under either the agreement or the common or statutory law to seek attachment even before [it] had paid anything out?\" USF &amp; G responded: \"Absolutely. IIIA [the indemnification clause] includes demands, claims, liabilities, losses, and expenses.\" The court inquired how a party could be indemnified for a demand. Counsel for USF &amp; G, instead of focusing on the language of the indemnification clause itself, responded by reference to the collateral security clause. That provision required Eastern, upon notice of a claim, to provide collateral security to USF &amp; G, including liens. Counsel for USF &amp; G later distinguished <i>Latshaw</i> not on the basis of the language of the indemnification clause, but because the MSA, unlike the agreement in <i>Latshaw,</i> provided that, upon notice of claims, Eastern was supposed to either give USF &amp; G money or an attachment to secure them. The seeming disconnect between the judge's question (reflecting a focus on the indemnification clause) and USF &amp; G's responses (focusing on the collateral security clause) further underscores the confusion underlying USF &amp; G's approach to the attachment and its dissolution.</p>\n<p></p>\n<h2>6. The district court opinion</h2>\n<p>Nearly seven months later, and after attempts by USF &amp; G and Arch to amicably resolve the dispute had failed, the district court issued an order on January 15, 2008, allowing Arch to intervene and granting in part Arch's motion for dissolution of the attachment. The court noted that, under Massachusetts law, \"the central question on the motion for approval of attachment is whether plaintiffs are likely to prevail on the merits and obtain damages in the necessary amount\" (quoting <i>Digital Equip. Corp. v. Currie Enters.,</i> <span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">16</span></span>, 20 (D.Mass.1992)). It then considered Arch's argument that \"USF &amp; G's attachment, which was granted based upon the indemnification provisions in the [MSA], was invalid because at the time USF &amp; G sought and received the attachment it had not yet paid any claims.\" The court found that the indemnification clause, which covered \"any and all demands, claims, liabilities, losses, and expenses of whatsoever kind or nature ... imposed upon, sustained, or incurred\" by USF &amp; G, was broader than, for example, an agreement that indemnified the surety only for \"any loss or expense,\"<sup>[9]</sup> and that USF &amp; G could therefore be indemnified against claims before it had actually paid them. Thus, the court explained, pursuant to the terms of the MSA, the attachment <span class=\"star-pagination\">*53</span> was proper to the extent it was based on the $4,329,919.92 in <i>claims</i> USF &amp; G had already received when it filed its motion for an attachment. However, the court also held that partial dissolution of the attachment was appropriate insofar as it had been based on USF &amp; G's anticipated $3.6 million <i>future</i> exposure under a separate performance bond. The record did \"not reflect that the $3.6 million represented claims already received by USF &amp; G,\" and those funds were not yet \"justly due\" within the meaning of the Massachusetts prejudgment attachment statute. The order mentioned neither the collateral security clause itself nor both parties' respective arguments about the collateral security provision.</p>\n<p>The court also addressed the sufficiency of the affidavit USF &amp; G had submitted in support of its motion for an attachment. First, in setting out the legal standards, the court noted MRCP 4.1(h)'s requirement that a motion for an attachment be supported by an affidavit setting forth \"specific facts sufficient to warrant the required findings.\" Then, in a footnote, the court acknowledged that USF &amp; G's affidavit only generally asserted that it \"ha[d] received claims and may sustain losses in excess of $7,929,919,92 in performing its obligations.\" The affidavit did not differentiate between claims already received and potential exposure, as did the complaint. However, the court did not \"view this defect as providing sufficient grounds to vacate the attachment,\" since USF &amp; G's complaint, to which the motion for attachment referred, specifically alleged that USF &amp; G had already received claims in the amount of $4,329,919.92.</p>\n<p></p>\n<h2>7. The motion for reconsideration</h2>\n<p>On January 30, 2008, Arch filed a motion for reconsideration, or, in the alternative, certification for immediate appeal pursuant to 28 U.S.C. § 1292(b).<sup>[10]</sup> Arch's memorandum faulted the order for failing to consider Arch's arguments about the distinction between a surety's right to indemnification and its right to collateral security. Arch repeated its arguments that neither the indemnification clause nor the collateral security provision supported any prejudgment attachment by USF &amp; G. Arch also argued that the district court had \"effectively abrogate[d]\" MRCP 4.1's requirements by erroneously accepting an allegation in USF &amp; G's unverified complaint as sufficient, in the absence of an accompanying affidavit, to justify an attachment in the amount of $4,329,919.92.</p>\n<p>In opposing reconsideration, USF &amp; G argued that <i>either</i> the indemnification clause <i>or</i> the collateral security provision would justify its prejudgment attachment, and that its previous filings had properly supported the attachment under either possibility. USF &amp; G also asserted that its references to its complaint in its motion for an attachment satisfied the requirements of Rule 4.1(h) of the Massachusetts Rules of Civil Procedure, and that the court's reliance on those references did not constitute an error of law.</p>\n<p>On May 5, 2008, the district court, in a margin decision, summarily granted Arch's motion, thereby fully dissolving USF &amp; G's attachment.</p>\n<p></p>\n<h2>8. Subsequent proceedings</h2>\n<p>The following month, the court allowed USF &amp; G's motion to stay the dissolution <span class=\"star-pagination\">*54</span> of the attachment pending this appeal.<sup>[11]</sup> In that order, the district court quoted boilerplate language from <i>Swift &amp; Co. Packers v. Compania Colombiana Del Caribe, S.A.,</i> <span class=\"citation\" data-id=\"104809\"><a href=\"/opinion/104809/swift-co-packers-v-compania-colombiana-del-caribe-sa/\"><span class=\"volume\">339</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">684</span></a></span>, 688-89, <span class=\"citation\" data-id=\"104809\"><a href=\"/opinion/104809/swift-co-packers-v-compania-colombiana-del-caribe-sa/\"><span class=\"volume\">70</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">861</span></a></span>, <span class=\"citation\" data-id=\"104809\"><a href=\"/opinion/104809/swift-co-packers-v-compania-colombiana-del-caribe-sa/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1206</span></a></span> (1950), to support its summary assertion that the May 5, 2008 order dissolving the attachment was reviewable under the collateral order doctrine. It again cited <i>Swift</i> for the proposition that the \"order dissolving the attachment [was] appealable as a collateral order.\" Finally, the court noted that because the appeal would \"present[] legal issues separable from the merits of the underlying dispute between USF &amp; G and Eastern,\" it was distinguishable from a First Circuit case holding that the collateral order doctrine did not provide jurisdiction over a decision based on the plaintiff's likelihood of success on the merits.</p>\n<p>USF &amp; G's appeal is limited to the district court's May 5 order completely dissolving the attachment. That is, USF &amp; G does not contest the court's initial partial dissolution of the attachment from approximately $7.9 million to approximately $4.3 million.<sup>[12]</sup></p>\n<p></p>\n<h2>II.</h2>\n<p>As the parties recognize, before we can address the merits of the court's dissolution decision, we must first address the threshold question of our jurisdiction to consider that issue because this is an appeal from an interlocutory order. We briefly sketch the contours of the collateral order doctrine, which is the only plausible basis for our jurisdiction over this appeal.<sup>[13]</sup></p>\n<p>\"Generally speaking, appeals are permitted only from final judgments of the district court.\" <i>Lee-Barnes v. Puerto Ven Quarry Corp.,</i> <span class=\"citation\" data-id=\"203097\"><a href=\"/opinion/203097/lee-barnes-v-puerto-ven-quarry-corp/\"><span class=\"volume\">513</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></a></span>, 25 (1st Cir. 2008) (quotation marks and citation omitted). The final judgment rule \"minimizes dilatory, piecemeal litigation, and promotes judicial efficiency.\" <i>United States v. Kouri-Perez,</i> <span class=\"citation\" data-id=\"198454\"><a href=\"/opinion/198454/united-states-v-kouri-perez/\"><span class=\"volume\">187</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1999). However, under the collateral order doctrine,<sup>[14]</sup> a \"limited set of district-court orders are reviewable though short of final judgment.\" <i>Ashcroft v. Iqbal,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1937</span></a></span>, 1945, <span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">173</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">868</span></a></span> (2009) (quotation marks and citation omitted). Under the doctrine, as enunciated <span class=\"star-pagination\">*55</span> by the Supreme Court in its seminal <i>Cohen</i> opinion, a district court order, though not yet final, may be appealed immediately if it \"finally determine[s] claims of right separable from, and collateral to, rights asserted in the action, too important to be denied review and too independent of the cause itself to require that appellate consideration be deferred until the whole case is adjudicated.\" <i>Cohen v. Beneficial Indus. Loan Corp.,</i> <span class=\"citation\" data-id=\"104695\"><a href=\"/opinion/104695/cohen-v-beneficial-industrial-loan-corp/\"><span class=\"volume\">337</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">541</span></a></span>, 546, <span class=\"citation\" data-id=\"104695\"><a href=\"/opinion/104695/cohen-v-beneficial-industrial-loan-corp/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1221</span></a></span>, <span class=\"citation\" data-id=\"104695\"><a href=\"/opinion/104695/cohen-v-beneficial-industrial-loan-corp/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1528</span></a></span> (1949). The Court has recently reiterated that, for the collateral order doctrine to apply, a district court order must \"(1) conclusively determine the disputed question, (2) resolve an important issue completely separate from the merits of the action, and (3) be effectively unreviewable on appeal from a final judgment.\" <i>Will,</i> 546 U.S. at 349, <span class=\"citation\" data-id=\"145689\"><a href=\"/opinion/145689/will-v-hallock/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">952</span></a></span>. If an order fails to meet any one of these<sup>[15]</sup> \"conjunctive\" conditions, it is not appealable under the collateral order doctrine. <i>Lee-Barnes,</i> 513 F.3d at 25-26 (citing <i>Gulfstream Aerospace Corp. v. Mayacamas Corp.,</i> <span class=\"citation\" data-id=\"112025\"><a href=\"/opinion/112025/gulfstream-aerospace-corp-v-mayacamas-corp/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">271</span></a></span>, 276, <span class=\"citation\" data-id=\"112025\"><a href=\"/opinion/112025/gulfstream-aerospace-corp-v-mayacamas-corp/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1133</span></a></span>, <span class=\"citation\" data-id=\"112025\"><a href=\"/opinion/112025/gulfstream-aerospace-corp-v-mayacamas-corp/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">296</span></a></span> (1988)).</p>\n<p>Several general principles are particularly relevant to the application of the collateral order doctrine to this appeal. First, \"[t]he burden of establishing [appellate] jurisdiction rests with the party who asserts its existence.\" <i>Campbell v. Gen. Dynamics Gov't Sys. Corp.,</i> <span class=\"citation\" data-id=\"201600\"><a href=\"/opinion/201600/campbell-v-general-dynamics/\"><span class=\"volume\">407</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">546</span></a></span>, 551 (1st Cir.2005); <i>see also </i><i>Micro Signal Research,</i> 417 F.3d at 34.</p>\n<p>Second, as a general matter, the collateral order doctrine is \"applied narrowly and interpreted strictly.\" <i>Lee-Barnes,</i> 513 F.3d at 26 (quoting <i>United States v. Quintana-Aguayo,</i> <span class=\"citation\" data-id=\"199215\"><a href=\"/opinion/199215/quintana-aguayo-v-sabanera/\"><span class=\"volume\">235</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">682</span></a></span>, 684 (1st Cir.2000)); <i>see also </i><i>Will,</i> 546 U.S. at 349-50, <span class=\"citation\" data-id=\"145689\"><a href=\"/opinion/145689/will-v-hallock/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">952</span></a></span> (\"[W]e have not mentioned applying the collateral order doctrine recently without emphasizing its modest scope. And we have meant what we have said; although the Court has been asked many times to expand the `small class' of collaterally appealable orders, we have instead kept it narrow and selective....\"). Indeed, in its most recent application of the doctrine, the Supreme Court cautioned that, \"[a]s a general matter, the collateral-order doctrine may have expanded beyond the limits dictated by its internal logic and the strict application of the criteria set out in <i>Cohen.\" </i><i>Iqbal,</i> 129 S.Ct. at 1946.</p>\n<p>Finally, for the purpose of analyzing this appeal, we must examine the development <span class=\"star-pagination\">*56</span> of the law regarding the doctrine's \"importance\" element. Some of the Supreme Court's strongest pronouncements about the importance of \"importance\" came in <i>Digital Equipment Corporation v. Desktop Direct, Inc.,</i> <span class=\"citation\" data-id=\"1087952\"><a href=\"/opinion/1087952/digital-equipment-corp-v-desktop-direct-inc/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">863</span></a></span>, 868, <span class=\"citation\" data-id=\"1087952\"><a href=\"/opinion/1087952/digital-equipment-corp-v-desktop-direct-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1992</span></a></span>, <span class=\"citation\" data-id=\"1087952\"><a href=\"/opinion/1087952/digital-equipment-corp-v-desktop-direct-inc/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">842</span></a></span> (1994), in which the Court held that an order vacating a dismissal predicated on a settlement agreement was not immediately appealable. Stating that the issue did not \"rise to the level of importance needed for recognition under § 1291,\" <i>id.</i> at 864, <span class=\"citation\" data-id=\"1087952\"><a href=\"/opinion/1087952/digital-equipment-corp-v-desktop-direct-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1992</span></a></span>, the Court explained that the <i>Cohen</i> inquiry could not be performed without \"a judgment about the value of the interests that would be lost through rigorous application of a final judgment requirement.\" <i>Id.</i> at 878-79, <span class=\"citation\" data-id=\"1087952\"><a href=\"/opinion/1087952/digital-equipment-corp-v-desktop-direct-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1992</span></a></span>. <i>See also </i><i>Van Cauwenberghe v. Biard,</i> <span class=\"citation\" data-id=\"112092\"><a href=\"/opinion/112092/van-cauwenberghe-v-biard/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">517</span></a></span>, 524, <span class=\"citation\" data-id=\"112092\"><a href=\"/opinion/112092/van-cauwenberghe-v-biard/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1945</span></a></span>, <span class=\"citation\" data-id=\"112092\"><a href=\"/opinion/112092/van-cauwenberghe-v-biard/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">517</span></a></span> (1988) (\"[T]he substance of the rights entailed, rather than the advantage to a litigant in winning his claim sooner\" is dispositive. (quotation marks and citation omitted)). Most recently, in <i>Iqbal,</i> after noting that the collateral order doctrine may have expanded beyond the limits of \"its internal logic\" and reiterating the \"strict application\" of the <i>Cohen</i> criteria, the Court emphasized the distinction in its precedent between those collateral orders that turn on \"abstract\" rather than \"fact-based\" issues of law. 129 S.Ct. at 1947. Only the former were properly reviewable under the collateral order doctrine. <i>Id.</i> Accordingly, in order for USF &amp; G to meet its burden to establish appellate jurisdiction, it must demonstrate that the issue resolved by the district court was sufficiently important to bring it within the confines of the collateral order doctrine.</p>\n<p>Critically, USF &amp; G cannot avoid this problem by asserting generally that all orders denying or dissolving attachments are immediately appealable. To be sure, in <i>Swift,</i> 339 U.S. at 684, <span class=\"citation\" data-id=\"104809\"><a href=\"/opinion/104809/swift-co-packers-v-compania-colombiana-del-caribe-sa/\"><span class=\"volume\">70</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">861</span></a></span>, which held that an order vacating a foreign attachment of a vessel that provided the sole basis for jurisdiction in an admiralty action was immediately appealable, the Supreme Court distinguished orders upholding prejudgment attachments, noting that they were not immediately appealable because the parties' rights would be adequately protected during the pendency of the litigation. <i>Id.</i> at 689, <span class=\"citation\" data-id=\"104809\"><a href=\"/opinion/104809/swift-co-packers-v-compania-colombiana-del-caribe-sa/\"><span class=\"volume\">70</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">861</span></a></span>. This proposition led some courts to conclude that \"generally appeal can be taken from orders that deny security but cannot be taken from orders that grant security.\" 15A Charles Alan Wright, Arthur R. Miller, &amp; Edward R. Cooper, <i>Federal Practice and Procedure</i> § 3914.2 (2d ed.1992).</p>\n<p>More recently, however, and consistently with the Supreme Court's increasing emphasis on the importance element and the narrowness of the collateral order doctrine, courts have taken a more limited view of the appealability of denials of security. There has been \"significant movement\" toward a more flexible approach under which it is \"more difficult to appeal denials of security that reflect routine determinations of fact and the exercise of discretion rather than resolution of serious and difficult questions of law.\" 15A Wright, Miller, &amp; Cooper, at § 3914.2. These cases have emphasized, <i>inter alia,</i> the requirement that the case present a difficult question of law or a challenge to a court's authority to act. <i>See id.</i> at § 3914.2 &amp; nn. 29-30 (collecting cases).</p>\n<p>Following this trend, we rejected in <i>Sobol v. Heckler Congressional Committee</i> \"the blanket assertion that orders dissolving attachments are immediately appealable.\" <span class=\"citation\" data-id=\"419735\"><a href=\"/opinion/419735/richard-m-sobol-v-heckler-congressional-committee/\"><span class=\"volume\">709</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">129</span></a></span>, 131 (1st Cir. 1983). We found that we lacked jurisdiction to review an interlocutory appeal of an order dissolving an attachment of the defendant's bank account. <i>Id.</i> Since we had <span class=\"star-pagination\">*57</span> concluded that the dissolution rested on the \"particular facts\" of the case,<sup>[16]</sup> our review would not \"resolve an important legal issue\" and therefore \"would not be of any assistance in future cases.\" <i>Id.</i> In <i>Lee-Barnes,</i> we continued along the same path, embracing the Supreme Court's explanation that to be important in the <i>Cohen</i> sense means \"`being weightier than the societal interests advanced by the ordinary operation of final judgment principles.'\" <i>Lee-Barnes,</i> 513 F.3d at 26 (quoting, <i>inter alia, Digital Equip.,</i> 511 U.S. at 879, <span class=\"citation\" data-id=\"1087952\"><a href=\"/opinion/1087952/digital-equipment-corp-v-desktop-direct-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1992</span></a></span>). Therefore, in <i>Lee-Barnes,</i> we found that \"the issue on appeal-i.e., whether the district court erred in deeming the surety bond void-simply [did] not `rise to the level of importance needed for recognition under [the collateral-order doctrine].'\" <i>Id.</i> at 26 (some modifications in original) (quoting <i>Digital Equip.,</i> 511 U.S. at 878, <span class=\"citation\" data-id=\"1087952\"><a href=\"/opinion/1087952/digital-equipment-corp-v-desktop-direct-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1992</span></a></span>). The issue presented was \"highly unlikely to affect, or even be consequential to, anyone aside from the parties.\" <i>Id.</i> Accordingly, we dismissed the appeal, making clear that the mere fact that an order dissolves a prejudgment attachment is not enough to guarantee jurisdiction; instead, the party must present \"a sufficiently important issue to warrant immediate review.\" <i>Id.</i> at 27.<sup>[17]</sup></p>\n<p></p>\n<h2>III.</h2>\n<p>We must decide if the district court's dissolution order was based on an issue sufficiently important to justify our application of the collateral order doctrine. That question-the importance of the merits issue raised by the appellant-is front and center here because Arch argues as a threshold matter that, given the tangled procedural history of this case, we cannot even determine the basis or bases for the district court's dissolution order. Instead, Arch says, citing the district court's summary dissolution order, we have nothing \"beyond mere speculation\" on which to base our review.</p>\n<p></p>\n<h2>A. Searching for the Important Legal Question</h2>\n<p>To the extent Arch argues that the mere absence of articulated reasoning in the order under review forecloses appellate jurisdiction, it is incorrect. Our case law suggests that, while it is always preferable for the parties to request clarification from the district court, where necessary, prior to seeking appellate review of an interlocutory order, the lack of articulated reasoning in the order under review is not a per se bar to jurisdiction. Instead, we have been willing to examine the circumstances surrounding the district court's actions to determine the court's basis for its decision. <i>See Sobol,</i> 709 F.2d at 130 (examining the parties' arguments to the district court and timing of the order to infer reason for dissolution where order dissolving attachment was issued <span class=\"star-pagination\">*58</span> without an opinion or statement of reasons). Indeed, although we admonished the appellants in <i>Sobol</i> for failing to seek an articulation of the court's reasoning, we analyzed the course of proceedings to conclude that the court's order likely rested on one of two possible grounds. <i>Id.</i> One of the possible grounds was the district court's determination that the plaintiff was not likely to succeed on the merits, and the second was a \"difficult state law question of whether trustee process was available to plaintiff.\" <i>Id.</i> Because of the timing of the order, we found that the more likely ground for dissolution was a determination about the plaintiff's likelihood of success on the merits, and we based our holding that the collateral order doctrine was inapplicable on that inference.<sup>[18]</sup><i>See id.</i> (assuming that the district court concluded that plaintiff was unlikely to succeed on the merits, and, under those circumstances, holding that the dissolution of the attachment was not appealable under the collateral order doctrine).</p>\n<p>The district court in <i>Bridge Construction Corporation v. City of Berlin,</i> <span class=\"citation\" data-id=\"417701\"><a href=\"/opinion/417701/the-bridge-construction-corporation-v-city-of-berlin-in-re-the-bridge/\"><span class=\"volume\">705</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">582</span></a></span> (1st Cir.1983), also failed to explain its reasoning for staying federal proceedings pending the resolution of a parallel state action. <i>Id.</i> at 583. Noting that the plaintiff could have sought an elaboration of the court's reasoning and thereby avoided the uncertainty created by the cryptic order, we concluded that \"[t]he order [did] not resolve `an important issue' separate from the merits of the action, because it <i>may</i> well involve only a fact-specific exercise of discretion rather than a controlling issue of law.\" <i>Id.</i> (emphasis added and citations omitted).<sup>[19]</sup> This language suggests that it was not merely the lack of articulated reasoning itself, but the ongoing ambiguity about the basis for the district court's decision, unresolved by contextual information in the district court record, that defeated our jurisdiction. <i>See id.</i> at 582-84. The mere possibility that the court had erred on a potentially important legal question regarding the proper scope of a federal court's power to resolve the merits of the case in light of a parallel state proceeding was insufficient to permit the application of the collateral order doctrine. <i>Id.</i> at 583-4.</p>\n<p><i>Bridge</i> and <i>Sobol</i> tell us that although we may look beyond the text of the dissolution order itself in an attempt to discern the district court's reasoning, there must be limits to this exercise. Where the exercise does not permit us to discern the precise legal issue that is implicated by the ruling, it is not our responsibility to assume jurisdiction simply because one of the issues that may have been the basis for the district court's order may be an important one. It is the appellant's job to demonstrate that appellate jurisdiction is proper. In considering the application of the narrow collateral order doctrine, where our resort to context does not allow us to determine the important and abstract legal issue at the heart of the interlocutory appeal, we must conclude that the appellant has not justified the application of that doctrine.</p>\n<p></p>\n<h2>B. Trying to Determine the Basis for the District Court's Order</h2>\n<p>In arguing that the reason for the dissolution is ultimately unknowable, Arch first <span class=\"star-pagination\">*59</span> observes that the court may have determined that, in light of MRCP 4.1(h), the references in USF &amp; G's unverified complaint to the value of claims received were an inadequate substitute for similar averments in the affidavit supporting the motion for an attachment. Interestingly, USF &amp; G explicitly argues that one of the \"legal issues\" on which the district court ruled was whether it had satisfied the requirements of Rule 4.1. Indeed, in the jurisdictional statement in its brief, it characterizes the issues on appeal as whether it \"was entitled to an attachment based on the receipt of claims and demands prior to their actual payment <i>and</i> whether USF &amp; G satisfied the requirements of Mass. R. Civ. P. 4.1\" (emphasis added).<sup>[20]</sup> USF &amp; G characterizes both of these as \"important and unsettled legal issues\" that would justify invocation of the collateral order doctrine. In the merits portion of its brief, it includes a section arguing that the references in its complaint to claims received satisfied the requirements of Rule 4.1. If indeed the district court's ruling was based on the insufficiency of USF &amp; G's affidavit, it is hard to see how that would constitute an important enough issue to justify the application of the collateral order doctrine.</p>\n<p>Admittedly, we find it less likely that the district court judge, after explicitly resolving the affidavit issue in USF &amp; G's favor, would have reversed herself on that pleading issue and characterized what was at stake in her ruling as a question of law sufficiently important to permit interlocutory review. On the other hand, one can imagine characterizing an affidavit's sufficiency as a matter of law in the same way that we treat the sufficiency of a complaint under Rule 12(b)(6) as a legal question subject to de novo review. Moreover, as we have mentioned, the language in the district court's stay order, which USF &amp; G relies on for the proposition that the issues involved here are important enough to warrant immediate appellate review, is strictly boilerplate. The court's quotation of <i>Swift,</i> and its further citation to that case for the proposition that an order dissolving a prejudgment attachment is immediately appealable, further reflect the possibility that the court was mistakenly adhering to the now rejected \"general rule\" that orders dissolving attachments are automatically appealable so long as they are separable from the merits of the underlying dispute, regardless of the basis for the dissolution (which might have been the Rule 4.1 issue).</p>\n<p>Alternatively, the court could have based its decision on one of the provisions of the MSA. Even under that assumption, given the tangled procedural history that we described above, <i>see supra</i> Part I.B., the precise legal issue that prompted the court to dissolve the attachment is far from clear. The record reflects several possible issues. The district court's dissolution order could have reflected the judge's determination 1) that her previous interpretation of the indemnification clause was erroneous and should be considered by an appellate tribunal; 2) that her original interpretation of the indemnification clause was erroneous, but that the collateral security provision had not been invoked by USF &amp; G in a timely fashion as the basis for its motion for an attachment; or 3) that her initial interpretation of the indemnification clause was erroneous and that USF &amp; G did not have the right, as a matter of law, to seek a prejudgment attachment <span class=\"star-pagination\">*60</span> based on the collateral security provision.</p>\n<p></p>\n<h2>IV.</h2>\n<p>Given the narrow scope of the collateral order doctrine and our inability to discern with any confidence the basis for the district court's ruling, we are unwilling to engage in a detailed analysis of the merits of a legal issue that may not have been the basis for the district court's decision. Moreover, while we recognize that some of the grounds for the district court's decision may be important, they are not all self-evidently so. For example, if the dissolution order rested on the specific language of the MSA's indemnification clause, it is possible that the interpretation of particular contract language between two private parties is too fact-enmeshed to be an important legal question of concern to future parties. And if, as USF &amp; G allows, the district court's decision was based on the sufficiency of its affidavit, we would be in a situation where the relevant issue of law would be \"fact based\" and not \"abstract.\" <i>See </i><i>Iqbal,</i> 129 S.Ct. at 1947. As we have seen, our precedent holds that the presence of even one \"unimportant\" issue as the possible or likely basis for decision precludes our review under the collateral order doctrine. <i>See </i><i>Bridge,</i> 705 F.2d at 583. It was USF &amp; G's responsibility to narrow the issues in a way that would facilitate our evaluation of their importance as well as our eventual review of the order. It is apparent from USF &amp; G's briefingwhich addresses all possible bases for the district court's ruling and tries to label all of them as importantthat they have not done so.</p>\n<p>Moreover, even if we credit our hunch that the dissolution may not have been based on the affidavit issue, we do not think it is good enough, as a general matter, to reach a conclusion that there are several other legal issues, perhaps all of them important, that <i>might</i> explain the district court's decision. In that scenario, if we were to address the merits of each of those issues, there would still be a likelihood that we had engaged in a hypothetical exercise unrelated to the district court's actual decision.</p>\n<p>The final judgment rule is concerned with judicial economy. We would undermine that value too much if, despite our willingness to examine the record of the proceedings below to determine the basis for an unexplained interlocutory order, we disregarded the continuing uncertainty about that basis and expended judicial resources evaluating legal issues that may or may not have been important to the district court. It is also troubling that it would have been so easy for USF &amp; G to eliminate the uncertainty that bedevils this appeal-a simple, one-page motion in the district court seeking clarification of the grounds for dissolution would probably have sufficed. \"It is up to defendants to show that we have jurisdiction over their appeal of the attachments; whether or not a stronger case for jurisdiction could have been made, it has not been provided here.\" <i>Micro Signal Research,</i> 417 F.3d at 34.</p>\n<p></p>\n<h2>V.</h2>\n<p>We fully understand the likely implications of our decision for USF &amp; G. Under the circumstances, it has a substantial claim that it will be harmed by the dissolution of the attachment, and therefore this appeal meets <i>Cohen's</i> urgency requirement. <i>Espinal-Dominguez,</i> 352 F.3d at 497 (noting that we have \"equated urgency with a showing of irreparable harm\"). From the record, it appears that USF &amp; G will be unable to recover the majority of the funds it has paid pursuant to the MSA due to Eastern's insolvency, and Arch is poised to execute its state <span class=\"star-pagination\">*61</span> court judgment against Eastern as soon as USF &amp; G's attachment is dissolved, using its own attachment on the same properties at issue here. Accordingly, our statement in <i>Lee-Barnes</i> that, if and when the appellant ultimately prevailed on the merits and obtained a final judgment, she \"would have ample opportunity to test the propriety\" of the district court's ruling declaring the bond null, may not apply here. 513 F.3d at 26 (quotation marks omitted). However, \"the policy against piecemeal appeals almost never operates without some cost.\" <i>Quintana-Aguayo,</i> 235 F.3d at 685 (quotation marks omitted). \"Immediate review is not justified merely because appellants will recover less money at judgment, can identify some interest that will be irretrievably lost or have reasons to prefer immediate review.\" <i>Id.</i></p>\n<p>Although urgency is one of the requirements of the collateral order doctrine, <i>see, e.g., Espinal-Dominguez,</i> 352 F.3d at 497; <i>Rodriguez v. Banco Central,</i> <span class=\"citation\" data-id=\"469798\"><a href=\"/opinion/469798/raul-f-rodriguez-v-banco-central/\"><span class=\"volume\">790</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">172</span></a></span>, 178 (1st Cir.1986), we have made clear that <i>all</i> of the criteria must be satisfied in order to find appellate jurisdiction pursuant to that doctrine. <i>See, e.g., </i><i>Lee-Barnes,</i> 513 F.3d at 25; <i>United States v. Carpenter,</i> <span class=\"citation\" data-id=\"202849\"><a href=\"/opinion/202849/united-states-v-carpenter/\"><span class=\"volume\">494</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></a></span>, 25 (1st Cir.2007). Accordingly, a showing of urgency is a necessary, but not sufficient, condition for jurisdiction.</p>\n<p>Here, USF &amp; G's failure to establish the specific basis for the court's order is ultimately dispositive. While we have, in the past, been willing to pore over the district court record to deduce the basis for the court's ruling, we have gone on to evaluate whether an issue is important enough to meet the requirements of the collateral order doctrine only when we have been able to discern the basis for the court's ruling with confidence. <i>See Sobol,</i> 709 F.2d at 130. We have not been able to do that here. Accordingly, we dismiss this appeal for lack of jurisdiction.</p>\n<p>So ordered.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of Maine, sitting by designation.</p>\n<p>[1]  Arch had also sought to attach all four properties, but two of them had been foreclosed on November 14, 2006 (i.e., after USF &amp; G had already attached them) and the resulting proceeds paid into court.</p>\n<p>[2]  Under a performance bond, \"the surety is liable for a default in performance by the principal of its contract obligations ... [The performance bond] provides available funds to complete the principal's contract should the latter be in default of the performance it owes the obligee.\" Daniel E. Toomey &amp; Tamara McNulty, <i>Surety Bonds: A Basic User's Guide for Payment Bond Claimants and Obligees,</i> 22 Construction Lawyer 5, 5 (Winter 2002) (quotation marks and citation omitted). In contrast, a payment bond is intended to \"protect[] subcontractors, suppliers, and those providing labor to a principal under a contract of construction\" and \"assures that a financially responsible party, the surety, is committed to paying these ... claimants should the principal fail to do so.\" <i>Id.</i> (quotation marks and citation omitted).</p>\n<p>[3]  Because USF &amp; G is a Maryland corporation with its principal place of business in Connecticut and Eastern is a Massachusetts corporation with its principal place of business in Framingham, the basis for federal jurisdiction is diversity of citizenship.</p>\n<p>[4]  Quia timet and exoneration are time-honored and closely related equitable remedies commonly invoked in the surety industry. <i>See, e.g.,</i> 4 <i>Bruner &amp; O'Connor on Construction Law</i> § 12:97 (2009). \"Quia Timet (Latin `because he fears') is a `[l]egal doctrine that allows a person to seek equitable relief from future probable harm to a specific right or interest.'\" <i>U.S. Fidelity &amp; Guaran. Co. v. Diaz-Matos,</i> Civ. No. 05-1851(PG), <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">878571</span></span>, at *5 (D.P.R. Mar.21, 2007) (modification in original) (quoting <i>Black's Law Dictionary,</i> 1283 (8th ed.2004)). More specifically, the equitable remedy of quia timet:\n</p>\n<p>is the right of a surety to demand that the principal place the surety \"in funds\" when there are reasonable grounds to believe that the surety will suffer a loss in the future because the principal is likely to default on its primary obligation to the creditor. Exoneration, though closely related, is distinct. It is the surety's right, after the principal's debt has matured, to compel the principal to honor its obligation to the creditor.</p>\n<p><i>Id.</i> (quotation marks and citations omitted).</p>\n<p>[5]  USF &amp; G had information that Arch and Eastern were negotiating a potential financing agreement as part of an agreement to take care of Eastern's debt to Arch whereby Arch would provide financing to Eastern with the properties serving as collateral.</p>\n<p>[6]  Mass. R. Civ. P. 4.1(a) states that real estate may be attached to satisfy \"the judgment for damages and costs which the plaintiff may recover.\"</p>\n<p>[7]  Mass. R. Civ. P. 4.1(h) provides that the affidavit submitted in support of motions for an attachment \"shall set forth specific facts sufficient to warrant the required findings.\"</p>\n<p>[8]  At the hearing, counsel for Eastern admitted that Eastern had an obligation to indemnify USF &amp; G, but noted that there was \"a dispute as to the amounts ... in question.\"</p>\n<p>[9]  This was the language in <i>Latshaw,</i> upon which Arch had relied in its petition for dissolution.</p>\n<p>[10]  28 U.S.C. § 1292(b) provides for discretionary appellate review of an interlocutory order that would not otherwise be appealable if the district court states that the order \"involves a controlling question of law as to which there is substantial ground for difference of opinion and that an immediate appeal from the order may materially advance the ultimate termination of the litigation.\"</p>\n<p>[11]  The court also required USF &amp; G to post a supersedeas bond of $100,000, explaining that this amount would be sufficient to cover Arch's costs and any injury Arch might suffer as a result of the delay in dissolving the attachment.</p>\n<p>[12]  We also note that, on December 12, 2008, based on USF &amp; G's undisputed allegation that it had paid out more than $18 million in claims on the bonds, the district court granted USF &amp; G's motion for summary judgment against Eastern on Count I (the indemnification count) as to liability only. The final amount of damages has yet to be determined and there has been no final judgment.</p>\n<p>[13]  We reject USF &amp; G's alternative argument that the order is appealable as an injunction under 28 U.S.C. § 1292(a)(1). USF &amp; G is correct that, under our case law, it is an order's substance, and not its label, that determines whether it should be treated as an attachment or an injunction for appellate purposes. <i>See, e.g., </i><i>Micro Signal Research, Inc. v. Otus,</i> <span class=\"citation no-link\"><span class=\"volume\">417</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></span>, 33 (1st Cir.2005); <i>Teradyne, Inc. v. Mostek Corp.,</i> <span class=\"citation\" data-id=\"474191\"><a href=\"/opinion/474191/teradyne-inc-v-mostek-corp/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">43</span></a></span>, 45-47 (1st Cir.1986). But here, the attachment is simply that: a classic lien on property pending the outcome of litigation that does not, by its terms, compel the defendants to do or refrain from doing anything. <i>See, e.g., </i><i>Micro Signal,</i> 417 F.3d at 33. As such, it is not appealable as an injunction under 28 U.S.C. § 1292(a)(1). <i>See id.</i></p>\n<p>[14]  Although we have characterized the collateral order doctrine as an \"exception\" to the final judgment rule, <i>see, e.g., </i><i>Kouri-Perez,</i> 187 F.3d at 5, the Supreme Court prefers to characterize it as \"a practical construction\" of that rule. <i>Will v. Hallock,</i> <span class=\"citation\" data-id=\"145689\"><a href=\"/opinion/145689/will-v-hallock/\"><span class=\"volume\">546</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">345</span></a></span>, 349, <span class=\"citation\" data-id=\"145689\"><a href=\"/opinion/145689/will-v-hallock/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">952</span></a></span>, <span class=\"citation\" data-id=\"145689\"><a href=\"/opinion/145689/will-v-hallock/\"><span class=\"volume\">163</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">836</span></a></span> (2006) (quotation marks and citation omitted).</p>\n<p>[15]  At times, we have characterized the collateral order doctrine as consisting of four factors rather than three. For example, in <i>Espinal-Dominguez v. Puerto Rico,</i> we stated that in order to satisfy the collateral order doctrine, a district court order must involve:\n</p>\n<p>(1) an issue essentially unrelated to the merits of the main dispute, capable of review without disrupting the main trial; (2) a complete resolution of the issue, not one that is \"unfinished\" or \"inconclusive\"; (3) a right incapable of vindication on appeal from final judgment; and (4) an important and unsettled question of controlling law, not merely a question of the proper exercise of the trial court's discretion.</p>\n<p><span class=\"citation\" data-id=\"200783\"><a href=\"/opinion/200783/espinal-dominguez-v-commonwealth-of-pr/\"><span class=\"volume\">352</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">490</span></a></span>, 496 (1st Cir.2003) (quotation marks and citation omitted). We have referred to these four requirements as \"separability, finality, urgency, and importance.\" <i>Id.</i> (quotation marks and citation omitted). Nevertheless, in the Supreme Court's most recent cases, it has formally continued to refer to <i>Cohen's</i> \"three\" criteria, in which \"importance\" and \"separability\" appear to be considered together. <i>See, e.g., </i><i>Osborn v. Haley,</i> <span class=\"citation\" data-id=\"145762\"><a href=\"/opinion/145762/osborn-v-haley/\"><span class=\"volume\">549</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">225</span></a></span>, 238, <span class=\"citation\" data-id=\"145762\"><a href=\"/opinion/145762/osborn-v-haley/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">881</span></a></span>, <span class=\"citation\" data-id=\"145762\"><a href=\"/opinion/145762/osborn-v-haley/\"><span class=\"volume\">166</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">819</span></a></span> (2007) (including, as one of the three <i>Cohen</i> criteria, whether \"the issue decided is important and separable\"); <i>Will,</i> 546 U.S. at 349, <span class=\"citation\" data-id=\"145689\"><a href=\"/opinion/145689/will-v-hallock/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">952</span></a></span> (discussing the \"three conditions\" of the doctrine, including that the order \"resolve an important issue completely separate from the merits of the action\"). In substance, there is no difference between our characterization of the collateral order doctrine and the Supreme Court's. That, of course, must be so.</p>\n<p>[16]  We discuss the basis for that conclusion <i>infra.</i></p>\n<p>[17]  The Second Circuit has also embraced the more flexible approach, starting with <i>Donlon Indus., Inc. v. Forte,</i> <span class=\"citation\" data-id=\"282167\"><a href=\"/opinion/282167/donlon-industries-inc-v-michael-forte-and-gerald-ehrlich-and-tessel/\"><span class=\"volume\">402</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">935</span></a></span>, 937 (2d Cir. 1968) (Friendly, J.), and continuing through the present day. <i>See, e.g., </i><i>Banque Nordeurope, S.A. v. Banker,</i> <span class=\"citation\" data-id=\"587592\"><a href=\"/opinion/587592/banque-nordeurope-sa-v-pravin-banker/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1129</span></a></span>, 1131 (2d Cir. 1992) (per curiam) (noting trend towards more flexibility in dealing with appeals from denials of pretrial security); <i>Kensington Int'l Ltd. v. Rep. of Congo,</i> <span class=\"citation\" data-id=\"795509\"><a href=\"/opinion/795509/kensington-international-limited-v-republic-of-congo-docket-no/\"><span class=\"volume\">461</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">238</span></a></span> (2d Cir.2006), explained that the more \"flexible\" approach stemmed from the recognition that, even when an order \"vacating, dissolving, or denying an attachment\" met <i>Cohen's</i> requirements, <i>id.</i> at 241, there is an \"additional requirement for appealability above and beyond the <i>Cohen</i> test: importance.\" <i>Id.</i> at 242. That is, \"whether the issue on appeal is an important issue of law, the resolution of which may have relevance for future cases.\" <i>Id.</i> at 241.</p>\n<p>[18]  If the district court had concluded that the plaintiff was unlikely to succeed on the merits, the basis for the decision would also obviously not be separable from the merits-a requirement of the collateral order doctrine.</p>\n<p>[19]  Our discussion of the district court's order was apparently dicta, as we found that appellant had certainly failed to satisfy the finality criterion. <i>Id.</i> at 584 (\"In any event, the order has not conclusively determine[d] the legal issue.\") (quotation marks and citation omitted) (modification in original).</p>\n<p>[20]  In its reply brief, USF &amp; G again states that \"the district court ruled on two legal issues: whether USF &amp; G was entitled to a prejudgment attachment based on the receipt of claims and demands, and whether USF &amp; G satisfied Mass. R. Civ. P. 4.1's requirements.\"</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104809/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112092/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145689/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145762/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198454/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199215/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201600/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202849/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203097/",
    "http://www.courtlistener.com/api/rest/v3/opinions/282167/",
    "http://www.courtlistener.com/api/rest/v3/opinions/417701/",
    "http://www.courtlistener.com/api/rest/v3/opinions/419735/",
    "http://www.courtlistener.com/api/rest/v3/opinions/469798/",
    "http://www.courtlistener.com/api/rest/v3/opinions/474191/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587592/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795509/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087952/"
  ]
}