{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203920/",
  "absolute_url": "/opinion/203920/johnson-v-astrue/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203920/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:25:28Z",
  "date_modified": "2016-02-28T05:12:19.811353Z",
  "type": "010combined",
  "sha1": "d878ddc8e30f15851143a10cfa990e6fd0e1b0f9",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-2486U-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/07/21/Johnson_v._Astrue.pdf",
  "plain_text": "               Not for Publication in West's Federal Reporter\n\n          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 08-2486\n\n                           RACHEL JOHNSON,\n\n                       Plaintiff, Appellant,\n\n                                    v.\n\n                        MICHAEL J. ASTRUE,\n          Commissioner, Social Security Administration,\n\n                        Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF RHODE ISLAND\n\n          [Hon. William E. Smith, U.S. District Judge]\n\n\n                                 Before\n\n                        Lynch, Chief Judge,\n                Lipez and Howard, Circuit Judges.\n\n\n\n     James J. Gannon and Green & Greenberg, on brief for\nappellant.\n     Dulce Donovan, Assistant U.S. Attorney, and Robert Clark\nCorrente, U.S. Attorney on brief for appellee.\n\n\n                             July 21, 2009\n\f          Per Curiam.    Claimant Rachel Johnson appeals from the\n\njudgment of the Rhode Island district court affirming the denial of\n\nher application for Social Security disability benefits.   Claimant\n\nalleged disability based primarily on fibromyalgia and a mental\n\ncondition (depression and anxiety), and, after a hearing, an\n\nadministrative law judge (ALJ) concluded that although claimant\n\ncould not return to her past work due to these severe conditions,\n\nclaimant nonetheless retained the capacity for light to sedentary\n\nwork which (1) is unskilled, routine, and repetitive, (2) provides\n\nan opportunity to alternate between sitting and standing at roughly\n\n30-minute intervals during the day, and (3) involves no overhead\n\nwork with the left arm and no kneeling, crawling, climbing, or\n\nsquatting.   In finding that there were jobs that a person with such\n\nlimitations could perform, the ALJ relied on the testimony of a\n\nvocational expert (VE).      While we agree, for essentially the\n\nreasons stated in the Report and Recommendation of the magistrate\n\njudge, which was adopted by the district judge, that substantial\n\nevidence supports the ALJ’s conclusion that claimant’s mental\n\nimpairment was not disabling, we conclude that the ALJ’s reasoning\n\nthat claimant’s fibromyalgia also was not disabling was flawed and\n\nmust be reexamined.\n\n          We begin with basics.    Fibromyalgia is defined as “[a]\n\nsyndrome of chronic pain of musculoskeletal origin but uncertain\n\ncause.”   Stedman’s Medical Dictionary, at 671 (27th ed. 2000).\n\n\n                                -2-\n\fFurther, “[t]he musculoskeletal and neurological examinations are\n\nnormal in fibromyalgia patients, and there are no laboratory\n\nabnormalities.”        Harrison’s Principles of Internal Medicine, at\n\n2056   (16th    ed.   2005).     The   American       College    of   Rheumatology\n\nnonetheless has established diagnostic criteria that include “pain\n\non both sides of the body, both above and below the waist, [and]\n\npoint tenderness in at least 11 of 18 specified sites.”                  Stedman’s\n\nMedical Dictionary, supra.\n\n              The principal evidence regarding claimant’s fibromyalgia\n\nfor the relevant period -- May 30, 2002 (her onset date) through\n\nJune   30,    2003    (the   expiration    of   her    insured    status)   --   is\n\ncontained in the reports of Dr. Yousaf Ali, a rheumatologist who\n\ntreated claimant.        At her first appointment, in September 2002,\n\nclaimant complained of pain and depression, and a musculoskeletal\n\nexamination revealed positive, bilateral trapezius trigger points\n\nand “exquisite tenderness” in claimant’s hips and legs.                  Trans. at\n\n267-68.      However, claimant’s motion of her hips, knees, and ankles\n\nwas normal, and her neurological examination was grossly intact.\n\nId. at 268.      Dr. Ali opined that claimant did not appear to meet\n\nthe criteria for fibromyalgia.            Id.\n\n              Claimant next saw Dr. Ali in January 2003.              Id. at 269.\n\nAt this time, Dr. Ali noted that claimant was doing “much better”\n\n\n\n\n                                       -3-\n\fsince she had been getting “local trochanteric bursal injections.”1\n\nId.       Claimant, however, continued to complain of pain in her\n\nshoulders, hips, and knees.        Id.       Dr. Ali noted the presence of\n\nmultiple tender points and, at this time, made a diagnosis of\n\nfibromyalgia.      Id.\n\n             At   claimant’s   third    visit,    in    April    2003,   Dr.   Ali\n\ndescribed her as having “vague arthralgias and myalgias”2 and\n\nfeeling as if her joints were “melting.”           Id. at 270.      Dr. Ali then\n\nexplained that his diagnosis of fibromyalgia was based on “diffuse\n\njoint symptoms above and below the waist in the setting of negative\n\nserologies and multiple tender points.”             Id.    He also noted that\n\nthe   treatment    for   fibromyalgia        involves   analgesics,      physical\n\ntherapy, aerobic exercise, and a sleep program.                 Id. at 271.\n\n             On July 11, 2003 -- less than two weeks after claimant’s\n\ninsured status expired -- Dr. Ali completed an RFC evaluation form.\n\nId. at 273.       Dr. Ali indicated, on this form, that claimant (1)\n\ncould sit for three hours at a stretch, for a total of four hours\n\nduring an eight-hour workday, (2) could stand for one hour at a\n\nstretch, for a total of one hour per workday, and (3) could walk\n\n\n      1\n      The    trochanter is part of the top of the femur (near the\nhip), and    a bursa is a “sac or saclike cavity filled with a viscid\nfluid and    situated at places in the tissues at which friction would\notherwise    develop.” Dorland’s Illustrated Medical Dictionary, at\n1953, 262    (30th ed. 2003).\n      2\n      Arthralgia refers to pain in the joints, and myalgia refers\nto pain in the muscles. Dorland’s Illustrated Medical Dictionary,\nat 149, 1205.\n\n                                       -4-\n\ffor one hour at a stretch, for a total of one hour per workday.\n\nId.   Dr. Ali also indicated that claimant could never lift “[u]p to\n\n5 lbs.”    Id.      Since claimant was rated as not being able to sit for\n\nsix hours or lift 10 pounds, she lacked the capacity for the full\n\nrange of sedentary work. See SSR 96-9p, Implications of a Residual\n\nFunctional Capacity for Less than a Full Range of Sedentary Work,\n\n1996 WL 374185, at *6.\n\n              In    concluding       that   claimant   could   perform    light   to\n\nsedentary work, the ALJ gave “little weight” to Dr. Ali’s RFC\n\nassessment, and she provided several unpersuasive reasons for this\n\ndecision.      First, the ALJ         noted that, during the relevant period,\n\nDr. Ali had seen claimant only three times at roughly three-month\n\nintervals.       While the length of time that a medical source has been\n\ntreating an individual is a relevant factor in evaluating the\n\nweight to be given to that source’s opinions, see 20 C.F.R. §\n\n404.1527(d)(2)(i), the ALJ here offered no explanation for, or\n\ncitation      in    support    of,    her   belief   that   Dr.   Ali’s   treatment\n\nrelationship with claimant had been too abbreviated to enable him\n\nto    offer        an    informed     opinion     about     claimant’s    physical\n\ncapabilities.           Nor do we think that it is obvious to a lay person\n\nsuch as the ALJ that Dr. Ali had not treated claimant on a\n\nsufficient number of occasions over a sufficient amount of time.\n\n              The ALJ’s second reason for giving little weight to Dr.\n\nAli’s RFC assessment was that claimant had shown “considerable\n\n\n                                            -5-\n\fimprovement    in    [her]     shoulder    complaints        after    she    received\n\ntrochanteric bursal injections and Ambien for sleep.” Trans. at 27\n\n(emphasis added).        This is a misreading of the record.                       The\n\ninjections    that   claimant     received       were   in   her     hips,   not   her\n\nshoulder, and, while Dr. Ali stated that claimant was doing “much\n\nbetter” after the injections, he did not specify in what respect\n\nshe was better; nor, we add, does it appear that Ambien had\n\nanything to do with claimant’s improvement.                   Id. at 269.          More\n\nsignificant, however, is the fact that this is the only reference\n\nthat Dr. Ali made to an improvement in claimant’s condition.\n\nIndeed, local injections in fibromyalgia patients often provide\n\nrelief that is only temporary.            Harrison’s Principles of Internal\n\nMedicine, at 2057.\n\n            The   ALJ   next    found     that   Dr.    Ali’s   RFC    opinion     was\n\ninconsistent with his prescription of physical therapy and aerobic\n\nexercise.     The first problem with this reasoning is that this is\n\nthe appropriate treatment for fibromyalgia.                  Second, there is no\n\nindication of the level of physical therapy and/or aerobic exercise\n\nthat Dr. Ali thought would be suitable for claimant, and, according\n\nto one source, exercise for fibromyalgia patients “should be of a\n\nlow-impact type and begun at a low level” with the goal that\n\n“[e]ventually, the patient should be exercising 20 to 30 min[utes]\n\n3 to 4 days a week.”      Id. (emphasis added).           Plainly, if this were\n\nthe level of activity that Dr. Ali had in mind, his recommendation\n\n\n                                        -6-\n\ffor physical therapy and aerobic exercise is not inconsistent with\n\nhis opinion regarding claimant’s limited physical abilities.\n\n           This leaves what appears to be the ALJ’s primary reason\n\nfor giving little weight to Dr. Ali’s limited RFC assessment --\n\ni.e.,   that   such       limitations   were   “of   necessity   based   on   the\n\nclaimant’s subjective allegations as the doctor’s examinations of\n\nthe claimant were, with the exception of the presence of tender\n\npoints, relatively benign.”             Trans. at 27.    Dr. Ali’s “need” to\n\nrely on claimant’s subjective allegations, however, was not the\n\nresult of some defect in the scope or nature of his examinations\n\nnor was it even a shortcoming.               Rather, “a patient's report of\n\ncomplaints,    or     history,    is    an   essential   diagnostic   tool”    in\n\nfibromyalgia cases, and a treating physician’s reliance on such\n\ncomplaints “hardly undermines his opinion as to [the patient’s]\n\nfunctional limitations.”          Green-Younger v. Barnhart, 335 F.3d 99,\n\n107 (2d Cir. 2003) (internal punctuation and citation omitted).\n\nFurther, since trigger points are the only “objective” signs of\n\nfibromyalgia,       the    ALJ   “effectively    [was]   requiring    objective\n\nevidence beyond the clinical findings necessary for a diagnosis of\n\nfibromyalgia under established medical guidelines,” and this, we\n\nthink, was error.         See id. at 106-07 (holding that the ALJ erred in\n\nrejecting the RFC opinion of the claimant’s treating physician on\n\nthe ground that, except for the presence of trigger points, there\n\nwas no “objective” medical evidence to support such opinion).\n\n\n                                         -7-\n\f          As a result of all of the foregoing, the ALJ’s reasons\n\nfor essentially discounting Dr. Ali’s RFC opinion are significantly\n\nflawed.   And, although two non-examining physicians completed RFC\n\nassessments opining that claimant had the capacity for sedentary or\n\nlight work, these assessments provide too cursory a basis upon\n\nwhich to rest a finding that claimant was not disabled.           “We have\n\nheld that the amount of weight that can properly be given the\n\nconclusions of non-testifying, non-examining physicians will vary\n\nwith the circumstances, including the nature of the illness and the\n\ninformation provided the expert.”        Rose v. Shalala, 34 F.3d 13, 18\n\n(1st Cir. 1994) (internal quotation marks and citation omitted).\n\n          In relation to the first such assessment, the non-\n\nexamining physician failed to cite claimant’s fibromyalgia as a\n\ndiagnosis,   Trans.   at   227,   despite   the   fact   that   the   record\n\ncontained, at the relevant time, an opinion from an expert (Dr.\n\nAli), that claimant, in fact, suffered from such a condition.            We\n\ntherefore think that this assessment cannot be accorded much\n\nweight.   The second RFC assessment similarly is flawed because,\n\nalthough the diagnosis of fibromyalgia was acknowledged, id. at\n\n326, it seems as if this assessing physician misunderstood the\n\nnature of this condition.\n\n          In particular, the physician, in concluding that claimant\n\nretained the functional capacity for light work, basically relied\n\non the lack of objective findings to substantiate her condition,\n\n\n                                   -8-\n\fand, as explained supra at 3, such a lack is what can be expected\n\nin fibromyalgia cases.         Because of this error, the second RFC\n\nassessment also is entitled to little weight.          See Rose, 34 F.3d at\n\n18-19 (where the non-examining physicians’ RFC assessments, in\n\nfinding that the claimant retained the capacity for at least\n\nsedentary work, relied on the lack of objective evidence to account\n\nfor the claimant’s significant level of fatigue associated with his\n\nchronic fatigue syndrome (CFS), such assessments could not provide\n\nsubstantial support for the ALJ’s conclusion that claimant was not\n\ndisabled; that is, a lack of objective proof is normal in CFS\n\npatients).    We add that the latter assessment also suffers from a\n\nsecond shortcoming -- i.e., it appears that the assessing physician\n\nignored Dr. Ali’s RFC opinion, see Trans. at 333, although such\n\nopinion was in the record by the time of this assessment.                See\n\nRose, 34 F.3d at 19 (where a claimant’s RFC depends in large part\n\non the functional implications of his or her subjective symptoms,\n\na treating physician’s “on-the-spot examination and observation of\n\nclaimant     might    ordinarily   be   thought     important”)    (internal\n\nquotation marks and citation omitted).           We therefore conclude that\n\nthe ALJ was not free to disregard Dr. Ali’s RFC opinion, and that\n\nthe hypothetical that was presented to the VE -- being based\n\nprimarily     on     the   non-examining   RFC     assessments    --   lacked\n\nsubstantial support in the record.\n\n\n\n\n                                     -9-\n\f             In addition to disregarding Dr. Ali’s opinion, the ALJ\n\nalso    decided    not   to     fully    credit    claimant’s        allegations       of\n\ndisabling pain, and she based this decision on (1) claimant’s\n\nsupposed dereliction in pursuing treatment and (2) the extent of\n\nher daily activities.          In regard to the former, the ALJ first noted\n\nthat claimant had declined recommended injections in her knees.\n\nHowever, this recommendation had been made in May 2001 --about one\n\nyear prior to the onset date of May 30, 2002, Trans. at 165 -- and\n\nthus is not pertinent.\n\n             Second,     the    ALJ    cited    claimant’s        failure     to   pursue\n\nphysical therapy (PT) that was prescribed in connection with her\n\nrecovery from surgery on one of her shoulders (which surgery\n\nremoved a cancerous nodule).              Id. at 217-224.           The problem, of\n\ncourse, is that this PT was unconnected to claimant’s fibromyalgia.\n\nFurther,     the   record      shows    that     one   of    claimant’s        treating\n\nphysicians had prescribed PT specifically for the fibromyalgia,\n\nand, between April and June of 2003, claimant had attended at least\n\n12 such sessions.        Id. at 225-26, 650-54.          Plainly, then, “[t]his\n\nwas not a case in which a claimant failed to seek treatment for\n\nsymptoms later claimed debilitating.”               Nguyen v. Chater, 172 F.3d\n\n31, 36 (1st Cir. 1999) (per curiam).\n\n             The ALJ’s third example of claimant’s dereliction in\n\npursuing treatment similarly is flawed. Specifically, although the\n\nALJ    is   correct    that    claimant    had    told      one    of   her    physical\n\n\n                                         -10-\n\ftherapists          that    she    had   stopped     taking   Neurontin     (a    pain\n\nmedication) because it increased the frequency of her headaches and\n\nthat she had not informed her doctors of this decision, Trans. at\n\n652, the ALJ’s description of this event is not entirely accurate.\n\nSpecifically, there is no indication, as the ALJ stated, id. at 29,\n\nthat claimant had discontinued the Neurontin in order to obtain\n\nreplacement medicine, and, in fact, it appears that, at this time,\n\nclaimant already was on at least two other pain relievers.3                      Id. at\n\n652, 760, 779.         Moreover, the physical therapist specifically had\n\ninstructed claimant to tell her doctors about discontinuing the\n\nNeurontin,      and        the    evidence    does   not   show   whether   claimant\n\neventually followed this advice.\n\n               As for claimant’s daily activities, the ALJ relied on the\n\nfact that claimant could engage in some of these activities --\n\ne.g.,       light    housework,       meal    preparation,    and   driving      short\n\ndistances.          Despite claimant’s abilities in this regard, however,\n\nwe see two problems with this reliance. First, such activities are\n\nnot necessarily inconsistent with Dr. Ali’s opinion that claimant\n\ncould sit for fours hours per eight-hour day and could walk and\n\nstand for one hour each during the same time period.                      And, while\n\nthe record shows that claimant probably has the ability to lift\n\n\n\n        3\n      Confusingly, the ALJ had stated earlier in the opinion that\nclaimant had taken herself off of the Neurontin without seeking a\nreplacement, id. at 24, and this is a similarly unsupported\ndescription of the record.\n\n                                             -11-\n\fsome amount of weight, this may not be inconsistent with Dr. Ali’s\n\nopinion that claimant could never lift “up to” five pounds.                 That\n\nis, it is unclear whether such an opinion means that claimant never\n\ncould lift items weighing, say, one or two pounds.\n\n           Second,    once   the    ALJ     accepted   the      diagnosis     of\n\nfibromyalgia, she also “had no choice but to conclude that the\n\nclaimant suffer[ed] from the symptoms usually associated with [such\n\ncondition], unless there was substantial evidence in the record to\n\nsupport a finding that claimant did not endure a particular symptom\n\nor symptoms.”    See Rose, 34 F.3d at 18 (emphasis added).                   The\n\nprimary symptom of fibromyalgia, of course, is chronic widespread\n\npain, and the Commissioner points to no instances in which any of\n\nclaimant’s physicians ever discredited her complaints of such pain.\n\nGiven this, we do not think that the ALJ’s decision to discredit\n\nclaimant was supported by substantial evidence.\n\n           For the reasons given above, the judgment of the district\n\ncourt is vacated in part, and the case is remanded to that court\n\nwith   instructions   to   remand   to     the   Commissioner    for   further\n\nfindings and/or proceedings not inconsistent with this opinion.\n\n           It is so ordered.\n\n\n\n\n                                    -12-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">               Not for Publication in West's Federal Reporter\n\n          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 08-2486\n\n                           RACHEL JOHNSON,\n\n                       Plaintiff, Appellant,\n\n                                    v.\n\n                        MICHAEL J. ASTRUE,\n          Commissioner, Social Security Administration,\n\n                        Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF RHODE ISLAND\n\n          [Hon. William E. Smith, U.S. District Judge]\n\n\n                                 Before\n\n                        Lynch, Chief Judge,\n                Lipez and Howard, Circuit Judges.\n\n\n\n     James J. Gannon and Green & Greenberg, on brief for\nappellant.\n     Dulce Donovan, Assistant U.S. Attorney, and Robert Clark\nCorrente, U.S. Attorney on brief for appellee.\n\n\n                             July 21, 2009\n\f          Per Curiam.    Claimant Rachel Johnson appeals from the\n\njudgment of the Rhode Island district court affirming the denial of\n\nher application for Social Security disability benefits.   Claimant\n\nalleged disability based primarily on fibromyalgia and a mental\n\ncondition (depression and anxiety), and, after a hearing, an\n\nadministrative law judge (ALJ) concluded that although claimant\n\ncould not return to her past work due to these severe conditions,\n\nclaimant nonetheless retained the capacity for light to sedentary\n\nwork which (1) is unskilled, routine, and repetitive, (2) provides\n\nan opportunity to alternate between sitting and standing at roughly\n\n30-minute intervals during the day, and (3) involves no overhead\n\nwork with the left arm and no kneeling, crawling, climbing, or\n\nsquatting.   In finding that there were jobs that a person with such\n\nlimitations could perform, the ALJ relied on the testimony of a\n\nvocational expert (VE).      While we agree, for essentially the\n\nreasons stated in the Report and Recommendation of the magistrate\n\njudge, which was adopted by the district judge, that substantial\n\nevidence supports the ALJ’s conclusion that claimant’s mental\n\nimpairment was not disabling, we conclude that the ALJ’s reasoning\n\nthat claimant’s fibromyalgia also was not disabling was flawed and\n\nmust be reexamined.\n\n          We begin with basics.    Fibromyalgia is defined as “[a]\n\nsyndrome of chronic pain of musculoskeletal origin but uncertain\n\ncause.”   Stedman’s Medical Dictionary, at 671 (27th ed. 2000).\n\n\n                                -2-\n\fFurther, “[t]he musculoskeletal and neurological examinations are\n\nnormal in fibromyalgia patients, and there are no laboratory\n\nabnormalities.”        Harrison’s Principles of Internal Medicine, at\n\n2056   (16th    ed.   2005).     The   American       College    of   Rheumatology\n\nnonetheless has established diagnostic criteria that include “pain\n\non both sides of the body, both above and below the waist, [and]\n\npoint tenderness in at least 11 of 18 specified sites.”                  Stedman’s\n\nMedical Dictionary, supra.\n\n              The principal evidence regarding claimant’s fibromyalgia\n\nfor the relevant period -- May 30, 2002 (her onset date) through\n\nJune   30,    2003    (the   expiration    of   her    insured    status)   --   is\n\ncontained in the reports of Dr. Yousaf Ali, a rheumatologist who\n\ntreated claimant.        At her first appointment, in September 2002,\n\nclaimant complained of pain and depression, and a musculoskeletal\n\nexamination revealed positive, bilateral trapezius trigger points\n\nand “exquisite tenderness” in claimant’s hips and legs.                  Trans. at\n\n267-68.      However, claimant’s motion of her hips, knees, and ankles\n\nwas normal, and her neurological examination was grossly intact.\n\nId. at 268.      Dr. Ali opined that claimant did not appear to meet\n\nthe criteria for fibromyalgia.            Id.\n\n              Claimant next saw Dr. Ali in January 2003.              Id. at 269.\n\nAt this time, Dr. Ali noted that claimant was doing “much better”\n\n\n\n\n                                       -3-\n\fsince she had been getting “local trochanteric bursal injections.”1\n\nId.       Claimant, however, continued to complain of pain in her\n\nshoulders, hips, and knees.        Id.       Dr. Ali noted the presence of\n\nmultiple tender points and, at this time, made a diagnosis of\n\nfibromyalgia.      Id.\n\n             At   claimant’s   third    visit,    in    April    2003,   Dr.   Ali\n\ndescribed her as having “vague arthralgias and myalgias”2 and\n\nfeeling as if her joints were “melting.”           Id. at 270.      Dr. Ali then\n\nexplained that his diagnosis of fibromyalgia was based on “diffuse\n\njoint symptoms above and below the waist in the setting of negative\n\nserologies and multiple tender points.”             Id.    He also noted that\n\nthe   treatment    for   fibromyalgia        involves   analgesics,      physical\n\ntherapy, aerobic exercise, and a sleep program.                 Id. at 271.\n\n             On July 11, 2003 -- less than two weeks after claimant’s\n\ninsured status expired -- Dr. Ali completed an RFC evaluation form.\n\nId. at 273.       Dr. Ali indicated, on this form, that claimant (1)\n\ncould sit for three hours at a stretch, for a total of four hours\n\nduring an eight-hour workday, (2) could stand for one hour at a\n\nstretch, for a total of one hour per workday, and (3) could walk\n\n\n      1\n      The    trochanter is part of the top of the femur (near the\nhip), and    a bursa is a “sac or saclike cavity filled with a viscid\nfluid and    situated at places in the tissues at which friction would\notherwise    develop.” Dorland’s Illustrated Medical Dictionary, at\n1953, 262    (30th ed. 2003).\n      2\n      Arthralgia refers to pain in the joints, and myalgia refers\nto pain in the muscles. Dorland’s Illustrated Medical Dictionary,\nat 149, 1205.\n\n                                       -4-\n\ffor one hour at a stretch, for a total of one hour per workday.\n\nId.   Dr. Ali also indicated that claimant could never lift “[u]p to\n\n5 lbs.”    Id.      Since claimant was rated as not being able to sit for\n\nsix hours or lift 10 pounds, she lacked the capacity for the full\n\nrange of sedentary work. See SSR 96-9p, Implications of a Residual\n\nFunctional Capacity for Less than a Full Range of Sedentary Work,\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">374185</span></span><pre class=\"inline\">, at *6.\n\n              In    concluding       that   claimant   could   perform    light   to\n\nsedentary work, the ALJ gave “little weight” to Dr. Ali’s RFC\n\nassessment, and she provided several unpersuasive reasons for this\n\ndecision.      First, the ALJ         noted that, during the relevant period,\n\nDr. Ali had seen claimant only three times at roughly three-month\n\nintervals.       While the length of time that a medical source has been\n\ntreating an individual is a relevant factor in evaluating the\n\nweight to be given to that source’s opinions, see 20 C.F.R. §\n\n404.1527(d)(2)(i), the ALJ here offered no explanation for, or\n\ncitation      in    support    of,    her   belief   that   Dr.   Ali’s   treatment\n\nrelationship with claimant had been too abbreviated to enable him\n\nto    offer        an    informed     opinion     about     claimant’s    physical\n\ncapabilities.           Nor do we think that it is obvious to a lay person\n\nsuch as the ALJ that Dr. Ali had not treated claimant on a\n\nsufficient number of occasions over a sufficient amount of time.\n\n              The ALJ’s second reason for giving little weight to Dr.\n\nAli’s RFC assessment was that claimant had shown “considerable\n\n\n                                            -5-\n\fimprovement    in    [her]     shoulder    complaints        after    she    received\n\ntrochanteric bursal injections and Ambien for sleep.” Trans. at 27\n\n(emphasis added).        This is a misreading of the record.                       The\n\ninjections    that   claimant     received       were   in   her     hips,   not   her\n\nshoulder, and, while Dr. Ali stated that claimant was doing “much\n\nbetter” after the injections, he did not specify in what respect\n\nshe was better; nor, we add, does it appear that Ambien had\n\nanything to do with claimant’s improvement.                   Id. at 269.          More\n\nsignificant, however, is the fact that this is the only reference\n\nthat Dr. Ali made to an improvement in claimant’s condition.\n\nIndeed, local injections in fibromyalgia patients often provide\n\nrelief that is only temporary.            Harrison’s Principles of Internal\n\nMedicine, at 2057.\n\n            The   ALJ   next    found     that   Dr.    Ali’s   RFC    opinion     was\n\ninconsistent with his prescription of physical therapy and aerobic\n\nexercise.     The first problem with this reasoning is that this is\n\nthe appropriate treatment for fibromyalgia.                  Second, there is no\n\nindication of the level of physical therapy and/or aerobic exercise\n\nthat Dr. Ali thought would be suitable for claimant, and, according\n\nto one source, exercise for fibromyalgia patients “should be of a\n\nlow-impact type and begun at a low level” with the goal that\n\n“[e]ventually, the patient should be exercising 20 to 30 min[utes]\n\n3 to 4 days a week.”      Id. (emphasis added).           Plainly, if this were\n\nthe level of activity that Dr. Ali had in mind, his recommendation\n\n\n                                        -6-\n\ffor physical therapy and aerobic exercise is not inconsistent with\n\nhis opinion regarding claimant’s limited physical abilities.\n\n           This leaves what appears to be the ALJ’s primary reason\n\nfor giving little weight to Dr. Ali’s limited RFC assessment --\n\ni.e.,   that   such       limitations   were   “of   necessity   based   on   the\n\nclaimant’s subjective allegations as the doctor’s examinations of\n\nthe claimant were, with the exception of the presence of tender\n\npoints, relatively benign.”             Trans. at 27.    Dr. Ali’s “need” to\n\nrely on claimant’s subjective allegations, however, was not the\n\nresult of some defect in the scope or nature of his examinations\n\nnor was it even a shortcoming.               Rather, “a patient's report of\n\ncomplaints,    or     history,    is    an   essential   diagnostic   tool”    in\n\nfibromyalgia cases, and a treating physician’s reliance on such\n\ncomplaints “hardly undermines his opinion as to [the patient’s]\n\nfunctional limitations.”          Green-Younger v. Barnhart, </pre><span class=\"citation\" data-id=\"782600\"><a href=\"/opinion/782600/nina-green-younger-v-joanne-b-barnhart-commissioner-of-the-social/\"><span class=\"volume\">335</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">99</span></a></span><pre class=\"inline\">,\n\n107 (2d Cir. 2003) (internal punctuation and citation omitted).\n\nFurther, since trigger points are the only “objective” signs of\n\nfibromyalgia,       the    ALJ   “effectively    [was]   requiring    objective\n\nevidence beyond the clinical findings necessary for a diagnosis of\n\nfibromyalgia under established medical guidelines,” and this, we\n\nthink, was error.         See id. at 106-07 (holding that the ALJ erred in\n\nrejecting the RFC opinion of the claimant’s treating physician on\n\nthe ground that, except for the presence of trigger points, there\n\nwas no “objective” medical evidence to support such opinion).\n\n\n                                         -7-\n\f          As a result of all of the foregoing, the ALJ’s reasons\n\nfor essentially discounting Dr. Ali’s RFC opinion are significantly\n\nflawed.   And, although two non-examining physicians completed RFC\n\nassessments opining that claimant had the capacity for sedentary or\n\nlight work, these assessments provide too cursory a basis upon\n\nwhich to rest a finding that claimant was not disabled.           “We have\n\nheld that the amount of weight that can properly be given the\n\nconclusions of non-testifying, non-examining physicians will vary\n\nwith the circumstances, including the nature of the illness and the\n\ninformation provided the expert.”        Rose v. Shalala, </pre><span class=\"citation\" data-id=\"677318\"><a href=\"/opinion/677318/45-socsecrepser-483-unemplinsrep-cch-p-14101b-gary-m-rose-v/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></a></span><pre class=\"inline\">, 18\n\n(1st Cir. 1994) (internal quotation marks and citation omitted).\n\n          In relation to the first such assessment, the non-\n\nexamining physician failed to cite claimant’s fibromyalgia as a\n\ndiagnosis,   Trans.   at   227,   despite   the   fact   that   the   record\n\ncontained, at the relevant time, an opinion from an expert (Dr.\n\nAli), that claimant, in fact, suffered from such a condition.            We\n\ntherefore think that this assessment cannot be accorded much\n\nweight.   The second RFC assessment similarly is flawed because,\n\nalthough the diagnosis of fibromyalgia was acknowledged, id. at\n\n326, it seems as if this assessing physician misunderstood the\n\nnature of this condition.\n\n          In particular, the physician, in concluding that claimant\n\nretained the functional capacity for light work, basically relied\n\non the lack of objective findings to substantiate her condition,\n\n\n                                   -8-\n\fand, as explained supra at 3, such a lack is what can be expected\n\nin fibromyalgia cases.         Because of this error, the second RFC\n\nassessment also is entitled to little weight.          See Rose, 34 F.3d at\n\n18-19 (where the non-examining physicians’ RFC assessments, in\n\nfinding that the claimant retained the capacity for at least\n\nsedentary work, relied on the lack of objective evidence to account\n\nfor the claimant’s significant level of fatigue associated with his\n\nchronic fatigue syndrome (CFS), such assessments could not provide\n\nsubstantial support for the ALJ’s conclusion that claimant was not\n\ndisabled; that is, a lack of objective proof is normal in CFS\n\npatients).    We add that the latter assessment also suffers from a\n\nsecond shortcoming -- i.e., it appears that the assessing physician\n\nignored Dr. Ali’s RFC opinion, see Trans. at 333, although such\n\nopinion was in the record by the time of this assessment.                See\n\nRose, 34 F.3d at 19 (where a claimant’s RFC depends in large part\n\non the functional implications of his or her subjective symptoms,\n\na treating physician’s “on-the-spot examination and observation of\n\nclaimant     might    ordinarily   be   thought     important”)    (internal\n\nquotation marks and citation omitted).           We therefore conclude that\n\nthe ALJ was not free to disregard Dr. Ali’s RFC opinion, and that\n\nthe hypothetical that was presented to the VE -- being based\n\nprimarily     on     the   non-examining   RFC     assessments    --   lacked\n\nsubstantial support in the record.\n\n\n\n\n                                     -9-\n\f             In addition to disregarding Dr. Ali’s opinion, the ALJ\n\nalso    decided    not   to     fully    credit    claimant’s        allegations       of\n\ndisabling pain, and she based this decision on (1) claimant’s\n\nsupposed dereliction in pursuing treatment and (2) the extent of\n\nher daily activities.          In regard to the former, the ALJ first noted\n\nthat claimant had declined recommended injections in her knees.\n\nHowever, this recommendation had been made in May 2001 --about one\n\nyear prior to the onset date of May 30, 2002, Trans. at 165 -- and\n\nthus is not pertinent.\n\n             Second,     the    ALJ    cited    claimant’s        failure     to   pursue\n\nphysical therapy (PT) that was prescribed in connection with her\n\nrecovery from surgery on one of her shoulders (which surgery\n\nremoved a cancerous nodule).              Id. at 217-224.           The problem, of\n\ncourse, is that this PT was unconnected to claimant’s fibromyalgia.\n\nFurther,     the   record      shows    that     one   of    claimant’s        treating\n\nphysicians had prescribed PT specifically for the fibromyalgia,\n\nand, between April and June of 2003, claimant had attended at least\n\n12 such sessions.        Id. at 225-26, 650-54.          Plainly, then, “[t]his\n\nwas not a case in which a claimant failed to seek treatment for\n\nsymptoms later claimed debilitating.”               Nguyen v. Chater, </pre><span class=\"citation\" data-id=\"762678\"><a href=\"/opinion/762678/61-socsecrepser-8-unemplinsrep-cch-p-16166b-hung-nguyen-v/\"><span class=\"volume\">172</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">31</span></a></span><pre class=\"inline\">, 36 (1st Cir. 1999) (per curiam).\n\n             The ALJ’s third example of claimant’s dereliction in\n\npursuing treatment similarly is flawed. Specifically, although the\n\nALJ    is   correct    that    claimant    had    told      one    of   her    physical\n\n\n                                         -10-\n\ftherapists          that    she    had   stopped     taking   Neurontin     (a    pain\n\nmedication) because it increased the frequency of her headaches and\n\nthat she had not informed her doctors of this decision, Trans. at\n\n652, the ALJ’s description of this event is not entirely accurate.\n\nSpecifically, there is no indication, as the ALJ stated, id. at 29,\n\nthat claimant had discontinued the Neurontin in order to obtain\n\nreplacement medicine, and, in fact, it appears that, at this time,\n\nclaimant already was on at least two other pain relievers.3                      Id. at\n\n652, 760, 779.         Moreover, the physical therapist specifically had\n\ninstructed claimant to tell her doctors about discontinuing the\n\nNeurontin,      and        the    evidence    does   not   show   whether   claimant\n\neventually followed this advice.\n\n               As for claimant’s daily activities, the ALJ relied on the\n\nfact that claimant could engage in some of these activities --\n\ne.g.,       light    housework,       meal    preparation,    and   driving      short\n\ndistances.          Despite claimant’s abilities in this regard, however,\n\nwe see two problems with this reliance. First, such activities are\n\nnot necessarily inconsistent with Dr. Ali’s opinion that claimant\n\ncould sit for fours hours per eight-hour day and could walk and\n\nstand for one hour each during the same time period.                      And, while\n\nthe record shows that claimant probably has the ability to lift\n\n\n\n        3\n      Confusingly, the ALJ had stated earlier in the opinion that\nclaimant had taken herself off of the Neurontin without seeking a\nreplacement, id. at 24, and this is a similarly unsupported\ndescription of the record.\n\n                                             -11-\n\fsome amount of weight, this may not be inconsistent with Dr. Ali’s\n\nopinion that claimant could never lift “up to” five pounds.                 That\n\nis, it is unclear whether such an opinion means that claimant never\n\ncould lift items weighing, say, one or two pounds.\n\n           Second,    once   the    ALJ     accepted   the      diagnosis     of\n\nfibromyalgia, she also “had no choice but to conclude that the\n\nclaimant suffer[ed] from the symptoms usually associated with [such\n\ncondition], unless there was substantial evidence in the record to\n\nsupport a finding that claimant did not endure a particular symptom\n\nor symptoms.”    See Rose, 34 F.3d at 18 (emphasis added).                   The\n\nprimary symptom of fibromyalgia, of course, is chronic widespread\n\npain, and the Commissioner points to no instances in which any of\n\nclaimant’s physicians ever discredited her complaints of such pain.\n\nGiven this, we do not think that the ALJ’s decision to discredit\n\nclaimant was supported by substantial evidence.\n\n           For the reasons given above, the judgment of the district\n\ncourt is vacated in part, and the case is remanded to that court\n\nwith   instructions   to   remand   to     the   Commissioner    for   further\n\nfindings and/or proceedings not inconsistent with this opinion.\n\n           It is so ordered.\n\n\n\n\n                                    -12-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/677318/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762678/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782600/"
  ]
}