{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203906/",
  "absolute_url": "/opinion/203906/janney-montgomery-scott-llc-v-tobin/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203906/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/336/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:25:16Z",
  "date_modified": "2016-04-26T22:14:45.034520Z",
  "type": "010combined",
  "sha1": "6689691e3d8068001ca369cae229d600399582de",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-1863P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/07/08/Janney_Montgomery_Scott_LLC_v._Tobin.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 08-1863\n\n                     JANNEY MONTGOMERY SCOTT LLC;\n                            JOHN J. LENNON,\n\n                        Petitioners, Appellees,\n\n                                  v.\n\n  EMILY E. TOBIN, TRUSTEE OF THE JOHN F. TOBIN FAMILY TRUST\n     AND EMILY E. TOBIN TRUST; JON S. TOBIN, TRUSTEE OF THE\n      JOHN F. TOBIN FAMILY TRUST AND EMILY E. TOBIN TRUST,\n\n                       Respondents, Appellants.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                   FOR THE DISTRICT OF MASSACHUSETTS\n\n             [Hon. William G. Young, U.S. District Judge]\n\n\n                                Before\n\n                      Boudin, Tashima,* and Howard,\n                            Circuit Judges.\n\n\n\n     Robert T. Gill, with whom Jennifer L. Markowski and Peabody &\nArnold LLP were on brief, for petitioners.\n     Dennis A. Murphy, with whom Nixon Peabody LLP was on brief,\nfor respondents.\n\n\n                             July 8, 2009\n\n\n\n     *\n         Of the Ninth Circuit, sitting by designation.\n\f              HOWARD, Circuit Judge. This appeal presents the question\n\nof whether a Massachusetts statute entitling a party to attorneys'\n\nfees following a successful arbitration entitles the same party to\n\nattorneys' fees incurred in successfully defending against an\n\nattempt to overturn the arbitral award in court.                 The district\n\ncourt denied the request for fees without explanation.             We reverse\n\nand remand for further proceedings.\n\n                                        I.\n\n              Appellants Emily E. Tobin and Jon S. Tobin are trustees\n\nof various trusts established in 1991 by the late John F. Tobin.\n\nIn June 1998, the trust accounts were transferred to appellee\n\nJanney Montgomery Scott, LLC (\"JMS\"). Appellee John Lennon, who is\n\nJohn F. Tobin's son-in-law, was to be the accounts' broker.\n\n              Over the course of the next few years, the accounts'\n\nvalue dropped from approximately $1 million to slightly under\n\n$500,000.      The Tobins, believing the losses stemmed from Lennon's\n\nand JMS's malfeasant investment choices, filed a claim in July 2004\n\nwith   the    National    Association    of   Securities   Dealers     (\"NASD\")\n\nagainst      JMS   and   Lennon   asserting   several   causes    of   action,\n\nincluding violation of Massachusetts' consumer protection statute,\n\nMass. Gen. Laws ch. 93A.           In May 2007, following an eleven-day\n\nhearing, the arbitration panel found, inter alia, JMS and Lennon\n\njointly and severally liable for $416,250 in compensatory damages\n\nand $205,000 in attorneys' fees pursuant to chapter 93A.\n\n\n                                      -2-\n\f          Lennon and JMS responded by filing a petition to vacate\n\nthe arbitration award in federal district court; the Tobins filed\n\na combined opposition and motion to confirm the award, in which\n\nthey requested an award of attorneys' fees incurred in defending\n\nthe district court action.      In April 2008, the district court\n\nissued a brief electronic order denying the petition to vacate the\n\narbitration award.     The order was silent as to the request for\n\nattorneys' fees.    The Tobins subsequently filed a separate motion\n\nfor attorneys' fees which was denied by electronic order entered\n\nJune 2, 2008.1     Neither of the district court's orders provided\n\nexplanations for the outcomes. On appeal, the Tobins challenge the\n\ndenial of attorneys' fees incurred in the district court defending\n\nthe petition to vacate the arbitration award.2\n\n                                II.3\n\n          While an award of attorneys' fees is generally reviewed\n\nfor abuse of discretion, De Jesus Nazario v. Morris Rodriguez, 554\n\n\n\n     1\n      This motion also sought an award of interest, a matter not\nbefore us on appeal.\n     2\n      JMS has not appealed the district court's denial of its\npetition to vacate.    Thus, the merits of the original arbitral\naward, including the attorneys' fees awarded by the panel, are not\npart of this appeal.\n     3\n      We reject JMS's contention that we are without jurisdiction\nto hear this appeal because the Tobins' Notice of Appeal was\nuntimely filed. The district court order denying attorneys' fees\nwas entered on June 2, 2008. The Notice of Appeal was filed on\nJuly 1, 2008, safely within the 30-day window allowed by Fed. R.\nApp. P. 4(a)(1)(A).\n\n                                 -3-\n\fF.3d 196, 199 (1st Cir. 2009), the parties disagree about whether\n\nthe district court had any discretion to award fees or not.                 The\n\nTobins argue that an award is mandatory, with only the amount of\n\nthe award   falling within the district court's discretion.           In the\n\nalternative,    they    maintain      that     even   if   the    award     was\n\ndiscretionary, the district court abused its discretion.                  JMS's\n\nposition is a little more murky. While they certainly dispute that\n\na fee award is mandatory, it is not clear whether they argue that\n\nsuch an award is entirely prohibited or whether the district court\n\nacted within its discretion when it denied the Tobins' motion for\n\nfees.    In an abundance of caution, we will analyze each of the\n\npotential permutations.\n\n            As previously noted, the arbitration panel awarded the\n\nTobins   attorneys'    fees   under   chapter     93A,   which   provides    in\n\nrelevant part that a party who establishes a violation \"shall . .\n\n. be awarded reasonable attorney's fees and costs incurred in\n\nconnection with said action.\"           Mass. Gen. Laws ch. 93A §9(4)\n\n(emphasis added); see also Mass. Gen. Laws ch. 93A §11 (same).               As\n\nthe parties acknowledge, however, there is no case that directly\n\nanswers the question before us:             whether and to what extent the\n\nright to fees under chapter 93A extends to a party who successfully\n\ndefeats an attempt to vacate an arbitration award in court.               Where\n\nthe state's highest court has not definitively weighed in, a\n\nfederal court applying state law \"may consider analogous decisions,\n\n\n                                      -4-\n\fconsidered dicta, scholarly works, and any other reliable data\n\ntending convincingly to show how the highest court in the state\n\nwould decide the issue at hand.\"         N. Am. Specialty Ins. Co. v.\n\nLapalme, 258 F.3d 35, 38 (1st Cir. 2001) (citing Gibson v. City of\n\nCranston, 37 F.3d 731, 736 (1st Cir. 1994)).           We must \"make an\n\ninformed prophecy -- to 'discern the rule the state's highest court\n\nwould be most likely to follow under these circumstances, even if\n\nour independent judgment might differ.'\"        Id. (quoting Ambrose v.\n\nNew Eng. Ass'n of Schs. & Colls., 252 F.3d 488, 497-98 (1st Cir.\n\n2001)).\n\n            We start by noting the Massachusetts' highest court's\n\nrelatively recent pronouncement that \"[w]here a statute provides\n\nfor   the   payment   of   reasonable   attorney's   fees,   an   award   of\n\nattorney's fees on appeal is within the discretion of the appellate\n\ncourt.\" Twin Fires Inv., LLC, v. Morgan Stanley Dean Witter & Co.,\n\n837 N.E.2d 1121 (Mass. 2005).      Twin Fires was built in part upon a\n\nfoundation laid in Yorke Mgmt. v. Castro, 546 N.E.2d 342 (Mass.\n\n1989), in which the Supreme Judicial Court (\"SJC\") stated that the\n\nlanguage of chapter 93A \"leaves no doubt as to the right to recover\n\nattorney's fees without any suggestion that fees for the appeal are\n\nexcluded.\"    Id. at 344.     The court in Yorke Mgmt. reasoned that\n\n\"The statutory provisions for a 'reasonable attorney's fee' would\n\nring hollow if it did not necessarily include a fee for the appeal.\n\nThe right to appellate attorney's fees . . . is beyond dispute.\"\n\n\n                                   -5-\n\fId.     The SJC reiterated this stance in Bonofiglio v. Commercial\n\nUnion Ins. Co., 591 N.E.2d 197 (Mass. 1992) (prevailing party is\n\nentitled to fees incurred in successfully opposing appeal).                      We\n\nfollowed a similar path in Federal Insurance Co. v. HPSC, Inc., 480\n\nF.3d 26 (1st Cir. 2007), awarding attorneys' fees to the prevailing\n\nparty with respect to that portion of an appeal that related to a\n\nchapter 93A claim.         Id. at 37.\n\n                Though   HPSC,    Twin   Fires,   Yorke    and   Bonofiglio    each\n\ninvolved attorneys' fee awards under chapter 93A, they of course\n\ndiffer from this case in that each of those fee questions arose in\n\nthe context of an appeal from a court judgment, rather than in a\n\nproceeding contesting a motion to vacate an arbitration award.\n\nThis distinction is central to JMS's attempts to distinguish them.\n\nWe think it likely, however, that Massachusetts courts would find\n\nthat to be a distinction without a difference.                      We reach this\n\nconclusion based on our reading of Drywall Systems Inc. v. ZVI\n\nConstruction Co., Inc., 761 N.E.2d 482 (Mass. 2002), the genesis of\n\nwhich was an arbitration award of damages and attorneys' fees to\n\nthe plaintiff, a subcontractor, under chapter 93A.                 Id. at 483.   In\n\nthe plaintiff's subsequent action to enforce the award, the state\n\ncourt        partially   upheld   the    damage   award,   but     concluded   that\n\nattorneys'        fees    could    not    be    awarded    under    Massachusetts\n\narbitration law.4          The state appeals court agreed.             Id. at 484\n\n\n        4\n            See Mass. Gen. Laws ch. 251, §10.\n\n                                          -6-\n\f(citing Drywall Sys. Inc. v. ZVI Constr. Co., 747 N.E.2d 168 (Mass.\n\nApp. Ct. 2001)).       On further appeal, the SJC held that the\n\nattorneys'   fee   provision   of   chapter   93A   trumped   the   general\n\nunavailability of such fees in arbitration.           Id. at 488.     Most\n\nsignificantly for our purposes, the Court concluded by inviting\n\nDrywall to \"request appellate legal fees and costs.\"          Id. at 490.\n\nIt seems to us then, that the trail of the Drywall case thus short-\n\ncircuits JMS's attempt to differentiate matters that begin in court\n\nfrom those that begin in an arbitral forum.\n\n          Nevertheless, although it is close, Drywall is not a\n\nperfect analog for our situation, because the SJC explicitly\n\naddressed only the question of fees awarded by the arbitration\n\npanel and those generated by defending the appeal before the SJC\n\nitself.   The court was silent as to those fees generated in the\n\nintermediate stops at the superior and appeals courts.         JMS seizes\n\non that silence as support for its position that no fees are\n\nallowable for the trial court's arbitration review proceedings. We\n\nhave trouble, however, following the logic of allowing attorneys'\n\nfees in a chapter 93A arbitration, denying them in the court\n\nproceeding to oppose vacating the award, only to allow them at the\n\nfinal appellate stage.     This is especially so where the \"entire\n\ntenor of [chapter] 93A is to award attorney's fees and costs to a\n\nparty who succeeds in demonstrating that a defendant has violated\n\n\n\n\n                                    -7-\n\f[the chapter].\"   Comm. v. Fall River Motor Sales, Inc., 565 N.E.2d\n\n1205, 1214 (Mass. 1991).\n\n          Against this backdrop, we think that the Massachusetts\n\ncourts would allow attorneys' fees to be awarded to a party who\n\nsuccessfully   defends   a   petition   to   vacate   a   chapter   93A\n\narbitration award at the trial court level.      Thus, to the extent\n\nthat JMS contends that the district court was prohibited from\n\nawarding attorneys' fees, we reject that argument.5\n\n          We turn next to the Tobins' counter argument that an\n\nattorneys' fee award is indeed mandatory.     The foundation of this\n\nclaim is the description of appellate attorneys' fees as a \"right\"\n\nin Bonofiglio, 591 N.E.2d at 199, and Yorke, 546 N.E.2d at 344.      We\n\nwould be hard pressed to take issue with this point, if not for the\n\nlanguage in Twin Fires, a case to which the Tobins make only\n\npassing reference.   There, while citing Bonofiglio and Yorke, the\n\n\n     5\n      JMS relies on three cases, each of which denied post-\narbitration attorneys' fees, in support of its position. Two of\nthem, Floors, Inc. v. B.G. Danis of New England, 401 N.E.2d 839\n(Mass. 1980) and Sun Fire Prot. & Eng'g v. D.F. Pray, Inc., 899\nN.E.2d 114 (Mass. App. Ct. 2009) are inapposite, because the claims\nin those cases were not based on chapter 93A.      The third case,\nRaytheon Co. v. Computer Distrib. Inc., 632 F. Supp. 553 (D. Mass.\n1986), upheld the decision of an arbitrator not to award attorneys'\nfees. Although that case was based on chapter 93A, the district\ncourt relied on the inapposite Floors. Moreover, given the trail\nlater hewn by the SJC in Yorke, Bonofiglio, Drywall and Twin Fires,\nit appears that Raytheon Co. stands as an inaccurate forecast of\nthe rule Massachusetts courts would follow in chapter 93A cases.\nFinally, Raytheon applied the very deferential standard of review\nwhich courts must apply to arbitral decisions. Id. at 560. That\nis different from this case, as the arbitral award is not presented\nfor review.\n\n                                 -8-\n\fSJC unequivocally said that the award of fees on appeal \"is within\n\nthe discretion of an appellate court.\"     837 N.E.2d at 1140; accord\n\nDay v. Hyman, 2007 Mass. App. Div. 59, 2007 WL 1412845 (May 11,\n\n2007)(acknowledging   discretion,   and   denying   appellate   fees   in\n\nchapter 93A case). We cannot ignore this clear statement, and thus\n\nreject the Tobins' contention that an award of attorneys' fees at\n\nthe district court was mandatory.     Nevertheless, given the SJC's\n\nclear and consistent statements about the importance of attorneys'\n\nfees to the chapter 93A regime, we believe that an award of fees to\n\na party that successfully fends off a petition to vacate a chapter\n\n93A arbitration award would be the usual practice, absent some\n\naffirmative reason not to make such an award.\n\n          As noted above, the Tobins' fallback position is that\n\neven if the fee award was not mandatory, the district court abused\n\nits discretion in failing to make such an award in this case.          An\n\nabuse of discretion occurs if a district court \"fails to consider\n\na significant factor in its decisional calculus, if it relies on an\n\nimproper factor in computing that calculus, or if it considers all\n\nof the appropriate factors but makes a serious mistake in weighing\n\nsuch factors.\"   De Jesus Nazario, 554 F.3d at 199 (citing Coutin v.\n\nYoung & Rubicam P.R., Inc., 124 F.3d 331, 336 (1st Cir. 1997)).        In\n\naddition, \"an error of law is always tantamount to an abuse of\n\ndiscretion.\" Id. (quoting Torres-Rivera v. O'Neill-Cancel, 524 F.3d\n\n331, 336 (1st Cir. 2008)).   Finally, \"a trial court can abuse its\n\n\n                                -9-\n\fdiscretion by failing to exercise that discretion.\"          In re Grand\n\nJury Investigation, 545 F.3d 21, 25 (1st Cir. 2008).\n\n           Here, the district court's lack of explanation makes it\n\nimpossible to assess any of these factors.      Indeed, the best we can\n\ndo on the current state of the record is to conclude that the\n\ndistrict   court   abused   its   discretion   by   not   exercising   it.\n\nTherefore, we reverse the district court's denial of the Tobins'\n\nmotion for additional attorneys' fees and remand for further\n\nproceedings consistent with this opinion, including consideration\n\nby the district court of the Tobins' request for attorneys' fees in\n\nconnection with this appeal.      See 1st Cir. R. 39.1(b).     Costs are\n\nawarded to appellants.\n\n\n\n\n                                   -10-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>571 F.3d 162 (2009)</b></center>\n<center><h1>JANNEY MONTGOMERY SCOTT LLC; John J. Lennon, Petitioners, Appellees,<br>\nv.<br>\nEmily E. TOBIN, Trustee of the John F. Tobin Family Trust and Emily E. Tobin Trust; Jon S. Tobin, Trustee of the John F. Tobin Family Trust and Emily E. Tobin Trust, Respondents, Appellants.</h1></center>\n<center>No. 08-1863.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard May 8, 2009.</center>\n<center>Decided July 8, 2009.</center>\n<p><span class=\"star-pagination\">*163</span> Robert T. Gill, with whom Jennifer L. Markowski and Peabody &amp; Arnold LLP were on brief, for petitioners.</p>\n<p>Dennis A. Murphy, with whom Nixon Peabody LLP was on brief, for respondents.</p>\n<p>Before BOUDIN, TASHIMA,<sup>[*]</sup> and HOWARD, Circuit Judges.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>This appeal presents the question of whether a Massachusetts statute entitling a party to attorneys' fees following a successful arbitration entitles the same party to attorneys' fees incurred in successfully defending against an attempt to overturn the arbitral award in court. The district court denied the request for fees without explanation. We reverse and remand for further proceedings.</p>\n<p></p>\n<h2>I.</h2>\n<p>Appellants Emily E. Tobin and Jon S. Tobin are trustees of various trusts established in 1991 by the late John F. Tobin. In June 1998, the trust accounts were transferred to appellee Janney Montgomery Scott, LLC (\"JMS\"). Appellee John Lennon, who is John F. Tobin's son-in-law, was to be the accounts' broker.</p>\n<p>Over the course of the next few years, the accounts' value dropped from approximately $1 million to slightly under $500,000. The Tobins, believing the losses stemmed from Lennon's and JMS's malfeasant investment choices, filed a claim in July 2004 with the National Association of Securities Dealers (\"NASD\") against JMS and Lennon asserting several causes of action, including violation of Massachusetts' consumer protection statute, Mass. Gen. Laws ch. 93A. In May 2007, following an eleven-day hearing, the arbitration panel found, <i>inter alia,</i> JMS and Lennon jointly and severally liable for $416,250 in compensatory damages and $205,000 in attorneys' fees pursuant to chapter 93A.</p>\n<p>Lennon and JMS responded by filing a petition to vacate the arbitration award in federal district court; the Tobins filed a combined opposition and motion to confirm the award, in which they requested an award of attorneys' fees incurred in defending the district court action. In April 2008, the district court issued a brief electronic order denying the petition to vacate the arbitration award. The order was silent as to the request for attorneys' fees. The Tobins subsequently filed a separate motion for attorneys' fees which was denied by electronic order entered June 2, 2008.<sup>[1]</sup> Neither of the district court's orders provided explanations for the outcomes. On appeal, the Tobins challenge the denial of attorneys' fees incurred in the district court defending the petition to vacate the arbitration award.<sup>[2]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*164</span> <i>II.</i><sup>[3]</sup></h2>\n<p>While an award of attorneys' fees is generally reviewed for abuse of discretion, <i>De Jesus Nazario v. Morris Rodriguez,</i> 554 F.3d 196, 199 (1st Cir.2009), the parties disagree about whether the district court had any discretion to award fees or not. The Tobins argue that an award is mandatory, with only the amount of the award falling within the district court's discretion. In the alternative, they maintain that even if the award was discretionary, the district court abused its discretion. JMS's position is a little more murky. While they certainly dispute that a fee award is mandatory, it is not clear whether they argue that such an award is entirely prohibited or whether the district court acted within its discretion when it denied the Tobins' motion for fees. In an abundance of caution, we will analyze each of the potential permutations.</p>\n<p>As previously noted, the arbitration panel awarded the Tobins attorneys' fees under chapter 93A, which provides in relevant part that a party who establishes a violation \"<i>shall</i> ... be awarded reasonable attorney's fees and costs incurred in connection with said action.\" Mass. Gen. Laws ch. 93A § 9(4) (emphasis added); <i>see also</i> Mass. Gen. Laws ch. 93A § 11 (same). As the parties acknowledge, however, there is no case that directly answers the question before us: whether and to what extent the right to fees under chapter 93A extends to a party who successfully defeats an attempt to vacate an arbitration award in court. Where the state's highest court has not definitively weighed in, a federal court applying state law \"may consider analogous decisions, considered dicta, scholarly works, and any other reliable data tending convincingly to show how the highest court in the state would decide the issue at hand.\" <i>N. Am. Specialty Ins. Co. v. Lapalme,</i> 258 F.3d 35, 38 (1st Cir.2001) (<i>citing </i><i>Gibson v. City of Cranston,</i> 37 F.3d 731, 736 (1st Cir.1994)). We must \"make an informed prophecy-to `discern the rule the state's highest court would be most likely to follow under these circumstances, even if our independent judgment might differ.'\" <i>Id.</i> (<i>quoting </i><i>Ambrose v. New Eng. Ass'n of Schs. &amp; Colls.,</i> 252 F.3d 488, 497-98 (1st Cir.2001)).</p>\n<p>We start by noting the Massachusetts' highest court's relatively recent pronouncement that \"[w]here a statute provides for the payment of reasonable attorney's fees, an award of attorney's fees on appeal is within the discretion of the appellate court.\" <i>Twin Fires Inv., LLC, v. Morgan Stanley Dean Witter &amp; Co.,</i> 445 Mass. 411, 837 N.E.2d 1121 (2005). <i>Twin Fires</i> was built in part upon a foundation laid in <i>Yorke Mgmt. v. Castro,</i> 406 Mass. 17, 546 N.E.2d 342 (1989), in which the Supreme Judicial Court (\"SJC\") stated that the language of chapter 93A \"leaves no doubt as to the right to recover attorney's fees without any suggestion that fees for the appeal are excluded.\" <i>Id.</i> at 344. The court in <i>Yorke Mgmt.</i> reasoned that \"The statutory provisions for a `reasonable attorney's fee' would ring hollow if it did not necessarily include a fee for the appeal. The right to appellate attorney's fees ... is beyond dispute.\" <i>Id.</i> The SJC reiterated this stance in <i>Bonofiglio v. Commercial</i> <span class=\"star-pagination\">*165</span> <i>Union Ins. Co.,</i> 412 Mass. 612, 591 N.E.2d 197 (1992) (prevailing party is entitled to fees incurred in successfully opposing appeal). We followed a similar path in <i>Federal Insurance Co. v. HPSC, Inc.,</i> 480 F.3d 26 (1st Cir.2007), awarding attorneys' fees to the prevailing party with respect to that portion of an appeal that related to a chapter 93A claim. <i>Id.</i> at 37.</p>\n<p>Though <i>HPSC, Twin Fires, Yorke</i> and <i>Bonofiglio</i> each involved attorneys' fee awards under chapter 93A, they of course differ from this case in that each of those fee questions arose in the context of an appeal from a court judgment, rather than in a proceeding contesting a motion to vacate an arbitration award. This distinction is central to JMS's attempts to distinguish them. We think it likely, however, that Massachusetts courts would find that to be a distinction without a difference. We reach this conclusion based on our reading of <i>Drywall Systems Inc. v. ZVI Construction Co., Inc.,</i> 435 Mass. 664, 761 N.E.2d 482 (2002), the genesis of which was an arbitration award of damages and attorneys' fees to the plaintiff, a subcontractor, under chapter 93A. <i>Id.</i> at 483. In the plaintiff's subsequent action to enforce the award, the state court partially upheld the damage award, but concluded that attorneys' fees could not be awarded under Massachusetts arbitration law.<sup>[4]</sup> The state appeals court agreed. <i>Id.</i> at 484 (<i>citing Drywall Sys. Inc. v. ZVI Constr. Co.,</i> 51 Mass.App.Ct. 353, 747 N.E.2d 168 (2001)). On further appeal, the SJC held that the attorneys' fee provision of chapter 93A trumped the general unavailability of such fees in arbitration. <i>Id.</i> at 488. Most significantly for our purposes, the Court concluded by inviting Drywall to \"request appellate legal fees and costs.\" <i>Id.</i> at 490. It seems to us then, that the trail of the <i>Drywall</i> case thus short-circuits JMS's attempt to differentiate matters that begin in court from those that begin in an arbitral forum.</p>\n<p>Nevertheless, although it is close, <i>Drywall</i> is not a perfect analog for our situation, because the SJC explicitly addressed only the question of fees awarded by the arbitration panel and those generated by defending the appeal before the SJC itself. The court was silent as to those fees generated in the intermediate stops at the superior and appeals courts. JMS seizes on that silence as support for its position that no fees are allowable for the trial court's arbitration review proceedings. We have trouble, however, following the logic of allowing attorneys' fees in a chapter 93A arbitration, denying them in the court proceeding to oppose vacating the award, only to allow them at the final appellate stage. This is especially so where the \"entire tenor of [chapter] 93A is to award attorney's fees and costs to a party who succeeds in demonstrating that a defendant has violated [the chapter].\" <i>Comm. v. Fall River Motor Sales, Inc.,</i> 409 Mass. 302, 565 N.E.2d 1205, 1214 (1991).</p>\n<p>Against this backdrop, we think that the Massachusetts courts would allow attorneys' fees to be awarded to a party who successfully defends a petition to vacate a chapter 93A arbitration award at the trial court level. Thus, to the extent that JMS contends that the district court was <i>prohibited</i> from awarding attorneys' fees, we reject that argument.<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*166</span> We turn next to the Tobins' counter argument that an attorneys' fee award is indeed mandatory. The foundation of this claim is the description of appellate attorneys' fees as a \"right\" in <i>Bonofiglio,</i> 591 N.E.2d at 199, and <i>Yorke,</i> 546 N.E.2d at 344. We would be hard pressed to take issue with this point, if not for the language in <i>Twin Fires,</i> a case to which the Tobins make only passing reference. There, while citing <i>Bonofiglio</i> and <i>Yorke,</i> the SJC unequivocally said that the award of fees on appeal \"is within the discretion of an appellate court.\" 837 N.E.2d at 1140; <i>accord </i><i>Day v. Hyman,</i> 2007 Mass. App. Div. 59, 2007 WL 1412845 (May 11, 2007)(acknowledging discretion, and denying appellate fees in chapter 93A case). We cannot ignore this clear statement, and thus reject the Tobins' contention that an award of attorneys' fees at the district court was mandatory. Nevertheless, given the SJC's clear and consistent statements about the importance of attorneys' fees to the chapter 93A regime, we believe that an award of fees to a party that successfully fends off a petition to vacate a chapter 93A arbitration award would be the usual practice, absent some affirmative reason not to make such an award.</p>\n<p>As noted above, the Tobins' fallback position is that even if the fee award was not mandatory, the district court abused its discretion in failing to make such an award in this case. An abuse of discretion occurs if a district court \"fails to consider a significant factor in its decisional calculus, if it relies on an improper factor in computing that calculus, or if it considers all of the appropriate factors but makes a serious mistake in weighing such factors.\" <i>De Jesus Nazario,</i> 554 F.3d at 199 (<i>citing </i><i>Coutin v. Young &amp; Rubicam P.R., Inc.,</i> 124 F.3d 331, 336 (1st Cir. 1997)). In addition, \"an error of law is always tantamount to an abuse of discretion.\" <i>Id.</i> (<i>quoting </i><i>Torres-Rivera v. O'Neill-Cancel,</i> 524 F.3d 331, 336 (1st Cir. 2008)). Finally, \"a trial court can abuse its discretion by failing to exercise that discretion.\" <i>In re Grand Jury Investigation,</i> 545 F.3d 21, 25 (1st Cir.2008).</p>\n<p>Here, the district court's lack of explanation makes it impossible to assess any of these factors. Indeed, the best we can do on the current state of the record is to conclude that the district court abused its discretion by not exercising it. Therefore, we <i>reverse</i> the district court's denial of the Tobins' motion for additional attorneys' fees and <i>remand</i> for further proceedings consistent with this opinion, including consideration by the district court of the Tobins' request for attorneys' fees in connection with this appeal. <i>See</i> 1st Cir. R. 39.1(b). Costs are awarded to appellants.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the Ninth Circuit, sitting by designation.</p>\n<p>[1]  This motion also sought an award of interest, a matter not before us on appeal.</p>\n<p>[2]  JMS has not appealed the district court's denial of its petition to vacate. Thus, the merits of the original arbitral award, including the attorneys' fees awarded by the panel, are not part of this appeal.</p>\n<p>[3]  We reject JMS's contention that we are without jurisdiction to hear this appeal because the Tobins' Notice of Appeal was untimely filed. The district court order denying attorneys' fees was entered on June 2, 2008. The Notice of Appeal was filed on July 1, 2008, safely within the 30-day window allowed by Fed. R.App. P. 4(a)(1)(A).</p>\n<p>[4]  <i>See</i> Mass. Gen. Laws ch. 251, § 10.</p>\n<p>[5]  JMS relies on three cases, each of which denied post-arbitration attorneys' fees, in support of its position. Two of them, <i>Floors, Inc. v. B.G. Danis of New England,</i> 380 Mass. 91, 401 N.E.2d 839 (1980) and <i>Sun Fire Prot. &amp; Eng'g v. D.F. Pray, Inc.,</i> 73 Mass.App.Ct. 906, 899 N.E.2d 114 (2009) are inapposite, because the claims in those cases were not based on chapter 93A. The third case, <i>Raytheon Co. v. Computer Distrib. Inc.,</i> 632 F.Supp. 553 (D.Mass.1986), upheld the decision of an arbitrator not to award attorneys' fees. Although that case was based on chapter 93A, the district court relied on the inapposite <i>Floors.</i> Moreover, given the trail later hewn by the SJC in <i>Yorke, Bonofiglio, Drywall</i> and <i>Twin Fires,</i> it appears that <i>Raytheon Co.</i> stands as an inaccurate forecast of the rule Massachusetts courts would follow in chapter 93A cases. Finally, <i>Raytheon</i> applied the very deferential standard of review which courts must apply to arbitral decisions. <i>Id.</i> at 560. That is different from this case, as the arbitral award is not presented for review.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">571</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">162</span></span> (2009)</b></center>\n<center><h1>JANNEY MONTGOMERY SCOTT LLC; John J. Lennon, Petitioners, Appellees,<br>\nv.<br>\nEmily E. TOBIN, Trustee of the John F. Tobin Family Trust and Emily E. Tobin Trust; Jon S. Tobin, Trustee of the John F. Tobin Family Trust and Emily E. Tobin Trust, Respondents, Appellants.</h1></center>\n<center>No. 08-1863.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard May 8, 2009.</center>\n<center>Decided July 8, 2009.</center>\n<p><span class=\"star-pagination\">*163</span> Robert T. Gill, with whom Jennifer L. Markowski and Peabody &amp; Arnold LLP were on brief, for petitioners.</p>\n<p>Dennis A. Murphy, with whom Nixon Peabody LLP was on brief, for respondents.</p>\n<p>Before BOUDIN, TASHIMA,<sup>[*]</sup> and HOWARD, Circuit Judges.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>This appeal presents the question of whether a Massachusetts statute entitling a party to attorneys' fees following a successful arbitration entitles the same party to attorneys' fees incurred in successfully defending against an attempt to overturn the arbitral award in court. The district court denied the request for fees without explanation. We reverse and remand for further proceedings.</p>\n<p></p>\n<h2>I.</h2>\n<p>Appellants Emily E. Tobin and Jon S. Tobin are trustees of various trusts established in 1991 by the late John F. Tobin. In June 1998, the trust accounts were transferred to appellee Janney Montgomery Scott, LLC (\"JMS\"). Appellee John Lennon, who is John F. Tobin's son-in-law, was to be the accounts' broker.</p>\n<p>Over the course of the next few years, the accounts' value dropped from approximately $1 million to slightly under $500,000. The Tobins, believing the losses stemmed from Lennon's and JMS's malfeasant investment choices, filed a claim in July 2004 with the National Association of Securities Dealers (\"NASD\") against JMS and Lennon asserting several causes of action, including violation of Massachusetts' consumer protection statute, Mass. Gen. Laws ch. 93A. In May 2007, following an eleven-day hearing, the arbitration panel found, <i>inter alia,</i> JMS and Lennon jointly and severally liable for $416,250 in compensatory damages and $205,000 in attorneys' fees pursuant to chapter 93A.</p>\n<p>Lennon and JMS responded by filing a petition to vacate the arbitration award in federal district court; the Tobins filed a combined opposition and motion to confirm the award, in which they requested an award of attorneys' fees incurred in defending the district court action. In April 2008, the district court issued a brief electronic order denying the petition to vacate the arbitration award. The order was silent as to the request for attorneys' fees. The Tobins subsequently filed a separate motion for attorneys' fees which was denied by electronic order entered June 2, 2008.<sup>[1]</sup> Neither of the district court's orders provided explanations for the outcomes. On appeal, the Tobins challenge the denial of attorneys' fees incurred in the district court defending the petition to vacate the arbitration award.<sup>[2]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*164</span> <i>II.</i><sup>[3]</sup></h2>\n<p>While an award of attorneys' fees is generally reviewed for abuse of discretion, <i>De Jesus Nazario v. Morris Rodriguez,</i> <span class=\"citation\" data-id=\"203650\"><a href=\"/opinion/203650/de-jesus-nazario-v-morris-rodriguez/\"><span class=\"volume\">554</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">196</span></a></span>, 199 (1st Cir.2009), the parties disagree about whether the district court had any discretion to award fees or not. The Tobins argue that an award is mandatory, with only the amount of the award falling within the district court's discretion. In the alternative, they maintain that even if the award was discretionary, the district court abused its discretion. JMS's position is a little more murky. While they certainly dispute that a fee award is mandatory, it is not clear whether they argue that such an award is entirely prohibited or whether the district court acted within its discretion when it denied the Tobins' motion for fees. In an abundance of caution, we will analyze each of the potential permutations.</p>\n<p>As previously noted, the arbitration panel awarded the Tobins attorneys' fees under chapter 93A, which provides in relevant part that a party who establishes a violation \"<i>shall</i> ... be awarded reasonable attorney's fees and costs incurred in connection with said action.\" Mass. Gen. Laws ch. 93A § 9(4) (emphasis added); <i>see also</i> Mass. Gen. Laws ch. 93A § 11 (same). As the parties acknowledge, however, there is no case that directly answers the question before us: whether and to what extent the right to fees under chapter 93A extends to a party who successfully defeats an attempt to vacate an arbitration award in court. Where the state's highest court has not definitively weighed in, a federal court applying state law \"may consider analogous decisions, considered dicta, scholarly works, and any other reliable data tending convincingly to show how the highest court in the state would decide the issue at hand.\" <i>N. Am. Specialty Ins. Co. v. Lapalme,</i> <span class=\"citation\" data-id=\"199543\"><a href=\"/opinion/199543/north-american-v-lapalme/\"><span class=\"volume\">258</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">35</span></a></span>, 38 (1st Cir.2001) (<i>citing </i><i>Gibson v. City of Cranston,</i> <span class=\"citation\" data-id=\"195652\"><a href=\"/opinion/195652/gibson-v-city-of-cranston/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">731</span></a></span>, 736 (1st Cir.1994)). We must \"make an informed prophecy-to `discern the rule the state's highest court would be most likely to follow under these circumstances, even if our independent judgment might differ.'\" <i>Id.</i> (<i>quoting </i><i>Ambrose v. New Eng. Ass'n of Schs. &amp; Colls.,</i> <span class=\"citation\" data-id=\"199433\"><a href=\"/opinion/199433/ambrose-v-new-england-associat/\"><span class=\"volume\">252</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">488</span></a></span>, 497-98 (1st Cir.2001)).</p>\n<p>We start by noting the Massachusetts' highest court's relatively recent pronouncement that \"[w]here a statute provides for the payment of reasonable attorney's fees, an award of attorney's fees on appeal is within the discretion of the appellate court.\" <i>Twin Fires Inv., LLC, v. Morgan Stanley Dean Witter &amp; Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">445</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">411</span></span>, <span class=\"citation no-link\"><span class=\"volume\">837</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1121</span></span> (2005). <i>Twin Fires</i> was built in part upon a foundation laid in <i>Yorke Mgmt. v. Castro,</i> <span class=\"citation\" data-id=\"2239978\"><a href=\"/opinion/2239978/yorke-management-v-castro/\"><span class=\"volume\">406</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">17</span></a></span>, <span class=\"citation\" data-id=\"2239978\"><a href=\"/opinion/2239978/yorke-management-v-castro/\"><span class=\"volume\">546</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">342</span></a></span> (1989), in which the Supreme Judicial Court (\"SJC\") stated that the language of chapter 93A \"leaves no doubt as to the right to recover attorney's fees without any suggestion that fees for the appeal are excluded.\" <i>Id.</i> at 344. The court in <i>Yorke Mgmt.</i> reasoned that \"The statutory provisions for a `reasonable attorney's fee' would ring hollow if it did not necessarily include a fee for the appeal. The right to appellate attorney's fees ... is beyond dispute.\" <i>Id.</i> The SJC reiterated this stance in <i>Bonofiglio v. Commercial</i> <span class=\"star-pagination\">*165</span> <i>Union Ins. Co.,</i> <span class=\"citation\" data-id=\"2098016\"><a href=\"/opinion/2098016/bonofiglio-v-commercial-union-ins-co/\"><span class=\"volume\">412</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">612</span></a></span>, <span class=\"citation\" data-id=\"2098016\"><a href=\"/opinion/2098016/bonofiglio-v-commercial-union-ins-co/\"><span class=\"volume\">591</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">197</span></a></span> (1992) (prevailing party is entitled to fees incurred in successfully opposing appeal). We followed a similar path in <i>Federal Insurance Co. v. HPSC, Inc.,</i> <span class=\"citation\" data-id=\"202661\"><a href=\"/opinion/202661/federal-insurance-co-v-hpsc-inc/\"><span class=\"volume\">480</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span> (1st Cir.2007), awarding attorneys' fees to the prevailing party with respect to that portion of an appeal that related to a chapter 93A claim. <i>Id.</i> at 37.</p>\n<p>Though <i>HPSC, Twin Fires, Yorke</i> and <i>Bonofiglio</i> each involved attorneys' fee awards under chapter 93A, they of course differ from this case in that each of those fee questions arose in the context of an appeal from a court judgment, rather than in a proceeding contesting a motion to vacate an arbitration award. This distinction is central to JMS's attempts to distinguish them. We think it likely, however, that Massachusetts courts would find that to be a distinction without a difference. We reach this conclusion based on our reading of <i>Drywall Systems Inc. v. ZVI Construction Co., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">435</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">664</span></span>, <span class=\"citation no-link\"><span class=\"volume\">761</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">482</span></span> (2002), the genesis of which was an arbitration award of damages and attorneys' fees to the plaintiff, a subcontractor, under chapter 93A. <i>Id.</i> at 483. In the plaintiff's subsequent action to enforce the award, the state court partially upheld the damage award, but concluded that attorneys' fees could not be awarded under Massachusetts arbitration law.<sup>[4]</sup> The state appeals court agreed. <i>Id.</i> at 484 (<i>citing Drywall Sys. Inc. v. ZVI Constr. Co.,</i> 51 Mass.App.Ct. 353, <span class=\"citation no-link\"><span class=\"volume\">747</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">168</span></span> (2001)). On further appeal, the SJC held that the attorneys' fee provision of chapter 93A trumped the general unavailability of such fees in arbitration. <i>Id.</i> at 488. Most significantly for our purposes, the Court concluded by inviting Drywall to \"request appellate legal fees and costs.\" <i>Id.</i> at 490. It seems to us then, that the trail of the <i>Drywall</i> case thus short-circuits JMS's attempt to differentiate matters that begin in court from those that begin in an arbitral forum.</p>\n<p>Nevertheless, although it is close, <i>Drywall</i> is not a perfect analog for our situation, because the SJC explicitly addressed only the question of fees awarded by the arbitration panel and those generated by defending the appeal before the SJC itself. The court was silent as to those fees generated in the intermediate stops at the superior and appeals courts. JMS seizes on that silence as support for its position that no fees are allowable for the trial court's arbitration review proceedings. We have trouble, however, following the logic of allowing attorneys' fees in a chapter 93A arbitration, denying them in the court proceeding to oppose vacating the award, only to allow them at the final appellate stage. This is especially so where the \"entire tenor of [chapter] 93A is to award attorney's fees and costs to a party who succeeds in demonstrating that a defendant has violated [the chapter].\" <i>Comm. v. Fall River Motor Sales, Inc.,</i> <span class=\"citation\" data-id=\"2091246\"><a href=\"/opinion/2091246/commonwealth-v-fall-river-motor-sales-inc/\"><span class=\"volume\">409</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">302</span></a></span>, <span class=\"citation\" data-id=\"2091246\"><a href=\"/opinion/2091246/commonwealth-v-fall-river-motor-sales-inc/\"><span class=\"volume\">565</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1205</span></a></span>, 1214 (1991).</p>\n<p>Against this backdrop, we think that the Massachusetts courts would allow attorneys' fees to be awarded to a party who successfully defends a petition to vacate a chapter 93A arbitration award at the trial court level. Thus, to the extent that JMS contends that the district court was <i>prohibited</i> from awarding attorneys' fees, we reject that argument.<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*166</span> We turn next to the Tobins' counter argument that an attorneys' fee award is indeed mandatory. The foundation of this claim is the description of appellate attorneys' fees as a \"right\" in <i>Bonofiglio,</i> 591 N.E.2d at 199, and <i>Yorke,</i> 546 N.E.2d at 344. We would be hard pressed to take issue with this point, if not for the language in <i>Twin Fires,</i> a case to which the Tobins make only passing reference. There, while citing <i>Bonofiglio</i> and <i>Yorke,</i> the SJC unequivocally said that the award of fees on appeal \"is within the discretion of an appellate court.\" 837 N.E.2d at 1140; <i>accord </i><i>Day v. Hyman,</i> <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">Mass. App. Div.</span> <span class=\"page\">59</span></span>, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">1412845</span></span> (May 11, 2007)(acknowledging discretion, and denying appellate fees in chapter 93A case). We cannot ignore this clear statement, and thus reject the Tobins' contention that an award of attorneys' fees at the district court was mandatory. Nevertheless, given the SJC's clear and consistent statements about the importance of attorneys' fees to the chapter 93A regime, we believe that an award of fees to a party that successfully fends off a petition to vacate a chapter 93A arbitration award would be the usual practice, absent some affirmative reason not to make such an award.</p>\n<p>As noted above, the Tobins' fallback position is that even if the fee award was not mandatory, the district court abused its discretion in failing to make such an award in this case. An abuse of discretion occurs if a district court \"fails to consider a significant factor in its decisional calculus, if it relies on an improper factor in computing that calculus, or if it considers all of the appropriate factors but makes a serious mistake in weighing such factors.\" <i>De Jesus Nazario,</i> 554 F.3d at 199 (<i>citing </i><i>Coutin v. Young &amp; Rubicam P.R., Inc.,</i> <span class=\"citation\" data-id=\"746216\"><a href=\"/opinion/746216/74-fair-emplpraccas-bna-1463-72-empl-prac-dec-p-45260-denise/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">331</span></a></span>, 336 (1st Cir. 1997)). In addition, \"an error of law is always tantamount to an abuse of discretion.\" <i>Id.</i> (<i>quoting </i><i>Torres-Rivera v. O'Neill-Cancel,</i> <span class=\"citation\" data-id=\"203277\"><a href=\"/opinion/203277/torres-rivera-v-oneill-cancel/\"><span class=\"volume\">524</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">331</span></a></span>, 336 (1st Cir. 2008)). Finally, \"a trial court can abuse its discretion by failing to exercise that discretion.\" <i>In re Grand Jury Investigation,</i> <span class=\"citation\" data-id=\"203538\"><a href=\"/opinion/203538/in-re-grand-jury-investigation/\"><span class=\"volume\">545</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 25 (1st Cir.2008).</p>\n<p>Here, the district court's lack of explanation makes it impossible to assess any of these factors. Indeed, the best we can do on the current state of the record is to conclude that the district court abused its discretion by not exercising it. Therefore, we <i>reverse</i> the district court's denial of the Tobins' motion for additional attorneys' fees and <i>remand</i> for further proceedings consistent with this opinion, including consideration by the district court of the Tobins' request for attorneys' fees in connection with this appeal. <i>See</i> 1st Cir. R. 39.1(b). Costs are awarded to appellants.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the Ninth Circuit, sitting by designation.</p>\n<p>[1]  This motion also sought an award of interest, a matter not before us on appeal.</p>\n<p>[2]  JMS has not appealed the district court's denial of its petition to vacate. Thus, the merits of the original arbitral award, including the attorneys' fees awarded by the panel, are not part of this appeal.</p>\n<p>[3]  We reject JMS's contention that we are without jurisdiction to hear this appeal because the Tobins' Notice of Appeal was untimely filed. The district court order denying attorneys' fees was entered on June 2, 2008. The Notice of Appeal was filed on July 1, 2008, safely within the 30-day window allowed by Fed. R.App. P. 4(a)(1)(A).</p>\n<p>[4]  <i>See</i> Mass. Gen. Laws ch. 251, § 10.</p>\n<p>[5]  JMS relies on three cases, each of which denied post-arbitration attorneys' fees, in support of its position. Two of them, <i>Floors, Inc. v. B.G. Danis of New England,</i> <span class=\"citation\" data-id=\"2176966\"><a href=\"/opinion/2176966/floors-inc-v-bg-danis-of-new-england-inc/\"><span class=\"volume\">380</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">91</span></a></span>, <span class=\"citation\" data-id=\"2176966\"><a href=\"/opinion/2176966/floors-inc-v-bg-danis-of-new-england-inc/\"><span class=\"volume\">401</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">839</span></a></span> (1980) and <i>Sun Fire Prot. &amp; Eng'g v. D.F. Pray, Inc.,</i> 73 Mass.App.Ct. 906, <span class=\"citation no-link\"><span class=\"volume\">899</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">114</span></span> (2009) are inapposite, because the claims in those cases were not based on chapter 93A. The third case, <i>Raytheon Co. v. Computer Distrib. Inc.,</i> <span class=\"citation\" data-id=\"2260882\"><a href=\"/opinion/2260882/raytheon-co-v-computer-distributors-inc/\"><span class=\"volume\">632</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">553</span></a></span> (D.Mass.1986), upheld the decision of an arbitrator not to award attorneys' fees. Although that case was based on chapter 93A, the district court relied on the inapposite <i>Floors.</i> Moreover, given the trail later hewn by the SJC in <i>Yorke, Bonofiglio, Drywall</i> and <i>Twin Fires,</i> it appears that <i>Raytheon Co.</i> stands as an inaccurate forecast of the rule Massachusetts courts would follow in chapter 93A cases. Finally, <i>Raytheon</i> applied the very deferential standard of review which courts must apply to arbitral decisions. <i>Id.</i> at 560. That is different from this case, as the arbitral award is not presented for review.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199433/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199543/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203277/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203538/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203650/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746216/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2091246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2098016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2176966/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2239978/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2260882/"
  ]
}