{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203928/",
  "absolute_url": "/opinion/203928/united-states-v-ayala-garcia/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203928/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/336/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:25:36Z",
  "date_modified": "2016-04-26T22:50:03.712169Z",
  "type": "010combined",
  "sha1": "3a9d3d3afe0d48a594ef2207c060cbbaf2a73e8a",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-2129P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/07/24/US_v._Ayala-Garcia.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\n\nNos. 07-2129, 07-2130\n\n                       UNITED STATES OF AMERICA,\n\n                               Appellee,\n\n                                  v.\n\n                         CRISTIAN AYALA-GARCÍA,\n                        JOSÉ LUIS ALICEA-COTTO,\n\n                        Defendants, Appellants.\n\n\n             APPEALS FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF PUERTO RICO\n\n           [Hon. Jay A. García Gregory, U.S. District Judge]\n\n\n                                Before\n\n               Boudin, Hansen,* and Lipez, Circuit Judges.\n\n\n\n     Robert Millán for appellant Ayala-García.\n     Jorge E. Rivera-Ortíz for appellant Alicea-Cotto.\n     George A. Massucco La Taif, with whom Rosa Emilia Rodriguez-\nVelez, United States Attorney, Nelson Pérez-Sosa, Assistant\nUnited States Attorney, Chief, Appellate Division, and Luke Cass,\nAssistant United States Attorney, were on brief, for appellee.\n\n\n\n                             July 24, 2009\n\n\n\n\n     *\n         Of the Eighth Circuit, sitting by designation.\n\f              LIPEZ, Circuit Judge.         Appellant José Luis Alicea-Cotto\n\nappeals his conviction on drug distribution and firearms charges,\n\nand appellant Cristian Ayala-García appeals his conviction on a\n\nsingle firearms charge stemming from the same incident.                         Both men\n\nclaim    that    the   evidence    presented          at   their   joint      trial   was\n\ninsufficient to support their convictions and that statements made\n\nby the prosecutor during rebuttal, including a suggestion that the\n\ndefendants      were    planning     to     gun       down   dozens      of     innocent\n\nindividuals, unfairly prejudiced the jury against them.                         After a\n\nclose review of the record and relevant caselaw, we agree that\n\nAlicea-Cotto's conviction on one firearms count must be reversed\n\ndue to insufficient evidence and that the prosecutor's improper\n\nremarks \"so poisoned the well that a new trial is required\" for\n\nboth defendants on the remaining counts. United States v. Manning,\n\n23 F.3d 570, 574 (1st Cir. 1994) (citations and quotation marks\n\nomitted).\n\n                                          I.\n\n              The charges against defendants Alicea-Cotto and Ayala-\n\nGarcía arose from events that took place at the Sabana Abajo\n\nhousing project in Carolina, Puerto Rico, on May 25, 2006.                             At\n\ntrial,   the     prosecution   and       defense      witnesses     offered      starkly\n\ndifferent accounts of what occurred. Although we take the facts in\n\nthe   light     most   favorable    to    the     government       in   assessing     the\n\ndefendants'      sufficiency      claims,       see   United   States      v.   Angulo-\n\n\n                                          -2-\n\fHernández,        565    F.3d   2,   7   (1st   Cir.   2009),   the   prosecutorial\n\nmisconduct claim obliges us to consider as well the defendants'\n\ncontrary view of the events in question.               We first recite the facts\n\nas the jury could have found them.\n\n                 The incident began when two undercover Puerto Rico police\n\nofficers, Luis Vega López (\"Vega\") and José M. Sánchez Santiago\n\n(\"Sánchez\"), were ordered to investigate a drug point on the south\n\nside of the Sabana Abajo housing project.                 As they drove onto the\n\ngrounds of the project, they noticed the defendants and another\n\nman, Benny Alvarado-Arroyo (\"Alvarado\"),1 standing next to a Nissan\n\nPathfinder Armada sport utility vehicle (\"SUV\") whose rear hatch\n\ndoor was open.           From a distance of about sixty feet, both officers\n\nsaw Alicea-Cotto hand a pistol to Alvarado, who put the gun in his\n\nwaistband and covered it with his shirt.                   Alvarado then handed\n\nmoney to Alicea-Cotto, ostensibly paying for the firearm.                   Ayala-\n\nGarcía stood nearby, watching the transaction.\n\n                 Vega and Sánchez exited their vehicle, approached the\n\ndefendants,         and     identified      themselves    as    police   officers.\n\nApproximately twelve feet away from the defendants, four men were\n\nsitting on a set of steps near a dumpster watching the activity.\n\nVega testified that he arrested Alicea-Cotto and seized the cash\n\nfrom       his   hand.      Sánchez      arrested   Alvarado    and   Ayala-García.\n\n\n\n       1\n       Although jointly tried with Alicea-Cotto and Ayala-García,\nAlvarado is not an appellant in this consolidated appeal.\n\n                                            -3-\n\fSánchez seized a pistol from Ayala-Garcia, along with a loaded\n\nmagazine, and also took the handgun from Alvarado's waistband. The\n\nweapon recovered from Ayala-García was a loaded 9mm Ruger pistol\n\nwith    an   obliterated   serial   number;   the   weapon   in   Alvarado's\n\nwaistband was a Smith & Wesson 9mm pistol that had been reported\n\nstolen to the Puerto Rico Police Department in 1998.\n\n             Looking into the open rear of the SUV, which Alicea-Cotto\n\nsaid belonged to him, Vega saw the tip of a rifle sticking out from\n\nunder a t-shirt.     He removed the shirt to reveal an AK-47 assault\n\nrifle, which was loaded with thirty-one bullets.         Vega then looked\n\ninside the driver's side door, which also was open, and saw a\n\ntransparent plastic bag on the floor in front of the passenger\n\nseat.    The bag contained $1,068 in cash and assorted narcotics:\n\nninety plastic cylinders of crack cocaine (totaling 10.8 grams),\n\nforty-four small plastic bags of cocaine (totaling 10 grams),\n\nfifty-six aluminum wrappers of heroin (totaling three grams), and\n\na single small plastic bag containing 1.2 grams of marijuana.\n\n             Backup Puerto Rico police officers had arrived as the\n\narrests were taking place, and additional officers arrived shortly\n\nthereafter – bringing the total number at the scene to at least\n\nten.    In addition to the appellants and Alvarado, the four men who\n\nhad been sitting on the steps also were arrested.            The defendants\n\nwere driven in a police vehicle, along with the drugs and guns, to\n\n\n\n\n                                     -4-\n\fthe narcotics division in Carolina, Puerto Rico, and the SUV also\n\nwas brought there by Vega, Sánchez and a third officer.\n\n              Alicea-Cotto was indicted on six counts stemming from the\n\nMay 25 incident: aiding and abetting possession of a stolen firearm\n\n(the   Smith    &    Wesson   9mm   pistol),   in     violation   of    18   U.S.C.\n\n§§   922(j)    and    2   (Count    One);    aiding    and   abetting    unlawful\n\npossession of heroin, cocaine base, cocaine and marijuana, with the\n\nintent to distribute the drugs, in violation of 21 U.S.C. §§\n\n841(a)(1) and 18 U.S.C. § 2 (Counts Three, Four, Five and Six); and\n\nknowing possession of firearms (the pistol and the AK-47 rifle) in\n\nfurtherance of a drug trafficking crime, in violation of 18 U.S.C.\n\n§§ 924(c)(1)(A)(i) (Count Seven).              Ayala-García was charged in\n\nCount Two with knowing possession of a firearm with an obliterated\n\nserial number (the Ruger pistol), in violation of 18 U.S.C. §\n\n922(k).   Although Ayala-García originally was charged with Alicea-\n\nCotto on the drug counts (Three through Six), the district court\n\nlater granted the government's motion to dismiss those counts\n\nagainst him.\n\n              At the seven-day trial, the defense claimed that the\n\ngovernment's case was fabricated.            Six eyewitnesses – two men who\n\nwere arrested with appellants and four residents of the housing\n\nproject who were in the area or saw the activity from their windows\n\n– testified that the defendants were among the men sitting on the\n\nsteps when the officers entered the housing project.               The officers\n\n\n                                       -5-\n\fimmediately proceeded to search each of the men, but found nothing.\n\nSeveral of the officers then went to search a nearby wooded area\n\nand emerged with a large, black, duffle-type bag.    Some witnesses\n\nsaid they heard an officer yell \"bingo!\" when the bag was removed\n\nfrom the brush.\n\n          According to the defense witnesses, all seven men who had\n\nbeen sitting on the steps were arrested and placed in a police van.\n\nAlicea-Cotto was the last to be brought to the van because the\n\nofficers took him first to the Nissan Armada and kept him there\n\nwhile they searched the vehicle.       The officers found only some\n\nmoney in the SUV.     The arrested men were then all transported to\n\nthe drug division in Carolina.      The two men in that group who\n\nappeared as defense witnesses, Luis Geraldo Cruz-Ortiz and Joan\n\nOjeda, testified that they saw officers take the weapons that were\n\ndisplayed at appellants' trial out of the black bag at the police\n\nstation, and Cruz-Ortiz said that he also saw the drugs removed\n\nfrom the bag.     Cruz-Ortiz, Ojeda and the two others who were not\n\ncharged were released at about midnight.\n\n          Testimony from one or more of the defense witnesses\n\ncontradicted, or varied from, the officers' testimony in several\n\nother significant respects: (1) the witnesses reported that all\n\ndoors on the SUV were closed when the officers arrived, and the\n\nofficers opened them; (2) one officer was heard to say \"[t]here is\n\nnothing here\" after the officers searched Alicea-Cotto's vehicle;\n\n\n                                 -6-\n\fand (3) the witnesses saw no firearms transaction take place\n\nbetween Alicea-Cotto and Alvarado, and they saw no weapons at all\n\nin   the    defendants'   possession.    During   the   government's\n\npresentation of rebuttal evidence, one of the backup officers,\n\nEnder Meléndez, testified that no black bag was ever recovered at\n\nthe scene.\n\n            In the government's rebuttal argument, the prosecutor\n\nmade the following remarks that the government concedes were\n\nimproper:\n\n                   Ladies and gentlemen of the jury, those\n            (indicating) are bullets from an AK-47 assault\n            rifle. There are 31 of those bullets that were\n            in this gun, ready to go on May 25th. Thirty-\n            one potential lives were saved on May 25th,\n            2006.   And for that, the district of Puerto\n            Rico should be thankful, 31 lives were saved.\n\nThe prosecutor made a number of other comments that defendants\n\nchallenge as improper, including urging the jury to look at the\n\nsize of the bullets and asserting that Alicea-Cotto was \"armed for\n\na war that goes on every day in public housing projects around\n\nPuerto Rico.\"2\n\n\n     2\n       That statement was included in the following passage from\nthe prosecutor's lengthy rebuttal:\n\n          And, ladies and gentlemen of the jury, when I first\n     looked at this case and thought of all of the ironic\n     situations, isn't it ironic that this car that was owned\n     by José Luis Alicea Cotta was an Armada? Isn't that just\n     ironic?\n          Because that's exactly what it was.      It was an\n     Armada. He was armed. He was armed for a war that goes\n     on every day in public housing projects around Puerto\n\n                                 -7-\n\f                  Defendants moved for a mistrial based on the prosecutor's\n\nremarks. In denying the motions, the district court stated that it\n\nwould instruct the jury to judge the defendants \"only on the\n\nevidence that has been presented, not on those comments.\"                           The\n\ncourt also rejected defendants' motions for a judgment of acquittal\n\nunder Federal Rule of Criminal Procedure 29.\n\n                  Alicea-Cotto was found guilty on the two firearms charges\n\n(Counts One and Seven) and three drug charges (Counts Three through\n\nFive), but not guilty on the marijuana distribution crime alleged\n\nin Count Six.           Ayala-García was found guilty on the only charge\n\nremaining against him, Count Two, which alleged the unlawful\n\npossession         of   a   firearm    with     an   obliterated     serial     number.3\n\nAlicea-Cotto was subsequently sentenced to a term of sixty-three\n\nmonths       on    Counts    One,     Three,    Four   and   Five,    to   be    served\n\nconcurrently, and a consecutive sixty-month term on Count Seven.\n\nAyala-García was sentenced to time served.\n\n                  On appeal, defendants Ayala-García and Alicea-Cotto argue\n\nthat       their    convictions     must   be    overturned,    and    judgments     of\n\nacquittal entered, because the evidence presented by the government\n\n\n\n       Rico, around the United States, in every jurisdiction, in\n       every district, poor people, rich people, fat people,\n       tall people, hungry people, they face this reality every\n       day.\n       3\n       The third defendant, Alvarado, was found guilty along with\nAlicea-Cotto on Count One, charging unlawful possession of a stolen\nfirearm.\n\n                                           -8-\n\ffailed to establish the elements of the offenses charged beyond a\n\nreasonable doubt. Alternatively, they claim a right to a new trial\n\nbecause      portions     of     the   government's     closing   argument      were\n\ninflammatory        and     highly       prejudicial,    tainting     the    jury's\n\ndeliberations and thus denying defendants a fair verdict based on\n\nthe evidence.\n\n                                             II.\n\n              Appellants argue that the evidence was insufficient to\n\nsupport their convictions because the record equally supports a\n\nfinding of guilt and a finding of innocence – necessarily giving\n\nrise to a reasonable doubt that invalidates their convictions.\n\nThis contention, which is based on the witnesses' conflicting\n\ntestimony about what occurred on May 25, misses the mark.                        The\n\ngovernment's        evidence     is    not   insufficient   simply    because   the\n\ndefense presented a competing scenario through its own witnesses.\n\nWhere an evidentiary conflict turns on witness credibility, the\n\njury decides whom to believe.                United States v. Thomas, 467 F.3d\n\n49, 55 (1st Cir. 2006) (\"It is . . . within the unique province of\n\nthe   jury     to    sift      through    conflicting    evidence,     assess    the\n\ncredibility of the witnesses, and find facts.\").                     A judgment of\n\nacquittal based on equally viable prosecution and defense theories\n\nis required only where the evidence is in equipoise, or nearly so,\n\neven when viewed in the government's favor.                 See United States v.\n\nWoodward, 149 F.3d 46, 57 (1st Cir. 1998) (\"[A]n appellate court\n\n\n                                             -9-\n\fmust     reverse    a     conviction       on    the     grounds     of    evidentiary\n\ninsufficiency where an equal or nearly equal theory of guilt[] and\n\na theory of innocence is supported by the evidence viewed in the\n\nlight    most    favorable     to    the     verdict.\"        (quotation      marks    and\n\ncitations omitted; alterations in original; emphasis added)).\n\n            This is not such a case.                    As we shall explain, the\n\nevidence viewed through the proper lens allows a finding of guilt\n\nbeyond a reasonable doubt on all but one of the crimes charged\n\nagainst the defendants, and the one failure of proof is unrelated\n\nto the witnesses' dueling testimony.               In evaluating the record, we\n\napply the de novo standard of review and \"draw all reasonable\n\nevidentiary inferences in harmony with the verdict and resolve all\n\nissues    of     credibility    in     the      light    most      favorable     to    the\n\ngovernment.\"       United States v. Sherman, 551 F.3d 45, 49 (1st Cir.\n\n2008) (quotation marks and citation omitted).\n\nA. Ayala-García's Sufficiency Claim\n\n            Ayala-García was convicted only on Count Two, which\n\ncharged    him     with    knowing     possession        of    a    firearm     with   an\n\nobliterated serial number, in violation of 18 U.S.C. § 922(k).                          He\n\nemphasizes that the defense witnesses \"were not impeached by the\n\nprosecution at trial\" and further argues that the verdict resulted\n\nfrom factors other than the credibility of the witnesses, including\n\nthe    prosecutor's       inflammatory       statements        during     the   rebuttal\n\nportion of the closing argument.\n\n\n                                        -10-\n\f              Whether or not the defense witnesses were explicitly\n\nimpeached is of no consequence to our inquiry.                  As we have\n\nexplained, the jury was free to choose which of the two conflicting\n\naccounts of the events to believe, so long as the evidence viewed\n\nin the government's favor is adequate to establish guilt beyond a\n\nreasonable doubt.      See United States v. Scott, 564 F.3d 34, 39-40\n\n(1st Cir. 2009).       Whether prosecutorial misconduct tainted the\n\njury's consideration of the evidence is a question we will address\n\nin Section III.       Here, therefore, we consider only whether the\n\nevidence adduced by the government allowed a rational jury to find\n\nbeyond    a   reasonable   doubt   that     Ayala-García   violated   section\n\n922(k).\n\n              To establish Ayala-García's guilt, the government needed\n\nto prove that (1) he possessed the firearm, (2) the gun had moved\n\nthrough interstate commerce, and (3) he had actual knowledge of the\n\nobliterated serial number.         United States v. Sánchez-Badillo, 540\n\nF.3d 24, 31-32 (1st Cir. 2008).        The possession prong was directly\n\nestablished through the testimony of Officers Vega and Sánchez.\n\nVega testified that he saw a gun in Ayala-García's pocket, and\n\nSánchez testified that he recovered the pistol from Ayala-García at\n\nthe time of his arrest.            To satisfy the interstate commerce\n\nelement, the government elicited testimony that the gun had been\n\nmanufactured in Prescott, Arizona.             This was sufficient.      See\n\nUnited States v. Teleguz, 492 F.3d 80, 87 (1st Cir. 2007) (holding\n\n\n                                     -11-\n\fthat the interstate nexus element is met with evidence that the\n\nfirearms \"necessarily had crossed state or foreign lines because\n\nthey were originally manufactured in other states or countries\").\n\nFinally, Ayala-García's knowledge of the obliterated serial number\n\nwas circumstantially established by his possession of the firearm.\n\nSee Sánchez-Badillo, 540 F.3d at 32.\n\n            Accordingly, we reject Ayala-García's sufficiency claim.\n\nB. Alicea-Cotto's Sufficiency Claims\n\n            Alicea-Cotto asserts that the evidence was insufficient\n\nto establish his guilt on any of the five charges for which he was\n\nconvicted.4    In support of this claim, he primarily relies on\n\ndiscrepancies in the testimony of the government's witnesses and\n\nemphasizes differences between testimony presented by Officers Vega\n\nand Sánchez at trial and their testimony at an earlier suppression\n\nhearing.5      He   appears   to    claim,   in   effect,   that   these\n\ninconsistencies foreclosed a finding of guilt beyond a reasonable\n\ndoubt.\n\n\n\n     4\n       As noted supra, Alicea-Cotto was charged with aiding and\nabetting the unlawful possession of a stolen firearm (Count One);\naiding and abetting unlawful possession of heroin, cocaine base,\ncocaine and marijuana, with the intent to distribute the drugs\n(Counts Three through Six); and knowing possession of firearms in\nfurtherance of a drug trafficking crime (Count Seven).     He was\nacquitted on Count Six, the marijuana charge.\n     5\n       Alicea-Cotto highlights, for example, Sánchez's testimony\nabout when he first saw the drugs that were found in the SUV and\nVega's testimony about which officers were in the SUV when it was\ntransported from the housing project to the police station.\n\n                                   -12-\n\f            This    contention      is   unavailing.        We    previously     have\n\nobserved that \"[e]vidence does not become legally insufficient\n\nmerely because of some inconsistencies in witnesses' testimony.\"\n\nUnited States v. Rodriguez, 457 F.3d 109, 119 (1st Cir. 2006).                    The\n\nquestion we must answer is whether the jury's verdict is supported\n\nby \"a plausible rendition\" of the evidence taken as a whole,\n\nUnited States v. Lopez-Lopez, 282 F.3d 1, 19 (1st Cir. 2002),\n\nkeeping in mind that credibility issues must be resolved in favor\n\nof the government.         See Angulo-Hernández, 565 F.3d at 7 (\"We do\n\nnot   atomize    our    analysis.        We   consider    the    evidence   in   its\n\ntotality, not in isolation, and the government need not negate\n\nevery   theory     of   innocence.\")      (quotation      marks    and   citations\n\nomitted).\n\n            We therefore proceed to consider whether a rational jury\n\ncould have concluded that the government proved each element of the\n\ncrimes charged against Alicea-Cotto beyond a reasonable doubt.\n\n            1.   The Drug Counts: Possession of Narcotics with Intent\n\nto Distribute      (Counts Three, Four and Five)\n\n            To     prove    that     Alicea-Cotto         possessed      controlled\n\nsubstances for purposes of section 841(a)(1), it was sufficient for\n\nthe government to show that he had constructive possession of the\n\ndrugs, i.e., that he exercised \"dominion and control over [the]\n\narea where [the] narcotics [were] found.\"                United States v. Gobbi,\n\n471 F.3d 302, 309 (1st Cir. 2006) (quotation marks and citation\n\n\n                                         -13-\n\fomitted); see also United States v. García-Carrasquillo, 483 F.3d\n\n124, 130 (1st Cir. 2007).        Officer Vega testified that he found the\n\ntransparent bag containing the drugs in plain view on the floor of\n\nthe Nissan Armada.         Alicea-Cotto acknowledged that the vehicle\n\nbelonged to him, and he was standing beside the SUV moments before\n\nVega discovered the drugs. His ownership of, and proximity to, the\n\nvehicle permitted the jury to infer that Alicea-Cotto had \"dominion\n\nand control\" over the location where the drugs were found and,\n\nconsequently,       to   find   that    he    constructively    possessed    the\n\nnarcotics.     See, e.g., United States v. Johnson, 470 F.3d 1234,\n\n1238 (8th Cir. 2006) (\"To prove constructive possession, the\n\nGovernment must show that [defendant] had knowledge and ownership,\n\ndominion, or control over the contraband itself, or dominion over\n\nthe vehicle in which the contraband [was] concealed.\") (quotation\n\nmarks and citation omitted); United States v. Olivo-Infante, 938\n\nF.2d 1406, 1411 (1st Cir. 1991) (holding that jury could reasonably\n\ninfer defendant's constructive possession of cocaine that was found\n\nin his car).\n\n           The record also supports the jury's finding that Alicea-\n\nCotto intended to distribute the drugs.            We have held that a large\n\namount   and    individual      packaging     of   drugs   is   sufficient   to\n\ndemonstrate    an    intent     to   distribute    for   purposes   of   section\n\n841(a)(1).     See García-Carrisquillo, 483 F.3d at 130 n.12.             Here,\n\nthe packaging alone was strong circumstantial evidence that the\n\n\n                                       -14-\n\fdrugs were intended for distribution.    Officer Vega testified that\n\nthe plastic bag he found in the SUV contained ninety plastic\n\ncylinders of cocaine base, forty-four plastic bags of cocaine and\n\nfifty-six aluminum wrappings of heroin.    The jury reasonably could\n\ninfer from the number of separate packages – 190 – that the\n\ncocaine, cocaine base and heroin were intended for distribution\n\nrather than for personal consumption.    See, e.g., United States v.\n\nGentry, 555 F.3d 659, 667 (8th Cir. 2009) (\"[T]he fact that the\n\nmethamphetamine in the bag was further subdivided into seven Ziploc\n\nbaggies[] supports a finding of intent to distribute.\").6           The\n\nlarge amount of cash in the plastic bag with the drugs reinforced\n\nthat inference.\n\n          Sufficient evidence therefore supported Alicea-Cotto's\n\nconvictions on Counts Three, Four and Five charging possession with\n\nintent to distribute cocaine, cocaine base and heroin.\n\n          2. Aiding and Abetting Possession of a Stolen Firearm in\n\nviolation of 18 U.S.C. §§ 922(j) and 2 (Count One)\n\n          Alicea-Cotto   was   charged   under   section   922(j)   with\n\npossession of the Smith & Wesson 9mm pistol that was recovered from\n\nAlvarado's waistband.    To prove guilt under that provision, the\n\ngovernment needed to establish that Alicea-Cotto possessed the gun\n\n\n\n     6\n       The jury, by contrast, rejected the marijuana distribution\ncount.   Only one small plastic bag of marijuana, weighing 1.2\ngrams, was in the larger transparent bag that contained all of the\ndrugs.\n\n                                -15-\n\f\"knowing or having reasonable cause to believe\" it was stolen.            18\n\nU.S.C. § 922(j).   Possession of the weapon was established through\n\nthe testimony of Officers Vega and Sánchez, who reported seeing\n\nAlicea-Cotto   hand   the   gun   to   Alvarado   and   receive   money   in\n\nexchange.    The government also elicited evidence that the gun was\n\nreported stolen to the Puerto Rico Police Department in 1998.7\n\n            Alicea-Cotto claims, however, that the government failed\n\nto adduce evidence showing that he knew, or had reason to believe,\n\nthat the gun was stolen.      In its brief, the government cites no\n\nevidence of such knowledge.       Instead, the government asserts that\n\n\"there was never any evidence Alicea-Cotto legally purchased the\n\ngun or registered it in his name\" and argues that the jury could\n\nrationally infer that he knew the gun did not belong to him.              At\n\ntrial, the government conceded in closing argument the lack of\n\ndirect evidence of Alicea-Cotto's and Alvarado's scienter, and then\n\nfocused its argument on what Alvarado – the purchaser of the gun –\n\nmust have known:\n\n                   I ask you, Thursday afternoon, 4:30 in\n            the afternoon, broad daylight, kids running\n            around, in a public housing project a man buys\n            a weapon from another man. He doesn't get a\n            receipt, he doesn't get a license, doesn't\n            fulfill any of the requirements that he would\n            otherwise have to do if he went to a gun\n            store.\n\n\n     7\n       The government met the statute's interstate commerce element\nwith expert testimony that the gun was manufactured in Springfield,\nMassachusetts, and necessarily traveled in interstate commerce to\nreach Puerto Rico.\n\n                                   -16-\n\f                   What can he presume – what can he know\n            about that weapon?       And what, being a\n            reasonable tryer[sic] of fact, should you, the\n            jury, circumstantially infer?      What is a\n            common-sense inference from that transaction?\n                   The common sense inference from that\n            transaction, ladies and gentlemen, is that he\n            knew it was stolen. Why else would he go and\n            buy a gun in a housing project? Why didn't he\n            go to the store? Why didn't he get a receipt?\n                   Why didn't he take a class and get the\n            license, and go to the armory and practice\n            shooting? Why didn't he do any of that? Why?\n            Because he was buying a Saturday night\n            special.   He was buying a gun he knew, or\n            should have known, was stolen.\n\n            The government made a similar argument when responding to\n\nAlicea-Cotto's and Alvarado's motions for acquittal on Count One,\n\narguing to the district court that the purchase of the firearm \"for\n\ncash   in    broad    daylight       in   a   public     housing     project[]\n\ncircumstantially     creates   the    inference   that    it   was   a   stolen\n\nweapon.\"    Alvarado's counsel challenged that assertion – asking if\n\n\"every transaction that occurs in a public housing project is\n\nillegal just because it's in a public housing project\" – and the\n\nprosecutor replied, \"[e]very weapons transaction, yes, Your Honor.\n\n. . . [I]t is unlawful to sell weapons.\"          Pressed to identify the\n\nevidence before the jury on Alvarado's knowledge, the prosecutor\n\nstated:\n\n            The evidence is your      client bought a gun in a\n            housing project, for      several hundred dollars,\n            from a vehicle with       an AK47 sticking out the\n            back, from a guy who      had drugs in the front.\n            And is that illegal?       Yes.\n\n\n\n                                      -17-\n\f          Although the government may be correct that the evidence\n\npermitted the jury to conclude that the weapons transaction was\n\nunlawful,8 we see no evidence to support the particular finding of\n\nknowledge required to support a conviction under section 922(j),\n\ni.e., that Alicea-Cotto knew, or had reason to believe, that the\n\nweapon he sold to Alvarado had been stolen.       The government's\n\nargument about the suspicious circumstances would equally apply if\n\nAlicea-Cotto had been unlawfully reselling a firearm that an\n\nassociate had legitimately acquired.    Indeed, the government on\n\nappeal does not even attempt to support the jury's finding on\n\nAlicea-Cotto's scienter with citations to the record, and instead\n\nreverses the burden of proof by asserting that Alicea-Cotto offered\n\nno evidence that he was the gun's lawful owner.\n\n          The cases cited by the government in support of its\n\nposition are easily distinguishable.    In United States v. Iron\n\nEyes, 367 F.3d 781, 783 (8th Cir. 2004), the defendant was found\n\ncarrying two rifles outside the home from which the weapons had\n\njust been stolen.   In United States v. McBane, 433 F.3d 344, 349\n\n\n\n     8\n       We need not delve into whether the sale would in fact have\nbeen illegal if the gun had not been stolen. We note, however,\nthat during argument on the motion for acquittal defense counsel\nemphasized the absence of evidence that \"buying a weapon in broad\ndaylight on the street is even illegal,\" and stated that, \"[i]n\nmany states buying a weapon at a flea market on the street is\nabsolutely legal with no documentation.\" He continued: \"This jury\nhas heard nothing to make a transaction of cash for a weapon with\na serial number on it illegal or wrong or whether that weapon [was]\nstolen.\"\n\n                               -18-\n\f(3d Cir. 2005), the jury was read an admission from the defendant\n\nstating that he knew the gun had been taken from its rightful\n\nowner.   In another Eighth Circuit case involving section 922(j),\n\nUnited States v. Provost, 237 F.3d 934, 937 (8th Cir. 2001), the\n\ndefendant was present when a companion stole three rifles from a\n\nhouse, and he participated in conversations about how to sell the\n\nguns for cash.    By contrast, in United States v. Mobley, 956 F.2d\n\n450 (3d Cir. 1992), the government conceded that it could not have\n\nproven the scienter element of section 922(j), id. at 460 & n.1\n\n(Mansmann, J., dissenting), even though the defendant admitted\n\npurchasing the gun at issue from a drug dealer, id. at 451.\n\n          To affirm the stolen weapon conviction on the record\n\nbefore us would be, in effect, to read the scienter requirement out\n\nof the statute.    We decline to do so, and we therefore reverse the\n\njudgment of guilt against Alicea-Cotto on Count One.\n\n          3.     Possession of a Firearm in Furtherance of a Drug\n\nTrafficking Crime (Count Seven)\n\n          Alicea-Cotto's challenge to his conviction on the section\n\n924(c) charge focuses solely on inconsistencies and gaps in the\n\nofficers' testimony.    Among other points, he notes that (1) the t-\n\nshirt that supposedly covered the AK-47 in the back of the SUV was\n\nnever produced, (2) Vega originally gave an incorrect serial number\n\nfor that weapon, and (3) Sánchez admitted in cross-examination that\n\nhe saw the rifle for the first time at police headquarters even\n\n\n                                -19-\n\fthough it supposedly was visible through the open rear door of the\n\nSUV.       All of these contentions, however, concern the believability\n\nof the officers' testimony, a matter outside our inquiry.       Alicea-\n\nCotto does not argue that the evidence presented – if believed –\n\nwas insufficient to establish that he possessed the rifle in\n\nfurtherance of a drug trafficking offense, and any such argument is\n\ntherefore waived.      United States v. Marsh, 561 F.3d 81, 83 n.4 (1st\n\nCir. 2009) (noting that an argument not briefed on appeal is deemed\n\nwaived).9\n\n               The argument would, in any event, be futile.   We already\n\nhave determined that the jury reasonably could infer Alicea-Cotto's\n\nconstructive possession of the drugs found in his vehicle, and the\n\nsame possession analysis applies to the AK-47. We also have upheld\n\nthe jury's finding of guilt on the drug trafficking charges.        The\n\ngovernment additionally needed to demonstrate \"some sufficient\n\nnexus between the firearm and the drug trafficking offense.\"\n\nUnited States v. Robinson, 473 F.3d 387, 399 (1st Cir. 2007); see\n\nalso Sherman, 551 F.3d at 49.          Among the relevant factors are\n\n\"whether the firearm was loaded, whether the firearm was easily\n\naccessible, the proximity of the firearm to the drugs, and the\n\nsurrounding circumstances.\"       Robinson, 473 F.3d at 400; see also\n\n\n\n       9\n      The indictment charged possession of both the Smith & Wesson\npistol and the AK-47 rifle under Count Seven. For convenience, we\naddress only possession of the rifle, which is sufficient to\nsupport the conviction.\n\n                                    -20-\n\fUnited States v. Rogers, 556 F.3d 1130, 1140 (10th Cir. 2009) (\"The\n\nintent to possess the weapon to further the drug trafficking crime\n\nis generally proven through circumstantial evidence . . .\").\n\n            The facts here provide ample circumstantial support for\n\nthe jury's finding that Alicea-Cotto possessed the AK-47 to further\n\nhis drug trafficking activities. The loaded AK-47 was found in the\n\nvehicle with the drugs, where it was easily accessible and, indeed,\n\npartially in plain view.        See Robinson, 473 F.3d at 399 (observing\n\nthat \"a sufficient nexus is more readily found in cases where the\n\nfirearm    is    in   plain   view   and   accessible   to   the   defendant\").\n\nAlthough    no    drug    transaction      was   observed,   the   jury   could\n\nrationally infer that the gun was in the back of the SUV to protect\n\nthe ongoing drug-trafficking activity reflected by the drugs and\n\nmoney up front.        Our observation in United States v. Garner, 338\n\nF.3d 78 (1st Cir. 2003), is equally apt here:\n\n            When guns and drugs are found together and a\n            defendant has been convicted of possession\n            with intent to distribute, the gun, whether\n            kept for protection from robbery of drug-sale\n            proceeds, or to enforce payment for drugs, may\n            reasonably be considered to be possessed \"in\n            furtherance of\" an ongoing drug-trafficking\n            crime.\n\nId. at 81.       We therefore reject Alicea-Cotto's sufficiency claim\n\nwith respect to Count Seven.\n\n                                       III.\n\n            Both appellants contend that improper statements made by\n\nthe prosecutor during the rebuttal portion of his closing argument\n\n                                       -21-\n\fwere so prejudicial that a new trial is required.               When defendants\n\ncontemporaneously object to challenged comments, as the government\n\nacknowledges occurred here, we review de novo whether the remarks\n\namounted to prosecutorial misconduct.              United States v. Vázquez-\n\nBotet, 532 F.3d 37, 57 (1st Cir. 2008).                  If we conclude that\n\nmisconduct occurred, we then \"ask whether the prosecutor's behavior\n\n'so poisoned the well' that the defendant[s] must be given a new\n\ntrial.\"        Id. at 56 (quoting        Manning, 23 F.3d at 573); United\n\nStates    v.    Vázquez-Rivera,    407    F.3d   476,   486    (1st    Cir.   2005)\n\n(observing that reversal is warranted only if prosecutor's remarks\n\n\"have likely affected the trial's outcome\") (quotation marks and\n\ncitation omitted).         The district court's decision on whether to\n\ngrant a new trial is reviewed for abuse of discretion.                   Robinson,\n\n473 F.3d at 393.\n\nA. Were the Prosecutor's Remarks Improper?\n\n               It   is   well   established      that   \"it    is     improper   to\n\n'needlessly arouse the emotions of the jury.'\"                Robinson, 473 F.3d\n\nat 397 (quoting United States v. Pirovolos, 844 F.2d 415, 425 (7th\n\nCir. 1988)). We have held that misconduct occurs when a prosecutor\n\n\"interject[s] issues having no bearing on the defendant's guilt or\n\ninnocence and improperly appeal[s] to the jury to act in ways other\n\nthan as dispassionate arbiters of the facts.\"                  United States v.\n\nMooney, 315 F.3d 54, 59 (1st Cir. 2002) (finding misconduct where\n\nprosecutor's remarks during the opening statement \"contrast[ed] the\n\n\n                                      -22-\n\fjurors' sense of community safety with the armed robbery\" at\n\nissue); United States v. Whiting, 28 F.3d 1296, 1302 (1st Cir.\n\n1994) (finding misconduct where prosecutor noted defendant's harm\n\nto \"the kids of Roxbury\" and exhorted jury during rebuttal argument\n\nto   find   guilt   to   protect   \"other    kids\"   from   guns,   drugs   and\n\nviolence); Arrieta-Agressot v. United States, 3 F.3d 525, 527 (1st\n\nCir. 1993) (finding closing argument inflammatory and impermissible\n\nwhere prosecutor urged jury to consider the case \"as a battle in\n\nthe war against drugs, and the defendants as enemy soldiers\")\n\n(citing similar cases).         Even unintentional misrepresentations of\n\nthe record can constitute misconduct under certain circumstances.\n\nSee United States v. Azubike, 504 F.3d 30, 38 (1st Cir. 2007).\n\n            Appellants     contend    that     the   prosecutor     committed\n\nmisconduct    because     the    rebuttal    argument   contained    multiple\n\nstatements that were either inaccurate, highly inflammatory, or\n\nboth.   They specifically cite the following comments:\n\n            •   Ladies and gentlemen of the jury, those\n            (indicating) are bullets from an AK-47 assault\n            rifle. There are 31 of those bullets that were\n            in this gun, ready to go on May 25th. Thirty-\n            one potential lives were saved on May 25th,\n            2006.   And for that, the district of Puerto\n            Rico should be thankful, 31 lives were saved.\n\n            • Do you see the size of these things? Do\n            you see the size of these bullets? You can\n            take them back with you.   You can look at\n            them.\n\n            • The problem today is there [are] too many\n            people living in public housing projects that\n            are willing to look the other way and not take\n\n                                     -23-\n\f            responsibility for what happened or protect\n            people that need to be here in court and\n            prosecuted . . . because they're afraid for\n            their lives . . .\n\n            •   How can you reconcile looking the other\n            way? . . . It should offend the sense of\n            justice, ladies and gentlemen of the jury.\n\n            • . . . [I]sn't it ironic that this car that\n            was owned by Jose Luis Alicea Cotto was an\n            Armada? Isn't that just ironic?\n                   Because that's exactly what it was. It\n            was an Armada. He was armed. He was armed\n            for a war that goes on every day in public\n            housing projects around Puerto Rico, around\n            the United States, in every jurisdiction, in\n            every district, poor people, rich people, fat\n            people, tall people, hungry people, they face\n            this reality every day.\n\n            • And on behalf of the United States and the\n            District of Puerto Rico, I charge you to do\n            your job, find the Defendants guilty.\n\n            We have no difficulty concluding that portions of the\n\nprosecutor's   remarks   crossed    the   bounds   of   proper   argument.\n\nNothing in the record justified the statement that \"31 lives were\n\nsaved.\"    Invoking the thirty-one bullets in that way, while also\n\nurging the jurors to consider their size, could have served no\n\npurpose other than to inflame the jury's passions by depicting the\n\ndefendants as dangerous men who needed to be put away for a long\n\ntime.     Indeed, the government explicitly concedes that the \"31\n\nlives\" remark was improper.   In addition, the prosecutor's comment\n\nthat Alicea-Cotto was \"armed for a war that goes on every day in\n\npublic housing projects\" is reminiscent of language we deemed\n\nimproper in Arrieta-Agressot, which described the defendants as\n\n                                   -24-\n\fenemy soldiers in \"a battle in the war against drugs.\"              See also\n\nUnited States v. Sepulveda, 15 F.3d 1161, 1189 (1st Cir. 1993)\n\n(\"[W]e deplore frank appeals to passion of the sort typified by\n\n'war    on   drugs'   rhetoric   .   .   .\").   Also   disturbing    is   the\n\nprosecutor's admonition to the jury to \"do your job, find the\n\nDefendants guilty.\"       See United States v. Young, 470 U.S. 1, 18\n\n(1985) (finding that a prosecutor erred in urging a jury to \"do its\n\njob\"); United States v. Andújar-Basco, 488 F.3d 549, 561 (1st Cir.\n\n2007) (noting government's concession that exhorting the jury to do\n\n\"your duty\" was improper); United States v. Mandelbaum, 803 F.2d\n\n42, 44 (1st Cir. 1986) (\"There should be no suggestion that a jury\n\nhas a duty to decide one way or the other; such an appeal is\n\ndesigned to stir passion and can only distract a jury from its\n\nactual duty: impartiality.\").10\n\n             The government argues that certain of the challenged\n\nstatements were proper and that the summation as a whole must be\n\nviewed in the context of defense counsel's closing, which included\n\ncomments about crime in public housing projects11 and an assertion\n\n\n       10\n        Defendants did not explicitly object at trial to the \"do\nyour job\" language.       Since the defendant did not make a\ncontemporaneous objection, we apply the demanding plain error\nstandard, and it is far from clear that the \"do your job\" language,\nalthough inappropriate, would warrant reversal on its own. Still,\nwe give it weight for its cumulative effect when combined with the\nother statements suggesting violence.\n       11\n       Ayala-García's lawyer told the jury: \"You have no family\nfrom a low income housing project, but it seems to me that the\nprosecution is trying to make you believe that everything that\n\n                                     -25-\n\fthat    the    police     officers    who    testified   were   \"bordering     on\n\nperjury.\"12       Although acknowledging that \"two wrongs do not make a\n\nright,\" the government urges us to consider that its rebuttal was\n\na response to defense counsel's own \"incendiary rhetoric.\"\n\n              Our cases establish that some leeway is appropriate when\n\nthe government's challenged comments may fairly be seen as a\n\nresponse to comparable remarks by defense counsel.                     See, e.g.,\n\nUnited States v. Skerret-Ortega, 529 F.3d 33, 40 (1st Cir. 2008)\n\n(\"The Government's response to statements made by defendant's\n\ncounsel cannot and should not be viewed the same way as statements\n\nmade by the Government without provocation.\"); United States v.\n\nHansen,     434    F.3d   92,   102   (1st    Cir.   2006)   (noting    that   \"we\n\n'typically cede prosecutors some latitude in responding to defense\n\ncounsel's allegations of fabrication'\" (quoting United States v.\n\nPerez-Ruiz, 353 F.3d 1, 10 (1st Cir. 2003))); Sepulveda, 15 F.3d at\n\n1189 (\"Courts should allow prosecutors greater leeway in rebuttal\n\n\nhappens there is a crime so you'd have to find them guilty beyond\na reasonable doubt because they live in a low income housing\nproject.\"\n       12\n       Among other remarks suggesting that the government's case\nwas fabricated, Alvarado's lawyer stated: \"[F]rom your own\nknowledge of the Puerto Rican culture, what's going on in the\nstreets of Puerto Rico today and you're[sic} having lived here,\nthere are police officers who are ready, willing and able to\ncuadro, to square their cases. That's what happened here, that's\nwhat happened here.\" He also urged the jurors to \"have the courage\n. . . to throw this case out . . . because it's no good,\" and to\nlet the police officers know that \"if you're coming here, you\nbetter come with the truth because we're not going to believe you\nif you lie.\"\n\n                                       -26-\n\fwhen the defense has itself breached the standards for proper\n\nsummation.\").       The latitude afforded prosecutors is not, however,\n\nboundless.      We have \"warned prosecutors that 'there are limits to\n\nthe   extent    that      we   will   permit   fighting    fire   with   fire.'\"\n\nSepúlveda, 15 F.3d at 1189 n.24 (quoting United States v. Mejia-\n\nLozano, 829 F.2d 268, 274 (1st Cir. 1987)).\n\n            Even if some of the challenged statements could be viewed\n\nin context as understandable, or even appropriate, there is no\n\nsugar-coating the prosecutor's wholly unjustified and inflammatory\n\nreference      to   the    potential    loss   of   thirty-one    lives.    The\n\nprosecutor's emphasis on the size of the bullets added fuel to the\n\nfire.    At a minimum, those statements constituted misconduct.\n\nMoreover, we cannot isolate them from other statements that, in\n\ncontext, crossed over the line of proper rebuttal.                Of particular\n\nconcern is the prosecutor's assertion that Alicea-Cotto was engaged\n\nin a war at the public housing project.                   That comment further\n\nmagnified the threat of violence evoked by the \"31 lives\" and\n\nbullet remarks.        See United States v. Potter, 463 F.3d 9, 24 (1st\n\nCir. 2006) (noting that defendants \"fairly argue that we should\n\nconsider [an] improper comment not alone but together with any\n\nother significant errors in the prosecutor's closing\"); Mejia-\n\nLozano, 829 F.2d at 274 n.4 (considering whether \"cumulative effect\n\nof missteps in the prosecutor's closing argument could conceivably\n\nhave skewed the balance\").\n\n\n                                        -27-\n\f           We thus move to the next step of our inquiry, determining\n\nwhether the prosecutor's improper comments \"so poisoned the well\n\nthat the trial's outcome was likely affected.\"           Mejia-Lozano, 829\n\nF.2d at 274.\n\n B.   Did the Improper Remarks Result in Prejudice Requiring a New\n\nTrial?\n\n           We weigh several factors in determining whether a new\n\ntrial is warranted based on the prosecutor's improper remarks,\n\nincluding:   \"the   severity   of    the   misconduct;    whether   it   was\n\ndeliberate or accidental; the context in which it occurred; whether\n\nthe judge gave any curative instructions and their likely effect;\n\nand the strength of the evidence against the defendant.\"            Mooney,\n\n315 F.3d at 60.     See also Azubike, 504 F.3d at 39; Robinson, 473\n\nF.3d at 398.\n\n           The plainly improper comment about saving thirty-one\n\nlives suggested to the jurors that the defendants were potential\n\nkillers who would have murdered thirty-one individuals if they had\n\nnot been arrested.    As we previously have observed, \"[i]t is hard\n\nenough for a jury to remain dispassionate and objective amidst the\n\ntensions and turmoil of a criminal trial,\" Arrieta-Agressot, 3 F.3d\n\nat 527, and the dramatic assertion that dozens of lives were at\n\nrisk that day burdened the defendants with accusations far more\n\npotent than the charges on which they were being tried.             Indeed,\n\nthe jury could have gleaned from that emphatic statement that the\n\n\n                                    -28-\n\fprosecutors knew something about the defendants' intentions beyond\n\nwhat had been revealed at trial.            The prejudicial impact of that\n\nrhetoric was inescapably severe.\n\n            Although the insinuation that the defendants intended a\n\nmass killing was not repeated, the remark was immediately followed\n\nby the prosecutor's entreaty that the jurors look at the size of\n\nthe bullets and his observation that \"too many people living in\n\npublic housing projects\" shirk their responsibility for violent\n\ncrime by looking the other way.         These comments effectively told\n\nthe jurors that they needed to assume the responsibility – refused\n\nby others – for preventing violence with such horrific weapons.\n\nThe   prosecutor   continued   his    summation      by   properly    reviewing\n\nconflicts   in   the   evidence,   urging      the   jurors   to     reject   the\n\n\"incredible\" testimony of the defense witnesses, but then again\n\nresorted to highly charged rhetoric – accusing Alicea-Cotto of\n\nbeing armed for the \"war that goes on every day in public housing\n\nprojects . . . in every jurisdiction.\"          After asking the jurors to\n\nuse their common sense to review the evidence, the prosecutor\n\nconcluded by telling them to \"do your job, find the Defendants\n\nguilty.\"\n\n            We cannot say that the harm from the \"31 lives\" and\n\nbullet comments was defused by the remainder of the prosecutor's\n\nrebuttal argument.      To the contrary, the prosecutor's subsequent\n\nuse of other language that we have previously condemned – in\n\n\n                                     -29-\n\fparticular, the imagery of a war on crime and the jury's duty to\n\nconvict – combined to create the message that the jurors must take\n\nresponsibility   for    fighting    back    against    violent     crime   by\n\nconvicting these highly dangerous individuals.              Moreover, the\n\nrebuttal context increased the likelihood of prejudice because the\n\nimproper remarks were among \"the last words spoken to the jury by\n\nthe trial attorneys.\"     Manning, 23 F.3d at 575; see also Azubike,\n\n504 F.3d at 39 (noting that \"prejudicial statements made during\n\nclosing   argument   'militate     in   favor   of   reversal'\")    (quoting\n\nManning, 23 F.3d 570 at 575); cf. Mooney, 315 F.3d at 60 (\"The\n\ncomments occurred during opening arguments, not during summation\n\nwhere the last words the jury hears have significant potential to\n\ncause prejudice.\").\n\n           Immediately following the rebuttal argument, Alicea-\n\nCotto's counsel requested an instruction advising the jurors to\n\ndisregard \"the prejudicial remarks made as to residents of public\n\nhousing projects.\"     The court responded with this statement to the\n\njury:\n\n           What you stated is pure argument, which the\n           jury is not going to take into account. It is\n           only the evidence that the jury heard here\n           with respect to those witnesses, the physical\n           objects, as well as the exhibits, okay?\n                  Remember, I want this very clear, this\n           is pure argument. Okay, and whatever has been\n           said, you know, it's simply to try to persuade\n           you.   But you are the sole judges of the\n           facts, okay?\n\n\n\n                                   -30-\n\fFollowing a break in the proceedings, but before the jury returned,\n\nappellants moved for a mistrial based on the various statements\n\ndescribed above.      Alicea-Cotto's counsel specifically targeted the\n\n\"31 lives\" statement, arguing that \"it is very prejudicial since\n\nhim telling the jurors that they saved 31 lives implicates that\n\nthese three young men are murderers and if they had not caught\n\nthem, which is his argument, they would have murdered 31 people.\"13\n\n           In denying the motion, the court again assured defense\n\ncounsel that it would instruct the jury to focus solely on the\n\nevidence   and   to   \"disregard   anything   that   has   any   derogatory\n\nreference to housing projects or anything that may be happening\n\nthere.\" The court did refer to the rebuttal argument in its charge\n\nto the jury, but did not address the \"31 lives\" statement in\n\nparticular:\n\n                  And you have heard me say every single\n           day that it's only the evidence that counts in\n           this case, not arguments of counsel, not\n           statements by counsel, not objections by\n           counsel, not questions by counsel.     And you\n           heard arguments by counsel here at the end of\n           this case, you know, and there were some\n\n\n     13\n        The government accepts that the motion for mistrial\npresented a sufficiently contemporaneous objection to the\nprosecutor's remarks to warrant de novo review, and we have\nproceeded accordingly.    We previously have found objections to\nprosecutorial arguments timely when they were made during sidebars\nthat followed the prosecutor's rebuttal. See Azubike, 504 F.3d at\n39 n.9; Mandelbaum, 803 F.2d at 44 n.1. More recently, we noted\nthat \"[o]ur recent decisions have reserved the issue of precisely\nwhen objections must be made to closing statements to preserve the\nobjection for ordinary review,\" suggesting that the rule might\nappropriately vary with the circumstances. Potter, 463 F.3d at 23.\n\n                                   -31-\n\f           references made to public housing projects and\n           whatnot, and you are not to take that into\n           account, okay?\n                  It's only the evidence presented,\n           witnesses that testify here, okay, the\n           exhibits that are presented and the physical\n           objects.\n                  Now, so that means that you must decide\n           the case solely on the evidence before you and\n           according to the law.    You will recall that\n           you took an oath, promising to do so at the\n           beginning of the case.\n\nThe court also gave the standard instructions telling the jurors\n\nthat they had a duty to base their verdict \"solely upon the\n\nevidence, without prejudice or sympathy,\" and that \"statements and\n\narguments of counsel are not evidence.\"\n\n           We have at times found the district court's standard\n\ninstruction, advising jurors that arguments of counsel are not\n\nevidence, adequate to dispel any prejudice from improper remarks.\n\nSee, e.g., Mooney, 315 F.3d at 60; Arrieta-Agressot, 3 F.3d at 529.\n\nHere, the district court additionally gave specific attention to\n\nthe closing argument, reminding the jurors that the \"references\n\nmade to public housing projects and whatnot\" should not be taken\n\ninto account.    The court's instruction, however, was too mild for\n\nthe   circumstances   and   thus   an     inadequate   antidote   for   the\n\nmisconduct.     It made no reference to the prosecutor's inaccurate\n\nand inflammatory comments about the thirty-one lives and the size\n\nof the bullets – which the court simply labeled as \"whatnot.\"14 The\n\n\n      14\n       The court also made no comment about the third unequivocally\nimproper statement – urging the jurors to \"do your job\" – but, as\n\n                                   -32-\n\fremarks here called for an instruction explicitly directing the\n\njury to disregard the improper comments.             See, e.g., Potter, 463\n\nF.3d at 23 (describing trial court's instruction to the jury\n\npointing out the problematic language and telling the jury to\n\n\"disregard those comments completely\"); Mooney, 315 F.3d at 59\n\n(noting    trial    court's    specific   reference    to    the   prosecutor's\n\nimproper    remarks    about    community   safety    as    part   of   curative\n\ninstruction advising the jury that \"'[t]hat simply is not an\n\nappropriate    issue'\").       Moreover,    our   observation      in   Arrieta-\n\nAgressot also applies here:\n\n            [T]he danger was not so much that the jury\n            would consider the prosecutor's statements to\n            be \"evidence.\"   Rather, the threat was that\n            the prosecutor's remarks would excite the\n            jury, invite a partisan response, and distract\n            its attention from the only issue properly\n            presented by this case: whether the evidence\n            established the [defendants'] guilt beyond a\n            reasonable doubt.\n\n3 F.3d at 529-30.\n\n            The nature of the evidence raises further doubts about\n\nthe efficacy of the court's instruction.             Witness credibility was\n\ncentral to this case.      Although we concluded in Section II that the\n\nevidence was sufficient to find appellants guilty on all but one of\n\nthe   counts   of   conviction,    the    question    here    is   whether   the\n\nprosecutor's remarks influenced the jurors' credibility assessment.\n\n\n\nnoted, see supra note 10, that language was not called to its\nattention.\n\n                                     -33-\n\fSee Azubike, 504 F.3d at 41 (\"[T]he fact that there was sufficient\n\nevidence   to    convict    does    not   mean   that   the   jury   would   have\n\nconvicted absent the prosecutor's improper remarks.\"); Arrieta-\n\nAgressot, 3 F.3d at 528 (\"The jury may well have decided the issues\n\nin favor of the government, but that jury decision may itself be\n\ntainted by the improper remarks.\").                Appellants attempted to\n\npersuade   the    jury     that    inconsistent    testimony    given   by   the\n\ngovernment's witnesses undermined the prosecution's case, and the\n\ngovernment responded in kind by accusing the defense witnesses of\n\nlying.     During their deliberations, the jurors requested the\n\ntestimony of Officer Sánchez – indicating some uncertainty about\n\nthe evidence – but were told to rely on their own recollection of\n\nwhat he had said.        In this context, particularly given the direct\n\nconflict in the government's and defendant's evidence, and the\n\nprosecutor's hyperbole about the defendants' violent conduct, we\n\nlack \"fair assurance\" that the result would have been the same\n\nabsent the improper statements. United States v. Meserve, 271 F.3d\n\n314, 329 (1st Cir. 2001) (quoting Kotteakos v. United States, 328\n\nU.S. 750, 765 (1946)).15\n\n\n     15\n       The government describes the evidence against Ayala-García\nand Alicea-Cotto as overwhelming, which would diminish the\nlikelihood of prejudice from the prosecutor's remarks. See, e.g.,\nYoung, 470 U.S. at 19-20 (\"Not a single witness supported\nrespondent's asserted defense . . . \"); Mooney, 315 F.3d at 60;\nMejia-Lozano, 829 F.2d at 274. The evidence may be seen as one-\nsided in the government's favor, however, only if we accept the\ngovernment's own assessment of credibility and reject out-of-hand\nthe testimony presented by the defendants' eyewitnesses.\n\n                                      -34-\n\f                 The government argues that Alicea-Cotto's acquittal on\n\nCount Six, the marijuana conspiracy charge, shows that the jury was\n\nable        to    follow   the   district   court's   instructions   and\n\ndispassionately weigh the evidence presented. The government reads\n\ntoo much into that verdict.         Only a single, small plastic bag of\n\nmarijuana was found in Alicea-Cotto's vehicle; acquittal on the\n\nmarijuana distribution charge was thus unremarkable.        Indeed, the\n\njury's guilty verdict on the stolen weapon charge is arguably more\n\ntelling. The finding that Alicea-Cotto had reason to know that the\n\nSmith & Wesson pistol was stolen – in the absence of any evidence\n\nof that fact – supports appellants' argument that the prosecutorial\n\nmisconduct tainted the jury's deliberations.16\n\n\n\n     The government's witnesses were not, however, untarnished.\nDuring cross-examination, defense counsel aggressively questioned\nSánchez about when he saw the drugs. At the suppression hearing,\nSánchez had said he first saw them at the police station.        At\ntrial, he reported seeing them in the SUV. When asked \"which time\nwere you telling the truth,\" he explained that he first saw the\ndrugs displayed at the station, but had seen the bag containing the\ndrugs in the car.\n     Counsel similarly challenged Officer Vega on his testimony\nabout who drove the SUV from the housing project to the narcotics\ndivision. At trial, Vega stated that he was in the vehicle with\nSánchez and another officer, although he had testified at the\nsuppression hearing that he could not remember who accompanied\nSánchez.\n     On this record, we cannot say that the government's case was\nso overwhelming that guilty verdicts were inevitable.\n       16\n         The Supreme Court in Young, in concluding that a\nprosecutor's improper rebuttal argument did not compromise the\njury's deliberations, observed that the jury had acquitted the\ndefendant of the most serious charge he faced. Young, 470 U.S. at\n18 n.15.\n\n                                     -35-\n\f          Finally, we are again troubled that the tradition of\n\nimproper closing arguments persists among some prosecutors in the\n\nUnited States Attorney's Office in Puerto Rico. We have repeatedly\n\nadmonished that office for similar misconduct and urged the office\n\nto \"redouble its efforts to educate its attorneys about the ground\n\nrules for closing arguments.\"   Andújar-Basco, 488 F.3d at 561 n.5;\n\nsee also United States v. Martínez-Medina, 279 F.3d 105, 128 & n.12\n\n(1st Cir. 2002) (Torruella, J., concurring) (collecting cases).\n\n          In sum, our review of the circumstances persuades us that\n\nthe improper comments \"so poisoned the well that the trial's\n\noutcome was likely affected,\" Mejia-Lozano, 829 F.2d at 274, and\n\nthat, consequently, a new trial is warranted.      Accordingly, we\n\nvacate Ayala-García's conviction on Count Two and Alicea-Cotto's\n\nconvictions on Counts Three through Five and Seven, and remand for\n\na new trial on those counts.      As discussed in Section II, we\n\nreverse Alicea-Cotto's conviction on Count One.\n\n          Reversed in part, vacated in part, and remanded for\n\nfurther proceedings.\n\n          So ordered.\n\n                  - Concurring Opinions Follow -\n\n\n\n\n                                -36-\n\f                  BOUDIN, Circuit Judge, concurring.             Motions for a new\n\ntrial        in    criminal     cases,   based   on   improper    remarks   by    the\n\nprosecutor in closing, are often an uphill effort. The government,\n\nunlike defense counsel, can pursue strong cases and pass on weak\n\nones, and so many of its cases are strong: eye-witness testimony by\n\neye-witnesses, audio or video tape, and co-conspirators who turn up\n\nas prosecution witnesses confront defendants who, often hindered by\n\nprior criminal records, chose not to take the stand.\n\n                  Prosecutors do sometimes make statements that judges find\n\nimpermissible.            Yet the variables are numerous and work against\n\neasy rules of thumb: statements may be improper for different\n\nreasons and in varying degrees; they may be fine in some contexts\n\nand   not         in   others   (e.g.,   depending    on   the   trial   evidence);\n\nprovocation or fair response may mitigate or excuse; corrective\n\ninstructions may or may not be given and, if given, vary in their\n\nforce; and judges also vary in what they think allowable comment.\n\n                  Complicating the equation is the requirement of harm: if\n\nno objection was made, the defense must show (among other things)\n\nthat an objectionable statement caused prejudice.17                      This is a\n\ndemanding requirement which, along with other Olano factors, United\n\nStates v. Olano, 507 U.S. 725 (1993), explains why admonitions are\n\n\n        17\n        See United States v. Vazquez-Botet, 532 F.3d 37, 56                      (1st\nCir. 2008) (asking whether misconduct \"'so poisoned the well'                    that\nthe defendant must be given a new trial.\" (quoting Manning, 23                   F.3d\nat 574); United States v. Laboy-Delgado, 84 F.3d 22, 29 (1st                     Cir.\n1996).\n\n                                          -37-\n\fnot uncommon but reversals--where no objection was made, are\n\ncomparatively rare. And, if objection was made, the government can\n\nargue that it was harmless--a much tougher showing, to be sure (see\n\nnote 19, below); but sometimes the impropriety is marginal and\n\ncurative instructions may have lessened the impact.\n\n                   Only where bad faith is shown is the need for harm\n\nsometimes disregarded.18            But finding bad faith is not easy: trials\n\nraise        the    emotional     level   and   much    in   closing    argument    is\n\nspontaneous.            Further, a court may be reluctant to reverse a\n\nreliable conviction because, in Cardozo's famous phrase, \"the\n\nconstable has blundered.\"                 Cf. United States v. Auch, 187 F.3d\n\n125, 133 (1st Cir. 1999) (noting Supreme Court's \"admonition\n\nagainst        letting      the     guilty      go     to    punish    prosecutorial\n\nmisconduct.\").\n\n                   The present case, quite unusual, combines an undisputedly\n\nimproper and significant remark, with a defense case that is\n\nforceful and well developed.                 The statement that \"[t]hirty one\n\npotential lives were saved\" can be understood (even if not so\n\nintended) as a claim that the defendants were out to kill people,\n\nwhich was neither the charge nor the subject of any evidence.                      The\n\ngovernment concedes the remark was improper. How far other remarks\n\n\n\n        18\n       Compare United States v. Potter, 463 F.3d 9, 22-25 (1st Cir.\n2006), and United States v. Mejia-Lozano, 829 F.2d 268, 274 (1st\nCir. 1987), with United States v. Mooney, 315 F.3d 54, 60 (1st Cir.\n2002).\n\n                                          -38-\n\fstanding alone were improper can be and is disputed, but several of\n\nthem, given the quoted statement, tended to emphasize its thrust.\n\n          Prosecutors   have   said    worse   things,   but   a   timely\n\nobjection was made so the question is whether the government can\n\nshow that the remark was harmless.     Very often, in a case like this\n\none, there would be unquestioned police testimony that they caught\n\nthe defendants with guns and drugs and cash, and there would be\n\nnothing from the defense side except silence.      In that situation,\n\na prosecutor's overstatement rarely looks like it had any effect;\n\nand a new trial, given such evidence, appears a waste of time.\n\n          This case is different.     Six witnesses, at least four of\n\nwhom had nothing specific to do with the defendants, testified that\n\nthe police had fabricated the alleged seizure:      that they had not\n\ntaken the guns and drugs from the defendants or their vehicles, had\n\nsearched the defendants but found nothing, had disappeared into the\n\nwoods and returned with a bag and (according to two witnesses) had\n\nat the police station taken weapons and drugs from the bag.         Other\n\ndefense evidence is described in the decision.\n\n          This does not show that the defendants were bound to be\n\nacquitted.   The witnesses from the housing project may have been\n\nfriends of the defendants, hostile to the police or subject to\n\nintimidation.   But given the objection and substantial impropriety\n\nof the main comment, the government had to show that the remark or\n\nremarks could not have affected the result, that is to say, (since\n\n\n                                -39-\n\fthe jury's mind cannot be read), that the chances are extremely low\n\nthat the outcome was affected.19\n\n             Here, the government cannot meet this burden. As in\n\nUnited States v. Azubike, 504 F.3d 30, 42 (1st Cir. 2007), where a\n\nnew    trial   was   required,   \"the       evidence    was   close      and   the\n\nmisstatement went to a central issue . . .\"              Bad faith is not an\n\nissue and the defense took liberties of its own asking the jury to\n\nrely    on   unsupported   factual   claims.      But    in   a   case    with   a\n\nsubstantial defense, the prosecutor's emotional and unsupported\n\nreference to potential mass murders is enough for a new trial.\n\n\n\n\n       19\n       E.g., United States v. Lizardo, 445 F.3d 73, 87-88 (1st Cir.\n2006), cert. denied 549 U.S. 1007 (2006)(\"any possible prejudice\nwas relatively insignificant\"); See Potter, 463 F.3d at 24 (no\n\"substantial chance--let alone a likelihood--of changing the\noutcome\").\n\n                                     -40-\n\f            HANSEN, Circuit Judge, concurring.   I fully concur in\n\nparts I and II of the court’s opinion, and, principally for the\n\nreasons expressed in Judge Boudin’s separate concurrence, I concur\n\nin the result reached in Part III.     I also concur in the court’s\n\njudgment.\n\n\n\n\n                                -41-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>574 F.3d 5 (2009)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nCristian AYALA-GARCÍA, José Luis Alicea-Cotto, Defendants, Appellants.</h1></center>\n<center>Nos. 07-2129, 07-2130.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard May 7, 2009.</center>\n<center>Decided July 24, 2009.</center>\n<p><span class=\"star-pagination\">*7</span> Robert Millán, for appellant Ayala-García.</p>\n<p>Jorge E. Rivera-Ortíz, for appellant Alicea-Cotto.</p>\n<p><span class=\"star-pagination\">*8</span> George A. Massucco La Taif, with whom Rosa Emilia Rodriguez-Velez, United States Attorney, Nelson Pérez-Sosa, Assistant United States Attorney, Chief, Appellate Division, and Luke Cass, Assistant United States Attorney, were on brief, for appellee.</p>\n<p>Before BOUDIN, HANSEN,<sup>[*]</sup> and LIPEZ, Circuit Judges.</p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>Appellant José Luis Alicea-Cotto appeals his conviction on drug distribution and firearms charges, and appellant Cristian Ayala-García appeals his conviction on a single firearms charge stemming from the same incident. Both men claim that the evidence presented at their joint trial was insufficient to support their convictions and that statements made by the prosecutor during rebuttal, including a suggestion that the defendants were planning to gun down dozens of innocent individuals, unfairly prejudiced the jury against them. After a close review of the record and relevant caselaw, we agree that Alicea-Cotto's conviction on one firearms count must be reversed due to insufficient evidence and that the prosecutor's improper remarks \"so poisoned the well that a new trial is required\" for both defendants on the remaining counts. <i>United States v. Manning,</i> 23 F.3d 570, 574 (1st Cir.1994) (citations and quotation marks omitted).</p>\n<p></p>\n<h2>I.</h2>\n<p>The charges against defendants Alicea-Cotto and Ayala-García arose from events that took place at the Sabana Abajo housing project in Carolina, Puerto Rico, on May 25, 2006. At trial, the prosecution and defense witnesses offered starkly different accounts of what occurred. Although we take the facts in the light most favorable to the government in assessing the defendants' sufficiency claims, <i>see </i><i>United States v. Angulo-Hernández,</i> 565 F.3d 2, 7 (1st Cir.2009), the prosecutorial misconduct claim obliges us to consider as well the defendants' contrary view of the events in question. We first recite the facts as the jury could have found them.</p>\n<p>The incident began when two undercover Puerto Rico police officers, Luis Vega López (\"Vega\") and José M. Sánchez Santiago (\"Sánchez\"), were ordered to investigate a drug point on the south side of the Sabana Abajo housing project. As they drove onto the grounds of the project, they noticed the defendants and another man, Benny Alvarado-Arroyo (\"Alvarado\"),<sup>[1]</sup> standing next to a Nissan Pathfinder Armada sport utility vehicle (\"SUV\") whose rear hatch door was open. From a distance of about sixty feet, both officers saw Alicea-Cotto hand a pistol to Alvarado, who put the gun in his waistband and covered it with his shirt. Alvarado then handed money to Alicea-Cotto, ostensibly paying for the firearm. Ayala-García stood nearby, watching the transaction.</p>\n<p>Vega and Sánchez exited their vehicle, approached the defendants, and identified themselves as police officers. Approximately twelve feet away from the defendants, four men were sitting on a set of steps near a dumpster watching the activity. Vega testified that he arrested Alicea-Cotto and seized the cash from his hand. Sánchez arrested Alvarado and Ayala-García. Sánchez seized a pistol from Ayala-Garcia, along with a loaded magazine, and also took the handgun from Alvarado's waistband. The weapon recovered from Ayala-García was a loaded 9mm Ruger <span class=\"star-pagination\">*9</span> pistol with an obliterated serial number; the weapon in Alvarado's waistband was a Smith &amp; Wesson 9mm pistol that had been reported stolen to the Puerto Rico Police Department in 1998.</p>\n<p>Looking into the open rear of the SUV, which Alicea-Cotto said belonged to him, Vega saw the tip of a rifle sticking out from under a t-shirt. He removed the shirt to reveal an AK-47 assault rifle, which was loaded with thirty-one bullets. Vega then looked inside the driver's side door, which also was open, and saw a transparent plastic bag on the floor in front of the passenger seat. The bag contained $1,068 in cash and assorted narcotics: ninety plastic cylinders of crack cocaine (totaling 10.8 grams), forty-four small plastic bags of cocaine (totaling 10 grams), fifty-six aluminum wrappers of heroin (totaling three grams), and a single small plastic bag containing 1.2 grams of marijuana.</p>\n<p>Backup Puerto Rico police officers had arrived as the arrests were taking place, and additional officers arrived shortly thereafterbringing the total number at the scene to at least ten. In addition to the appellants and Alvarado, the four men who had been sitting on the steps also were arrested. The defendants were driven in a police vehicle, along with the drugs and guns, to the narcotics division in Carolina, Puerto Rico, and the SUV also was brought there by Vega, Sánchez and a third officer.</p>\n<p>Alicea-Cotto was indicted on six counts stemming from the May 25 incident: aiding and abetting possession of a stolen firearm (the Smith &amp; Wesson 9mm pistol), in violation of 18 U.S.C. §§ 922(j) and 2 (Count One); aiding and abetting unlawful possession of heroin, cocaine base, cocaine and marijuana, with the intent to distribute the drugs, in violation of 21 U.S.C. §§ 841(a)(1) and 18 U.S.C. § 2 (Counts Three, Four, Five and Six); and knowing possession of firearms (the pistol and the AK-47 rifle) in furtherance of a drug trafficking crime, in violation of 18 U.S.C. §§ 924(c)(1)(A)(i) (Count Seven). Ayala-García was charged in Count Two with knowing possession of a firearm with an obliterated serial number (the Ruger pistol), in violation of 18 U.S.C. § 922(k). Although Ayala-García originally was charged with Alicea-Cotto on the drug counts (Three through Six), the district court later granted the government's motion to dismiss those counts against him.</p>\n<p>At the seven-day trial, the defense claimed that the government's case was fabricated. Six eyewitnessestwo men who were arrested with appellants and four residents of the housing project who were in the area or saw the activity from their windowstestified that the defendants were among the men sitting on the steps when the officers entered the housing project. The officers immediately proceeded to search each of the men, but found nothing. Several of the officers then went to search a nearby wooded area and emerged with a large, black, duffle-type bag. Some witnesses said they heard an officer yell \"bingo!\" when the bag was removed from the brush.</p>\n<p>According to the defense witnesses, all seven men who had been sitting on the steps were arrested and placed in a police van. Alicea-Cotto was the last to be brought to the van because the officers took him first to the Nissan Armada and kept him there while they searched the vehicle. The officers found only some money in the SUV. The arrested men were then all transported to the drug division in Carolina. The two men in that group who appeared as defense witnesses, Luis Geraldo Cruz-Ortiz and Joan Ojeda, testified that they saw officers take the weapons that were displayed at appellants' trial out <span class=\"star-pagination\">*10</span> of the black bag at the police station, and Cruz-Ortiz said that he also saw the drugs removed from the bag. Cruz-Ortiz, Ojeda and the two others who were not charged were released at about midnight.</p>\n<p>Testimony from one or more of the defense witnesses contradicted, or varied from, the officers' testimony in several other significant respects: (1) the witnesses reported that all doors on the SUV were closed when the officers arrived, and the officers opened them; (2) one officer was heard to say \"[t]here is nothing here\" after the officers searched Alicea-Cotto's vehicle; and (3) the witnesses saw no firearms transaction take place between Alicea-Cotto and Alvarado, and they saw no weapons at all in the defendants' possession. During the government's presentation of rebuttal evidence, one of the backup officers, Ender Meléndez, testified that no black bag was ever recovered at the scene.</p>\n<p>In the government's rebuttal argument, the prosecutor made the following remarks that the government concedes were improper:</p>\n<blockquote>Ladies and gentlemen of the jury, those (indicating) are bullets from an AK-47 assault rifle. There are 31 of those bullets that were in this gun, ready to go on May 25th. Thirty-one potential lives were saved on May 25th, 2006. And for that, the district of Puerto Rico should be thankful, 31 lives were saved.</blockquote>\n<p>The prosecutor made a number of other comments that defendants challenge as improper, including urging the jury to look at the size of the bullets and asserting that Alicea-Cotto was \"armed for a war that goes on every day in public housing projects around Puerto Rico.\"<sup>[2]</sup></p>\n<p>Defendants moved for a mistrial based on the prosecutor's remarks. In denying the motions, the district court stated that it would instruct the jury to judge the defendants \"only on the evidence that has been presented, not on those comments.\" The court also rejected defendants' motions for a judgment of acquittal under Federal Rule of Criminal Procedure 29.</p>\n<p>Alicea-Cotto was found guilty on the two firearms charges (Counts One and Seven) and three drug charges (Counts Three through Five), but not guilty on the marijuana distribution crime alleged in Count Six. Ayala-García was found guilty on the only charge remaining against him, Count Two, which alleged the unlawful possession of a firearm with an obliterated serial number.<sup>[3]</sup> Alicea-Cotto was subsequently sentenced to a term of sixty-three months on Counts One, Three, Four and Five, to be served concurrently, and a consecutive sixty-month term on Count Seven. Ayala-García was sentenced to time served.</p>\n<p>On appeal, defendants Ayala-García and Alicea-Cotto argue that their convictions must be overturned, and judgments of acquittal entered, because the evidence presented <span class=\"star-pagination\">*11</span> by the government failed to establish the elements of the offenses charged beyond a reasonable doubt. Alternatively, they claim a right to a new trial because portions of the government's closing argument were inflammatory and highly prejudicial, tainting the jury's deliberations and thus denying defendants a fair verdict based on the evidence.</p>\n<p></p>\n<h2>II.</h2>\n<p>Appellants argue that the evidence was insufficient to support their convictions because the record equally supports a finding of guilt and a finding of innocencenecessarily giving rise to a reasonable doubt that invalidates their convictions. This contention, which is based on the witnesses' conflicting testimony about what occurred on May 25, misses the mark. The government's evidence is not insufficient simply because the defense presented a competing scenario through its own witnesses. Where an evidentiary conflict turns on witness credibility, the jury decides whom to believe. <i>United States v. Thomas,</i> 467 F.3d 49, 55 (1st Cir.2006) (\"It is ... within the unique province of the jury to sift through conflicting evidence, assess the credibility of the witnesses, and find facts.\"). A judgment of acquittal based on equally viable prosecution and defense theories is required only where the evidence is in equipoise, or nearly so, even when viewed in the <i>government's</i> favor. <i>See </i><i>United States v. Woodward,</i> 149 F.3d 46, 57 (1st Cir. 1998) (\"[A]n appellate court must reverse a conviction on the grounds of evidentiary insufficiency where an equal or nearly equal theory of guilt[] and a theory of innocence is supported by the evidence <i>viewed in the light most favorable to the verdict.</i>\" (quotation marks and citations omitted; alterations in original; emphasis added)).</p>\n<p>This is not such a case. As we shall explain, the evidence viewed through the proper lens allows a finding of guilt beyond a reasonable doubt on all but one of the crimes charged against the defendants, and the one failure of proof is unrelated to the witnesses' dueling testimony. In evaluating the record, we apply the de novo standard of review and \"draw all reasonable evidentiary inferences in harmony with the verdict and resolve all issues of credibility in the light most favorable to the government.\" <i>United States v. Sherman,</i> 551 F.3d 45, 49 (1st Cir.2008) (quotation marks and citation omitted).</p>\n<p></p>\n<h2>A. Ayala-García's Sufficiency Claim</h2>\n<p>Ayala-García was convicted only on Count Two, which charged him with knowing possession of a firearm with an obliterated serial number, in violation of 18 U.S.C. § 922(k). He emphasizes that the defense witnesses \"were not impeached by the prosecution at trial\" and further argues that the verdict resulted from factors other than the credibility of the witnesses, including the prosecutor's inflammatory statements during the rebuttal portion of the closing argument.</p>\n<p>Whether or not the defense witnesses were explicitly impeached is of no consequence to our inquiry. As we have explained, the jury was free to choose which of the two conflicting accounts of the events to believe, so long as the evidence viewed in the government's favor is adequate to establish guilt beyond a reasonable doubt. <i>See </i><i>United States v. Scott,</i> 564 F.3d 34, 39-40 (1st Cir.2009). Whether prosecutorial misconduct tainted the jury's consideration of the evidence is a question we will address in Section III. Here, therefore, we consider only whether the evidence adduced by the government allowed a rational jury to find beyond a <span class=\"star-pagination\">*12</span> reasonable doubt that Ayala-García violated section 922(k).</p>\n<p>To establish Ayala-García's guilt, the government needed to prove that (1) he possessed the firearm, (2) the gun had moved through interstate commerce, and (3) he had actual knowledge of the obliterated serial number. <i>United States v. Sánchez-Badillo,</i> 540 F.3d 24, 31-32 (1st Cir. 2008). The possession prong was directly established through the testimony of Officers Vega and Sánchez. Vega testified that he saw a gun in Ayala-García's pocket, and Sánchez testified that he recovered the pistol from Ayala-García at the time of his arrest. To satisfy the interstate commerce element, the government elicited testimony that the gun had been manufactured in Prescott, Arizona. This was sufficient. <i>See </i><i>United States v. Teleguz,</i> 492 F.3d 80, 87 (1st Cir.2007) (holding that the interstate nexus element is met with evidence that the firearms \"necessarily had crossed state or foreign lines because they were originally manufactured in other states or countries\"). Finally, Ayala-García's knowledge of the obliterated serial number was circumstantially established by his possession of the firearm. <i>See </i><i>Sánchez-Badillo,</i> 540 F.3d at 32.</p>\n<p>Accordingly, we reject Ayala-García's sufficiency claim.</p>\n<p></p>\n<h2>B. Alicea-Cotto's Sufficiency Claims</h2>\n<p>Alicea-Cotto asserts that the evidence was insufficient to establish his guilt on any of the five charges for which he was convicted.<sup>[4]</sup> In support of this claim, he primarily relies on discrepancies in the testimony of the government's witnesses and emphasizes differences between testimony presented by Officers Vega and Sánchez at trial and their testimony at an earlier suppression hearing.<sup>[5]</sup> He appears to claim, in effect, that these inconsistencies foreclosed a finding of guilt beyond a reasonable doubt.</p>\n<p>This contention is unavailing. We previously have observed that \"[e]vidence does not become legally insufficient merely because of some inconsistencies in witnesses' testimony.\" <i>United States v. Rodriguez,</i> 457 F.3d 109, 119 (1st Cir.2006). The question we must answer is whether the jury's verdict is supported by \"a plausible rendition\" of the evidence taken as a whole, <i>United States v. Lopez-Lopez,</i> 282 F.3d 1, 19 (1st Cir.2002), keeping in mind that credibility issues must be resolved in favor of the government. <i>See </i><i>Angulo-Hernández,</i> 565 F.3d at 7 (\"We do not atomize our analysis. We consider the evidence in its totality, not in isolation, and the government need not negate every theory of innocence.\") (quotation marks and citations omitted).</p>\n<p>We therefore proceed to consider whether a rational jury could have concluded that the government proved each element of the crimes charged against Alicea-Cotto beyond a reasonable doubt.</p>\n<p></p>\n<h2>1. The Drug Counts: Possession of Narcotics with Intent to Distribute (Counts Three, Four and Five)</h2>\n<p>To prove that Alicea-Cotto possessed controlled substances for purposes <span class=\"star-pagination\">*13</span> of section 841(a)(1), it was sufficient for the government to show that he had constructive possession of the drugs, i.e., that he exercised \"dominion and control over [the] area where [the] narcotics [were] found.\" <i>United States v. Gobbi,</i> 471 F.3d 302, 309 (1st Cir.2006) (quotation marks and citation omitted); <i>see also </i><i>United States v. García-Carrasquillo,</i> 483 F.3d 124, 130 (1st Cir.2007). Officer Vega testified that he found the transparent bag containing the drugs in plain view on the floor of the Nissan Armada. Alicea-Cotto acknowledged that the vehicle belonged to him, and he was standing beside the SUV moments before Vega discovered the drugs. His ownership of, and proximity to, the vehicle permitted the jury to infer that Alicea-Cotto had \"dominion and control\" over the location where the drugs were found and, consequently, to find that he constructively possessed the narcotics. <i>See, e.g., </i><i>United States v. Johnson,</i> 470 F.3d 1234, 1238 (8th Cir.2006) (\"To prove constructive possession, the Government must show that [defendant] had knowledge and ownership, dominion, or control over the contraband itself, or dominion over the vehicle in which the contraband [was] concealed.\") (quotation marks and citation omitted); <i>United States v. Olivo-Infante,</i> 938 F.2d 1406, 1411 (1st Cir.1991) (holding that jury could reasonably infer defendant's constructive possession of cocaine that was found in his car).</p>\n<p>The record also supports the jury's finding that Alicea-Cotto intended to distribute the drugs. We have held that a large amount and individual packaging of drugs is sufficient to demonstrate an intent to distribute for purposes of section 841(a)(1). <i>See </i><i>García-Carrasquillo,</i> 483 F.3d at 130 n. 12. Here, the packaging alone was strong circumstantial evidence that the drugs were intended for distribution. Officer Vega testified that the plastic bag he found in the SUV contained ninety plastic cylinders of cocaine base, forty-four plastic bags of cocaine and fifty-six aluminum wrappings of heroin. The jury reasonably could infer from the number of separate packages190that the cocaine, cocaine base and heroin were intended for distribution rather than for personal consumption. <i>See, e.g., </i><i>United States v. Gentry,</i> 555 F.3d 659, 667 (8th Cir.2009) (\"[T]he fact that the methamphetamine in the bag was further subdivided into seven Ziploc baggies[] supports a finding of intent to distribute.\").<sup>[6]</sup> The large amount of cash in the plastic bag with the drugs reinforced that inference.</p>\n<p>Sufficient evidence therefore supported Alicea-Cotto's convictions on Counts Three, Four and Five charging possession with intent to distribute cocaine, cocaine base and heroin.</p>\n<p></p>\n<h2>2. Aiding and Abetting Possession of a Stolen Firearm in violation of 18 U.S.C. §§ 922(j) and 2 (Count One)</h2>\n<p>Alicea-Cotto was charged under section 922(j) with possession of the Smith &amp; Wesson 9mm pistol that was recovered from Alvarado's waistband. To prove guilt under that provision, the government needed to establish that Alicea-Cotto possessed the gun \"knowing or having reasonable cause to believe\" it was stolen. 18 U.S.C. § 922(j). Possession of the weapon was established through the testimony of Officers Vega and Sánchez, who reported seeing Alicea-Cotto hand the gun to Alvarado and receive money in exchange. The government also elicited evidence that the <span class=\"star-pagination\">*14</span> gun was reported stolen to the Puerto Rico Police Department in 1998.<sup>[7]</sup></p>\n<p>Alicea-Cotto claims, however, that the government failed to adduce evidence showing that he knew, or had reason to believe, that the gun was stolen. In its brief, the government cites no evidence of such knowledge. Instead, the government asserts that \"there was never any evidence Alicea-Cotto legally purchased the gun or registered it in his name\" and argues that the jury could rationally infer that he knew the gun did not belong to him. At trial, the government conceded in closing argument the lack of direct evidence of Alicea-Cotto's and Alvarado's scienter, and then focused its argument on what Alvarado the purchaser of the gunmust have known:</p>\n<blockquote>I ask you, Thursday afternoon, 4:30 in the afternoon, broad daylight, kids running around, in a public housing project a man buys a weapon from another man. He doesn't get a receipt, he doesn't get a license, doesn't fulfill any of the requirements that he would otherwise have to do if he went to a gun store.</blockquote>\n<blockquote>What can he presumewhat can he know about that weapon? And what, being a reasonable tryer[sic] of fact, should you, the jury, circumstantially infer? What is a common-sense inference from that transaction?</blockquote>\n<blockquote>The common sense inference from that transaction, ladies and gentlemen, is that he knew it was stolen. Why else would he go and buy a gun in a housing project? Why didn't he go to the store? Why didn't he get a receipt?</blockquote>\n<blockquote>Why didn't he take a class and get the license, and go to the armory and practice shooting? Why didn't he do any of that? Why? Because he was buying a Saturday night special. He was buying a gun he knew, or should have known, was stolen.</blockquote>\n<p>The government made a similar argument when responding to Alicea-Cotto's and Alvarado's motions for acquittal on Count One, arguing to the district court that the purchase of the firearm \"for cash in broad daylight in a public housing project[] circumstantially creates the inference that it was a stolen weapon.\" Alvarado's counsel challenged that assertion asking if \"every transaction that occurs in a public housing project is illegal just because it's in a public housing project\"and the prosecutor replied, \"[e]very weapons transaction, yes, Your Honor.... [I]t is unlawful to sell weapons.\" Pressed to identify the evidence before the jury on Alvarado's knowledge, the prosecutor stated:</p>\n<blockquote>The evidence is your client bought a gun in a housing project, for several hundred dollars, from a vehicle with an AK47 sticking out the back, from a guy who had drugs in the front. And is that illegal? Yes.</blockquote>\n<p>Although the government may be correct that the evidence permitted the jury to conclude that the weapons transaction was unlawful,<sup>[8]</sup> we see no evidence to support <span class=\"star-pagination\">*15</span> the particular finding of knowledge required to support a conviction under section 922(j), i.e., that Alicea-Cotto knew, or had reason to believe, that the weapon he sold to Alvarado had been stolen. The government's argument about the suspicious circumstances would equally apply if Alicea-Cotto had been unlawfully reselling a firearm that an associate had legitimately acquired. Indeed, the government on appeal does not even attempt to support the jury's finding on Alicea-Cotto's scienter with citations to the record, and instead reverses the burden of proof by asserting that Alicea-Cotto offered no evidence that he was the gun's lawful owner.</p>\n<p>The cases cited by the government in support of its position are easily distinguishable. In <i>United States v. Iron Eyes,</i> 367 F.3d 781, 783 (8th Cir.2004), the defendant was found carrying two rifles outside the home from which the weapons had just been stolen. In <i>United States v. McBane,</i> 433 F.3d 344, 349 (3d Cir.2005), the jury was read an admission from the defendant stating that he knew the gun had been taken from its rightful owner. In another Eighth Circuit case involving section 922(j), <i>United States v. Provost,</i> 237 F.3d 934, 937 (8th Cir.2001), the defendant was present when a companion stole three rifles from a house, and he participated in conversations about how to sell the guns for cash. By contrast, in <i>United States v. Mobley,</i> 956 F.2d 450 (3d Cir.1992), the government conceded that it could not have proven the scienter element of section 922(j), <i>id.</i> at 460 &amp; n. 1 (Mansmann, J., dissenting), even though the defendant admitted purchasing the gun at issue from a drug dealer, <i>id.</i> at 451.</p>\n<p>To affirm the stolen weapon conviction on the record before us would be, in effect, to read the scienter requirement out of the statute. We decline to do so, and we therefore reverse the judgment of guilt against Alicea-Cotto on Count One.</p>\n<p></p>\n<h2>3. Possession of a Firearm in Furtherance of a Drug Trafficking Crime (Count Seven)</h2>\n<p>Alicea-Cotto's challenge to his conviction on the section 924(c) charge focuses solely on inconsistencies and gaps in the officers' testimony. Among other points, he notes that (1) the t-shirt that supposedly covered the AK-47 in the back of the SUV was never produced, (2) Vega originally gave an incorrect serial number for that weapon, and (3) Sánchez admitted in cross-examination that he saw the rifle for the first time at police headquarters even though it supposedly was visible through the open rear door of the SUV. All of these contentions, however, concern the believability of the officers' testimony, a matter outside our inquiry. Alicea-Cotto does not argue that the evidence presentedif believedwas insufficient to establish that he possessed the rifle in furtherance of a drug trafficking offense, and any such argument is therefore waived. <i>United States v. Marsh,</i> 561 F.3d 81, 83 n. 4 (1st Cir.2009) (noting that an argument not briefed on appeal is deemed waived).<sup>[9]</sup></p>\n<p>The argument would, in any event, be futile. We already have determined that the jury reasonably could infer Alicea-Cotto's constructive possession of the drugs found in his vehicle, and the same possession analysis applies to the AK-47. We also have upheld the jury's finding of guilt on the drug trafficking charges. The government additionally needed to demonstrate <span class=\"star-pagination\">*16</span> \"some sufficient nexus between the firearm and the drug trafficking offense.\" <i>United States v. Robinson,</i> 473 F.3d 387, 399 (1st Cir.2007); <i>see also </i><i>Sherman,</i> 551 F.3d at 49. Among the relevant factors are \"whether the firearm was loaded, whether the firearm was easily accessible, the proximity of the firearm to the drugs, and the surrounding circumstances.\" <i>Robinson,</i> 473 F.3d at 400; <i>see also </i><i>United States v. Rogers,</i> 556 F.3d 1130, 1140 (10th Cir.2009) (\"The intent to possess the weapon to further the drug trafficking crime is generally proven through circumstantial evidence ...\").</p>\n<p>The facts here provide ample circumstantial support for the jury's finding that Alicea-Cotto possessed the AK-47 to further his drug trafficking activities. The loaded AK-47 was found in the vehicle with the drugs, where it was easily accessible and, indeed, partially in plain view. <i>See </i><i>Robinson,</i> 473 F.3d at 399 (observing that \"a sufficient nexus is more readily found in cases where the firearm is in plain view and accessible to the defendant\"). Although no drug transaction was observed, the jury could rationally infer that the gun was in the back of the SUV to protect the ongoing drug-trafficking activity reflected by the drugs and money up front. Our observation in <i>United States v. Garner,</i> 338 F.3d 78 (1st Cir.2003), is equally apt here:</p>\n<blockquote>When guns and drugs are found together and a defendant has been convicted of possession with intent to distribute, the gun, whether kept for protection from robbery of drug-sale proceeds, or to enforce payment for drugs, may reasonably be considered to be possessed \"in furtherance of\" an ongoing drug-trafficking crime.</blockquote>\n<p><i>Id.</i> at 81. We therefore reject Alicea-Cotto's sufficiency claim with respect to Count Seven.</p>\n<p></p>\n<h2>III.</h2>\n<p>Both appellants contend that improper statements made by the prosecutor during the rebuttal portion of his closing argument were so prejudicial that a new trial is required. When defendants contemporaneously object to challenged comments, as the government acknowledges occurred here, we review de novo whether the remarks amounted to prosecutorial misconduct. <i>United States v. Vázquez-Botet,</i> 532 F.3d 37, 57 (1st Cir.2008). If we conclude that misconduct occurred, we then \"ask whether the prosecutor's behavior `so poisoned the well' that the defendant[s] must be given a new trial.\" <i>Id.</i> at 56 (quoting <i>Manning,</i> 23 F.3d at 573); <i>United States v. Vázquez-Rivera,</i> 407 F.3d 476, 486 (1st Cir.2005) (observing that reversal is warranted only if prosecutor's remarks \"have likely affected the trial's outcome\") (quotation marks and citation omitted). The district court's decision on whether to grant a new trial is reviewed for abuse of discretion. <i>Robinson,</i> 473 F.3d at 393.</p>\n<p></p>\n<h2>A. Were the Prosecutor's Remarks Improper?</h2>\n<p>It is well established that \"it is improper to `needlessly arouse the emotions of the jury.'\" <i>Robinson,</i> 473 F.3d at 397 (quoting <i>United States v. Pirovolos,</i> 844 F.2d 415, 425 (7th Cir.1988)). We have held that misconduct occurs when a prosecutor \"interject[s] issues having no bearing on the defendant's guilt or innocence and improperly appeal[s] to the jury to act in ways other than as dispassionate arbiters of the facts.\" <i>United States v. Mooney,</i> 315 F.3d 54, 59 (1st Cir.2002) (finding misconduct where prosecutor's remarks during the opening statement \"contrast[ed] the jurors' sense of community safety with the armed robbery\" at issue); <i>United</i> <span class=\"star-pagination\">*17</span> <i>States v. Whiting,</i> 28 F.3d 1296, 1302 (1st Cir.1994) (finding misconduct where prosecutor noted defendant's harm to \"the kids of Roxbury\" and exhorted jury during rebuttal argument to find guilt to protect \"other kids\" from guns, drugs and violence); <i>Arrieta-Agressot v. United States,</i> 3 F.3d 525, 527 (1st Cir.1993) (finding closing argument inflammatory and impermissible where prosecutor urged jury to consider the case \"as a battle in the war against drugs, and the defendants as enemy soldiers\") (citing similar cases). Even unintentional misrepresentations of the record can constitute misconduct under certain circumstances. <i>See </i><i>United States v. Azubike,</i> 504 F.3d 30, 38 (1st Cir.2007).</p>\n<p>Appellants contend that the prosecutor committed misconduct because the rebuttal argument contained multiple statements that were either inaccurate, highly inflammatory, or both. They specifically cite the following comments:</p>\n<blockquote> Ladies and gentlemen of the jury, those (indicating) are bullets from an AK-47 assault rifle. There are 31 of those bullets that were in this gun, ready to go on May 25th. Thirty-one potential lives were saved on May 25th, 2006. And for that, the district of Puerto Rico should be thankful, 31 lives were saved.</blockquote>\n<blockquote> Do you see the size of these things? Do you see the size of these bullets? You can take them back with you. You can look at them.</blockquote>\n<blockquote> The problem today is there [are] too many people living in public housing projects that are willing to look the other way and not take responsibility for what happened or protect people that need to be here in court and prosecuted... because they're afraid for their lives...</blockquote>\n<blockquote> How can you reconcile looking the other way? ... It should offend the sense of justice, ladies and gentlemen of the jury.</blockquote>\n<blockquote> ... [I]sn't it ironic that this car that was owned by Jose Luis Alicea Cotto was an Armada? Isn't that just ironic?</blockquote>\n<blockquote>Because that's exactly what it was. It was an Armada. He was armed. He was armed for a war that goes on every day in public housing projects around Puerto Rico, around the United States, in every jurisdiction, in every district, poor people, rich people, fat people, tall people, hungry people, they face this reality every day.</blockquote>\n<blockquote> And on behalf of the United States and the District of Puerto Rico, I charge you to do your job, find the Defendants guilty.</blockquote>\n<p>We have no difficulty concluding that portions of the prosecutor's remarks crossed the bounds of proper argument. Nothing in the record justified the statement that \"31 lives were saved.\" Invoking the thirty-one bullets in that way, while also urging the jurors to consider their size, could have served no purpose other than to inflame the jury's passions by depicting the defendants as dangerous men who needed to be put away for a long time. Indeed, the government explicitly concedes that the \"31 lives\" remark was improper. In addition, the prosecutor's comment that Alicea-Cotto was \"armed for a war that goes on every day in public housing projects\" is reminiscent of language we deemed improper in <i>Arrieta-Agressot,</i> which described the defendants as enemy soldiers in \"a battle in the war against drugs.\" <i>See also </i><i>United States v. Sepulveda,</i> 15 F.3d 1161, 1189 (1st Cir.1993) (\"[W]e deplore frank appeals to passion of the sort typified by `war on drugs' rhetoric...\"). Also disturbing is the prosecutor's admonition to the jury to \"do your job, find the Defendants guilty.\" <i>See </i><i>United States v. Young,</i> 470 U.S. 1, 18, 105 S.Ct. 1038, 84 <span class=\"star-pagination\">*18</span> L.Ed.2d 1 (1985) (finding that a prosecutor erred in urging a jury to \"do its job\"); <i>United States v. Andújar-Basco,</i> 488 F.3d 549, 561 (1st Cir.2007) (noting government's concession that exhorting the jury to do \"your duty\" was improper); <i>United States v. Mandelbaum,</i> 803 F.2d 42, 44 (1st Cir.1986) (\"There should be no suggestion that a jury has a duty to decide one way or the other; such an appeal is designed to stir passion and can only distract a jury from its actual duty: impartiality.\").<sup>[10]</sup></p>\n<p>The government argues that certain of the challenged statements were proper and that the summation as a whole must be viewed in the context of defense counsel's closing, which included comments about crime in public housing projects<sup>[11]</sup> and an assertion that the police officers who testified were \"bordering on perjury.\"<sup>[12]</sup> Although acknowledging that \"two wrongs do not make a right,\" the government urges us to consider that its rebuttal was a response to defense counsel's own \"incendiary rhetoric.\"</p>\n<p>Our cases establish that some leeway is appropriate when the government's challenged comments may fairly be seen as a response to comparable remarks by defense counsel. <i>See, e.g., </i><i>United States v. Skerret-Ortega,</i> 529 F.3d 33, 40 (1st Cir. 2008) (\"The Government's response to statements made by defendant's counsel cannot and should not be viewed the same way as statements made by the Government without provocation.\"); <i>United States v. Hansen,</i> 434 F.3d 92, 102 (1st Cir.2006) (noting that \"we `typically cede prosecutors some latitude in responding to defense counsel's allegations of fabrication'\" (quoting <i>United States v. Perez-Ruiz,</i> 353 F.3d 1, 10 (1st Cir.2003))); <i>Sepulveda,</i> 15 F.3d at 1189 (\"Courts should allow prosecutors greater leeway in rebuttal when the defense has itself breached the standards for proper summation.\"). The latitude afforded prosecutors is not, however, boundless. We have \"warned prosecutors that `there are limits to the extent that we will permit fighting fire with fire.'\" <i>Sepúlveda,</i> 15 F.3d at 1189 n. 24 (quoting <i>United States v. Mejia-Lozano,</i> 829 F.2d 268, 274 (1st Cir.1987)).</p>\n<p>Even if some of the challenged statements could be viewed in context as understandable, or even appropriate, there is no sugar-coating the prosecutor's wholly unjustified and inflammatory reference to the potential loss of thirty-one lives. The <span class=\"star-pagination\">*19</span> prosecutor's emphasis on the size of the bullets added fuel to the fire. At a minimum, those statements constituted misconduct. Moreover, we cannot isolate them from other statements that, in context, crossed over the line of proper rebuttal. Of particular concern is the prosecutor's assertion that Alicea-Cotto was engaged in a war at the public housing project. That comment further magnified the threat of violence evoked by the \"31 lives\" and bullet remarks. <i>See </i><i>United States v. Potter,</i> 463 F.3d 9, 24 (1st Cir.2006) (noting that defendants \"fairly argue that we should consider [an] improper comment not alone but together with any other significant errors in the prosecutor's closing\"); <i>Mejia-Lozano,</i> 829 F.2d at 274 n. 4 (considering whether \"cumulative effect of missteps in the prosecutor's closing argument could conceivably have skewed the balance\").</p>\n<p>We thus move to the next step of our inquiry, determining whether the prosecutor's improper comments \"so poisoned the well that the trial's outcome was likely affected.\" <i>Mejia-Lozano,</i> 829 F.2d at 274.</p>\n<p></p>\n<h2>B. Did the Improper Remarks Result in Prejudice Requiring a New Trial?</h2>\n<p>We weigh several factors in determining whether a new trial is warranted based on the prosecutor's improper remarks, including: \"the severity of the misconduct; whether it was deliberate or accidental; the context in which it occurred; whether the judge gave any curative instructions and their likely effect; and the strength of the evidence against the defendant.\" <i>Mooney,</i> 315 F.3d at 60. <i>See also </i><i>Azubike,</i> 504 F.3d at 39; <i>Robinson,</i> 473 F.3d at 398.</p>\n<p>The plainly improper comment about saving thirty-one lives suggested to the jurors that the defendants were potential killers who would have murdered thirty-one individuals if they had not been arrested. As we previously have observed, \"[i]t is hard enough for a jury to remain dispassionate and objective amidst the tensions and turmoil of a criminal trial,\" <i>Arrieta-Agressot,</i> 3 F.3d at 527, and the dramatic assertion that dozens of lives were at risk that day burdened the defendants with accusations far more potent than the charges on which they were being tried. Indeed, the jury could have gleaned from that emphatic statement that the prosecutors knew something about the defendants' intentions beyond what had been revealed at trial. The prejudicial impact of that rhetoric was inescapably severe.</p>\n<p>Although the insinuation that the defendants intended a mass killing was not repeated, the remark was immediately followed by the prosecutor's entreaty that the jurors look at the size of the bullets and his observation that \"too many people living in public housing projects\" shirk their responsibility for violent crime by looking the other way. These comments effectively told the jurors that they needed to assume the responsibility  refused by others  for preventing violence with such horrific weapons. The prosecutor continued his summation by properly reviewing conflicts in the evidence, urging the jurors to reject the \"incredible\" testimony of the defense witnesses, but then again resorted to highly charged rhetoric  accusing Alicea-Cotto of being armed for the \"war that goes on every day in public housing projects... in every jurisdiction.\" After asking the jurors to use their common sense to review the evidence, the prosecutor concluded by telling them to \"do your job, find the Defendants guilty.\"</p>\n<p>We cannot say that the harm from the \"31 lives\" and bullet comments was defused by the remainder of the prosecutor's rebuttal argument. To the contrary, the prosecutor's subsequent use of other language that we have previously condemned <span class=\"star-pagination\">*20</span>  in particular, the imagery of a war on crime and the jury's duty to convict  combined to create the message that the jurors must take responsibility for fighting back against violent crime by convicting these highly dangerous individuals. Moreover, the rebuttal context increased the likelihood of prejudice because the improper remarks were among \"the last words spoken to the jury by the trial attorneys.\" <i>Manning,</i> 23 F.3d at 575; <i>see also </i><i>Azubike,</i> 504 F.3d at 39 (noting that \"prejudicial statements made during closing argument `militate in favor of reversal'\") (quoting <i>Manning,</i> 23 F.3d at 575); <i>cf. </i><i>Mooney,</i> 315 F.3d at 60 (\"The comments occurred during opening arguments, not during summation where the last words the jury hears have significant potential to cause prejudice.\").</p>\n<p>Immediately following the rebuttal argument, Alicea-Cotto's counsel requested an instruction advising the jurors to disregard \"the prejudicial remarks made as to residents of public housing projects.\" The court responded with this statement to the jury:</p>\n<blockquote>What you stated is pure argument, which the jury is not going to take into account. It is only the evidence that the jury heard here with respect to those witnesses, the physical objects, as well as the exhibits, okay?</blockquote>\n<blockquote>Remember, I want this very clear, this is pure argument. Okay, and whatever has been said, you know, it's simply to try to persuade you. But you are the sole judges of the facts, okay?</blockquote>\n<p>Following a break in the proceedings, but before the jury returned, appellants moved for a mistrial based on the various statements described above. Alicea-Cotto's counsel specifically targeted the \"31 lives\" statement, arguing that \"it is very prejudicial since him telling the jurors that they saved 31 lives implicates that these three young men are murderers and if they had not caught them, which is his argument, they would have murdered 31 people.\"<sup>[13]</sup></p>\n<p>In denying the motion, the court again assured defense counsel that it would instruct the jury to focus solely on the evidence and to \"disregard anything that has any derogatory reference to housing projects or anything that may be happening there.\" The court did refer to the rebuttal argument in its charge to the jury, but did not address the \"31 lives\" statement in particular:</p>\n<blockquote>And you have heard me say every single day that it's only the evidence that counts in this case, not arguments of counsel, not statements by counsel, not objections by counsel, not questions by counsel. And you heard arguments by counsel here at the end of this case, you know, and there were some references made to public housing projects and whatnot, and you are not to take that into account, okay?</blockquote>\n<blockquote>It's only the evidence presented, witnesses that testify here, okay, the exhibits that are presented and the physical objects.</blockquote>\n<blockquote>Now, so that means that you must decide the case solely on the evidence before you and according to the law. <span class=\"star-pagination\">*21</span> You will recall that you took an oath, promising to do so at the beginning of the case.</blockquote>\n<p>The court also gave the standard instructions telling the jurors that they had a duty to base their verdict \"solely upon the evidence, without prejudice or sympathy,\" and that \"statements and arguments of counsel are not evidence.\"</p>\n<p>We have at times found the district court's standard instruction, advising jurors that arguments of counsel are not evidence, adequate to dispel any prejudice from improper remarks. <i>See, e.g., </i><i>Mooney,</i> 315 F.3d at 60; <i>Arrieta-Agressot,</i> 3 F.3d at 529. Here, the district court additionally gave specific attention to the closing argument, reminding the jurors that the \"references made to public housing projects and whatnot\" should not be taken into account. The court's instruction, however, was too mild for the circumstances and thus an inadequate antidote for the misconduct. It made no reference to the prosecutor's inaccurate and inflammatory comments about the thirty-one lives and the size of the bullets  which the court simply labeled as \"whatnot.\"<sup>[14]</sup> The remarks here called for an instruction explicitly directing the jury to disregard the improper comments. <i>See, e.g., </i><i>Potter,</i> 463 F.3d at 23 (describing trial court's instruction to the jury pointing out the problematic language and telling the jury to \"disregard those comments completely\"); <i>Mooney,</i> 315 F.3d at 59 (noting trial court's specific reference to the prosecutor's improper remarks about community safety as part of curative instruction advising the jury that \"`[t]hat simply is not an appropriate issue'\"). Moreover, our observation in <i>Arrieta-Agressot</i> also applies here:</p>\n<blockquote>[T]he danger was not so much that the jury would consider the prosecutor's statements to be \"evidence.\" Rather, the threat was that the prosecutor's remarks would excite the jury, invite a partisan response, and distract its attention from the <i>only</i> issue properly presented by this case: whether the evidence established the [defendants'] guilt beyond a reasonable doubt.</blockquote>\n<p>3 F.3d at 529-30.</p>\n<p>The nature of the evidence raises further doubts about the efficacy of the court's instruction. Witness credibility was central to this case. Although we concluded in Section II that the evidence was sufficient to find appellants guilty on all but one of the counts of conviction, the question here is whether the prosecutor's remarks influenced the jurors' credibility assessment. <i>See </i><i>Azubike,</i> 504 F.3d at 41 (\"[T]he fact that there was sufficient evidence to convict does not mean that the jury would have convicted absent the prosecutor's improper remarks.\"); <i>Arrieta-Agressot,</i> 3 F.3d at 528 (\"The jury may well have decided the issues in favor of the government, but that jury decision may itself be tainted by the improper remarks.\"). Appellants attempted to persuade the jury that inconsistent testimony given by the government's witnesses undermined the prosecution's case, and the government responded in kind by accusing the defense witnesses of lying. During their deliberations, the jurors requested the testimony of Officer Sánchez  indicating some uncertainty about the evidence  but were told to rely on their own recollection of what he had said. In this context, particularly given the direct conflict in the government's and defendant's evidence, and the prosecutor's hyperbole about the <span class=\"star-pagination\">*22</span> defendants' violent conduct, we lack \"fair assurance\" that the result would have been the same absent the improper statements. <i>United States v. Meserve,</i> 271 F.3d 314, 329 (1st Cir.2001) (quoting <i>Kotteakos v. United States,</i> 328 U.S. 750, 765, 66 S.Ct. 1239, 90 L.Ed. 1557 (1946)).<sup>[15]</sup></p>\n<p>The government argues that Alicea-Cotto's acquittal on Count Six, the marijuana conspiracy charge, shows that the jury was able to follow the district court's instructions and dispassionately weigh the evidence presented. The government reads too much into that verdict. Only a single, small plastic bag of marijuana was found in Alicea-Cotto's vehicle; acquittal on the marijuana distribution charge was thus unremarkable. Indeed, the jury's guilty verdict on the stolen weapon charge is arguably more telling. The finding that Alicea-Cotto had reason to know that the Smith &amp; Wesson pistol was stolen  in the absence of any evidence of that fact  supports appellants' argument that the prosecutorial misconduct tainted the jury's deliberations.<sup>[16]</sup></p>\n<p>Finally, we are again troubled that the tradition of improper closing arguments persists among some prosecutors in the United States Attorney's Office in Puerto Rico. We have repeatedly admonished that office for similar misconduct and urged the office to \"redouble its efforts to educate its attorneys about the ground rules for closing arguments.\" <i>Andújar-Basco,</i> 488 F.3d at 561 n. 5; <i>see also </i><i>United States v. Martínez-Medina,</i> 279 F.3d 105, 128 &amp; n. 12 (1st Cir.2002) (Torruella, J., concurring) (collecting cases).</p>\n<p>In sum, our review of the circumstances persuades us that the improper comments \"so poisoned the well that the trial's outcome was likely affected,\" <i>Mejia-Lozano,</i> 829 F.2d at 274, and that, consequently, a new trial is warranted. Accordingly, we vacate Ayala-García's conviction on Count Two and Alicea-Cotto's convictions on Counts Three through Five and Seven, and remand for a new trial on those counts. As discussed in Section II, we reverse Alicea-Cotto's conviction on Count One.</p>\n<p><span class=\"star-pagination\">*23</span> <i>Reversed in part, vacated in part, and remanded for further proceedings.</i></p>\n<p>So ordered.</p>\n<p>BOUDIN, Circuit Judge, concurring.</p>\n<p>Motions for a new trial in criminal cases, based on improper remarks by the prosecutor in closing, are often an uphill effort. The government, unlike defense counsel, can pursue strong cases and pass on weak ones, and so many of its cases are strong: eye-witness testimony by eye-witnesses, audio or video tape, and co-conspirators who turn up as prosecution witnesses confront defendants who, often hindered by prior criminal records, chose not to take the stand.</p>\n<p>Prosecutors do sometimes make statements that judges find impermissible. Yet the variables are numerous and work against easy rules of thumb: statements may be improper for different reasons and in varying degrees; they may be fine in some contexts and not in others (<i>e.g.,</i> depending on the trial evidence); provocation or fair response may mitigate or excuse; corrective instructions may or may not be given and, if given, vary in their force; and judges also vary in what they think allowable comment.</p>\n<p>Complicating the equation is the requirement of harm: if no objection was made, the defense must show (among other things) that an objectionable statement caused prejudice.<sup>[17]</sup> This is a demanding requirement which, along with other <i>Olano</i> factors, <i>United States v. Olano,</i> 507 U.S. 725, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993), explains why admonitions are not uncommon but reversalswhere no objection was made, are comparatively rare. And, if objection was made, the government can argue that it was harmlessa much tougher showing, to be sure (see note 19, below); but sometimes the impropriety is marginal and curative instructions may have lessened the impact.</p>\n<p>Only where bad faith is shown is the need for harm sometimes disregarded.<sup>[18]</sup> But finding bad faith is not easy: trials raise the emotional level and much in closing argument is spontaneous. Further, a court may be reluctant to reverse a reliable conviction because, in Cardozo's famous phrase, \"the constable has blundered.\" <i>Cf. </i><i>United States v. Auch,</i> 187 F.3d 125, 133 (1st Cir.1999) (noting Supreme Court's \"admonition against letting the guilty go to punish prosecutorial misconduct.\").</p>\n<p>The present case, quite unusual, combines an undisputedly improper and significant remark, with a defense case that is forceful and well developed. The statement that \"[t]hirty one potential lives were saved\" can be understood (even if not so intended) as a claim that the defendants were out to kill people, which was neither the charge nor the subject of any evidence. The government concedes the remark was improper. How far other remarks standing alone were improper can be and is disputed, but several of them, given the quoted statement, tended to emphasize its thrust.</p>\n<p>Prosecutors have said worse things, but a timely objection was made so the question is whether the government can show that the remark was harmless. Very often, <span class=\"star-pagination\">*24</span> in a case like this one, there would be unquestioned police testimony that they caught the defendants with guns and drugs and cash, and there would be nothing from the defense side except silence. In that situation, a prosecutor's overstatement rarely looks like it had any effect; and a new trial, given such evidence, appears a waste of time.</p>\n<p>This case is different. Six witnesses, at least four of whom had nothing specific to do with the defendants, testified that the police had fabricated the alleged seizure: that they had not taken the guns and drugs from the defendants or their vehicles, had searched the defendants but found nothing, had disappeared into the woods and returned with a bag and (according to two witnesses) had at the police station taken weapons and drugs from the bag. Other defense evidence is described in the decision.</p>\n<p>This does not show that the defendants were bound to be acquitted. The witnesses from the housing project may have been friends of the defendants, hostile to the police or subject to intimidation. But given the objection and substantial impropriety of the main comment, the government had to show that the remark or remarks could not have affected the result, that is to say, (since the jury's mind cannot be read), that the chances are extremely low that the outcome was affected.<sup>[19]</sup></p>\n<p>Here, the government cannot meet this burden. As in <i>United States v. Azubike,</i> 504 F.3d 30, 42 (1st Cir.2007), where a new trial was required, \"the evidence was close and the misstatement went to a central issue ...\" Bad faith is not an issue and the defense took liberties of its own asking the jury to rely on unsupported factual claims. But in a case with a substantial defense, the prosecutor's emotional and unsupported reference to potential mass murders is enough for a new trial.</p>\n<p>HANSEN, Circuit Judge, concurring.</p>\n<p>I fully concur in parts I and II of the court's opinion, and, principally for the reasons expressed in Judge Boudin's separate concurrence, I concur in the result reached in Part III. I also concur in the court's judgment.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the Eighth Circuit, sitting by designation.</p>\n<p>[1]  Although jointly tried with Alicea-Cotto and Ayala-García, Alvarado is not an appellant in this consolidated appeal.</p>\n<p>[2]  That statement was included in the following passage from the prosecutor's lengthy rebuttal:\n</p>\n<p>And, ladies and gentlemen of the jury, when I first looked at this case and thought of all of the ironic situations, isn't it ironic that this car that was owned by José Luis Alicea Cotta was an Armada? Isn't that just ironic?</p>\n<p>Because that's exactly what it was. It was an Armada. He was armed. He was armed for a war that goes on every day in public housing projects around Puerto Rico, around the United States, in every jurisdiction, in every district, poor people, rich people, fat people, tall people, hungry people, they face this reality every day.</p>\n<p>[3]  The third defendant, Alvarado, was found guilty along with Alicea-Cotto on Count One, charging unlawful possession of a stolen firearm.</p>\n<p>[4]  As noted <i>supra,</i> Alicea-Cotto was charged with aiding and abetting the unlawful possession of a stolen firearm (Count One); aiding and abetting unlawful possession of heroin, cocaine base, cocaine and marijuana, with the intent to distribute the drugs (Counts Three through Six); and knowing possession of firearms in furtherance of a drug trafficking crime (Count Seven). He was acquitted on Count Six, the marijuana charge.</p>\n<p>[5]  Alicea-Cotto highlights, for example, Sánchez's testimony about when he first saw the drugs that were found in the SUV and Vega's testimony about which officers were in the SUV when it was transported from the housing project to the police station.</p>\n<p>[6]  The jury, by contrast, rejected the marijuana distribution count. Only one small plastic bag of marijuana, weighing 1.2 grams, was in the larger transparent bag that contained all of the drugs.</p>\n<p>[7]  The government met the statute's interstate commerce element with expert testimony that the gun was manufactured in Springfield, Massachusetts, and necessarily traveled in interstate commerce to reach Puerto Rico.</p>\n<p>[8]  We need not delve into whether the sale would in fact have been illegal if the gun had not been stolen. We note, however, that during argument on the motion for acquittal defense counsel emphasized the absence of evidence that \"buying a weapon in broad daylight on the street is even illegal,\" and stated that, \"[i]n many states buying a weapon at a flea market on the street is absolutely legal with no documentation.\" He continued: \"This jury has heard nothing to make a transaction of cash for a weapon with a serial number on it illegal or wrong or whether that weapon [was] stolen.\"</p>\n<p>[9]  The indictment charged possession of both the Smith &amp; Wesson pistol and the AK-47 rifle under Count Seven. For convenience, we address only possession of the rifle, which is sufficient to support the conviction.</p>\n<p>[10]  Defendants did not explicitly object at trial to the \"do your job\" language. Since the defendant did not make a contemporaneous objection, we apply the demanding plain error standard, and it is far from clear that the \"do your job\" language, although inappropriate, would warrant reversal on its own. Still, we give it weight for its cumulative effect when combined with the other statements suggesting violence.</p>\n<p>[11]  Ayala-García's lawyer told the jury: \"You have no family from a low income housing project, but it seems to me that the prosecution is trying to make you believe that everything that happens there is a crime so you'd have to find them guilty beyond a reasonable doubt because they live in a low income housing project.\"</p>\n<p>[12]  Among other remarks suggesting that the government's case was fabricated, Alvarado's lawyer stated: \"[F]rom your own knowledge of the Puerto Rican culture, what's going on in the streets of Puerto Rico today and you're [sic] having lived here, there are police officers who are ready, willing and able to <i>cuadro,</i> to square their cases. That's what happened here, that's what happened here.\" He also urged the jurors to \"have the courage ... to throw this case out ... because it's no good,\" and to let the police officers know that \"if you're coming here, you better come with the truth because we're not going to believe you if you lie.\"</p>\n<p>[13]  The government accepts that the motion for mistrial presented a sufficiently contemporaneous objection to the prosecutor's remarks to warrant de novo review, and we have proceeded accordingly. We previously have found objections to prosecutorial arguments timely when they were made during sidebars that followed the prosecutor's rebuttal. <i>See </i><i>Azubike,</i> 504 F.3d at 39 n. 9; <i>Mandelbaum,</i> 803 F.2d at 44 n. 1. More recently, we noted that \"[o]ur recent decisions have reserved the issue of precisely when objections must be made to closing statements to preserve the objection for ordinary review,\" suggesting that the rule might appropriately vary with the circumstances. <i>Potter,</i> 463 F.3d at 23.</p>\n<p>[14]  The court also made no comment about the third unequivocally improper statement  urging the jurors to \"do your job\"  but, as noted, <i>see supra</i> note 10, that language was not called to its attention.</p>\n<p>[15]  The government describes the evidence against Ayala-García and Alicea-Cotto as overwhelming, which would diminish the likelihood of prejudice from the prosecutor's remarks. <i>See, e.g., </i><i>Young,</i> 470 U.S. at 19-20, 105 S.Ct. 1038 (\"Not a single witness supported respondent's asserted defense ...\"); <i>Mooney,</i> 315 F.3d at 60; <i>Mejia-Lozano,</i> 829 F.2d at 274. The evidence may be seen as one-sided in the government's favor, however, only if we accept the government's own assessment of credibility and reject out-of-hand the testimony presented by the defendants' eyewitnesses.\n</p>\n<p>The government's witnesses were not, however, untarnished. During cross-examination, defense counsel aggressively questioned Sánchez about when he saw the drugs. At the suppression hearing, Sánchez had said he first saw them at the police station. At trial, he reported seeing them in the SUV. When asked \"which time were you telling the truth,\" he explained that he first saw the drugs <i>displayed</i> at the station, but had seen the bag containing the drugs in the car.</p>\n<p>Counsel similarly challenged Officer Vega on his testimony about who drove the SUV from the housing project to the narcotics division. At trial, Vega stated that he was in the vehicle with Sánchez and another officer, although he had testified at the suppression hearing that he could not remember who accompanied Sánchez.</p>\n<p>On this record, we cannot say that the government's case was so overwhelming that guilty verdicts were inevitable.</p>\n<p>[16]  The Supreme Court in <i>Young,</i> in concluding that a prosecutor's improper rebuttal argument did not compromise the jury's deliberations, observed that the jury had acquitted the defendant of the <i>most serious</i> charge he faced. <i>Young,</i> 470 U.S. at 18 n. 15, 105 S.Ct. 1038.</p>\n<p>[17]  <i>See </i><i>United States v. Vazquez-Botet,</i> 532 F.3d 37, 56 (1st Cir.2008) (asking whether misconduct \"`so poisoned the well' that the defendant must be given a new trial.\") (quoting <i>Manning,</i> 23 F.3d at 574); <i>United States v. Laboy-Delgado,</i> 84 F.3d 22, 29 (1st Cir.1996).</p>\n<p>[18]  <i>Compare </i><i>United States v. Potter,</i> 463 F.3d 9, 22-25 (1st Cir.2006), <i>and </i><i>United States v. Mejia-Lozano,</i> 829 F.2d 268, 274 (1st Cir. 1987), <i>with </i><i>United States v. Mooney,</i> 315 F.3d 54, 60 (1st Cir.2002).</p>\n<p>[19]  <i>E.g., </i><i>United States v. Lizardo,</i> 445 F.3d 73, 87-88 (1st Cir.2006), <i>cert. denied</i> 549 U.S. 1007, 127 S.Ct. 524, 166 L.Ed.2d 390 (2006)(\"any possible prejudice was relatively insignificant\"); <i>See </i><i>Potter,</i> 463 F.3d at 24 (no \"substantial chancelet alone a likelihood of changing the outcome\").</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">574</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></span> (2009)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nCristian AYALA-GARCÍA, José Luis Alicea-Cotto, Defendants, Appellants.</h1></center>\n<center>Nos. 07-2129, 07-2130.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard May 7, 2009.</center>\n<center>Decided July 24, 2009.</center>\n<p><span class=\"star-pagination\">*7</span> Robert Millán, for appellant Ayala-García.</p>\n<p>Jorge E. Rivera-Ortíz, for appellant Alicea-Cotto.</p>\n<p><span class=\"star-pagination\">*8</span> George A. Massucco La Taif, with whom Rosa Emilia Rodriguez-Velez, United States Attorney, Nelson Pérez-Sosa, Assistant United States Attorney, Chief, Appellate Division, and Luke Cass, Assistant United States Attorney, were on brief, for appellee.</p>\n<p>Before BOUDIN, HANSEN,<sup>[*]</sup> and LIPEZ, Circuit Judges.</p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>Appellant José Luis Alicea-Cotto appeals his conviction on drug distribution and firearms charges, and appellant Cristian Ayala-García appeals his conviction on a single firearms charge stemming from the same incident. Both men claim that the evidence presented at their joint trial was insufficient to support their convictions and that statements made by the prosecutor during rebuttal, including a suggestion that the defendants were planning to gun down dozens of innocent individuals, unfairly prejudiced the jury against them. After a close review of the record and relevant caselaw, we agree that Alicea-Cotto's conviction on one firearms count must be reversed due to insufficient evidence and that the prosecutor's improper remarks \"so poisoned the well that a new trial is required\" for both defendants on the remaining counts. <i>United States v. Manning,</i> <span class=\"citation\" data-id=\"195356\"><a href=\"/opinion/195356/united-states-v-manning/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">570</span></a></span>, 574 (1st Cir.1994) (citations and quotation marks omitted).</p>\n<p></p>\n<h2>I.</h2>\n<p>The charges against defendants Alicea-Cotto and Ayala-García arose from events that took place at the Sabana Abajo housing project in Carolina, Puerto Rico, on May 25, 2006. At trial, the prosecution and defense witnesses offered starkly different accounts of what occurred. Although we take the facts in the light most favorable to the government in assessing the defendants' sufficiency claims, <i>see </i><i>United States v. Angulo-Hernández,</i> <span class=\"citation\" data-id=\"203945\"><a href=\"/opinion/203945/united-states-v-angulo-hernandez/\"><span class=\"volume\">565</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">2</span></a></span>, 7 (1st Cir.2009), the prosecutorial misconduct claim obliges us to consider as well the defendants' contrary view of the events in question. We first recite the facts as the jury could have found them.</p>\n<p>The incident began when two undercover Puerto Rico police officers, Luis Vega López (\"Vega\") and José M. Sánchez Santiago (\"Sánchez\"), were ordered to investigate a drug point on the south side of the Sabana Abajo housing project. As they drove onto the grounds of the project, they noticed the defendants and another man, Benny Alvarado-Arroyo (\"Alvarado\"),<sup>[1]</sup> standing next to a Nissan Pathfinder Armada sport utility vehicle (\"SUV\") whose rear hatch door was open. From a distance of about sixty feet, both officers saw Alicea-Cotto hand a pistol to Alvarado, who put the gun in his waistband and covered it with his shirt. Alvarado then handed money to Alicea-Cotto, ostensibly paying for the firearm. Ayala-García stood nearby, watching the transaction.</p>\n<p>Vega and Sánchez exited their vehicle, approached the defendants, and identified themselves as police officers. Approximately twelve feet away from the defendants, four men were sitting on a set of steps near a dumpster watching the activity. Vega testified that he arrested Alicea-Cotto and seized the cash from his hand. Sánchez arrested Alvarado and Ayala-García. Sánchez seized a pistol from Ayala-Garcia, along with a loaded magazine, and also took the handgun from Alvarado's waistband. The weapon recovered from Ayala-García was a loaded 9mm Ruger <span class=\"star-pagination\">*9</span> pistol with an obliterated serial number; the weapon in Alvarado's waistband was a Smith &amp; Wesson 9mm pistol that had been reported stolen to the Puerto Rico Police Department in 1998.</p>\n<p>Looking into the open rear of the SUV, which Alicea-Cotto said belonged to him, Vega saw the tip of a rifle sticking out from under a t-shirt. He removed the shirt to reveal an AK-47 assault rifle, which was loaded with thirty-one bullets. Vega then looked inside the driver's side door, which also was open, and saw a transparent plastic bag on the floor in front of the passenger seat. The bag contained $1,068 in cash and assorted narcotics: ninety plastic cylinders of crack cocaine (totaling 10.8 grams), forty-four small plastic bags of cocaine (totaling 10 grams), fifty-six aluminum wrappers of heroin (totaling three grams), and a single small plastic bag containing 1.2 grams of marijuana.</p>\n<p>Backup Puerto Rico police officers had arrived as the arrests were taking place, and additional officers arrived shortly thereafterbringing the total number at the scene to at least ten. In addition to the appellants and Alvarado, the four men who had been sitting on the steps also were arrested. The defendants were driven in a police vehicle, along with the drugs and guns, to the narcotics division in Carolina, Puerto Rico, and the SUV also was brought there by Vega, Sánchez and a third officer.</p>\n<p>Alicea-Cotto was indicted on six counts stemming from the May 25 incident: aiding and abetting possession of a stolen firearm (the Smith &amp; Wesson 9mm pistol), in violation of 18 U.S.C. §§ 922(j) and 2 (Count One); aiding and abetting unlawful possession of heroin, cocaine base, cocaine and marijuana, with the intent to distribute the drugs, in violation of 21 U.S.C. §§ 841(a)(1) and 18 U.S.C. § 2 (Counts Three, Four, Five and Six); and knowing possession of firearms (the pistol and the AK-47 rifle) in furtherance of a drug trafficking crime, in violation of 18 U.S.C. §§ 924(c)(1)(A)(i) (Count Seven). Ayala-García was charged in Count Two with knowing possession of a firearm with an obliterated serial number (the Ruger pistol), in violation of 18 U.S.C. § 922(k). Although Ayala-García originally was charged with Alicea-Cotto on the drug counts (Three through Six), the district court later granted the government's motion to dismiss those counts against him.</p>\n<p>At the seven-day trial, the defense claimed that the government's case was fabricated. Six eyewitnessestwo men who were arrested with appellants and four residents of the housing project who were in the area or saw the activity from their windowstestified that the defendants were among the men sitting on the steps when the officers entered the housing project. The officers immediately proceeded to search each of the men, but found nothing. Several of the officers then went to search a nearby wooded area and emerged with a large, black, duffle-type bag. Some witnesses said they heard an officer yell \"bingo!\" when the bag was removed from the brush.</p>\n<p>According to the defense witnesses, all seven men who had been sitting on the steps were arrested and placed in a police van. Alicea-Cotto was the last to be brought to the van because the officers took him first to the Nissan Armada and kept him there while they searched the vehicle. The officers found only some money in the SUV. The arrested men were then all transported to the drug division in Carolina. The two men in that group who appeared as defense witnesses, Luis Geraldo Cruz-Ortiz and Joan Ojeda, testified that they saw officers take the weapons that were displayed at appellants' trial out <span class=\"star-pagination\">*10</span> of the black bag at the police station, and Cruz-Ortiz said that he also saw the drugs removed from the bag. Cruz-Ortiz, Ojeda and the two others who were not charged were released at about midnight.</p>\n<p>Testimony from one or more of the defense witnesses contradicted, or varied from, the officers' testimony in several other significant respects: (1) the witnesses reported that all doors on the SUV were closed when the officers arrived, and the officers opened them; (2) one officer was heard to say \"[t]here is nothing here\" after the officers searched Alicea-Cotto's vehicle; and (3) the witnesses saw no firearms transaction take place between Alicea-Cotto and Alvarado, and they saw no weapons at all in the defendants' possession. During the government's presentation of rebuttal evidence, one of the backup officers, Ender Meléndez, testified that no black bag was ever recovered at the scene.</p>\n<p>In the government's rebuttal argument, the prosecutor made the following remarks that the government concedes were improper:</p>\n<blockquote>Ladies and gentlemen of the jury, those (indicating) are bullets from an AK-47 assault rifle. There are 31 of those bullets that were in this gun, ready to go on May 25th. Thirty-one potential lives were saved on May 25th, 2006. And for that, the district of Puerto Rico should be thankful, 31 lives were saved.</blockquote>\n<p>The prosecutor made a number of other comments that defendants challenge as improper, including urging the jury to look at the size of the bullets and asserting that Alicea-Cotto was \"armed for a war that goes on every day in public housing projects around Puerto Rico.\"<sup>[2]</sup></p>\n<p>Defendants moved for a mistrial based on the prosecutor's remarks. In denying the motions, the district court stated that it would instruct the jury to judge the defendants \"only on the evidence that has been presented, not on those comments.\" The court also rejected defendants' motions for a judgment of acquittal under Federal Rule of Criminal Procedure 29.</p>\n<p>Alicea-Cotto was found guilty on the two firearms charges (Counts One and Seven) and three drug charges (Counts Three through Five), but not guilty on the marijuana distribution crime alleged in Count Six. Ayala-García was found guilty on the only charge remaining against him, Count Two, which alleged the unlawful possession of a firearm with an obliterated serial number.<sup>[3]</sup> Alicea-Cotto was subsequently sentenced to a term of sixty-three months on Counts One, Three, Four and Five, to be served concurrently, and a consecutive sixty-month term on Count Seven. Ayala-García was sentenced to time served.</p>\n<p>On appeal, defendants Ayala-García and Alicea-Cotto argue that their convictions must be overturned, and judgments of acquittal entered, because the evidence presented <span class=\"star-pagination\">*11</span> by the government failed to establish the elements of the offenses charged beyond a reasonable doubt. Alternatively, they claim a right to a new trial because portions of the government's closing argument were inflammatory and highly prejudicial, tainting the jury's deliberations and thus denying defendants a fair verdict based on the evidence.</p>\n<p></p>\n<h2>II.</h2>\n<p>Appellants argue that the evidence was insufficient to support their convictions because the record equally supports a finding of guilt and a finding of innocencenecessarily giving rise to a reasonable doubt that invalidates their convictions. This contention, which is based on the witnesses' conflicting testimony about what occurred on May 25, misses the mark. The government's evidence is not insufficient simply because the defense presented a competing scenario through its own witnesses. Where an evidentiary conflict turns on witness credibility, the jury decides whom to believe. <i>United States v. Thomas,</i> <span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></span>, 55 (1st Cir.2006) (\"It is ... within the unique province of the jury to sift through conflicting evidence, assess the credibility of the witnesses, and find facts.\"). A judgment of acquittal based on equally viable prosecution and defense theories is required only where the evidence is in equipoise, or nearly so, even when viewed in the <i>government's</i> favor. <i>See </i><i>United States v. Woodward,</i> <span class=\"citation\" data-id=\"198059\"><a href=\"/opinion/198059/united-states-v-woodward/\"><span class=\"volume\">149</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 57 (1st Cir. 1998) (\"[A]n appellate court must reverse a conviction on the grounds of evidentiary insufficiency where an equal or nearly equal theory of guilt[] and a theory of innocence is supported by the evidence <i>viewed in the light most favorable to the verdict.</i>\" (quotation marks and citations omitted; alterations in original; emphasis added)).</p>\n<p>This is not such a case. As we shall explain, the evidence viewed through the proper lens allows a finding of guilt beyond a reasonable doubt on all but one of the crimes charged against the defendants, and the one failure of proof is unrelated to the witnesses' dueling testimony. In evaluating the record, we apply the de novo standard of review and \"draw all reasonable evidentiary inferences in harmony with the verdict and resolve all issues of credibility in the light most favorable to the government.\" <i>United States v. Sherman,</i> <span class=\"citation\" data-id=\"203602\"><a href=\"/opinion/203602/united-states-v-sherman/\"><span class=\"volume\">551</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span>, 49 (1st Cir.2008) (quotation marks and citation omitted).</p>\n<p></p>\n<h2>A. Ayala-García's Sufficiency Claim</h2>\n<p>Ayala-García was convicted only on Count Two, which charged him with knowing possession of a firearm with an obliterated serial number, in violation of 18 U.S.C. § 922(k). He emphasizes that the defense witnesses \"were not impeached by the prosecution at trial\" and further argues that the verdict resulted from factors other than the credibility of the witnesses, including the prosecutor's inflammatory statements during the rebuttal portion of the closing argument.</p>\n<p>Whether or not the defense witnesses were explicitly impeached is of no consequence to our inquiry. As we have explained, the jury was free to choose which of the two conflicting accounts of the events to believe, so long as the evidence viewed in the government's favor is adequate to establish guilt beyond a reasonable doubt. <i>See </i><i>United States v. Scott,</i> <span class=\"citation\" data-id=\"203780\"><a href=\"/opinion/203780/united-states-v-scott/\"><span class=\"volume\">564</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 39-40 (1st Cir.2009). Whether prosecutorial misconduct tainted the jury's consideration of the evidence is a question we will address in Section III. Here, therefore, we consider only whether the evidence adduced by the government allowed a rational jury to find beyond a <span class=\"star-pagination\">*12</span> reasonable doubt that Ayala-García violated section 922(k).</p>\n<p>To establish Ayala-García's guilt, the government needed to prove that (1) he possessed the firearm, (2) the gun had moved through interstate commerce, and (3) he had actual knowledge of the obliterated serial number. <i>United States v. Sánchez-Badillo,</i> <span class=\"citation\" data-id=\"203454\"><a href=\"/opinion/203454/united-states-v-sanchez-badillo/\"><span class=\"volume\">540</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 31-32 (1st Cir. 2008). The possession prong was directly established through the testimony of Officers Vega and Sánchez. Vega testified that he saw a gun in Ayala-García's pocket, and Sánchez testified that he recovered the pistol from Ayala-García at the time of his arrest. To satisfy the interstate commerce element, the government elicited testimony that the gun had been manufactured in Prescott, Arizona. This was sufficient. <i>See </i><i>United States v. Teleguz,</i> <span class=\"citation\" data-id=\"202855\"><a href=\"/opinion/202855/united-states-v-teleguz/\"><span class=\"volume\">492</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">80</span></a></span>, 87 (1st Cir.2007) (holding that the interstate nexus element is met with evidence that the firearms \"necessarily had crossed state or foreign lines because they were originally manufactured in other states or countries\"). Finally, Ayala-García's knowledge of the obliterated serial number was circumstantially established by his possession of the firearm. <i>See </i><i>Sánchez-Badillo,</i> 540 F.3d at 32.</p>\n<p>Accordingly, we reject Ayala-García's sufficiency claim.</p>\n<p></p>\n<h2>B. Alicea-Cotto's Sufficiency Claims</h2>\n<p>Alicea-Cotto asserts that the evidence was insufficient to establish his guilt on any of the five charges for which he was convicted.<sup>[4]</sup> In support of this claim, he primarily relies on discrepancies in the testimony of the government's witnesses and emphasizes differences between testimony presented by Officers Vega and Sánchez at trial and their testimony at an earlier suppression hearing.<sup>[5]</sup> He appears to claim, in effect, that these inconsistencies foreclosed a finding of guilt beyond a reasonable doubt.</p>\n<p>This contention is unavailing. We previously have observed that \"[e]vidence does not become legally insufficient merely because of some inconsistencies in witnesses' testimony.\" <i>United States v. Rodriguez,</i> <span class=\"citation no-link\"><span class=\"volume\">457</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">109</span></span>, 119 (1st Cir.2006). The question we must answer is whether the jury's verdict is supported by \"a plausible rendition\" of the evidence taken as a whole, <i>United States v. Lopez-Lopez,</i> <span class=\"citation\" data-id=\"199833\"><a href=\"/opinion/199833/united-states-v-lopez-lopez/\"><span class=\"volume\">282</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 19 (1st Cir.2002), keeping in mind that credibility issues must be resolved in favor of the government. <i>See </i><i>Angulo-Hernández,</i> 565 F.3d at 7 (\"We do not atomize our analysis. We consider the evidence in its totality, not in isolation, and the government need not negate every theory of innocence.\") (quotation marks and citations omitted).</p>\n<p>We therefore proceed to consider whether a rational jury could have concluded that the government proved each element of the crimes charged against Alicea-Cotto beyond a reasonable doubt.</p>\n<p></p>\n<h2>1. The Drug Counts: Possession of Narcotics with Intent to Distribute (Counts Three, Four and Five)</h2>\n<p>To prove that Alicea-Cotto possessed controlled substances for purposes <span class=\"star-pagination\">*13</span> of section 841(a)(1), it was sufficient for the government to show that he had constructive possession of the drugs, i.e., that he exercised \"dominion and control over [the] area where [the] narcotics [were] found.\" <i>United States v. Gobbi,</i> <span class=\"citation\" data-id=\"202578\"><a href=\"/opinion/202578/united-states-v-gobbi/\"><span class=\"volume\">471</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">302</span></a></span>, 309 (1st Cir.2006) (quotation marks and citation omitted); <i>see also </i><i>United States v. García-Carrasquillo,</i> <span class=\"citation\" data-id=\"202688\"><a href=\"/opinion/202688/united-states-v-garcia-carrasquillo/\"><span class=\"volume\">483</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">124</span></a></span>, 130 (1st Cir.2007). Officer Vega testified that he found the transparent bag containing the drugs in plain view on the floor of the Nissan Armada. Alicea-Cotto acknowledged that the vehicle belonged to him, and he was standing beside the SUV moments before Vega discovered the drugs. His ownership of, and proximity to, the vehicle permitted the jury to infer that Alicea-Cotto had \"dominion and control\" over the location where the drugs were found and, consequently, to find that he constructively possessed the narcotics. <i>See, e.g., </i><i>United States v. Johnson,</i> <span class=\"citation\" data-id=\"796213\"><a href=\"/opinion/796213/united-states-v-thomas-n-johnson-united-states-of-america-v-lamell-t/\"><span class=\"volume\">470</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1234</span></a></span>, 1238 (8th Cir.2006) (\"To prove constructive possession, the Government must show that [defendant] had knowledge and ownership, dominion, or control over the contraband itself, or dominion over the vehicle in which the contraband [was] concealed.\") (quotation marks and citation omitted); <i>United States v. Olivo-Infante,</i> <span class=\"citation\" data-id=\"564948\"><a href=\"/opinion/564948/united-states-v-americo-olivo-infante-united-states-v-jose-gonzalez/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1406</span></a></span>, 1411 (1st Cir.1991) (holding that jury could reasonably infer defendant's constructive possession of cocaine that was found in his car).</p>\n<p>The record also supports the jury's finding that Alicea-Cotto intended to distribute the drugs. We have held that a large amount and individual packaging of drugs is sufficient to demonstrate an intent to distribute for purposes of section 841(a)(1). <i>See </i><i>García-Carrasquillo,</i> 483 F.3d at 130 n. 12. Here, the packaging alone was strong circumstantial evidence that the drugs were intended for distribution. Officer Vega testified that the plastic bag he found in the SUV contained ninety plastic cylinders of cocaine base, forty-four plastic bags of cocaine and fifty-six aluminum wrappings of heroin. The jury reasonably could infer from the number of separate packages190that the cocaine, cocaine base and heroin were intended for distribution rather than for personal consumption. <i>See, e.g., </i><i>United States v. Gentry,</i> <span class=\"citation\" data-id=\"1209129\"><a href=\"/opinion/1209129/united-states-v-gentry/\"><span class=\"volume\">555</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">659</span></a></span>, 667 (8th Cir.2009) (\"[T]he fact that the methamphetamine in the bag was further subdivided into seven Ziploc baggies[] supports a finding of intent to distribute.\").<sup>[6]</sup> The large amount of cash in the plastic bag with the drugs reinforced that inference.</p>\n<p>Sufficient evidence therefore supported Alicea-Cotto's convictions on Counts Three, Four and Five charging possession with intent to distribute cocaine, cocaine base and heroin.</p>\n<p></p>\n<h2>2. Aiding and Abetting Possession of a Stolen Firearm in violation of 18 U.S.C. §§ 922(j) and 2 (Count One)</h2>\n<p>Alicea-Cotto was charged under section 922(j) with possession of the Smith &amp; Wesson 9mm pistol that was recovered from Alvarado's waistband. To prove guilt under that provision, the government needed to establish that Alicea-Cotto possessed the gun \"knowing or having reasonable cause to believe\" it was stolen. 18 U.S.C. § 922(j). Possession of the weapon was established through the testimony of Officers Vega and Sánchez, who reported seeing Alicea-Cotto hand the gun to Alvarado and receive money in exchange. The government also elicited evidence that the <span class=\"star-pagination\">*14</span> gun was reported stolen to the Puerto Rico Police Department in 1998.<sup>[7]</sup></p>\n<p>Alicea-Cotto claims, however, that the government failed to adduce evidence showing that he knew, or had reason to believe, that the gun was stolen. In its brief, the government cites no evidence of such knowledge. Instead, the government asserts that \"there was never any evidence Alicea-Cotto legally purchased the gun or registered it in his name\" and argues that the jury could rationally infer that he knew the gun did not belong to him. At trial, the government conceded in closing argument the lack of direct evidence of Alicea-Cotto's and Alvarado's scienter, and then focused its argument on what Alvarado the purchaser of the gunmust have known:</p>\n<blockquote>I ask you, Thursday afternoon, 4:30 in the afternoon, broad daylight, kids running around, in a public housing project a man buys a weapon from another man. He doesn't get a receipt, he doesn't get a license, doesn't fulfill any of the requirements that he would otherwise have to do if he went to a gun store.</blockquote>\n<blockquote>What can he presumewhat can he know about that weapon? And what, being a reasonable tryer[sic] of fact, should you, the jury, circumstantially infer? What is a common-sense inference from that transaction?</blockquote>\n<blockquote>The common sense inference from that transaction, ladies and gentlemen, is that he knew it was stolen. Why else would he go and buy a gun in a housing project? Why didn't he go to the store? Why didn't he get a receipt?</blockquote>\n<blockquote>Why didn't he take a class and get the license, and go to the armory and practice shooting? Why didn't he do any of that? Why? Because he was buying a Saturday night special. He was buying a gun he knew, or should have known, was stolen.</blockquote>\n<p>The government made a similar argument when responding to Alicea-Cotto's and Alvarado's motions for acquittal on Count One, arguing to the district court that the purchase of the firearm \"for cash in broad daylight in a public housing project[] circumstantially creates the inference that it was a stolen weapon.\" Alvarado's counsel challenged that assertion asking if \"every transaction that occurs in a public housing project is illegal just because it's in a public housing project\"and the prosecutor replied, \"[e]very weapons transaction, yes, Your Honor.... [I]t is unlawful to sell weapons.\" Pressed to identify the evidence before the jury on Alvarado's knowledge, the prosecutor stated:</p>\n<blockquote>The evidence is your client bought a gun in a housing project, for several hundred dollars, from a vehicle with an AK47 sticking out the back, from a guy who had drugs in the front. And is that illegal? Yes.</blockquote>\n<p>Although the government may be correct that the evidence permitted the jury to conclude that the weapons transaction was unlawful,<sup>[8]</sup> we see no evidence to support <span class=\"star-pagination\">*15</span> the particular finding of knowledge required to support a conviction under section 922(j), i.e., that Alicea-Cotto knew, or had reason to believe, that the weapon he sold to Alvarado had been stolen. The government's argument about the suspicious circumstances would equally apply if Alicea-Cotto had been unlawfully reselling a firearm that an associate had legitimately acquired. Indeed, the government on appeal does not even attempt to support the jury's finding on Alicea-Cotto's scienter with citations to the record, and instead reverses the burden of proof by asserting that Alicea-Cotto offered no evidence that he was the gun's lawful owner.</p>\n<p>The cases cited by the government in support of its position are easily distinguishable. In <i>United States v. Iron Eyes,</i> <span class=\"citation\" data-id=\"786115\"><a href=\"/opinion/786115/united-states-v-chase-alone-iron-eyes/\"><span class=\"volume\">367</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">781</span></a></span>, 783 (8th Cir.2004), the defendant was found carrying two rifles outside the home from which the weapons had just been stolen. In <i>United States v. McBane,</i> <span class=\"citation\" data-id=\"792812\"><a href=\"/opinion/792812/united-states-v-carl-d-mcbane/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">344</span></a></span>, 349 (3d Cir.2005), the jury was read an admission from the defendant stating that he knew the gun had been taken from its rightful owner. In another Eighth Circuit case involving section 922(j), <i>United States v. Provost,</i> <span class=\"citation\" data-id=\"771775\"><a href=\"/opinion/771775/united-states-v-purcell-provost/\"><span class=\"volume\">237</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">934</span></a></span>, 937 (8th Cir.2001), the defendant was present when a companion stole three rifles from a house, and he participated in conversations about how to sell the guns for cash. By contrast, in <i>United States v. Mobley,</i> <span class=\"citation\" data-id=\"577689\"><a href=\"/opinion/577689/united-states-v-ombey-mobley/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">450</span></a></span> (3d Cir.1992), the government conceded that it could not have proven the scienter element of section 922(j), <i>id.</i> at 460 &amp; n. 1 (Mansmann, J., dissenting), even though the defendant admitted purchasing the gun at issue from a drug dealer, <i>id.</i> at 451.</p>\n<p>To affirm the stolen weapon conviction on the record before us would be, in effect, to read the scienter requirement out of the statute. We decline to do so, and we therefore reverse the judgment of guilt against Alicea-Cotto on Count One.</p>\n<p></p>\n<h2>3. Possession of a Firearm in Furtherance of a Drug Trafficking Crime (Count Seven)</h2>\n<p>Alicea-Cotto's challenge to his conviction on the section 924(c) charge focuses solely on inconsistencies and gaps in the officers' testimony. Among other points, he notes that (1) the t-shirt that supposedly covered the AK-47 in the back of the SUV was never produced, (2) Vega originally gave an incorrect serial number for that weapon, and (3) Sánchez admitted in cross-examination that he saw the rifle for the first time at police headquarters even though it supposedly was visible through the open rear door of the SUV. All of these contentions, however, concern the believability of the officers' testimony, a matter outside our inquiry. Alicea-Cotto does not argue that the evidence presentedif believedwas insufficient to establish that he possessed the rifle in furtherance of a drug trafficking offense, and any such argument is therefore waived. <i>United States v. Marsh,</i> <span class=\"citation\" data-id=\"203755\"><a href=\"/opinion/203755/united-states-v-marsh/\"><span class=\"volume\">561</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">81</span></a></span>, 83 n. 4 (1st Cir.2009) (noting that an argument not briefed on appeal is deemed waived).<sup>[9]</sup></p>\n<p>The argument would, in any event, be futile. We already have determined that the jury reasonably could infer Alicea-Cotto's constructive possession of the drugs found in his vehicle, and the same possession analysis applies to the AK-47. We also have upheld the jury's finding of guilt on the drug trafficking charges. The government additionally needed to demonstrate <span class=\"star-pagination\">*16</span> \"some sufficient nexus between the firearm and the drug trafficking offense.\" <i>United States v. Robinson,</i> <span class=\"citation\" data-id=\"202591\"><a href=\"/opinion/202591/united-states-v-robinson/\"><span class=\"volume\">473</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">387</span></a></span>, 399 (1st Cir.2007); <i>see also </i><i>Sherman,</i> 551 F.3d at 49. Among the relevant factors are \"whether the firearm was loaded, whether the firearm was easily accessible, the proximity of the firearm to the drugs, and the surrounding circumstances.\" <i>Robinson,</i> 473 F.3d at 400; <i>see also </i><i>United States v. Rogers,</i> <span class=\"citation\" data-id=\"171850\"><a href=\"/opinion/171850/united-states-v-rogers/\"><span class=\"volume\">556</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1130</span></a></span>, 1140 (10th Cir.2009) (\"The intent to possess the weapon to further the drug trafficking crime is generally proven through circumstantial evidence ...\").</p>\n<p>The facts here provide ample circumstantial support for the jury's finding that Alicea-Cotto possessed the AK-47 to further his drug trafficking activities. The loaded AK-47 was found in the vehicle with the drugs, where it was easily accessible and, indeed, partially in plain view. <i>See </i><i>Robinson,</i> 473 F.3d at 399 (observing that \"a sufficient nexus is more readily found in cases where the firearm is in plain view and accessible to the defendant\"). Although no drug transaction was observed, the jury could rationally infer that the gun was in the back of the SUV to protect the ongoing drug-trafficking activity reflected by the drugs and money up front. Our observation in <i>United States v. Garner,</i> <span class=\"citation\" data-id=\"200584\"><a href=\"/opinion/200584/united-states-v-garner/\"><span class=\"volume\">338</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">78</span></a></span> (1st Cir.2003), is equally apt here:</p>\n<blockquote>When guns and drugs are found together and a defendant has been convicted of possession with intent to distribute, the gun, whether kept for protection from robbery of drug-sale proceeds, or to enforce payment for drugs, may reasonably be considered to be possessed \"in furtherance of\" an ongoing drug-trafficking crime.</blockquote>\n<p><i>Id.</i> at 81. We therefore reject Alicea-Cotto's sufficiency claim with respect to Count Seven.</p>\n<p></p>\n<h2>III.</h2>\n<p>Both appellants contend that improper statements made by the prosecutor during the rebuttal portion of his closing argument were so prejudicial that a new trial is required. When defendants contemporaneously object to challenged comments, as the government acknowledges occurred here, we review de novo whether the remarks amounted to prosecutorial misconduct. <i>United States v. Vázquez-Botet,</i> <span class=\"citation\" data-id=\"1425795\"><a href=\"/opinion/1425795/united-states-v-vazquez-botet/\"><span class=\"volume\">532</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></a></span>, 57 (1st Cir.2008). If we conclude that misconduct occurred, we then \"ask whether the prosecutor's behavior `so poisoned the well' that the defendant[s] must be given a new trial.\" <i>Id.</i> at 56 (quoting <i>Manning,</i> 23 F.3d at 573); <i>United States v. Vázquez-Rivera,</i> <span class=\"citation\" data-id=\"201585\"><a href=\"/opinion/201585/united-states-v-vazquez-rivera/\"><span class=\"volume\">407</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">476</span></a></span>, 486 (1st Cir.2005) (observing that reversal is warranted only if prosecutor's remarks \"have likely affected the trial's outcome\") (quotation marks and citation omitted). The district court's decision on whether to grant a new trial is reviewed for abuse of discretion. <i>Robinson,</i> 473 F.3d at 393.</p>\n<p></p>\n<h2>A. Were the Prosecutor's Remarks Improper?</h2>\n<p>It is well established that \"it is improper to `needlessly arouse the emotions of the jury.'\" <i>Robinson,</i> 473 F.3d at 397 (quoting <i>United States v. Pirovolos,</i> <span class=\"citation\" data-id=\"504438\"><a href=\"/opinion/504438/united-states-v-louis-pirovolos/\"><span class=\"volume\">844</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">415</span></a></span>, 425 (7th Cir.1988)). We have held that misconduct occurs when a prosecutor \"interject[s] issues having no bearing on the defendant's guilt or innocence and improperly appeal[s] to the jury to act in ways other than as dispassionate arbiters of the facts.\" <i>United States v. Mooney,</i> <span class=\"citation\" data-id=\"200259\"><a href=\"/opinion/200259/united-states-v-mooney/\"><span class=\"volume\">315</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span>, 59 (1st Cir.2002) (finding misconduct where prosecutor's remarks during the opening statement \"contrast[ed] the jurors' sense of community safety with the armed robbery\" at issue); <i>United</i> <span class=\"star-pagination\">*17</span> <i>States v. Whiting,</i> <span class=\"citation\" data-id=\"673817\"><a href=\"/opinion/673817/united-states-v-darryl-whiting-aka-g-god-rah-united-states-of/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1296</span></a></span>, 1302 (1st Cir.1994) (finding misconduct where prosecutor noted defendant's harm to \"the kids of Roxbury\" and exhorted jury during rebuttal argument to find guilt to protect \"other kids\" from guns, drugs and violence); <i>Arrieta-Agressot v. United States,</i> <span class=\"citation\" data-id=\"628961\"><a href=\"/opinion/628961/juan-arrieta-agressot-regulo-rios-jose-antonio-barroso-adalberto/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">525</span></a></span>, 527 (1st Cir.1993) (finding closing argument inflammatory and impermissible where prosecutor urged jury to consider the case \"as a battle in the war against drugs, and the defendants as enemy soldiers\") (citing similar cases). Even unintentional misrepresentations of the record can constitute misconduct under certain circumstances. <i>See </i><i>United States v. Azubike,</i> <span class=\"citation\" data-id=\"202947\"><a href=\"/opinion/202947/united-states-v-azubike/\"><span class=\"volume\">504</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></a></span>, 38 (1st Cir.2007).</p>\n<p>Appellants contend that the prosecutor committed misconduct because the rebuttal argument contained multiple statements that were either inaccurate, highly inflammatory, or both. They specifically cite the following comments:</p>\n<blockquote> Ladies and gentlemen of the jury, those (indicating) are bullets from an AK-47 assault rifle. There are 31 of those bullets that were in this gun, ready to go on May 25th. Thirty-one potential lives were saved on May 25th, 2006. And for that, the district of Puerto Rico should be thankful, 31 lives were saved.</blockquote>\n<blockquote> Do you see the size of these things? Do you see the size of these bullets? You can take them back with you. You can look at them.</blockquote>\n<blockquote> The problem today is there [are] too many people living in public housing projects that are willing to look the other way and not take responsibility for what happened or protect people that need to be here in court and prosecuted... because they're afraid for their lives...</blockquote>\n<blockquote> How can you reconcile looking the other way? ... It should offend the sense of justice, ladies and gentlemen of the jury.</blockquote>\n<blockquote> ... [I]sn't it ironic that this car that was owned by Jose Luis Alicea Cotto was an Armada? Isn't that just ironic?</blockquote>\n<blockquote>Because that's exactly what it was. It was an Armada. He was armed. He was armed for a war that goes on every day in public housing projects around Puerto Rico, around the United States, in every jurisdiction, in every district, poor people, rich people, fat people, tall people, hungry people, they face this reality every day.</blockquote>\n<blockquote> And on behalf of the United States and the District of Puerto Rico, I charge you to do your job, find the Defendants guilty.</blockquote>\n<p>We have no difficulty concluding that portions of the prosecutor's remarks crossed the bounds of proper argument. Nothing in the record justified the statement that \"31 lives were saved.\" Invoking the thirty-one bullets in that way, while also urging the jurors to consider their size, could have served no purpose other than to inflame the jury's passions by depicting the defendants as dangerous men who needed to be put away for a long time. Indeed, the government explicitly concedes that the \"31 lives\" remark was improper. In addition, the prosecutor's comment that Alicea-Cotto was \"armed for a war that goes on every day in public housing projects\" is reminiscent of language we deemed improper in <i>Arrieta-Agressot,</i> which described the defendants as enemy soldiers in \"a battle in the war against drugs.\" <i>See also </i><i>United States v. Sepulveda,</i> <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1189 (1st Cir.1993) (\"[W]e deplore frank appeals to passion of the sort typified by `war on drugs' rhetoric...\"). Also disturbing is the prosecutor's admonition to the jury to \"do your job, find the Defendants guilty.\" <i>See </i><i>United States v. Young,</i> <span class=\"citation\" data-id=\"111353\"><a href=\"/opinion/111353/united-states-v-young/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 18, <span class=\"citation\" data-id=\"111353\"><a href=\"/opinion/111353/united-states-v-young/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1038</span></a></span>, 84 <span class=\"star-pagination\">*18</span> L.Ed.2d 1 (1985) (finding that a prosecutor erred in urging a jury to \"do its job\"); <i>United States v. Andújar-Basco,</i> <span class=\"citation\" data-id=\"202777\"><a href=\"/opinion/202777/united-states-v-andujar-basco/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">549</span></a></span>, 561 (1st Cir.2007) (noting government's concession that exhorting the jury to do \"your duty\" was improper); <i>United States v. Mandelbaum,</i> <span class=\"citation\" data-id=\"477965\"><a href=\"/opinion/477965/united-states-v-bridget-m-mandelbaum/\"><span class=\"volume\">803</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">42</span></a></span>, 44 (1st Cir.1986) (\"There should be no suggestion that a jury has a duty to decide one way or the other; such an appeal is designed to stir passion and can only distract a jury from its actual duty: impartiality.\").<sup>[10]</sup></p>\n<p>The government argues that certain of the challenged statements were proper and that the summation as a whole must be viewed in the context of defense counsel's closing, which included comments about crime in public housing projects<sup>[11]</sup> and an assertion that the police officers who testified were \"bordering on perjury.\"<sup>[12]</sup> Although acknowledging that \"two wrongs do not make a right,\" the government urges us to consider that its rebuttal was a response to defense counsel's own \"incendiary rhetoric.\"</p>\n<p>Our cases establish that some leeway is appropriate when the government's challenged comments may fairly be seen as a response to comparable remarks by defense counsel. <i>See, e.g., </i><i>United States v. Skerret-Ortega,</i> <span class=\"citation\" data-id=\"1455467\"><a href=\"/opinion/1455467/united-states-v-skerret-ortega/\"><span class=\"volume\">529</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></a></span>, 40 (1st Cir. 2008) (\"The Government's response to statements made by defendant's counsel cannot and should not be viewed the same way as statements made by the Government without provocation.\"); <i>United States v. Hansen,</i> <span class=\"citation\" data-id=\"202016\"><a href=\"/opinion/202016/united-states-v-hansen/\"><span class=\"volume\">434</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">92</span></a></span>, 102 (1st Cir.2006) (noting that \"we `typically cede prosecutors some latitude in responding to defense counsel's allegations of fabrication'\" (quoting <i>United States v. Perez-Ruiz,</i> <span class=\"citation\" data-id=\"200773\"><a href=\"/opinion/200773/united-states-v-perez-ruiz/\"><span class=\"volume\">353</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 10 (1st Cir.2003))); <i>Sepulveda,</i> 15 F.3d at 1189 (\"Courts should allow prosecutors greater leeway in rebuttal when the defense has itself breached the standards for proper summation.\"). The latitude afforded prosecutors is not, however, boundless. We have \"warned prosecutors that `there are limits to the extent that we will permit fighting fire with fire.'\" <i>Sepúlveda,</i> 15 F.3d at 1189 n. 24 (quoting <i>United States v. Mejia-Lozano,</i> <span class=\"citation\" data-id=\"494593\"><a href=\"/opinion/494593/united-states-v-martha-mejia-lozano/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">268</span></a></span>, 274 (1st Cir.1987)).</p>\n<p>Even if some of the challenged statements could be viewed in context as understandable, or even appropriate, there is no sugar-coating the prosecutor's wholly unjustified and inflammatory reference to the potential loss of thirty-one lives. The <span class=\"star-pagination\">*19</span> prosecutor's emphasis on the size of the bullets added fuel to the fire. At a minimum, those statements constituted misconduct. Moreover, we cannot isolate them from other statements that, in context, crossed over the line of proper rebuttal. Of particular concern is the prosecutor's assertion that Alicea-Cotto was engaged in a war at the public housing project. That comment further magnified the threat of violence evoked by the \"31 lives\" and bullet remarks. <i>See </i><i>United States v. Potter,</i> <span class=\"citation\" data-id=\"202407\"><a href=\"/opinion/202407/united-states-v-potter/\"><span class=\"volume\">463</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 24 (1st Cir.2006) (noting that defendants \"fairly argue that we should consider [an] improper comment not alone but together with any other significant errors in the prosecutor's closing\"); <i>Mejia-Lozano,</i> 829 F.2d at 274 n. 4 (considering whether \"cumulative effect of missteps in the prosecutor's closing argument could conceivably have skewed the balance\").</p>\n<p>We thus move to the next step of our inquiry, determining whether the prosecutor's improper comments \"so poisoned the well that the trial's outcome was likely affected.\" <i>Mejia-Lozano,</i> 829 F.2d at 274.</p>\n<p></p>\n<h2>B. Did the Improper Remarks Result in Prejudice Requiring a New Trial?</h2>\n<p>We weigh several factors in determining whether a new trial is warranted based on the prosecutor's improper remarks, including: \"the severity of the misconduct; whether it was deliberate or accidental; the context in which it occurred; whether the judge gave any curative instructions and their likely effect; and the strength of the evidence against the defendant.\" <i>Mooney,</i> 315 F.3d at 60. <i>See also </i><i>Azubike,</i> 504 F.3d at 39; <i>Robinson,</i> 473 F.3d at 398.</p>\n<p>The plainly improper comment about saving thirty-one lives suggested to the jurors that the defendants were potential killers who would have murdered thirty-one individuals if they had not been arrested. As we previously have observed, \"[i]t is hard enough for a jury to remain dispassionate and objective amidst the tensions and turmoil of a criminal trial,\" <i>Arrieta-Agressot,</i> 3 F.3d at 527, and the dramatic assertion that dozens of lives were at risk that day burdened the defendants with accusations far more potent than the charges on which they were being tried. Indeed, the jury could have gleaned from that emphatic statement that the prosecutors knew something about the defendants' intentions beyond what had been revealed at trial. The prejudicial impact of that rhetoric was inescapably severe.</p>\n<p>Although the insinuation that the defendants intended a mass killing was not repeated, the remark was immediately followed by the prosecutor's entreaty that the jurors look at the size of the bullets and his observation that \"too many people living in public housing projects\" shirk their responsibility for violent crime by looking the other way. These comments effectively told the jurors that they needed to assume the responsibility  refused by others  for preventing violence with such horrific weapons. The prosecutor continued his summation by properly reviewing conflicts in the evidence, urging the jurors to reject the \"incredible\" testimony of the defense witnesses, but then again resorted to highly charged rhetoric  accusing Alicea-Cotto of being armed for the \"war that goes on every day in public housing projects... in every jurisdiction.\" After asking the jurors to use their common sense to review the evidence, the prosecutor concluded by telling them to \"do your job, find the Defendants guilty.\"</p>\n<p>We cannot say that the harm from the \"31 lives\" and bullet comments was defused by the remainder of the prosecutor's rebuttal argument. To the contrary, the prosecutor's subsequent use of other language that we have previously condemned <span class=\"star-pagination\">*20</span>  in particular, the imagery of a war on crime and the jury's duty to convict  combined to create the message that the jurors must take responsibility for fighting back against violent crime by convicting these highly dangerous individuals. Moreover, the rebuttal context increased the likelihood of prejudice because the improper remarks were among \"the last words spoken to the jury by the trial attorneys.\" <i>Manning,</i> 23 F.3d at 575; <i>see also </i><i>Azubike,</i> 504 F.3d at 39 (noting that \"prejudicial statements made during closing argument `militate in favor of reversal'\") (quoting <i>Manning,</i> 23 F.3d at 575); <i>cf. </i><i>Mooney,</i> 315 F.3d at 60 (\"The comments occurred during opening arguments, not during summation where the last words the jury hears have significant potential to cause prejudice.\").</p>\n<p>Immediately following the rebuttal argument, Alicea-Cotto's counsel requested an instruction advising the jurors to disregard \"the prejudicial remarks made as to residents of public housing projects.\" The court responded with this statement to the jury:</p>\n<blockquote>What you stated is pure argument, which the jury is not going to take into account. It is only the evidence that the jury heard here with respect to those witnesses, the physical objects, as well as the exhibits, okay?</blockquote>\n<blockquote>Remember, I want this very clear, this is pure argument. Okay, and whatever has been said, you know, it's simply to try to persuade you. But you are the sole judges of the facts, okay?</blockquote>\n<p>Following a break in the proceedings, but before the jury returned, appellants moved for a mistrial based on the various statements described above. Alicea-Cotto's counsel specifically targeted the \"31 lives\" statement, arguing that \"it is very prejudicial since him telling the jurors that they saved 31 lives implicates that these three young men are murderers and if they had not caught them, which is his argument, they would have murdered 31 people.\"<sup>[13]</sup></p>\n<p>In denying the motion, the court again assured defense counsel that it would instruct the jury to focus solely on the evidence and to \"disregard anything that has any derogatory reference to housing projects or anything that may be happening there.\" The court did refer to the rebuttal argument in its charge to the jury, but did not address the \"31 lives\" statement in particular:</p>\n<blockquote>And you have heard me say every single day that it's only the evidence that counts in this case, not arguments of counsel, not statements by counsel, not objections by counsel, not questions by counsel. And you heard arguments by counsel here at the end of this case, you know, and there were some references made to public housing projects and whatnot, and you are not to take that into account, okay?</blockquote>\n<blockquote>It's only the evidence presented, witnesses that testify here, okay, the exhibits that are presented and the physical objects.</blockquote>\n<blockquote>Now, so that means that you must decide the case solely on the evidence before you and according to the law. <span class=\"star-pagination\">*21</span> You will recall that you took an oath, promising to do so at the beginning of the case.</blockquote>\n<p>The court also gave the standard instructions telling the jurors that they had a duty to base their verdict \"solely upon the evidence, without prejudice or sympathy,\" and that \"statements and arguments of counsel are not evidence.\"</p>\n<p>We have at times found the district court's standard instruction, advising jurors that arguments of counsel are not evidence, adequate to dispel any prejudice from improper remarks. <i>See, e.g., </i><i>Mooney,</i> 315 F.3d at 60; <i>Arrieta-Agressot,</i> 3 F.3d at 529. Here, the district court additionally gave specific attention to the closing argument, reminding the jurors that the \"references made to public housing projects and whatnot\" should not be taken into account. The court's instruction, however, was too mild for the circumstances and thus an inadequate antidote for the misconduct. It made no reference to the prosecutor's inaccurate and inflammatory comments about the thirty-one lives and the size of the bullets  which the court simply labeled as \"whatnot.\"<sup>[14]</sup> The remarks here called for an instruction explicitly directing the jury to disregard the improper comments. <i>See, e.g., </i><i>Potter,</i> 463 F.3d at 23 (describing trial court's instruction to the jury pointing out the problematic language and telling the jury to \"disregard those comments completely\"); <i>Mooney,</i> 315 F.3d at 59 (noting trial court's specific reference to the prosecutor's improper remarks about community safety as part of curative instruction advising the jury that \"`[t]hat simply is not an appropriate issue'\"). Moreover, our observation in <i>Arrieta-Agressot</i> also applies here:</p>\n<blockquote>[T]he danger was not so much that the jury would consider the prosecutor's statements to be \"evidence.\" Rather, the threat was that the prosecutor's remarks would excite the jury, invite a partisan response, and distract its attention from the <i>only</i> issue properly presented by this case: whether the evidence established the [defendants'] guilt beyond a reasonable doubt.</blockquote>\n<p>3 F.3d at 529-30.</p>\n<p>The nature of the evidence raises further doubts about the efficacy of the court's instruction. Witness credibility was central to this case. Although we concluded in Section II that the evidence was sufficient to find appellants guilty on all but one of the counts of conviction, the question here is whether the prosecutor's remarks influenced the jurors' credibility assessment. <i>See </i><i>Azubike,</i> 504 F.3d at 41 (\"[T]he fact that there was sufficient evidence to convict does not mean that the jury would have convicted absent the prosecutor's improper remarks.\"); <i>Arrieta-Agressot,</i> 3 F.3d at 528 (\"The jury may well have decided the issues in favor of the government, but that jury decision may itself be tainted by the improper remarks.\"). Appellants attempted to persuade the jury that inconsistent testimony given by the government's witnesses undermined the prosecution's case, and the government responded in kind by accusing the defense witnesses of lying. During their deliberations, the jurors requested the testimony of Officer Sánchez  indicating some uncertainty about the evidence  but were told to rely on their own recollection of what he had said. In this context, particularly given the direct conflict in the government's and defendant's evidence, and the prosecutor's hyperbole about the <span class=\"star-pagination\">*22</span> defendants' violent conduct, we lack \"fair assurance\" that the result would have been the same absent the improper statements. <i>United States v. Meserve,</i> <span class=\"citation\" data-id=\"199680\"><a href=\"/opinion/199680/united-states-v-meserve/\"><span class=\"volume\">271</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">314</span></a></span>, 329 (1st Cir.2001) (quoting <i>Kotteakos v. United States,</i> <span class=\"citation\" data-id=\"104321\"><a href=\"/opinion/104321/kotteakos-v-united-states/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">750</span></a></span>, 765, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1239</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1557</span></span> (1946)).<sup>[15]</sup></p>\n<p>The government argues that Alicea-Cotto's acquittal on Count Six, the marijuana conspiracy charge, shows that the jury was able to follow the district court's instructions and dispassionately weigh the evidence presented. The government reads too much into that verdict. Only a single, small plastic bag of marijuana was found in Alicea-Cotto's vehicle; acquittal on the marijuana distribution charge was thus unremarkable. Indeed, the jury's guilty verdict on the stolen weapon charge is arguably more telling. The finding that Alicea-Cotto had reason to know that the Smith &amp; Wesson pistol was stolen  in the absence of any evidence of that fact  supports appellants' argument that the prosecutorial misconduct tainted the jury's deliberations.<sup>[16]</sup></p>\n<p>Finally, we are again troubled that the tradition of improper closing arguments persists among some prosecutors in the United States Attorney's Office in Puerto Rico. We have repeatedly admonished that office for similar misconduct and urged the office to \"redouble its efforts to educate its attorneys about the ground rules for closing arguments.\" <i>Andújar-Basco,</i> 488 F.3d at 561 n. 5; <i>see also </i><i>United States v. Martínez-Medina,</i> <span class=\"citation\" data-id=\"776396\"><a href=\"/opinion/776396/united-states-v-marcos-martinez-medina-united-states-of-america-v-manuel/\"><span class=\"volume\">279</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">105</span></a></span>, 128 &amp; n. 12 (1st Cir.2002) (Torruella, J., concurring) (collecting cases).</p>\n<p>In sum, our review of the circumstances persuades us that the improper comments \"so poisoned the well that the trial's outcome was likely affected,\" <i>Mejia-Lozano,</i> 829 F.2d at 274, and that, consequently, a new trial is warranted. Accordingly, we vacate Ayala-García's conviction on Count Two and Alicea-Cotto's convictions on Counts Three through Five and Seven, and remand for a new trial on those counts. As discussed in Section II, we reverse Alicea-Cotto's conviction on Count One.</p>\n<p><span class=\"star-pagination\">*23</span> <i>Reversed in part, vacated in part, and remanded for further proceedings.</i></p>\n<p>So ordered.</p>\n<p>BOUDIN, Circuit Judge, concurring.</p>\n<p>Motions for a new trial in criminal cases, based on improper remarks by the prosecutor in closing, are often an uphill effort. The government, unlike defense counsel, can pursue strong cases and pass on weak ones, and so many of its cases are strong: eye-witness testimony by eye-witnesses, audio or video tape, and co-conspirators who turn up as prosecution witnesses confront defendants who, often hindered by prior criminal records, chose not to take the stand.</p>\n<p>Prosecutors do sometimes make statements that judges find impermissible. Yet the variables are numerous and work against easy rules of thumb: statements may be improper for different reasons and in varying degrees; they may be fine in some contexts and not in others (<i>e.g.,</i> depending on the trial evidence); provocation or fair response may mitigate or excuse; corrective instructions may or may not be given and, if given, vary in their force; and judges also vary in what they think allowable comment.</p>\n<p>Complicating the equation is the requirement of harm: if no objection was made, the defense must show (among other things) that an objectionable statement caused prejudice.<sup>[17]</sup> This is a demanding requirement which, along with other <i>Olano</i> factors, <i>United States v. Olano,</i> <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1993), explains why admonitions are not uncommon but reversalswhere no objection was made, are comparatively rare. And, if objection was made, the government can argue that it was harmlessa much tougher showing, to be sure (see note 19, below); but sometimes the impropriety is marginal and curative instructions may have lessened the impact.</p>\n<p>Only where bad faith is shown is the need for harm sometimes disregarded.<sup>[18]</sup> But finding bad faith is not easy: trials raise the emotional level and much in closing argument is spontaneous. Further, a court may be reluctant to reverse a reliable conviction because, in Cardozo's famous phrase, \"the constable has blundered.\" <i>Cf. </i><i>United States v. Auch,</i> <span class=\"citation\" data-id=\"765610\"><a href=\"/opinion/765610/united-states-v-enrique-auch-aka-rickie-auch/\"><span class=\"volume\">187</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">125</span></a></span>, 133 (1st Cir.1999) (noting Supreme Court's \"admonition against letting the guilty go to punish prosecutorial misconduct.\").</p>\n<p>The present case, quite unusual, combines an undisputedly improper and significant remark, with a defense case that is forceful and well developed. The statement that \"[t]hirty one potential lives were saved\" can be understood (even if not so intended) as a claim that the defendants were out to kill people, which was neither the charge nor the subject of any evidence. The government concedes the remark was improper. How far other remarks standing alone were improper can be and is disputed, but several of them, given the quoted statement, tended to emphasize its thrust.</p>\n<p>Prosecutors have said worse things, but a timely objection was made so the question is whether the government can show that the remark was harmless. Very often, <span class=\"star-pagination\">*24</span> in a case like this one, there would be unquestioned police testimony that they caught the defendants with guns and drugs and cash, and there would be nothing from the defense side except silence. In that situation, a prosecutor's overstatement rarely looks like it had any effect; and a new trial, given such evidence, appears a waste of time.</p>\n<p>This case is different. Six witnesses, at least four of whom had nothing specific to do with the defendants, testified that the police had fabricated the alleged seizure: that they had not taken the guns and drugs from the defendants or their vehicles, had searched the defendants but found nothing, had disappeared into the woods and returned with a bag and (according to two witnesses) had at the police station taken weapons and drugs from the bag. Other defense evidence is described in the decision.</p>\n<p>This does not show that the defendants were bound to be acquitted. The witnesses from the housing project may have been friends of the defendants, hostile to the police or subject to intimidation. But given the objection and substantial impropriety of the main comment, the government had to show that the remark or remarks could not have affected the result, that is to say, (since the jury's mind cannot be read), that the chances are extremely low that the outcome was affected.<sup>[19]</sup></p>\n<p>Here, the government cannot meet this burden. As in <i>United States v. Azubike,</i> <span class=\"citation\" data-id=\"202947\"><a href=\"/opinion/202947/united-states-v-azubike/\"><span class=\"volume\">504</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></a></span>, 42 (1st Cir.2007), where a new trial was required, \"the evidence was close and the misstatement went to a central issue ...\" Bad faith is not an issue and the defense took liberties of its own asking the jury to rely on unsupported factual claims. But in a case with a substantial defense, the prosecutor's emotional and unsupported reference to potential mass murders is enough for a new trial.</p>\n<p>HANSEN, Circuit Judge, concurring.</p>\n<p>I fully concur in parts I and II of the court's opinion, and, principally for the reasons expressed in Judge Boudin's separate concurrence, I concur in the result reached in Part III. I also concur in the court's judgment.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the Eighth Circuit, sitting by designation.</p>\n<p>[1]  Although jointly tried with Alicea-Cotto and Ayala-García, Alvarado is not an appellant in this consolidated appeal.</p>\n<p>[2]  That statement was included in the following passage from the prosecutor's lengthy rebuttal:\n</p>\n<p>And, ladies and gentlemen of the jury, when I first looked at this case and thought of all of the ironic situations, isn't it ironic that this car that was owned by José Luis Alicea Cotta was an Armada? Isn't that just ironic?</p>\n<p>Because that's exactly what it was. It was an Armada. He was armed. He was armed for a war that goes on every day in public housing projects around Puerto Rico, around the United States, in every jurisdiction, in every district, poor people, rich people, fat people, tall people, hungry people, they face this reality every day.</p>\n<p>[3]  The third defendant, Alvarado, was found guilty along with Alicea-Cotto on Count One, charging unlawful possession of a stolen firearm.</p>\n<p>[4]  As noted <i>supra,</i> Alicea-Cotto was charged with aiding and abetting the unlawful possession of a stolen firearm (Count One); aiding and abetting unlawful possession of heroin, cocaine base, cocaine and marijuana, with the intent to distribute the drugs (Counts Three through Six); and knowing possession of firearms in furtherance of a drug trafficking crime (Count Seven). He was acquitted on Count Six, the marijuana charge.</p>\n<p>[5]  Alicea-Cotto highlights, for example, Sánchez's testimony about when he first saw the drugs that were found in the SUV and Vega's testimony about which officers were in the SUV when it was transported from the housing project to the police station.</p>\n<p>[6]  The jury, by contrast, rejected the marijuana distribution count. Only one small plastic bag of marijuana, weighing 1.2 grams, was in the larger transparent bag that contained all of the drugs.</p>\n<p>[7]  The government met the statute's interstate commerce element with expert testimony that the gun was manufactured in Springfield, Massachusetts, and necessarily traveled in interstate commerce to reach Puerto Rico.</p>\n<p>[8]  We need not delve into whether the sale would in fact have been illegal if the gun had not been stolen. We note, however, that during argument on the motion for acquittal defense counsel emphasized the absence of evidence that \"buying a weapon in broad daylight on the street is even illegal,\" and stated that, \"[i]n many states buying a weapon at a flea market on the street is absolutely legal with no documentation.\" He continued: \"This jury has heard nothing to make a transaction of cash for a weapon with a serial number on it illegal or wrong or whether that weapon [was] stolen.\"</p>\n<p>[9]  The indictment charged possession of both the Smith &amp; Wesson pistol and the AK-47 rifle under Count Seven. For convenience, we address only possession of the rifle, which is sufficient to support the conviction.</p>\n<p>[10]  Defendants did not explicitly object at trial to the \"do your job\" language. Since the defendant did not make a contemporaneous objection, we apply the demanding plain error standard, and it is far from clear that the \"do your job\" language, although inappropriate, would warrant reversal on its own. Still, we give it weight for its cumulative effect when combined with the other statements suggesting violence.</p>\n<p>[11]  Ayala-García's lawyer told the jury: \"You have no family from a low income housing project, but it seems to me that the prosecution is trying to make you believe that everything that happens there is a crime so you'd have to find them guilty beyond a reasonable doubt because they live in a low income housing project.\"</p>\n<p>[12]  Among other remarks suggesting that the government's case was fabricated, Alvarado's lawyer stated: \"[F]rom your own knowledge of the Puerto Rican culture, what's going on in the streets of Puerto Rico today and you're [sic] having lived here, there are police officers who are ready, willing and able to <i>cuadro,</i> to square their cases. That's what happened here, that's what happened here.\" He also urged the jurors to \"have the courage ... to throw this case out ... because it's no good,\" and to let the police officers know that \"if you're coming here, you better come with the truth because we're not going to believe you if you lie.\"</p>\n<p>[13]  The government accepts that the motion for mistrial presented a sufficiently contemporaneous objection to the prosecutor's remarks to warrant de novo review, and we have proceeded accordingly. We previously have found objections to prosecutorial arguments timely when they were made during sidebars that followed the prosecutor's rebuttal. <i>See </i><i>Azubike,</i> 504 F.3d at 39 n. 9; <i>Mandelbaum,</i> 803 F.2d at 44 n. 1. More recently, we noted that \"[o]ur recent decisions have reserved the issue of precisely when objections must be made to closing statements to preserve the objection for ordinary review,\" suggesting that the rule might appropriately vary with the circumstances. <i>Potter,</i> 463 F.3d at 23.</p>\n<p>[14]  The court also made no comment about the third unequivocally improper statement  urging the jurors to \"do your job\"  but, as noted, <i>see supra</i> note 10, that language was not called to its attention.</p>\n<p>[15]  The government describes the evidence against Ayala-García and Alicea-Cotto as overwhelming, which would diminish the likelihood of prejudice from the prosecutor's remarks. <i>See, e.g., </i><i>Young,</i> 470 U.S. at 19-20, <span class=\"citation\" data-id=\"111353\"><a href=\"/opinion/111353/united-states-v-young/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1038</span></a></span> (\"Not a single witness supported respondent's asserted defense ...\"); <i>Mooney,</i> 315 F.3d at 60; <i>Mejia-Lozano,</i> 829 F.2d at 274. The evidence may be seen as one-sided in the government's favor, however, only if we accept the government's own assessment of credibility and reject out-of-hand the testimony presented by the defendants' eyewitnesses.\n</p>\n<p>The government's witnesses were not, however, untarnished. During cross-examination, defense counsel aggressively questioned Sánchez about when he saw the drugs. At the suppression hearing, Sánchez had said he first saw them at the police station. At trial, he reported seeing them in the SUV. When asked \"which time were you telling the truth,\" he explained that he first saw the drugs <i>displayed</i> at the station, but had seen the bag containing the drugs in the car.</p>\n<p>Counsel similarly challenged Officer Vega on his testimony about who drove the SUV from the housing project to the narcotics division. At trial, Vega stated that he was in the vehicle with Sánchez and another officer, although he had testified at the suppression hearing that he could not remember who accompanied Sánchez.</p>\n<p>On this record, we cannot say that the government's case was so overwhelming that guilty verdicts were inevitable.</p>\n<p>[16]  The Supreme Court in <i>Young,</i> in concluding that a prosecutor's improper rebuttal argument did not compromise the jury's deliberations, observed that the jury had acquitted the defendant of the <i>most serious</i> charge he faced. <i>Young,</i> 470 U.S. at 18 n. 15, <span class=\"citation\" data-id=\"111353\"><a href=\"/opinion/111353/united-states-v-young/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1038</span></a></span>.</p>\n<p>[17]  <i>See </i><i>United States v. Vazquez-Botet,</i> <span class=\"citation\" data-id=\"1425795\"><a href=\"/opinion/1425795/united-states-v-vazquez-botet/\"><span class=\"volume\">532</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></a></span>, 56 (1st Cir.2008) (asking whether misconduct \"`so poisoned the well' that the defendant must be given a new trial.\") (quoting <i>Manning,</i> 23 F.3d at 574); <i>United States v. Laboy-Delgado,</i> <span class=\"citation\" data-id=\"196771\"><a href=\"/opinion/196771/united-states-v-laboy-delgado/\"><span class=\"volume\">84</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span>, 29 (1st Cir.1996).</p>\n<p>[18]  <i>Compare </i><i>United States v. Potter,</i> <span class=\"citation\" data-id=\"202407\"><a href=\"/opinion/202407/united-states-v-potter/\"><span class=\"volume\">463</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 22-25 (1st Cir.2006), <i>and </i><i>United States v. Mejia-Lozano,</i> <span class=\"citation\" data-id=\"494593\"><a href=\"/opinion/494593/united-states-v-martha-mejia-lozano/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">268</span></a></span>, 274 (1st Cir. 1987), <i>with </i><i>United States v. Mooney,</i> <span class=\"citation\" data-id=\"200259\"><a href=\"/opinion/200259/united-states-v-mooney/\"><span class=\"volume\">315</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span>, 60 (1st Cir.2002).</p>\n<p>[19]  <i>E.g., </i><i>United States v. Lizardo,</i> <span class=\"citation\" data-id=\"202178\"><a href=\"/opinion/202178/united-states-v-lizardo/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">73</span></a></span>, 87-88 (1st Cir.2006), <i>cert. denied</i> <span class=\"citation no-link\"><span class=\"volume\">549</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1007</span></span>, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">524</span></span>, <span class=\"citation no-link\"><span class=\"volume\">166</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">390</span></span> (2006)(\"any possible prejudice was relatively insignificant\"); <i>See </i><i>Potter,</i> 463 F.3d at 24 (no \"substantial chancelet alone a likelihood of changing the outcome\").</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104321/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111353/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/171850/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195356/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196771/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198059/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199680/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200259/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200584/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200773/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202178/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202407/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202578/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202591/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202688/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202855/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203454/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203602/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203755/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203780/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/477965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494593/",
    "http://www.courtlistener.com/api/rest/v3/opinions/504438/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564948/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577689/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/673817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765610/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771775/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776396/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786115/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792812/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1209129/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1425795/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1455467/"
  ]
}