{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203938/",
  "absolute_url": "/opinion/203938/united-states-v-stone/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203938/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:26:57Z",
  "date_modified": "2016-04-26T13:48:50.819561Z",
  "type": "010combined",
  "sha1": "3e5f1e7e971c4ca5faba776967a0ca3448262036",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-1459P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/08/05/US_v._Stone.pdf",
  "plain_text": "           United States Court of Appeals\n                      For the First Circuit\n\nNo. 08-1459\n\n                     UNITED STATES OF AMERICA,\n\n                             Appellee,\n\n                                v.\n\n                          ADAM A. STONE,\n\n                       Defendant, Appellant.\n\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n                     FOR THE DISTRICT OF MAINE\n\n           [Hon. John A. Woodcock, U.S. District Judge]\n\n\n                               Before\n               Torruella, and Selya, Circuit Judges,\n                and Tashima,* Senior Circuit Judge.\n\n\n\n     Charles W. Rankin, with whom Jonathan Harwell, Kerry Haberlin,\nand Rankin & Sultan, were on brief for appellant.\n     Mysti Dawn Degani, Criminal Division, Appellate Section, with\nwhom Paula D. Silsby, United States Attorney, and F. Todd Lowell,\nAssistant United States Attorney, were on brief for appellee.\n\n\n\n\n                          August 5, 2009\n\n\n\n\n*\n    Of the Ninth Circuit, sitting by designation.\n\f            TORRUELLA, Circuit Judge.           Adam A. Stone appeals his\n\nsentence of 17.5 years in federal prison on one count of knowingly\n\ntransporting    and   shipping    child      pornography   in   interstate   or\n\nforeign commerce, in violation of 18 U.S.C. §§ 2252A(a)(1) and\n\n2256(8)(A).    After careful review of the record, we affirm.\n\n                             I.    Background\n\n            We draw the facts from the presentence investigation\n\nreport (\"PSR\"), the evidence presented in anticipation of the\n\nsentencing hearing, and the transcript of the sentencing hearing.\n\nUnited States v. Torres-Velázquez, 480 F.3d 100, 102 (1st Cir.\n\n2007); United States v. Santos, 357 F.3d 136, 138 (1st Cir. 2004).\n\n            Illinois police created a Yahoo! internet account in the\n\nname of \"brownhairedgirl_1.\" The publicly available profile stated\n\nthat   \"brownhairedgirl_1\"       was   a     fifteen   year-old   girl.      On\n\nFebruary 10, 2005, Stone, acting under the username \"adamstone78,\"\n\ncontacted \"brownhairedgirl_1\" and asked if she had any \"girl pics\"\n\nto share.     The police detective sent Stone a picture of a fully\n\nclothed girl.    Stone asked       \"brownhairedgirl_1\" if she had ever\n\nseen a man naked, as well as if she had ever masturbated or watched\n\na man do so.\n\n            On February 16, 2005, Stone contacted \"brownhairedgirl_1\"\n\nagain and asked her if she had \"any pics of other girls.\"                 Stone\n\nasked \"brownhairedgirl_1\" to view his photo album, which contained\n\n\n\n\n                                       -2-\n\f241 images, including dozens of images that the police detective\n\nbelieved were minors engaged in sexually explicit conduct.\n\n            The next day, Stone contacted \"brownhairedgirl_1\" again.\n\nHe asked her about her sexual history, bra size, and for more\n\npictures of herself.       Stone also transmitted a web camera picture\n\nof himself, which the police detective used in confirming Stone's\n\nidentity.\n\n            On March 4, 2005, during another conversation, Stone\n\nprovided a link to an online photo album.              The album contained\n\ndozens of images of minors engaged in sexually explicit conduct.\n\n            After several other shorter communications from Stone, on\n\nApril 1, 2005, Stone sent      \"brownhairedgirl_1\" a message stating,\n\n\"I added 2 albums between yesterday and today, check em out.\"              The\n\ndetective viewed the two new albums, which included many images of\n\nminors engaged in sexually explicit conduct.\n\n            On   April       29,    2005,      Stone    again     contacted\n\n\"brownhairedgirl_1\" and offered to masturbate in front of his web\n\ncamera.   The detective then observed Stone masturbating.\n\n            After federal officers executed a search warrant at\n\nStone's   residence   in    June   2005,    Stone   admitted   that   he   had\n\ndownloaded child pornography from the Internet and had shared that\n\npornography in online photo albums.          His computer was seized, and\n\nit was found to contain many images, including images of children\n\nunder twelve and images involving sadistic and masochistic conduct.\n\n\n                                    -3-\n\f           More than two years later, on January 9, 2008, the\n\ngovernment   filed   a    one-count    information   charging   Stone      with\n\nviolating 18 U.S.C. §§ 2252A(a)(1) and 2256(8)(A).2          That same day,\n\nStone waived the indictment and pled guilty to the information.\n\n           A PSR was prepared.        It recommended a base offense level\n\nof 22.     The PSR recommended applying a two-level enhancement\n\nbecause the material involved a prepubescent minor, see U.S.S.G.\n\n§ 2G2.2(b)(2); a five-level enhancement because Stone distributed\n\nthe material to someone he believed              to be a minor, see id.\n\n§ 2G2.2(b)(3)(C);3 a four-level enhancement because the material\n\nincluded   images    of   sadistic    or    masochistic   conduct,   see    id.\n\n§ 2G2.2(b)(4); a two-level enhancement because the offense involved\n\nthe use of a computer, see id. § 2G2.2(b)(6); and a five-level\n\nenhancement because the offense involved more than 600 images, see\n\n\n\n\n2\n  Section 2252A(a)(1) imposes criminal liability on any person who\n\"knowingly mails, or transports or ships using any means or\nfacility of interstate or foreign commerce or in or affecting\ninterstate or foreign commerce by any means, including by computer,\nany child pornography.\" Section 2256 defines terms and provides,\nin part, that child pornography is \"any visual depiction, including\nany   photograph,    film,   video,   picture,   or   computer   or\ncomputer-generated image or picture, whether made or produced by\nelectronic, mechanical, or other means, of sexually explicit\nconduct, where . . . the production of such visual depiction\ninvolves the use of a minor engaging in sexually explicit conduct.\"\n3\n   This enhancement applies to distribution to a \"minor,\" but the\napplication notes define \"minor\" to include a law enforcement\nofficer posing as a minor. U.S.S.G. § 2G2.2 cmt. n.1.\n\n                                      -4-\n\fid.   §   2G2.2(b)(7)(D).4      Crediting     Stone   with    a    three-level\n\nreduction   for   acceptance    of   responsibility,    the       PSR   computed\n\nStone's total offense level at 37.         Given Stone's criminal history\n\ncategory of I, the advisory guidelines range was 210 to 240 months\n\nof imprisonment.5\n\n            Stone did not object to these computations, but asked the\n\ndistrict court to impose a below-guidelines sentence. First, Stone\n\nchallenged the guideline range itself as unreasonable by arguing\n\nthat the current version of U.S.S.G. § 2G2.2, which governed his\n\noffense, was shaped in part by congressional directives to the\n\nSentencing Commission.        Stone asserted that U.S.S.G. § 2G2.2 is\n\nflawed because this congressional input preempted the Commission's\n\nability \"to do the job for which it was created.\"             He challenged,\n\ncategorically, the rationale for the computer enhancement. He also\n\nnoted that his guideline range exceeded that for second degree\n\nmurder, and observed that it was not reasonable to sentence first-\n\ntime offenders at a level near the statutory maximum.\n\n            Second,   Stone   argued   that   a   guideline       sentence   was\n\nunreasonably harsh in his case.            He argued that he downloaded\n\n\n\n4\n   For purposes of this enhancement, each video is counted as 75\nimages.   U.S.S.G. § 2G2.2 cmt. n.4 (defining \"the number of\nimages\").\n5\n   The guidelines called for a range of 210 to 262 months of\nimprisonment. However, the statutory maximum sentence is 20 years\nof imprisonment, 18 U.S.C. § 2252A(b)(1), reducing the guidelines\nrange to 210 to 240 months.\n\n                                     -5-\n\fpornography   indiscriminately,     had   only   a   few   sadistic   or\n\nmasochistic images, and did not seek them out.        He noted that he\n\nhad not physically harmed anyone, and was not shown to have\n\ndistributed to any actual minors.    Stone argued that in the two and\n\na half years between his arrest and sentencing, he had sought\n\nemployment,   maintained   a   relationship   with   his   fiancee,   and\n\nrenounced his prior actions.    Stone argued that he posed no risk to\n\nanyone.\n\n          The government admitted that the guideline range was\n\n\"extremely harsh,\" but argued that a sentence at the low end of the\n\nguideline range would be appropriate, considering the facts that\n\nled to the enhancements.\n\n          The district court adopted the PSR's calculations. Early\n\nin the hearing, the district court recognized it could impose a\n\nnon-guideline sentence when it said it had \"to determine whether to\n\nsentence [Stone] within the guidelines or outside the guidelines.\"\n\nThe district court later considered Stone's challenge to the\n\nguidelines themselves:\n\n          But   the   defendant's    argument  that   the\n          guidelines -- that because the guidelines are\n          a direct response to congressional mandates\n          that somehow that diminishes their impact is\n          not an argument that the court can accept. In\n          many ways, the fact that the guidelines are a\n          direct    reflection    of    a   congressional\n          expression of popular will is an argument in\n          favor, not against the imposition of a\n          guideline sentence.\n\n\n\n                                  -6-\n\f          Congress   is,   after    all,   the   elected\n          representatives of the people of this country,\n          and they -- it has made policy choices about\n          this type of crime, and those choices are\n          reflected in the guideline range. It is not\n          this court's constitutional role to second-\n          guess congressional policy decisions simply\n          because they're expressed in the guidelines,\n          and it is this court's constitutional role to\n          express the will of the people of this country\n          as expressed by Congress. On this crime, the\n          will of the people is, I must say, exceedingly\n          clear.\n\nAlthough the court recognized that \"an argument can be made that\n\nCongress has been particularly punitive,\" it concluded that Stone's\n\nactions warranted severe punishment since he contributed to the\n\nmarket for child pornography and because of his conduct with\n\n\"brownhairedgirl_1.\"   The court then proceeded to discuss the\n\nguidelines further:\n\n          I want to be clear. I'm not suggesting that I\n          feel I am bound by the guidelines. I have the\n          authority under Booker and under Jiménez-\n          Beltre to go outside the guidelines. But in\n          doing so, I am required to consider the\n          guidelines themselves, the policies underlying\n          the guidelines, and the need to avoid\n          unwarranted sentencing disparities, and the\n          policies    themselves,   as    reflected   by\n          congressional directives, seem especially\n          clear here.\n\n          The district court then analyzed the case, starting with\n\nthe offender.   It noted Stone's lack of criminal history, intact\n\nfamily background, and the absence of any substance abuse problem.\n\nIt commented that \"there's nothing in this defendant's history or\n\nbackground that would predict he would be standing in front of this\n\n\n                               -7-\n\fcourt facing a prison term of over 17 years.\"         The court later also\n\nnoted Stone's rehabilitative efforts.\n\n          The court turned to the offense.          The court found Stone\n\npossessed a \"staggering\" volume of child pornography.            The court\n\nnoted exemplars of the child pornography that Stone possessed:\n\n          The two exemplars that were attached to the\n          prosecution version, which the defendant\n          admitted to, are abhorrent.    There's one in\n          particular that shows a very young girl, maybe\n          5 years old or so, engaged in sex with an\n          adult male. The picture depicts her placing\n          her hands over her eyes as if to block out\n          what was happening to her. The digital image\n          is simply haunting, and that image calls force\n          -- forth in any adult an overwhelming need to\n          protect that little girl. She is young, and\n          she's defenseless, and the adults who should\n          be protecting her are violating her. So the\n          court has considered the need to protect\n          victims like that young girl in imposing a\n          sentence today.\n\nThe   district   court     also   found   that     Stone   encouraged   the\n\ndistribution of child pornography through his online sharing of\n\nalbums,    and    found      \"disturbing\"        Stone's   conduct      with\n\n\"brownhairedgirl_1.\"      The court had earlier described this conduct\n\nas \"abuse\" that endangered a minor.\n\n          The court weighed the factors:\n\n          This combination of circumstances requires, in\n          the court's view, a long term in prison. The\n          factors include the age of the victims, the\n          volume of the images, the defendant's sharing\n          of the images with others, the defendant's\n          sexual chat with a person he believed was 15\n          years old, and finally, the defendant's\n          engaging in actual sexual activity and\n\n\n                                    -8-\n\f           transmitting that      activity        to   a   person    he\n           believed was 15.\n\n           With all these factors that militate in favor\n           of a severe punishment, the court also notes\n           there's no allegation the defendant actually\n           sexually abused any minor. He has no history\n           of sexual abuse. His inappropriate conduct was\n           wholly Internet-based.\n\nThe court expressed its hope that a better way could be found to\n\ndeal with similar crimes in the future, but that \"for right now,\n\nthe   congressional   directive     is    very,    very    clear,    as   are   the\n\nguidelines, and if you've done what you have done, the guidelines\n\nadvise a very, very harsh sentence.\"          \"[W]ith some reservations,\"\n\nthe court imposed a sentence at the bottom of the guideline range,\n\n210 months.\n\n           Stone filed a timely notice of appeal.\n\n                           II.      Discussion\n\n           \"We review the substantive reasonableness of a sentence\n\nfor abuse of discretion, but we first consider whether the court\n\nbelow committed a 'significant procedural error, such as . . .\n\ntreating   the   Guidelines    as        mandatory.'\"       United    States    v.\n\nDeCologero, 530 F.3d 36, 70 (1st Cir. 2008) (quoting Gall v. United\n\nStates, 128 S. Ct. 586, 597 (2007)).              Accordingly, we will first\n\naddress Stone's argument that the district court did not properly\n\nunderstand its sentencing discretion under Kimbrough v. United\n\nStates, 128 S. Ct. 558 (2007).       Then we will consider whether the\n\nsentence the district court imposed was unreasonable.\n\n\n                                     -9-\n\f              A.   Kimbrough Sentencing Discretion\n\n                      1.   Reviewing Kimbrough error\n\n              We review for abuse of discretion, and \"procedural errors\n\namounting to an abuse of discretion might include 'failing to\n\ncalculate      (or   improperly   calculating)    the   Guidelines   range,\n\ntreating the Guidelines as mandatory, failing to consider the 18\n\nU.S.C. § 3553(a) factors, selecting a sentence based on clearly\n\nerroneous facts, or failing to adequately explain the chosen\n\nsentence.'\"        United States v. Innarelli, 524 F.3d 286, 292 (1st\n\nCir. 2008) (quoting United States v. Politano, 522 F.3d 69, 72 (1st\n\nCir. 2008)).\n\n              Kimbrough \"makes manifest that sentencing courts possess\n\nsufficient discretion under section 3553(a) to consider requests\n\nfor variant sentences premised on disagreements with the manner in\n\nwhich   the    sentencing    guidelines    operate.\"    United   States   v.\n\nRodríguez, 527 F.3d 221, 231 (1st Cir. 2008) (reversing, in light\n\nof Kimbrough, our prior precedent forbidding district courts from\n\nconstructing variant sentences to take account of disparities\n\nattributable to the fast-track program).         As the Supreme Court has\n\nemphasized, the point of Kimbrough is to recognize \"district\n\ncourts' authority to vary from the crack cocaine Guidelines based\n\non policy disagreement with them, and not simply based on an\n\nindividualized determination that they yield an excessive sentence\n\nin a particular case.\"        Spears v. United States, 129 S. Ct. 840,\n\n\n                                    -10-\n\f843   (2009).      And   our    precedent    has      interpreted    Kimbrough     as\n\nsupplying this power even where a guideline provision is a direct\n\nreflection of a congressional directive.                Rodríguez, 527 F.3d at\n\n230 (rejecting the government's arguments that district courts were\n\nforbidden from disagreeing with the disparity attributable to fast\n\ntrack   programs    since      Congress   had       specifically    approved   such\n\nprograms, and concluding that \"Kimbrough had opened the door for\n\nsentencing courts to deviate from the guidelines in individual\n\ncases     notwithstanding            Congress's            competing        policy\n\npronouncements\").6\n\n           Thus,     after      Kimbrough,      a    district      court   makes    a\n\nprocedural error when it fails to recognize its discretion to vary\n\nfrom the guideline range based on a categorical policy disagreement\n\nwith a guideline.        United States v. Gibbons, 553 F.3d 40, 46 (1st\n\nCir. 2009); United States v. Boardman, 528 F.3d 86, 87 (1st Cir.\n\n2008) (using Kimbrough to vacate and remand a sentence where a\n\ndistrict court concluded it was bound by certain career offender\n\nguidelines); Rodríguez, 527 F.3d at 231.                   We have interpreted\n\nKimbrough as giving district courts discretion to disagree with\n\nmany guidelines, not just the crack cocaine guidelines at issue in\n\nKimbrough.      United States v. Vanvliet, 542 F.3d 259, 271 (1st Cir.\n\n\n6\n  But see United States v. González-Zotelo, 556 F.3d 736, 741 (9th\nCir. 2009) (criticizing Rodríguez and concluding \"[w]hile Kimbrough\npermits a district court to consider its policy disagreements with\nthe Guidelines, it does not authorize a district judge to take into\naccount his disagreements with congressional policy\").\n\n                                      -11-\n\f2008) (remanding where a district court refused to impose a variant\n\nsentence   based   on   its    policy   disagreement   with   a   sentencing\n\nenhancement relating to the use of a computer); Boardman, 528 F.3d\n\nat 87; Rodríguez, 527 F.3d at 231.\n\n                   2.   Stone's Kimbrough argument\n\n           Stone argues that the district court erred in failing to\n\nrecognize its discretion to disagree with the guidelines covering\n\nchild pornography crimes, particularly the high base offense level,\n\nthe computer enhancement, and the high overall offense level\n\nresulting from the combined imposition of the various enhancements.\n\nIn particular, Stone argues that Kimbrough indicated that one\n\nground for a district court to disagree with a guideline provision\n\nwould be that the guideline was based on something other than the\n\nSentencing Commission's ordinary empirical approach. See Kimbrough,\n\n128 S. Ct. at 574-75.\n\n           Stone makes a detailed historical argument, explaining\n\nthat the child pornography guidelines are based on congressional\n\ndirectives, and not on the Commission's empirical approach.              He\n\nnotes that since U.S.S.G. § 2G2.2 was adopted on April 13, 1987,\n\nthe base offense level has increased from thirteen to twenty-two\n\nand the enhancements applicable to a defendant in Stone's position\n\nfrom two to eighteen.7        Stone also notes that a number of district\n\n\n7\n   Compare U.S.S.G. § 2G2.2 (1987) with U.S.S.G. § 2G2.2 (2008);\nsee also Crime Control Act of 1990, Pub. L. No. 101-647, §§ 321-23,\n101 Stat. 4789, 4817-18 (1990) (criminalizing the possession of\n\n                                     -12-\n\fcourts have exercised their Kimbrough discretion to give the child\n\npornography guideline range less deference.8\n\n                   3.    Appraising the district court's actions\n\n           The government does not challenge Stone's argument that\n\na   sentencing   judge   has   the   discretion    to   reject   the    child\n\npornography guidelines on this basis.             Rather, the government\n\nargues that the district court understood its discretion and simply\n\nwas not persuaded to use its Kimbrough power in this case.             And, as\n\n\n\nchild pornography and directing the Sentencing Commission to\nincrease penalties if it deemed it appropriate); Treasury, Postal\nService and General Government Appropriations Act of 1992, Pub. L.\nNo. 102-141, § 632, 105 Stat. 834, 876 (1991) (enacting, apparently\nover Commission objection, a bill requiring the Commission to\nincrease the base offense level to \"not less than 15\" and to\nprovide at least a 5 level\" enhancement for \"sexual abuse or\nexploitation of a minor\"); Sex Crimes Against Children Prevention\nAct of 1995, Pub. L. No. 104-71, §§ 2-3, 109 Stat. 774, 774 (1995)\n(increasing the base offense level and creating a two-level\nenhancement for the use of a computer); Protection of Children from\nSexual Predators Act of 1998, Pub. L. No. 105-314, §§ 501-07, 112\nStat. 2974, 2980-82 (1998) (directing the Commission to adopt\nvarious enhancements); Prosecutorial Remedies and Other Tools to\nend the Exploitation of Children Today Act of 2003 (PROTECT Act),\nPub. L. No. 108-21, §§ 103, 401, 117 Stat. 650, 652-53, 667-76\n(2003) (adopting a five-year mandatory minimum and a twenty-year\nstatutory maximum sentence and directing the Commission to add\nadditional enhancements based on the number of images distributed\nor possessed and to expand the sadistic and masochistic conduct\nenhancement); U.S.S.G. app. C., amend. 664 (raising the relevant\nbase offense level from 17 to 22 and explicitly explaining that the\nincrease was to calibrate with the new mandatory minimum).\n8\n   See, e.g., United States v. Johnson, 588 F. Supp. 2d 997 (S.D.\nIowa 2008); United States v. Noxon, No. 07-40152-01-RDR, 2008 WL\n4758583 (D. Kan. Oct. 28, 2008) (unpublished); United States v.\nGrinbergs, No. 8:05CR232, 2008 WL 4191145 (D. Neb. Sept. 8, 2008)\n(unpublished); United States v. Hanson, 561 F. Supp. 2d 1004 (E.D.\nWis. 2008).\n\n                                     -13-\n\fis clear, the district court's broad discretion obviously includes\n\nthe power to agree with the guidelines.      Gibbons, 553 F.3d at 46\n\n(quoting United States v. Díaz-Fontánez, 317 F. App'x 9, 11 (1st\n\nCir. 2008) (unpublished)).\n\n          Thus, the issue for us to resolve is simply whether the\n\ndistrict court failed to appreciate its Kimbrough discretion or\n\nwhether it understood but declined to use it.            Stone argues that\n\nthe district court explicitly held that it lacked the discretion to\n\ndisagree with the applicable guidelines.           Stone points to the\n\nsentencing hearing where the court said that Stone's argument \"is\n\nnot an argument that the court can accept\" and that it was \"not\n\nthis court's constitutional role to second-guess congressional\n\npolicy   decisions   simply   because    they're     expressed       in     the\n\nguidelines, and it is this court's constitutional role to express\n\nthe will of the people of this country as expressed by Congress.\"\n\n          The   government    counters   that      the    district        court\n\nexplicitly and repeatedly recognized that it was not bound by the\n\nguidelines. The government characterizes the above two comments as\n\nsubstantive rejections of Stone's request to afford less deference\n\nto the guidelines since they were based on congressional policy.\n\nAs to the first comment, the government argues that the sentencing\n\ncourt used the phrase \"I cannot accept that\" to mean \"I reject\n\nthat.\"   And the government notes another case where we have\n\nrecognized this exact verbal distinction. See DeCologero, 530 F.3d\n\n\n                                -14-\n\fat 70 (considering \"the sentencing record as a whole\" to conclude\n\nthat when the court said it \"cannot give credit\" for a prior\n\nsentence, it nonetheless \"recognized its discretion\" but simply\n\nindicated    its     decision   not   to    take   the   prior     sentence     into\n\naccount).     The government explains away the second comment by\n\nreasoning that the sentencing court was not saying that it was\n\nrequired to follow congressional will, but only that it found\n\npersuasive the argument that it should follow such policy. In sum,\n\nthe government argues that the sentencing judge made a permissible\n\ndetermination that he would value guidelines which reflected the\n\nwill of the people, acting through Congress.\n\n            This is a closer case than others where we have been\n\ncalled upon to examine alleged Kimbrough error. The district court\n\ndid not explicitly acknowledge its Kimbrough power.                 On the other\n\nhand, the district court never lamented its lack of discretion to\n\ncategorically disagree with the guidelines.                 In the cases Stone\n\nrelies upon, where we have remanded for resentencing in light of\n\nKimbrough error, the sentencing court clearly expressed a belief\n\nthat   it   lacked    discretion.        Vanvliet,    542   F.3d    at   264,   271\n\n(vacating where the district court expressed a disagreement with an\n\nenhancement and expressed its belief it could not disagree with its\n\napplication);       Boardman, 528 F.3d at 87 (vacating where a district\n\ncourt followed a guideline, as interpreted by this court, though it\n\ndisagreed    with    it,   since   the     district   court   did    not,   before\n\n\n                                      -15-\n\fKimbrough, believe it had the power to disagree); Rodríguez, 527\n\nF.3d at 224 (vacating where the district court said it \"had no\n\nauthority to 'disregard the advisory guideline sentencing range on\n\nthis ground'\"); see also United States v. Rivera, 311 F. App'x 371,\n\n372 (1st Cir. 2009) (per curiam) (unpublished) (vacating where the\n\ndistrict judge repeatedly criticized the sentence as too long but\n\nnonetheless imposed it because, before Kimbrough, it \"believed that\n\nit could not vary below the already reduced guideline range without\n\ncreating an unwarranted sentencing disparity\").\n\n           In the absence of a clear statement showing Kimbrough\n\nerror, we must review the \"record as a whole\" to assess the\n\ndistrict court's sentencing process.      See DeCologero, 530 F.3d at\n\n70.   This review yields several conclusions.            First, at the\n\ndistrict   court,   Stone   squarely    made   his   argument   that   the\n\nguidelines were bad policy.    The district court's response was not\n\nto reject the argument out of hand, but rather to engage it.           The\n\ndistrict court considered the severity of the crime, the harshness\n\nof the sentence, and the benefit of guidelines that reflected\n\ndemocratic will.    It was in discussing these concerns that the\n\ncourt said that Stone's argument was not one it \"can accept.\"          This\n\ncontext indicates that the court fully considered the argument and\n\ndecided not to accept it.9    Thus, on the whole, the following facts\n\n\n9\n   We also agree with the government that the district court used\na similar construct earlier in the sentencing hearing to indicate\nthat it \"can't accept\" the defendant's suggestion that Stone might\n\n                                 -16-\n\fall suggest the absence of Kimbrough error: at the time of the\n\nsentencing Kimbrough had been on the books for four months;10 a\n\nKimbrough argument was clearly made; the district court did not\n\nindicate that it believed it lacked discretion; but rather, it\n\nanalyzed the argument.\n\n          Second, the district court clearly understood that it\n\ncould impose a variant sentence under the advisory guidelines.   Of\n\ncourse, it did not specifically state that it could vary based on\n\na categorical disagreement with the guidelines.     And it is true\n\nthat a district court's understanding that the guidelines are\n\nadvisory does not necessarily demonstrate that the court understood\n\nits Kimbrough discretion.   Boardman, 528 F.3d at 87 (rejecting the\n\ngovernment's argument that the district court's variant sentence,\n\nunder United States v. Booker, 543 U.S. 220 (2005), could be\n\naffirmed against a charge of Kimbrough error, reasoning \"the\n\nquestion is discretion to deviate on what grounds, and we think the\n\n\n\n\nnot have known that \"brownhairedgirl_1\" was 15. While inferential\nreasoning based on a judge's speaking patterns are not the\nstrongest support for affirming a sentence, it does reinforce our\nconclusion in this case.\n10\n   And we note that this very district court judge had, less than\ntwo months before Stone's hearing, handed down a decision invoking\nits Kimbrough power. United States v. Horta, 534 F. Supp. 2d 164,\n166-68 (D. Me. 2008) (finding a \"counterintuitive jump\" in the drug\nequivalency tables, and using Kimbrough power to vary from the\nresulting guideline range out of a belief that doing so was more\nconsistent with the underlying statute).\n\n                               -17-\n\fdistrict court (without the benefit of Kimbrough's clarification)\n\nunderestimated what it was entitled to do\" (emphasis in original)).\n\n          Nonetheless, both the district court's recognition of its\n\npower to impose a variant sentence and its rejection of the\n\nproposed ground for such a variance are relevant.                    Though the\n\ndistrict court knew it could vary from the guidelines, it saw no\n\nreason to do so as it ultimately concluded that the harsh sentence\n\nfit the severe crime.       See, e.g., United States v. Saunders, 553\n\nF.3d 81, 84 n.1 (1st Cir. 2009) (rejecting a Kimbrough argument\n\nbased on \"a fair reading of the sentencing transcript\" where \"it\n\n[was] evident from the judge's overall comments that he was aware\n\nof his ability to fashion a sentence that differed from the\n\nguideline range, and that, in his view, it was not appropriate to\n\ndeviate from the guidelines in this case given the extent of the\n\nmarijuana distribution operation\"); United States v. Olivero, 552\n\nF.3d 34, 42 (1st Cir. 2009) (finding no Kimbrough error where the\n\ncourt   \"concluded    there    was    no     reason    to   depart    from   the\n\nGuidelines\").    To    be     sure,   Kimbrough       authorizes     categorical\n\ndisagreements, but it also contemplates judges making these policy\n\ndisagreements tied to the facts of a specific case.                128 S. Ct. at\n\n564.\n\n          Here, the district court's decision not to vary in light\n\nof its recognition that the guidelines were advisory makes it\n\napparent that the district court did not believe that a guideline\n\n\n                                      -18-\n\fsentence was excessive as applied to Stone. Rather, the court felt\n\nthat the \"combination of circumstances requires, in the court's\n\nview, a long term in prison.\"         So, the record shows the district\n\ncourt was not struggling against the guidelines in a way that it\n\nvery   likely    would   have   if   it     had   believed     it   could   not\n\ncategorically     depart,   regardless      of    whether    the    guidelines'\n\napplication was too harsh. This conclusion is consistent with, and\n\ntherefore bolsters our conclusion that the sentencing court simply\n\ndid not accept Stone's argument that it should disagree with the\n\nguidelines.\n\n          This leads to a third point.             Stone argues that if we\n\naffirm we must stretch to interpret the district court's statement\n\nthat it is \"not this court's constitutional role to second-guess\n\ncongressional policy decisions simply because they're expressed in\n\nthe guidelines\" as saying \"though it is this court's role to\n\nsecond-guess such policy decisions, I chose not to.\"                   But the\n\nmatter is more nuanced.     As we have noted above, a district court\n\nis free to agree with the guidelines (or, at least, some particular\n\nguideline).     Part of this freedom must be a freedom to agree with\n\nthe guidelines because the sentencing court believes that the\n\nguidelines express some societal wisdom beyond what an entirely\n\nunrestricted sentencing judge might possess.                Thus, part of the\n\nsentencing court's broad discretion must be the discretion to\n\n\n\n\n                                     -19-\n\fconclude    that    guidelines       are    convincing      for   various      reasons,\n\nincluding that they reflect popular will.\n\n            Stone argues that this conclusion is inconsistent with\n\nKimbrough,    which    recognized          the    fact    that   the   crack   cocaine\n\nguidelines    were     based    on    congressional          policy,    rather    than\n\nempirical study by the Commission, as one ground permitting a\n\nvariant sentence.       But the converse of this proposition is not\n\ntrue.      Even    though   a   guideline         is   affected   by   congressional\n\nadjustment, a sentencing court may rely on it.                     See Gibbons, 553\n\nF.3d at 46.       We see no reason why it would be somehow invalid for\n\na district court, in its broad sentencing discretion, to conclude\n\nthat its reason for rejecting a Kimbrough variance is that it\n\nvalues congressional input. If these results seem inconsistent, it\n\nis only because a sentencing court's discretion is so broad. After\n\nKimbrough, the law allows one judge to find that congressional\n\ninput makes a sentence less empirical, and so less appropriate,\n\nwhile another judge may reasonably find such input makes the\n\nsentence more reflective of democratic judgments of culpability,\n\nand so more reasonable. Kimbrough itself specifically acknowledged\n\nthe disparity the broad discretion it confers would create.                         See\n\nRivera, 311 F. App'x at 372 (\"In particular, the Kimbrough Court\n\nexpressly recognized that its holding might create sentencing\n\ndisparity    between    similarly      situated          defendants,    depending    on\n\nindividual judges' differing policy views, but characterized any\n\n\n                                           -20-\n\fsuch disparity as 'a necessary cost of the remedy . . . .'\"\n\n(quoting Kimbrough, 128 S. Ct. at 574)).11\n\n             We conclude that the district court's statements here are\n\nbest understood as expressing the view that it continues to value\n\ncongressional policy statements in sentencing.              For example, when\n\nmaking the statements that Stone highlights, the court also said,\n\n\"In many ways, the fact that the guidelines are a direct reflection\n\nof a congressional expression of popular will is an argument in\n\nfavor, not against the imposition of a guideline sentence.\"                  The\n\ncourt continued by observing that Congress had made policy choices,\n\nreflected in the guidelines, about this type of crime.                     These\n\nadditional remarks show that the court was expressing its decision\n\nto agree with Congress, not any belief that it was required to\n\ndefer to Congress.        Specifically, the court's use of the phrase\n\n\"argument    in     favor\"   shows    that    it   was   open   to   considering\n\ncategorical arguments for and against applying the guidelines.                In\n\nsum, the district court certainly saw the guideline sentence as\n\nharsh, even \"punitive.\"             But the court also observed that the\n\noffense was severe. Though the district court knew it could impose\n\na variant sentence, it decided not to do so.             Rather than conclude\n\nthat   the   guidelines      were    too   \"punitive,\"    the   district   court\n\nbelieved     that    there    was    value    in   deferring    to    Congress's\n\n\n11\n    For this reason, Stone gets no ultimate assistance from the\ndecisions of other district courts that adopted arguments like the\none Stone advances.\n\n                                       -21-\n\fcalibration of severe penalty for serious offense. And, as we have\n\nexplained, this is a determination it could make under its broad\n\ndiscretion.\n\n           In conclusion, though Stone can point to some quotes\n\nwhich appear to support his position, a review of the entire record\n\nhas convinced us otherwise.               The sentencing court considered\n\nStone's Kimbrough argument, did not explicitly doubt its own\n\nKimbrough power, was not offended by the harsh sentence, but rather\n\nexpressed a preference for using guidelines based on congressional\n\npolicy   choices    in    the    context     of   evaluating   the   level   of\n\nculpability equating a serious crime with a severe punishment.\n\nThus, there was no procedural error.\n\n           B.   Substantive Reasonableness\n\n           We    turn    to     Stone's    challenge   to   the   substantive\n\nreasonableness of his sentence.\n\n                    1.    Standard of review\n\n           The Supreme Court has given guidance on how a district\n\ncourt should arrive at a sentence: the court must compute the\n\nguidelines,     which    are    the   \"starting     point   and   the   initial\n\nbenchmark,\" but which may not be presumed reasonable. Gall, 128 S.\n\nCt. at 596-97.     Then, the court considers the parties' arguments,\n\nafter which it makes an \"individualized assessment based on the\n\nfacts presented,\" considering all of the factors under 18 U.S.C.\n\n§ 3553(a).    Id. at 597.       The court must explain the sentence, and\n\n\n                                      -22-\n\fany \"major departure should be supported by a more significant\n\njustification than a minor one.\"         Id.\n\n           In reviewing this ultimate determination, \"we examine the\n\ndistrict court's contemporaneous oral explanation of the sentence,\n\nits near-contemporaneous written statement of reasons, and what\n\nfairly can be gleaned by comparing what was argued by the parties\n\nor proffered in the PSI Report with what the sentencing court\n\nultimately did.\"     United States v. Martin, 520 F.3d 87, 92-93 (1st\n\nCir.   2008)   (citations   omitted).      We   \"review     the    substantive\n\nreasonableness of the sentence, taking into account the totality of\n\nthe circumstances.\"     Id. at 92.       \"On abuse-of-discretion review,\n\nthe Court of Appeals [should give] due deference to the District\n\nCourt's   reasoned   and    reasonable    decision   that    the    §   3553(a)\n\nfactors, on the whole, justified the sentence.\"             Gall, 128 S. Ct.\n\nat 602.   \"[I]t is not a basis for reversal that we, if sitting as\n\na court of first instance, would have sentenced the defendant\n\ndifferently.\"      Martin, 520 F.3d at 92 (rejecting a government\n\nargument that a below-guideline sentence was unreasonable).               This\n\ndeference reflects the district court's \"superior coign of vantage,\n\ngreater familiarity with the individual case, the opportunity to\n\nsee and hear the principals and the testimony at first hand, and\n\nthe cumulative experience garnered through the sheer number of\n\ndistrict court sentencing proceedings that take place day by day.\"\n\nId.    There are \"a range of reasonable sentences,\" and we may not\n\n\n                                   -23-\n\fvacate unless the sentence falls outside that range.                          Id.    Thus,\n\nsentencing is a \"judgment call\" \"'based on a complex of factors\n\nwhose   interplay          and    precise     weight    cannot   even    be    precisely\n\ndescribed.'\" Id. (quoting United States v. Vega-Santiago, 519 F.3d\n\n1, 4 (1st Cir. 2008) (en banc)).                The \"linchpin\" of our review of\n\nthat judgment call is a \"plausible sentencing rationale and a\n\ndefensible result.\"              Id. at 96.\n\n            This substantive reasonableness review also applies to\n\nwithin-guidelines sentences.                United States v. Van Anh, 523 F.3d\n\n43, 59 (1st Cir. 2008); see also Gall, 128 S. Ct. at 591 (\"[W]hile\n\nthe extent of the difference between a particular sentence and the\n\nrecommended Guidelines range is surely relevant, courts of appeals\n\nmust    review       all    sentences—whether          inside,    just   outside,       or\n\nsignificantly outside the Guidelines range—under a deferential\n\nabuse-of-discretion              standard.\").      In    this    circuit,     a     within-\n\nguidelines sentence is not presumed to be reasonable, yet \"'a\n\ndefendant who attempts to brand a within-the-range sentence as\n\nunreasonable must carry a heavy burden.'\"                  Van Anh, 523 F.3d at 59\n\n(quoting United States v. Pelletier, 469 F.3d 194, 204 (1st Cir.\n\n2006)).    In specifying this burden, we have said that a defendant\n\nchallenging      a    within-guideline          sentence    must    \"'adduce        fairly\n\npowerful mitigating reasons and persuade us that the district judge\n\nwas unreasonable in balancing pros and cons despite the latitude\n\nimplicit in saying that a sentence must be reasonable.'\"                            United\n\n\n                                            -24-\n\fStates v. Beatty, 538 F.3d 8, 17 (1st Cir. 2008) (quoting United\n\nStates v. Navedo-Concepción, 450 F.3d 54, 59 (1st Cir. 2006)).\n\n                        2.      Discussion\n\n               Here, we see a \"plausible rationale\" and a \"defensible\n\nresult.\"        We   start      with   the    rationale.         Our    review    of    the\n\nsentencing transcript reveals that the district court considered\n\nthe    advisory      guidelines,       weighed        the    relevant       factors,    and\n\nexplained why it thought a harsh sentence was appropriate.                         First,\n\nas is proper, the court computed the guideline range and heard\n\nStone's argument on how to value the guidelines' advice. The court\n\ndiscussed       Stone's      background       and    noted    that     it    revealed    no\n\nexplanation for his conduct.              The court acknowledged Stone's post-\n\noffense efforts.           The court also considered the circumstances of\n\nthe crime, observing that it was troubled by Stone's conduct with\n\n\"brownhairedgirl_1.\"            Though it recognized there was no allegation\n\nof    actual    abuse      of   a   minor,    it     saw    Stone's    actions    towards\n\n\"brownhairedgirl_1\" as abusive.                     Stone's maintenance of online\n\nalbums further \"encouraged the distribution of child pornography to\n\nothers.\"       The court especially noted one exemplar of a \"very young\n\ngirl\" was \"simply haunting\" and called forth an \"overwhelming need\n\nto protect\" the victim.             Considering that need, and that Stone's\n\nactions encouraged distribution, the district court concluded that\n\na    long   term     was     necessary.        The    court    recognized       that    the\n\nenhancements led to a guideline range that was a \"very, very severe\n\n\n                                             -25-\n\fpunishment.\"   Again noting the \"congressional directive,\" the\n\ncourt, \"with some reservations,\" decided to impose a sentence at\n\nthe bottom end of the guideline range.\n\n          As discussed above, the record thus reveals that the\n\ndistrict court fully acknowledged the harshness of the sentence.\n\nYet, Stone's conduct with \"brownhairedgirl_1\" and the nature and\n\nvolume of his collection of pornography caused the district court\n\nto conclude that the guideline punishment reasonably fit the crime.\n\nIt does appear that the district court drew some degree of comfort\n\nin this finding by placing value in the fact that Congress had also\n\ndeemed Stone's crime serious.   But, as we have explained above, a\n\ndistrict court may look to such sources to help inform its weighing\n\nof crime and punishment.   The district court also considered and\n\nwas unmoved by possible mitigating factors.   Cf. United States v.\n\nOlhovsky, 562 F.3d 530, 550 (3d Cir. 2009) (finding a below\n\nguideline sentence for child pornography to be unreasonably high,\n\nconsidering that the district court did not adequately consider\n\nmitigating factors and \"was so offended by the nature of Olhovsky's\n\nconduct that it sentenced the offense at the expense of determining\n\nan appropriate sentence for the offender\").    Thus, the district\n\ncourt here reasonably found that the guideline punishment was\n\nappropriate for the grave offense.\n\n          Though there can be no question that the result is stern,\n\nit is defensible.   Stone's high guideline range resulted from the\n\n\n                                -26-\n\fmany enhancements applied.       Each of these enhancements captured an\n\nindependent aspect of the wrongfulness of Stone's actions.                First,\n\nthe material he possessed involved victims who were particularly\n\nyoung.    Second, he distributed the material to someone he believed\n\nto be a minor. Third, the material he possessed contained sadistic\n\nimages that the sentencing court could reasonably find to be                more\n\ndangerous to society because of the suffering caused by their\n\nproduction.     Fourth, he possessed a large volume of images.              And\n\nfinally, he used a computer.      Though Stone challenges the fairness\n\nof this computer enhancement, we have explained that the district\n\ncourt has discretion to follow the guidelines.           Were we to find the\n\ncomputer    enhancement     unreasonable   on    these     facts,    we   would\n\nessentially be holding that district courts must always reject that\n\nenhancement.     This we will not do.            Thus, in this case, the\n\nsentencing enhancements fairly captured different dimensions of\n\nStone's    conduct.       And,   beyond    the     facts    underlying      the\n\nenhancements,     Stone's    conduct   was      not   limited       to    simple\n\ndistribution, but rather entailed probing sexual questions and a\n\nlewd performance for someone he believed to be a minor.                      The\n\ncombination of harms caused by Stone's conduct, as measured along\n\nthese many dimensions, could reasonably lead a sentencing judge to\n\nfind a need to impose a 17.5 year sentence.\n\n            Stone's attack on this result fails to rise to the level\n\nof \"fairly powerful mitigating reasons\" showing unreasonableness.\n\n\n                                   -27-\n\fFirst,   Stone argues that the district court gave undue weight to\n\nthe guidelines. See, e.g., United States v. Schmitt, 495 F.3d 860,\n\n865 (7th Cir. 2007) (vacating a sentence where a district court\n\nfelt a \"guideline range deserved more weight in the calculus\n\nbecause [a defendant's] crime involved child pornography,\" but\n\nrecognizing that there is \"a difference between weighing the\n\nseriousness of a particular offense more heavily under § 3553(a),\n\nand   feeling    compelled   to   impose    a   guideline   sentence   for   a\n\nparticular class of crimes\").             Our discussion of the district\n\ncourt's rationale dispatches this argument.            The district court\n\nnever indicated that it felt compelled to impose a guideline\n\nsentence.       Rather, as we explained above, the district court\n\nevaluated the relevant factors and decided to agree with the\n\nguidelines, after having recognized that it had an obligation \"to\n\ndetermine whether to sentence [Stone] within the guidelines or\n\noutside the guidelines.\"\n\n            Second,    Stone      again     attacks   the   guidelines       as\n\nunreasonable.     Stone observes that he is a first-time offender who\n\nfully accepted responsibility, but received a guideline range that\n\nwould have exceeded the statutory maximum.              He notes that his\n\nguideline range exceeds that for a child rapist or a second degree\n\nmurderer. See U.S.S.G. § 2A3.1 (specifying a base offense level of\n\n38 for criminal sexual abuse); id. § 2A1.2 (specifying a base\n\noffense level of 38 for second degree murder).               We reject this\n\n\n                                     -28-\n\fargument.    First, those offenses are also subject to enhancements,\n\nwhich could increase the total offense level beyond that applicable\n\nto Stone.    See id. § 2A3.1(b); id. § 3A1.1-3A1.4.           Second, for the\n\nreasons explained above, the district court could find Stone's\n\nconduct serious and warranting severe punishment.                    Using its\n\ndiscretion to look to guidance provided by Congress through the\n\nguidelines,   the    court    could   reasonably     conclude     that   Stone's\n\nactions represent a wrong of comparable magnitude to those charged\n\nwith physical sexual abuse.\n\n            Stone    also    argues   that   his    guideline     range,   which\n\noriginally exceeded the statutory maximum, is unreasonably high as\n\nit will deter pleas and leave no room for punishing more serious\n\noffenders.    Cf. United States v. Ofray-Campos, 534 F.3d 1, 44 (1st\n\nCir. 2008) (\"By imposing the maximum sentence on López-Soto, the\n\ndistrict court left us little room to distinguish between him and\n\nmore   culpable     narcotics   conspirators       who   occupy   the    role   of\n\nenforcer within a drug ring.\" (internal quotation marks omitted)).\n\nBut, certain repeat child pornography offenders are subject to even\n\nhigher statutory minimums and maximums, 18 U.S.C. § 2252A(b)(1),\n\nand the district court could find that Stone's aggravating conduct,\n\nespecially with \"brownhairedgirl_1,\" made him more culpable than\n\nmany other first-time offenders.\n\n            So, we conclude that Stone's sentence is based on a\n\nplausible rationale and represents a defensible result.                 Stone has\n\n\n                                      -29-\n\fnot met his \"heavy burden\" in showing the sentence was outside the\n\nrange of what is reasonable.      Put another way, we are not left\n\n\"with a definite and firm conviction that the district court\n\ncommitted a clear error of judgment.\" United States v. Autery, 555\n\nF.3d 864, 879 (9th Cir. 2009) (Tashima, J., dissenting) (internal\n\nquotation marks omitted).\n\n                           III.   Conclusion\n\n          For the reasons stated, Stone's sentence is affirmed.\n\n          We add a coda.    Sentencing is primarily the prerogative\n\nof the district court, and the sentence imposed in this case is\n\nwithin permissible limits.    There is no error of law and no abuse\n\nof discretion.   That said -- and mindful that we have faithfully\n\napplied the applicable standards of review -- we wish to express\n\nour view that the sentencing guidelines at issue are in our\n\njudgment harsher than necessary.     As described in the body of this\n\nopinion, first-offender sentences of this duration are usually\n\nreserved for crimes of violence and the like. Were we collectively\n\nsitting as the district court, we would have used our Kimbrough\n\npower to impose a somewhat lower sentence.\n\n          Affirmed.\n\n\n\n\n                                  -30-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>575 F.3d 83 (2009)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nAdam A. STONE, Defendant, Appellant.</h1></center>\n<center>No. 08-1459.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard May 6, 2009.</center>\n<center>Decided August 5, 2009.</center>\n<p><span class=\"star-pagination\">*85</span> Charles W. Rankin, with whom Jonathan Harwell, Kerry Haberlin, and Rankin &amp; Sultan, were on brief for appellant.</p>\n<p>Mysti Dawn Degani, Criminal Division, Appellate Section, with whom Paula D. Silsby, United States Attorney, and F. Todd Lowell, Assistant United States Attorney, were on brief for appellee.</p>\n<p>Before TORRUELLA, and SELYA, Circuit Judges, and TASHIMA,<sup>[*]</sup> Senior Circuit Judge.</p>\n<p>TORRUELLA, Circuit Judge.</p>\n<p>Adam A. Stone appeals his sentence of 17.5 years in federal prison on one count of knowingly transporting and shipping child pornography in interstate or foreign commerce, in violation of 18 U.S.C. §§ 2252A(a)(1) and 2256(8)(A). After careful review of the record, we affirm.</p>\n<p></p>\n<h2>I. <i>Background</i>\n</h2>\n<p>We draw the facts from the presentence investigation report (\"PSR\"), the evidence presented in anticipation of the sentencing hearing, and the transcript of the sentencing hearing. <i>United States v. Torres-Velázquez,</i> 480 F.3d 100, 102 (1st Cir.2007); <i>United States v. Santos,</i> 357 F.3d 136, 138 (1st Cir.2004).</p>\n<p>Illinois police created a Yahoo! internet account in the name of \"brownhairedgirl_1.\" The publicly available profile stated that \"brownhairedgirl_1\" was a fifteen year-old girl. On February 10, 2005, Stone, acting under the username \"adamstone 78,\" contacted \"brownhairedgirl_1\" and asked if she had any \"girl pics\" to share. The police detective sent Stone a picture of a fully clothed girl. Stone asked \"brownhairedgirl_1\" if she had ever seen a man naked, as well as if she had ever masturbated or watched a man do so.</p>\n<p>On February 16, 2005, Stone contacted \"brownhairedgirl_1\" again and asked her if <span class=\"star-pagination\">*86</span> she had \"any pics of other girls.\" Stone asked \"brownhairedgirl_1\" to view his photo album, which contained 241 images, including dozens of images that the police detective believed were minors engaged in sexually explicit conduct.</p>\n<p>The next day, Stone contacted \"brownhairedgirl_1\" again. He asked her about her sexual history, bra size, and for more pictures of herself. Stone also transmitted a web camera picture of himself, which the police detective used in confirming Stone's identity.</p>\n<p>On March 4, 2005, during another conversation, Stone provided a link to an online photo album. The album contained dozens of images of minors engaged in sexually explicit conduct.</p>\n<p>After several other shorter communications from Stone, on April 1, 2005, Stone sent \"brownhairedgirl_1\" a message stating, \"I added 2 albums between yesterday and today, check em out.\" The detective viewed the two new albums, which included many images of minors engaged in sexually explicit conduct.</p>\n<p>On April 29, 2005, Stone again contacted \"brownhairedgirl_1\" and offered to masturbate in front of his web camera. The detective then observed Stone masturbating.</p>\n<p>After federal officers executed a search warrant at Stone's residence in June 2005, Stone admitted that he had downloaded child pornography from the Internet and had shared that pornography in online photo albums. His computer was seized, and it was found to contain many images, including images of children under twelve and images involving sadistic and masochistic conduct.</p>\n<p>More than two years later, on January 9, 2008, the government filed a one-count information charging Stone with violating 18 U.S.C. §§ 2252A(a)(1) and 2256(8)(A).<sup>[2]</sup> That same day, Stone waived the indictment and pled guilty to the information.</p>\n<p>A PSR was prepared. It recommended a base offense level of 22. The PSR recommended applying a two-level enhancement because the material involved a prepubescent minor, <i>see</i> U.S.S.G. § 2G2.2(b)(2); a five-level enhancement because Stone distributed the material to someone he believed to be a minor, <i>see id.</i> § 2G2.2(b)(3)(C);<sup>[3]</sup> a four-level enhancement because the material included images of sadistic or masochistic conduct, <i>see id.</i> § 2G2.2(b)(4); a two-level enhancement because the offense involved the use of a computer, <i>see id.</i> § 2G2.2(b)(6); and a five-level enhancement because the offense involved more than 600 images, <i>see id.</i> § 2G2.2(b)(7)(D).<sup>[4]</sup> Crediting Stone with a three-level reduction for acceptance of responsibility, the PSR computed Stone's total offense level at 37. Given Stone's criminal <span class=\"star-pagination\">*87</span> history category of I, the advisory guidelines range was 210 to 240 months of imprisonment.<sup>[5]</sup></p>\n<p>Stone did not object to these computations, but asked the district court to impose a below-guidelines sentence. First, Stone challenged the guideline range itself as unreasonable by arguing that the current version of U.S.S.G. § 2G2.2, which governed his offense, was shaped in part by congressional directives to the Sentencing Commission. Stone asserted that U.S.S.G. § 2G2.2 is flawed because this congressional input preempted the Commission's ability \"to do the job for which it was created.\" He challenged, categorically, the rationale for the computer enhancement. He also noted that his guideline range exceeded that for second degree murder, and observed that it was not reasonable to sentence first-time offenders at a level near the statutory maximum.</p>\n<p>Second, Stone argued that a guideline sentence was unreasonably harsh in his case. He argued that he downloaded pornography indiscriminately, had only a few sadistic or masochistic images, and did not seek them out. He noted that he had not physically harmed anyone, and was not shown to have distributed to any actual minors. Stone argued that in the two and a half years between his arrest and sentencing, he had sought employment, maintained a relationship with his fiancee, and renounced his prior actions. Stone argued that he posed no risk to anyone.</p>\n<p>The government admitted that the guideline range was \"extremely harsh,\" but argued that a sentence at the low end of the guideline range would be appropriate, considering the facts that led to the enhancements.</p>\n<p>The district court adopted the PSR's calculations. Early in the hearing, the district court recognized it could impose a non-guideline sentence when it said it had \"to determine whether to sentence [Stone] within the guidelines or outside the guidelines.\" The district court later considered Stone's challenge to the guidelines themselves:</p>\n<blockquote>But the defendant's argument that the guidelinesthat because the guidelines are a direct response to congressional mandates that somehow that diminishes their impact is not an argument that the court can accept. In many ways, the fact that the guidelines are a direct reflection of a congressional expression of popular will is an argument in favor, not against the imposition of a guideline sentence. Congress is, after all, the elected representatives of the people of this country, and theyit has made policy choices about this type of crime, and those choices are reflected in the guideline range. It is not this court's constitutional role to second-guess congressional policy decisions simply because they're expressed in the guidelines, and it is this court's constitutional role to express the will of the people of this country as expressed by Congress. On this crime, the will of the people is, I must say, exceedingly clear.</blockquote>\n<p>Although the court recognized that \"an argument can be made that Congress has been particularly punitive,\" it concluded that Stone's actions warranted severe punishment since he contributed to the market for child pornography and because of his conduct with \"brownhairedgirl_1.\" The court then proceeded to discuss the guidelines further:</p>\n<blockquote>\n<span class=\"star-pagination\">*88</span> I want to be clear. I'm not suggesting that I feel I am bound by the guidelines. I have the authority under <i>Booker</i> and under <i>Jiménez-Beltre</i> to go outside the guidelines. But in doing so, I am required to consider the guidelines themselves, the policies underlying the guidelines, and the need to avoid unwarranted sentencing disparities, and the policies themselves, as reflected by congressional directives, seem especially clear here.</blockquote>\n<p>The district court then analyzed the case, starting with the offender. It noted Stone's lack of criminal history, intact family background, and the absence of any substance abuse problem. It commented that \"there's nothing in this defendant's history or background that would predict he would be standing in front of this court facing a prison term of over 17 years.\" The court later also noted Stone's rehabilitative efforts.</p>\n<p>The court turned to the offense. The court found Stone possessed a \"staggering\" volume of child pornography. The court noted exemplars of the child pornography that Stone possessed:</p>\n<blockquote>The two exemplars that were attached to the prosecution version, which the defendant admitted to, are abhorrent. There's one in particular that shows a very young girl, maybe 5 years old or so, engaged in sex with an adult male. The picture depicts her placing her hands over her eyes as if to block out what was happening to her. The digital image is simply haunting, and that image calls forceforth in any adult an overwhelming need to protect that little girl. She is young, and she's defenseless, and the adults who should be protecting her are violating her. So the court has considered the need to protect victims like that young girl in imposing a sentence today.</blockquote>\n<p>The district court also found that Stone encouraged the distribution of child pornography through his online sharing of albums, and found \"disturbing\" Stone's conduct with \"brownhairedgirl_1.\" The court had earlier described this conduct as \"abuse\" that endangered a minor.</p>\n<p>The court weighed the factors:</p>\n<blockquote>This combination of circumstances requires, in the court's view, a long term in prison. The factors include the age of the victims, the volume of the images, the defendant's sharing of the images with others, the defendant's sexual chat with a person he believed was 15 years old, and finally, the defendant's engaging in actual sexual activity and transmitting that activity to a person he believed was 15.</blockquote>\n<blockquote>With all these factors that militate in favor of a severe punishment, the court also notes there's no allegation the defendant actually sexually abused any minor. He has no history of sexual abuse. His inappropriate conduct was wholly Internet-based.</blockquote>\n<p>The court expressed its hope that a better way could be found to deal with similar crimes in the future, but that \"for right now, the congressional directive is very, very clear, as are the guidelines, and if you've done what you have done, the guidelines advise a very, very harsh sentence.\" \"[W]ith some reservations,\" the court imposed a sentence at the bottom of the guideline range, 210 months.</p>\n<p>Stone filed a timely notice of appeal.</p>\n<p></p>\n<h2>II. <i>Discussion</i>\n</h2>\n<p>\"We review the substantive reasonableness of a sentence for abuse of discretion, but we first consider whether the court below committed a `significant procedural error, such as ... treating the Guidelines as mandatory.'\" <i>United States v. DeCologero,</i> 530 F.3d 36, 70 (1st Cir. 2008) (quoting <i>Gall v. United States,</i> 552 <span class=\"star-pagination\">*89</span> U.S. 38, 128 S.Ct. 586, 597, 169 L.Ed.2d 445 (2007)). Accordingly, we will first address Stone's argument that the district court did not properly understand its sentencing discretion under <i>Kimbrough v. United States,</i> 552 U.S. 85, 128 S.Ct. 558, 169 L.Ed.2d 481 (2007). Then we will consider whether the sentence the district court imposed was unreasonable.</p>\n<p></p>\n<h2>A. Kimbrough <i>Sentencing Discretion</i>\n</h2>\n<p></p>\n<h2>1. Reviewing <i>Kimbrough</i> error</h2>\n<p>We review for abuse of discretion, and \"procedural errors amounting to an abuse of discretion might include `failing to calculate (or improperly calculating) the Guidelines range, treating the Guidelines as mandatory, failing to consider the 18 U.S.C. § 3553(a) factors, selecting a sentence based on clearly erroneous facts, or failing to adequately explain the chosen sentence.'\" <i>United States v. Innarelli,</i> 524 F.3d 286, 292 (1st Cir.2008) (quoting <i>United States v. Politano,</i> 522 F.3d 69, 72 (1st Cir.2008)).</p>\n<p><i>Kimbrough</i> \"makes manifest that sentencing courts possess sufficient discretion under section 3553(a) to consider requests for variant sentences premised on disagreements with the manner in which the sentencing guidelines operate.\" <i>United States v. Rodríguez,</i> 527 F.3d 221, 231 (1st Cir.2008) (reversing, in light of <i>Kimbrough,</i> our prior precedent forbidding district courts from constructing variant sentences to take account of disparities attributable to the fast-track program). As the Supreme Court has emphasized, the point of <i>Kimbrough</i> is to recognize \"district courts' authority to vary from the crack cocaine Guidelines based on <i>policy</i> disagreement with them, and not simply based on an individualized determination that they yield an excessive sentence in a particular case.\" <i>Spears v. United States,</i> ___ U.S. ___, 129 S.Ct. 840, 843, 172 L.Ed.2d 596 (2009). And our precedent has interpreted <i>Kimbrough</i> as supplying this power even where a guideline provision is a direct reflection of a congressional directive. <i>Rodríguez,</i> 527 F.3d at 230 (rejecting the government's arguments that district courts were forbidden from disagreeing with the disparity attributable to fast track programs since Congress had specifically approved such programs, and concluding that \"<i>Kimbrough</i> had opened the door for sentencing courts to deviate from the guidelines in individual cases notwithstanding Congress's competing policy pronouncements\").<sup>[6]</sup></p>\n<p>Thus, after <i>Kimbrough,</i> a district court makes a procedural error when it fails to recognize its discretion to vary from the guideline range based on a categorical policy disagreement with a guideline. <i>United States v. Gibbons,</i> 553 F.3d 40, 46 (1st Cir.2009); <i>United States v. Boardman,</i> 528 F.3d 86, 87 (1st Cir.2008) (using <i>Kimbrough</i> to vacate and remand a sentence where a district court concluded it was bound by certain career offender guidelines); <i>Rodríguez,</i> 527 F.3d at 231. We have interpreted <i>Kimbrough</i> as giving district courts discretion to disagree with many guidelines, not just the crack cocaine guidelines at issue in <i>Kimbrough. </i><i>United States v. Vanvliet,</i> 542 F.3d 259, 271 (1st Cir.2008) (remanding where a district court refused to impose a variant sentence based on its policy disagreement with a sentencing enhancement relating to the <span class=\"star-pagination\">*90</span> use of a computer); <i>Boardman,</i> 528 F.3d at 87; <i>Rodríguez,</i> 527 F.3d at 231.</p>\n<p></p>\n<h2>2. Stone's <i>Kimbrough</i> argument</h2>\n<p>Stone argues that the district court erred in failing to recognize its discretion to disagree with the guidelines covering child pornography crimes, particularly the high base offense level, the computer enhancement, and the high overall offense level resulting from the combined imposition of the various enhancements. In particular, Stone argues that <i>Kimbrough</i> indicated that one ground for a district court to disagree with a guideline provision would be that the guideline was based on something other than the Sentencing Commission's ordinary empirical approach. <i>See </i><i>Kimbrough,</i> 128 S.Ct. at 574-75.</p>\n<p>Stone makes a detailed historical argument, explaining that the child pornography guidelines are based on congressional directives, and not on the Commission's empirical approach. He notes that since U.S.S.G. § 2G2.2 was adopted on April 13, 1987, the base offense level has increased from thirteen to twenty-two and the enhancements applicable to a defendant in Stone's position from two to eighteen.<sup>[7]</sup> Stone also notes that a number of district courts have exercised their <i>Kimbrough</i> discretion to give the child pornography guideline range less deference.<sup>[8]</sup></p>\n<p></p>\n<h2>3. Appraising the district court's actions</h2>\n<p>The government does not challenge Stone's argument that a sentencing judge has the discretion to reject the child pornography guidelines on this basis. Rather, the government argues that the district court understood its discretion and simply was not persuaded to use its <i>Kimbrough</i> power in this case. And, as is clear, the district court's broad discretion obviously includes the power to agree with the guidelines. <i>Gibbons,</i> 553 F.3d at 46 (quoting <i>United States v. Díaz-Fontánez,</i> 317 Fed.Appx. 9, 11 (1st Cir.2008) (unpublished)).</p>\n<p>Thus, the issue for us to resolve is simply whether the district court failed to <span class=\"star-pagination\">*91</span> appreciate its <i>Kimbrough</i> discretion or whether it understood but declined to use it. Stone argues that the district court explicitly held that it lacked the discretion to disagree with the applicable guidelines. Stone points to the sentencing hearing where the court said that Stone's argument \"is not an argument that the court can accept\" and that it was \"not this court's constitutional role to second-guess congressional policy decisions simply because they're expressed in the guidelines, and it is this court's constitutional role to express the will of the people of this country as expressed by Congress.\"</p>\n<p>The government counters that the district court explicitly and repeatedly recognized that it was not bound by the guidelines. The government characterizes the above two comments as substantive rejections of Stone's request to afford less deference to the guidelines since they were based on congressional policy. As to the first comment, the government argues that the sentencing court used the phrase \"I cannot accept that\" to mean \"I reject that.\" And the government notes another case where we have recognized this exact verbal distinction. <i>See </i><i>DeCologero,</i> 530 F.3d at 70 (considering \"the sentencing record as a whole\" to conclude that when the court said it \"cannot give credit\" for a prior sentence, it nonetheless \"recognized its discretion\" but simply indicated its decision not to take the prior sentence into account). The government explains away the second comment by reasoning that the sentencing court was not saying that it was required to follow congressional will, but only that it found persuasive the argument that it should follow such policy. In sum, the government argues that the sentencing judge made a permissible determination that he would value guidelines which reflected the will of the people, acting through Congress.</p>\n<p>This is a closer case than others where we have been called upon to examine alleged <i>Kimbrough</i> error. The district court did not explicitly acknowledge its <i>Kimbrough</i> power. On the other hand, the district court never lamented its lack of discretion to categorically disagree with the guidelines. In the cases Stone relies upon, where we have remanded for resentencing in light of <i>Kimbrough</i> error, the sentencing court clearly expressed a belief that it lacked discretion. <i>Vanvliet,</i> 542 F.3d at 264, 271 (vacating where the district court expressed a disagreement with an enhancement and expressed its belief it could not disagree with its application); <i>Boardman,</i> 528 F.3d at 87 (vacating where a district court followed a guideline, as interpreted by this court, though it disagreed with it, since the district court did not, before <i>Kimbrough,</i> believe it had the power to disagree); <i>Rodríguez,</i> 527 F.3d at 224 (vacating where the district court said it \"had no authority to `disregard the advisory guideline sentencing range on this ground'\"); <i>see also </i><i>United States v. Rivera,</i> 311 Fed.Appx. 371, 372 (1st Cir. 2009) (per curiam) (unpublished) (vacating where the district judge repeatedly criticized the sentence as too long but nonetheless imposed it because, before <i>Kimbrough,</i> it \"believed that it could not vary below the already reduced guideline range without creating an unwarranted sentencing disparity\").</p>\n<p>In the absence of a clear statement showing <i>Kimbrough</i> error, we must review the \"record as a whole\" to assess the district court's sentencing process. <i>See </i><i>DeCologero,</i> 530 F.3d at 70. This review yields several conclusions. First, at the district court, Stone squarely made his argument that the guidelines were bad policy. The district court's response was not to reject the argument out of hand, but rather to engage it. The district court <span class=\"star-pagination\">*92</span> considered the severity of the crime, the harshness of the sentence, and the benefit of guidelines that reflected democratic will. It was in discussing these concerns that the court said that Stone's argument was not one it \"can accept.\" This context indicates that the court fully considered the argument and decided not to accept it.<sup>[9]</sup> Thus, on the whole, the following facts all suggest the absence of <i>Kimbrough</i> error: at the time of the sentencing <i>Kimbrough</i> had been on the books for four months;<sup>[10]</sup> a <i>Kimbrough</i> argument was clearly made; the district court did not indicate that it believed it lacked discretion; but rather, it analyzed the argument.</p>\n<p>Second, the district court clearly understood that it could impose a variant sentence under the advisory guidelines. Of course, it did not specifically state that it could vary based on a categorical disagreement with the guidelines. And it is true that a district court's understanding that the guidelines are advisory does not necessarily demonstrate that the court understood its <i>Kimbrough</i> discretion. <i>Boardman,</i> 528 F.3d at 87 (rejecting the government's argument that the district court's variant sentence, under <i>United States v. Booker,</i> 543 U.S. 220, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005), could be affirmed against a charge of <i>Kimbrough</i> error, reasoning \"the question is discretion to deviate <i>on what grounds,</i> and we think the district court (without the benefit of <i>Kimbrough</i>'s clarification) underestimated what it was entitled to do\" (emphasis in original)).</p>\n<p>Nonetheless, both the district court's recognition of its power to impose a variant sentence and its rejection of the proposed ground for such a variance are relevant. Though the district court knew it could vary from the guidelines, it saw no reason to do so as it ultimately concluded that the harsh sentence fit the severe crime. <i>See, e.g., </i><i>United States v. Saunders,</i> 553 F.3d 81, 84 n. 1 (1st Cir.2009) (rejecting a <i>Kimbrough</i> argument based on \"a fair reading of the sentencing transcript\" where \"it [was] evident from the judge's overall comments that he was aware of his ability to fashion a sentence that differed from the guideline range, and that, in his view, it was not appropriate to deviate from the guidelines in this case given the extent of the marijuana distribution operation\"); <i>United States v. Olivero,</i> 552 F.3d 34, 42 (1st Cir.2009) (finding no <i>Kimbrough</i> error where the court \"concluded there was no reason to depart from the Guidelines\"). To be sure, <i>Kimbrough</i> authorizes categorical disagreements, but it also contemplates judges making these policy disagreements tied to the facts of a specific case. 128 S.Ct. at 564.</p>\n<p>Here, the district court's decision not to vary in light of its recognition that the guidelines were advisory makes it apparent that the district court did not believe that a guideline sentence was excessive as applied to Stone. Rather, the court felt <span class=\"star-pagination\">*93</span> that the \"combination of circumstances requires, in the court's view, a long term in prison.\" So, the record shows the district court was not struggling against the guidelines in a way that it very likely would have if it had believed it could not categorically depart, regardless of whether the guidelines' application was too harsh. This conclusion is consistent with, and therefore bolsters our conclusion that the sentencing court simply did not accept Stone's argument that it should disagree with the guidelines.</p>\n<p>This leads to a third point. Stone argues that if we affirm we must stretch to interpret the district court's statement that it is \"not this court's constitutional role to second-guess congressional policy decisions simply because they're expressed in the guidelines\" as saying \"though it is this court's role to second-guess such policy decisions, I chose not to.\" But the matter is more nuanced. As we have noted above, a district court is free to agree with the guidelines (or, at least, some particular guideline). Part of this freedom must be a freedom to agree with the guidelines because the sentencing court believes that the guidelines express some societal wisdom beyond what an entirely unrestricted sentencing judge might possess. Thus, part of the sentencing court's broad discretion must be the discretion to conclude that guidelines are convincing for various reasons, including that they reflect popular will.</p>\n<p>Stone argues that this conclusion is inconsistent with <i>Kimbrough,</i> which recognized the fact that the crack cocaine guidelines were based on congressional policy, rather than empirical study by the Commission, as one ground permitting a variant sentence. But the converse of this proposition is not true. Even though a guideline is affected by congressional adjustment, a sentencing court may rely on it. <i>See </i><i>Gibbons,</i> 553 F.3d at 46. We see no reason why it would be somehow invalid for a district court, in its broad sentencing discretion, to conclude that its reason for rejecting a <i>Kimbrough</i> variance is that it values congressional input. If these results seem inconsistent, it is only because a sentencing court's discretion is so broad. After <i>Kimbrough,</i> the law allows one judge to find that congressional input makes a sentence less empirical, and so less appropriate, while another judge may reasonably find such input makes the sentence more reflective of democratic judgments of culpability, and so more reasonable. <i>Kimbrough</i> itself specifically acknowledged the disparity the broad discretion it confers would create. <i>See </i><i>Rivera,</i> 311 Fed.Appx. at 372 (\"In particular, the <i>Kimbrough</i> Court expressly recognized that its holding might create sentencing disparity between similarly situated defendants, depending on individual judges' differing policy views, but characterized any such disparity as `a necessary cost of the remedy....'\" (quoting <i>Kimbrough,</i> 128 S.Ct. at 574)).<sup>[11]</sup></p>\n<p>We conclude that the district court's statements here are best understood as expressing the view that it continues to value congressional policy statements in sentencing. For example, when making the statements that Stone highlights, the court also said, \"In many ways, the fact that the guidelines are a direct reflection of a congressional expression of popular will is an argument in favor, not against the imposition of a guideline sentence.\" The court continued by observing that Congress had made policy choices, reflected in the guidelines, about this type of crime. These additional remarks show that the court was expressing its decision <span class=\"star-pagination\">*94</span> to agree with Congress, not any belief that it was required to defer to Congress. Specifically, the court's use of the phrase \"argument in favor\" shows that it was open to considering categorical arguments for and against applying the guidelines. In sum, the district court certainly saw the guideline sentence as harsh, even \"punitive.\" But the court also observed that the offense was severe. Though the district court knew it could impose a variant sentence, it decided not to do so. Rather than conclude that the guidelines were too \"punitive,\" the district court believed that there was value in deferring to Congress's calibration of severe penalty for serious offense. And, as we have explained, this is a determination it could make under its broad discretion.</p>\n<p>In conclusion, though Stone can point to some quotes which appear to support his position, a review of the entire record has convinced us otherwise. The sentencing court considered Stone's <i>Kimbrough</i> argument, did not explicitly doubt its own <i>Kimbrough</i> power, was not offended by the harsh sentence, but rather expressed a preference for using guidelines based on congressional policy choices in the context of evaluating the level of culpability equating a serious crime with a severe punishment. Thus, there was no procedural error.</p>\n<p></p>\n<h2>B. <i>Substantive Reasonableness</i>\n</h2>\n<p>We turn to Stone's challenge to the substantive reasonableness of his sentence.</p>\n<p></p>\n<h2>1. Standard of review</h2>\n<p>The Supreme Court has given guidance on how a district court should arrive at a sentence: the court must compute the guidelines, which are the \"starting point and the initial benchmark,\" but which may not be presumed reasonable. <i>Gall,</i> 128 S.Ct. at 596-97. Then, the court considers the parties' arguments, after which it makes an \"individualized assessment based on the facts presented,\" considering all of the factors under 18 U.S.C. § 3553(a). <i>Id.</i> at 597. The court must explain the sentence, and any \"major departure should be supported by a more significant justification than a minor one.\" <i>Id.</i></p>\n<p>In reviewing this ultimate determination, \"we examine the district court's contemporaneous oral explanation of the sentence, its near-contemporaneous written statement of reasons, and what fairly can be gleaned by comparing what was argued by the parties or proffered in the PSI Report with what the sentencing court ultimately did.\" <i>United States v. Martin,</i> 520 F.3d 87, 92-93 (1st Cir.2008) (citations omitted). We \"review the substantive reasonableness of the sentence, taking into account the totality of the circumstances.\" <i>Id.</i> at 92. \"On abuse-of-discretion review, the Court of Appeals [should give] due deference to the District Court's reasoned and reasonable decision that the § 3553(a) factors, on the whole, justified the sentence.\" <i>Gall,</i> 128 S.Ct. at 602. \"[I]t is not a basis for reversal that we, if sitting as a court of first instance, would have sentenced the defendant differently.\" <i>Martin,</i> 520 F.3d at 92 (rejecting a government argument that a below-guideline sentence was unreasonable). This deference reflects the district court's \"superior coign of vantage, greater familiarity with the individual case, the opportunity to see and hear the principals and the testimony at first hand, and the cumulative experience garnered through the sheer number of district court sentencing proceedings that take place day by day.\" <i>Id.</i> There are \"a range of reasonable sentences,\" and we may not vacate unless the sentence falls outside that range. <i>Id.</i> Thus, sentencing is a \"judgment call\" <span class=\"star-pagination\">*95</span> \"`based on a complex of factors whose interplay and precise weight cannot even be precisely described.'\" <i>Id.</i> (quoting <i>United States v. Vega-Santiago,</i> 519 F.3d 1, 4 (1st Cir.2008) (en banc)). The \"linchpin\" of our review of that judgment call is a \"plausible sentencing rationale and a defensible result.\" <i>Id.</i> at 96.</p>\n<p>This substantive reasonableness review also applies to within-guidelines sentences. <i>United States v. Van Anh,</i> 523 F.3d 43, 59 (1st Cir.2008); <i>see also </i><i>Gall,</i> 128 S.Ct. at 591 (\"[W]hile the extent of the difference between a particular sentence and the recommended Guidelines range is surely relevant, courts of appeals must review all sentenceswhether inside, just outside, or significantly outside the Guidelines rangeunder a deferential abuse-of-discretion standard.\"). In this circuit, a within-guidelines sentence is not presumed to be reasonable, yet \"`a defendant who attempts to brand a within-the-range sentence as unreasonable must carry a heavy burden.'\" <i>Van Anh,</i> 523 F.3d at 59 (quoting <i>United States v. Pelletier,</i> 469 F.3d 194, 204 (1st Cir.2006)). In specifying this burden, we have said that a defendant challenging a within-guideline sentence must \"`adduce fairly powerful mitigating reasons and persuade us that the district judge was unreasonable in balancing pros and cons despite the latitude implicit in saying that a sentence must be reasonable.'\" <i>United States v. Beatty,</i> 538 F.3d 8, 17 (1st Cir.2008) (quoting <i>United States v. Navedo-Concepción,</i> 450 F.3d 54, 59 (1st Cir.2006)).</p>\n<p></p>\n<h2>2. Discussion</h2>\n<p>Here, we see a \"plausible rationale\" and a \"defensible result.\" We start with the rationale. Our review of the sentencing transcript reveals that the district court considered the advisory guidelines, weighed the relevant factors, and explained why it thought a harsh sentence was appropriate. First, as is proper, the court computed the guideline range and heard Stone's argument on how to value the guidelines' advice. The court discussed Stone's background and noted that it revealed no explanation for his conduct. The court acknowledged Stone's post-offense efforts. The court also considered the circumstances of the crime, observing that it was troubled by Stone's conduct with \"brownhairedgirl_1.\" Though it recognized there was no allegation of actual abuse of a minor, it saw Stone's actions towards \"brownhairedgirl_1\" as abusive. Stone's maintenance of online albums further \"encouraged the distribution of child pornography to others.\" The court especially noted one exemplar of a \"very young girl\" was \"simply haunting\" and called forth an \"overwhelming need to protect\" the victim. Considering that need, and that Stone's actions encouraged distribution, the district court concluded that a long term was necessary. The court recognized that the enhancements led to a guideline range that was a \"very, very severe punishment.\" Again noting the \"congressional directive,\" the court, \"with some reservations,\" decided to impose a sentence at the bottom end of the guideline range.</p>\n<p>As discussed above, the record thus reveals that the district court fully acknowledged the harshness of the sentence. Yet, Stone's conduct with \"brownhairedgirl_1\" and the nature and volume of his collection of pornography caused the district court to conclude that the guideline punishment reasonably fit the crime. It does appear that the district court drew some degree of comfort in this finding by placing value in the fact that Congress had also deemed Stone's crime serious. But, as we have explained above, a district court may look to such sources to help inform its weighing <span class=\"star-pagination\">*96</span> of crime and punishment. The district court also considered and was unmoved by possible mitigating factors. <i>Cf. </i><i>United States v. Olhovsky,</i> 562 F.3d 530, 550 (3d Cir.2009) (finding a below guideline sentence for child pornography to be unreasonably high, considering that the district court did not adequately consider mitigating factors and \"was so offended by the nature of Olhovsky's conduct that it sentenced the offense at the expense of determining an appropriate sentence for the offender\"). Thus, the district court here reasonably found that the guideline punishment was appropriate for the grave offense.</p>\n<p>Though there can be no question that the result is stern, it is defensible. Stone's high guideline range resulted from the many enhancements applied. Each of these enhancements captured an independent aspect of the wrongfulness of Stone's actions. First, the material he possessed involved victims who were particularly young. Second, he distributed the material to someone he believed to be a minor. Third, the material he possessed contained sadistic images that the sentencing court could reasonably find to be more dangerous to society because of the suffering caused by their production. Fourth, he possessed a large volume of images. And finally, he used a computer. Though Stone challenges the fairness of this computer enhancement, we have explained that the district court has discretion to follow the guidelines. Were we to find the computer enhancement unreasonable on these facts, we would essentially be holding that district courts must always reject that enhancement. This we will not do. Thus, in this case, the sentencing enhancements fairly captured different dimensions of Stone's conduct. And, beyond the facts underlying the enhancements, Stone's conduct was not limited to simple distribution, but rather entailed probing sexual questions and a lewd performance for someone he believed to be a minor. The combination of harms caused by Stone's conduct, as measured along these many dimensions, could reasonably lead a sentencing judge to find a need to impose a 17.5 year sentence.</p>\n<p>Stone's attack on this result fails to rise to the level of \"fairly powerful mitigating reasons\" showing unreasonableness. First, Stone argues that the district court gave undue weight to the guidelines. <i>See, e.g., </i><i>United States v. Schmitt,</i> 495 F.3d 860, 865 (7th Cir.2007) (vacating a sentence where a district court felt a \"guideline range deserved more weight in the calculus because [a defendant's] crime involved child pornography,\" but recognizing that there is \"a difference between weighing the seriousness of a particular offense more heavily under § 3553(a), and feeling compelled to impose a guideline sentence for a particular class of crimes\"). Our discussion of the district court's rationale dispatches this argument. The district court never indicated that it felt compelled to impose a guideline sentence. Rather, as we explained above, the district court evaluated the relevant factors and decided to agree with the guidelines, after having recognized that it had an obligation \"to determine whether to sentence [Stone] within the guidelines or outside the guidelines.\"</p>\n<p>Second, Stone again attacks the guidelines as unreasonable. Stone observes that he is a first-time offender who fully accepted responsibility, but received a guideline range that would have exceeded the statutory maximum. He notes that his guideline range exceeds that for a child rapist or a second degree murderer. <i>See</i> U.S.S.G. § 2A3.1 (specifying a base offense level of 38 for criminal sexual abuse); <i>id.</i> § 2A1.2 (specifying a base offense level of 38 for second degree murder). We reject this argument. First, those offenses are <span class=\"star-pagination\">*97</span> also subject to enhancements, which could increase the total offense level beyond that applicable to Stone. <i>See id.</i> § 2A3.1(b); <i>id.</i> § 3A1.1-3A1.4. Second, for the reasons explained above, the district court could find Stone's conduct serious and warranting severe punishment. Using its discretion to look to guidance provided by Congress through the guidelines, the court could reasonably conclude that Stone's actions represent a wrong of comparable magnitude to those charged with physical sexual abuse.</p>\n<p>Stone also argues that his guideline range, which originally exceeded the statutory maximum, is unreasonably high as it will deter pleas and leave no room for punishing more serious offenders. <i>Cf. </i><i>United States v. Ofray-Campos,</i> 534 F.3d 1, 44 (1st Cir.2008) (\"By imposing the maximum sentence on López-Soto, the district court left us little room to distinguish between him and more culpable narcotics conspirators who occupy the role of enforcer within a drug ring.\" (internal quotation marks omitted)). But, certain repeat child pornography offenders are subject to even higher statutory minimums and maximums, 18 U.S.C. § 2252A(b)(1), and the district court could find that Stone's aggravating conduct, especially with \"brownhairedgirl_1,\" made him more culpable than many other first-time offenders.</p>\n<p>So, we conclude that Stone's sentence is based on a plausible rationale and represents a defensible result. Stone has not met his \"heavy burden\" in showing the sentence was outside the range of what is reasonable. Put another way, we are not left \"with a definite and firm conviction that the district court committed a clear error of judgment.\" <i>United States v. Autery,</i> 555 F.3d 864, 879 (9th Cir.2009) (Tashima, J., dissenting) (internal quotation marks omitted).</p>\n<p></p>\n<h2>III. <i>Conclusion</i>\n</h2>\n<p>For the reasons stated, Stone's sentence is affirmed.</p>\n<p>We add a coda. Sentencing is primarily the prerogative of the district court, and the sentence imposed in this case is within permissible limits. There is no error of law and no abuse of discretion. That saidand mindful that we have faithfully applied the applicable standards of reviewwe wish to express our view that the sentencing guidelines at issue are in our judgment harsher than necessary. As described in the body of this opinion, first-offender sentences of this duration are usually reserved for crimes of violence and the like. Were we collectively sitting as the district court, we would have used our <i>Kimbrough</i> power to impose a somewhat lower sentence.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Ninth Circuit, sitting by designation.</p>\n<p>[2]  Section 2252A(a)(1) imposes criminal liability on any person who \"knowingly mails, or transports or ships using any means or facility of interstate or foreign commerce or in or affecting interstate or foreign commerce by any means, including by computer, any child pornography.\" Section 2256 defines terms and provides, in part, that child pornography is \"any visual depiction, including any photograph, film, video, picture, or computer or computer-generated image or picture, whether made or produced by electronic, mechanical, or other means, of sexually explicit conduct, where ... the production of such visual depiction involves the use of a minor engaging in sexually explicit conduct.\"</p>\n<p>[3]  This enhancement applies to distribution to a \"minor,\" but the application notes define \"minor\" to include a law enforcement officer posing as a minor. U.S.S.G. § 2G2.2 cmt. n. 1.</p>\n<p>[4]  For purposes of this enhancement, each video is counted as 75 images. U.S.S.G. § 2G2.2 cmt. n. 4 (defining \"the number of images\").</p>\n<p>[5]  The guidelines called for a range of 210 to 262 months of imprisonment. However, the statutory maximum sentence is 20 years of imprisonment, 18 U.S.C. § 2252A(b)(1), reducing the guidelines range to 210 to 240 months.</p>\n<p>[6]  <i>But see </i><i>United States v. González-Zotelo,</i> 556 F.3d 736, 741 (9th Cir.2009) (criticizing <i>Rodríguez</i> and concluding \"[w]hile <i>Kimbrough</i> permits a district court to consider its policy disagreements with the Guidelines, it does not authorize a district judge to take into account his disagreements with congressional policy\").</p>\n<p>[7]  <i>Compare</i> U.S.S.G. § 2G2.2 (1987) <i>with</i> U.S.S.G. § 2G2.2 (2008); <i>see also</i> Crime Control Act of 1990, Pub.L. No. 101-647, §§ 321-23, 101 Stat. 4789, 4817-18 (1990) (criminalizing the possession of child pornography and directing the Sentencing Commission to increase penalties if it deemed it appropriate); Treasury, Postal Service and General Government Appropriations Act of 1992, Pub.L. No. 102-141, § 632, 105 Stat. 834, 876 (1991) (enacting, apparently over Commission objection, a bill requiring the Commission to increase the base offense level to \"not less than 15\" and to provide at least a 5 level enhancement for \"sexual abuse or exploitation of a minor\"); Sex Crimes Against Children Prevention Act of 1995, Pub.L. No. 104-71, §§ 2-3, 109 Stat. 774, 774 (1995) (increasing the base offense level and creating a two-level enhancement for the use of a computer); Protection of Children from Sexual Predators Act of 1998, Pub.L. No. 105-314, §§ 501-07, 112 Stat. 2974, 2980-82 (1998) (directing the Commission to adopt various enhancements); Prosecutorial Remedies and Other Tools to end the Exploitation of Children Today Act of 2003 (PROTECT Act), Pub.L. No. 108-21, §§ 103, 401, 117 Stat. 650, 652-53, 667-76 (2003) (adopting a five-year mandatory minimum and a twenty-year statutory maximum sentence and directing the Commission to add additional enhancements based on the number of images distributed or possessed and to expand the sadistic and masochistic conduct enhancement); U.S.S.G. app. C., amend. 664 (raising the relevant base offense level from 17 to 22 and explicitly explaining that the increase was to calibrate with the new mandatory minimum).</p>\n<p>[8]  <i>See, e.g., </i><i>United States v. Johnson,</i> 588 F.Supp.2d 997 (S.D.Iowa 2008); <i>United States v. Noxon,</i> No. 07-40152-01-RDR, 2008 WL 4758583 (D.Kan. Oct.28, 2008) (unpublished); <i>United States v. Grinbergs,</i> No. 8:05CR232, 2008 WL 4191145 (D.Neb. Sept.8, 2008) (unpublished); <i>United States v. Hanson,</i> 561 F.Supp.2d 1004 (E.D.Wis.2008).</p>\n<p>[9]  We also agree with the government that the district court used a similar construct earlier in the sentencing hearing to indicate that it \"can't accept\" the defendant's suggestion that Stone might not have known that \"brownhairedgirl_1\" was 15. While inferential reasoning based on a judge's speaking patterns are not the strongest support for affirming a sentence, it does reinforce our conclusion in this case.</p>\n<p>[10]  And we note that this very district court judge had, less than two months before Stone's hearing, handed down a decision invoking its <i>Kimbrough</i> power. <i>United States v. Horta,</i> 534 F.Supp.2d 164, 166-68 (D.Me. 2008) (finding a \"counterintuitive jump\" in the drug equivalency tables, and using <i>Kimbrough</i> power to vary from the resulting guideline range out of a belief that doing so was more consistent with the underlying statute).</p>\n<p>[11]  For this reason, Stone gets no ultimate assistance from the decisions of other district courts that adopted arguments like the one Stone advances.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation\" data-id=\"203993\"><a href=\"/opinion/203993/united-states-v-stone/\"><span class=\"volume\">575</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">83</span></a></span> (2009)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nAdam A. STONE, Defendant, Appellant.</h1></center>\n<center>No. 08-1459.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard May 6, 2009.</center>\n<center>Decided August 5, 2009.</center>\n<p><span class=\"star-pagination\">*85</span> Charles W. Rankin, with whom Jonathan Harwell, Kerry Haberlin, and Rankin &amp; Sultan, were on brief for appellant.</p>\n<p>Mysti Dawn Degani, Criminal Division, Appellate Section, with whom Paula D. Silsby, United States Attorney, and F. Todd Lowell, Assistant United States Attorney, were on brief for appellee.</p>\n<p>Before TORRUELLA, and SELYA, Circuit Judges, and TASHIMA,<sup>[*]</sup> Senior Circuit Judge.</p>\n<p>TORRUELLA, Circuit Judge.</p>\n<p>Adam A. Stone appeals his sentence of 17.5 years in federal prison on one count of knowingly transporting and shipping child pornography in interstate or foreign commerce, in violation of 18 U.S.C. §§ 2252A(a)(1) and 2256(8)(A). After careful review of the record, we affirm.</p>\n<p></p>\n<h2>I. <i>Background</i>\n</h2>\n<p>We draw the facts from the presentence investigation report (\"PSR\"), the evidence presented in anticipation of the sentencing hearing, and the transcript of the sentencing hearing. <i>United States v. Torres-Velázquez,</i> <span class=\"citation\" data-id=\"202670\"><a href=\"/opinion/202670/united-states-v-torres-velazquez/\"><span class=\"volume\">480</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">100</span></a></span>, 102 (1st Cir.2007); <i>United States v. Santos,</i> <span class=\"citation\" data-id=\"200851\"><a href=\"/opinion/200851/united-states-v-santos/\"><span class=\"volume\">357</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">136</span></a></span>, 138 (1st Cir.2004).</p>\n<p>Illinois police created a Yahoo! internet account in the name of \"brownhairedgirl_1.\" The publicly available profile stated that \"brownhairedgirl_1\" was a fifteen year-old girl. On February 10, 2005, Stone, acting under the username \"adamstone 78,\" contacted \"brownhairedgirl_1\" and asked if she had any \"girl pics\" to share. The police detective sent Stone a picture of a fully clothed girl. Stone asked \"brownhairedgirl_1\" if she had ever seen a man naked, as well as if she had ever masturbated or watched a man do so.</p>\n<p>On February 16, 2005, Stone contacted \"brownhairedgirl_1\" again and asked her if <span class=\"star-pagination\">*86</span> she had \"any pics of other girls.\" Stone asked \"brownhairedgirl_1\" to view his photo album, which contained 241 images, including dozens of images that the police detective believed were minors engaged in sexually explicit conduct.</p>\n<p>The next day, Stone contacted \"brownhairedgirl_1\" again. He asked her about her sexual history, bra size, and for more pictures of herself. Stone also transmitted a web camera picture of himself, which the police detective used in confirming Stone's identity.</p>\n<p>On March 4, 2005, during another conversation, Stone provided a link to an online photo album. The album contained dozens of images of minors engaged in sexually explicit conduct.</p>\n<p>After several other shorter communications from Stone, on April 1, 2005, Stone sent \"brownhairedgirl_1\" a message stating, \"I added 2 albums between yesterday and today, check em out.\" The detective viewed the two new albums, which included many images of minors engaged in sexually explicit conduct.</p>\n<p>On April 29, 2005, Stone again contacted \"brownhairedgirl_1\" and offered to masturbate in front of his web camera. The detective then observed Stone masturbating.</p>\n<p>After federal officers executed a search warrant at Stone's residence in June 2005, Stone admitted that he had downloaded child pornography from the Internet and had shared that pornography in online photo albums. His computer was seized, and it was found to contain many images, including images of children under twelve and images involving sadistic and masochistic conduct.</p>\n<p>More than two years later, on January 9, 2008, the government filed a one-count information charging Stone with violating 18 U.S.C. §§ 2252A(a)(1) and 2256(8)(A).<sup>[2]</sup> That same day, Stone waived the indictment and pled guilty to the information.</p>\n<p>A PSR was prepared. It recommended a base offense level of 22. The PSR recommended applying a two-level enhancement because the material involved a prepubescent minor, <i>see</i> U.S.S.G. § 2G2.2(b)(2); a five-level enhancement because Stone distributed the material to someone he believed to be a minor, <i>see id.</i> § 2G2.2(b)(3)(C);<sup>[3]</sup> a four-level enhancement because the material included images of sadistic or masochistic conduct, <i>see id.</i> § 2G2.2(b)(4); a two-level enhancement because the offense involved the use of a computer, <i>see id.</i> § 2G2.2(b)(6); and a five-level enhancement because the offense involved more than 600 images, <i>see id.</i> § 2G2.2(b)(7)(D).<sup>[4]</sup> Crediting Stone with a three-level reduction for acceptance of responsibility, the PSR computed Stone's total offense level at 37. Given Stone's criminal <span class=\"star-pagination\">*87</span> history category of I, the advisory guidelines range was 210 to 240 months of imprisonment.<sup>[5]</sup></p>\n<p>Stone did not object to these computations, but asked the district court to impose a below-guidelines sentence. First, Stone challenged the guideline range itself as unreasonable by arguing that the current version of U.S.S.G. § 2G2.2, which governed his offense, was shaped in part by congressional directives to the Sentencing Commission. Stone asserted that U.S.S.G. § 2G2.2 is flawed because this congressional input preempted the Commission's ability \"to do the job for which it was created.\" He challenged, categorically, the rationale for the computer enhancement. He also noted that his guideline range exceeded that for second degree murder, and observed that it was not reasonable to sentence first-time offenders at a level near the statutory maximum.</p>\n<p>Second, Stone argued that a guideline sentence was unreasonably harsh in his case. He argued that he downloaded pornography indiscriminately, had only a few sadistic or masochistic images, and did not seek them out. He noted that he had not physically harmed anyone, and was not shown to have distributed to any actual minors. Stone argued that in the two and a half years between his arrest and sentencing, he had sought employment, maintained a relationship with his fiancee, and renounced his prior actions. Stone argued that he posed no risk to anyone.</p>\n<p>The government admitted that the guideline range was \"extremely harsh,\" but argued that a sentence at the low end of the guideline range would be appropriate, considering the facts that led to the enhancements.</p>\n<p>The district court adopted the PSR's calculations. Early in the hearing, the district court recognized it could impose a non-guideline sentence when it said it had \"to determine whether to sentence [Stone] within the guidelines or outside the guidelines.\" The district court later considered Stone's challenge to the guidelines themselves:</p>\n<blockquote>But the defendant's argument that the guidelinesthat because the guidelines are a direct response to congressional mandates that somehow that diminishes their impact is not an argument that the court can accept. In many ways, the fact that the guidelines are a direct reflection of a congressional expression of popular will is an argument in favor, not against the imposition of a guideline sentence. Congress is, after all, the elected representatives of the people of this country, and theyit has made policy choices about this type of crime, and those choices are reflected in the guideline range. It is not this court's constitutional role to second-guess congressional policy decisions simply because they're expressed in the guidelines, and it is this court's constitutional role to express the will of the people of this country as expressed by Congress. On this crime, the will of the people is, I must say, exceedingly clear.</blockquote>\n<p>Although the court recognized that \"an argument can be made that Congress has been particularly punitive,\" it concluded that Stone's actions warranted severe punishment since he contributed to the market for child pornography and because of his conduct with \"brownhairedgirl_1.\" The court then proceeded to discuss the guidelines further:</p>\n<blockquote>\n<span class=\"star-pagination\">*88</span> I want to be clear. I'm not suggesting that I feel I am bound by the guidelines. I have the authority under <i>Booker</i> and under <i>Jiménez-Beltre</i> to go outside the guidelines. But in doing so, I am required to consider the guidelines themselves, the policies underlying the guidelines, and the need to avoid unwarranted sentencing disparities, and the policies themselves, as reflected by congressional directives, seem especially clear here.</blockquote>\n<p>The district court then analyzed the case, starting with the offender. It noted Stone's lack of criminal history, intact family background, and the absence of any substance abuse problem. It commented that \"there's nothing in this defendant's history or background that would predict he would be standing in front of this court facing a prison term of over 17 years.\" The court later also noted Stone's rehabilitative efforts.</p>\n<p>The court turned to the offense. The court found Stone possessed a \"staggering\" volume of child pornography. The court noted exemplars of the child pornography that Stone possessed:</p>\n<blockquote>The two exemplars that were attached to the prosecution version, which the defendant admitted to, are abhorrent. There's one in particular that shows a very young girl, maybe 5 years old or so, engaged in sex with an adult male. The picture depicts her placing her hands over her eyes as if to block out what was happening to her. The digital image is simply haunting, and that image calls forceforth in any adult an overwhelming need to protect that little girl. She is young, and she's defenseless, and the adults who should be protecting her are violating her. So the court has considered the need to protect victims like that young girl in imposing a sentence today.</blockquote>\n<p>The district court also found that Stone encouraged the distribution of child pornography through his online sharing of albums, and found \"disturbing\" Stone's conduct with \"brownhairedgirl_1.\" The court had earlier described this conduct as \"abuse\" that endangered a minor.</p>\n<p>The court weighed the factors:</p>\n<blockquote>This combination of circumstances requires, in the court's view, a long term in prison. The factors include the age of the victims, the volume of the images, the defendant's sharing of the images with others, the defendant's sexual chat with a person he believed was 15 years old, and finally, the defendant's engaging in actual sexual activity and transmitting that activity to a person he believed was 15.</blockquote>\n<blockquote>With all these factors that militate in favor of a severe punishment, the court also notes there's no allegation the defendant actually sexually abused any minor. He has no history of sexual abuse. His inappropriate conduct was wholly Internet-based.</blockquote>\n<p>The court expressed its hope that a better way could be found to deal with similar crimes in the future, but that \"for right now, the congressional directive is very, very clear, as are the guidelines, and if you've done what you have done, the guidelines advise a very, very harsh sentence.\" \"[W]ith some reservations,\" the court imposed a sentence at the bottom of the guideline range, 210 months.</p>\n<p>Stone filed a timely notice of appeal.</p>\n<p></p>\n<h2>II. <i>Discussion</i>\n</h2>\n<p>\"We review the substantive reasonableness of a sentence for abuse of discretion, but we first consider whether the court below committed a `significant procedural error, such as ... treating the Guidelines as mandatory.'\" <i>United States v. DeCologero,</i> <span class=\"citation\" data-id=\"203344\"><a href=\"/opinion/203344/united-states-v-decologero/\"><span class=\"volume\">530</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 70 (1st Cir. 2008) (quoting <i>Gall v. United States,</i> 552 <span class=\"star-pagination\">*89</span> U.S. 38, <span class=\"citation\" data-id=\"145843\"><a href=\"/opinion/145843/gall-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">586</span></a></span>, 597, <span class=\"citation\" data-id=\"145843\"><a href=\"/opinion/145843/gall-v-united-states/\"><span class=\"volume\">169</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">445</span></a></span> (2007)). Accordingly, we will first address Stone's argument that the district court did not properly understand its sentencing discretion under <i>Kimbrough v. United States,</i> <span class=\"citation\" data-id=\"145841\"><a href=\"/opinion/145841/kimbrough-v-united-states/\"><span class=\"volume\">552</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></a></span>, <span class=\"citation\" data-id=\"145841\"><a href=\"/opinion/145841/kimbrough-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">558</span></a></span>, <span class=\"citation\" data-id=\"145841\"><a href=\"/opinion/145841/kimbrough-v-united-states/\"><span class=\"volume\">169</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">481</span></a></span> (2007). Then we will consider whether the sentence the district court imposed was unreasonable.</p>\n<p></p>\n<h2>A. Kimbrough <i>Sentencing Discretion</i>\n</h2>\n<p></p>\n<h2>1. Reviewing <i>Kimbrough</i> error</h2>\n<p>We review for abuse of discretion, and \"procedural errors amounting to an abuse of discretion might include `failing to calculate (or improperly calculating) the Guidelines range, treating the Guidelines as mandatory, failing to consider the 18 U.S.C. § 3553(a) factors, selecting a sentence based on clearly erroneous facts, or failing to adequately explain the chosen sentence.'\" <i>United States v. Innarelli,</i> <span class=\"citation\" data-id=\"203270\"><a href=\"/opinion/203270/united-states-v-innarelli/\"><span class=\"volume\">524</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">286</span></a></span>, 292 (1st Cir.2008) (quoting <i>United States v. Politano,</i> <span class=\"citation\" data-id=\"203223\"><a href=\"/opinion/203223/united-states-v-politano/\"><span class=\"volume\">522</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">69</span></a></span>, 72 (1st Cir.2008)).</p>\n<p><i>Kimbrough</i> \"makes manifest that sentencing courts possess sufficient discretion under section 3553(a) to consider requests for variant sentences premised on disagreements with the manner in which the sentencing guidelines operate.\" <i>United States v. Rodríguez,</i> <span class=\"citation\" data-id=\"203311\"><a href=\"/opinion/203311/united-states-v-rodriguez/\"><span class=\"volume\">527</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">221</span></a></span>, 231 (1st Cir.2008) (reversing, in light of <i>Kimbrough,</i> our prior precedent forbidding district courts from constructing variant sentences to take account of disparities attributable to the fast-track program). As the Supreme Court has emphasized, the point of <i>Kimbrough</i> is to recognize \"district courts' authority to vary from the crack cocaine Guidelines based on <i>policy</i> disagreement with them, and not simply based on an individualized determination that they yield an excessive sentence in a particular case.\" <i>Spears v. United States,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145916\"><a href=\"/opinion/145916/spears-v-united-states/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">840</span></a></span>, 843, <span class=\"citation\" data-id=\"145916\"><a href=\"/opinion/145916/spears-v-united-states/\"><span class=\"volume\">172</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">596</span></a></span> (2009). And our precedent has interpreted <i>Kimbrough</i> as supplying this power even where a guideline provision is a direct reflection of a congressional directive. <i>Rodríguez,</i> 527 F.3d at 230 (rejecting the government's arguments that district courts were forbidden from disagreeing with the disparity attributable to fast track programs since Congress had specifically approved such programs, and concluding that \"<i>Kimbrough</i> had opened the door for sentencing courts to deviate from the guidelines in individual cases notwithstanding Congress's competing policy pronouncements\").<sup>[6]</sup></p>\n<p>Thus, after <i>Kimbrough,</i> a district court makes a procedural error when it fails to recognize its discretion to vary from the guideline range based on a categorical policy disagreement with a guideline. <i>United States v. Gibbons,</i> <span class=\"citation\" data-id=\"203630\"><a href=\"/opinion/203630/united-states-v-gibbons/\"><span class=\"volume\">553</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">40</span></a></span>, 46 (1st Cir.2009); <i>United States v. Boardman,</i> <span class=\"citation\" data-id=\"203324\"><a href=\"/opinion/203324/united-states-v-boardman/\"><span class=\"volume\">528</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">86</span></a></span>, 87 (1st Cir.2008) (using <i>Kimbrough</i> to vacate and remand a sentence where a district court concluded it was bound by certain career offender guidelines); <i>Rodríguez,</i> 527 F.3d at 231. We have interpreted <i>Kimbrough</i> as giving district courts discretion to disagree with many guidelines, not just the crack cocaine guidelines at issue in <i>Kimbrough. </i><i>United States v. Vanvliet,</i> <span class=\"citation\" data-id=\"203483\"><a href=\"/opinion/203483/united-states-v-vanvliet/\"><span class=\"volume\">542</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">259</span></a></span>, 271 (1st Cir.2008) (remanding where a district court refused to impose a variant sentence based on its policy disagreement with a sentencing enhancement relating to the <span class=\"star-pagination\">*90</span> use of a computer); <i>Boardman,</i> 528 F.3d at 87; <i>Rodríguez,</i> 527 F.3d at 231.</p>\n<p></p>\n<h2>2. Stone's <i>Kimbrough</i> argument</h2>\n<p>Stone argues that the district court erred in failing to recognize its discretion to disagree with the guidelines covering child pornography crimes, particularly the high base offense level, the computer enhancement, and the high overall offense level resulting from the combined imposition of the various enhancements. In particular, Stone argues that <i>Kimbrough</i> indicated that one ground for a district court to disagree with a guideline provision would be that the guideline was based on something other than the Sentencing Commission's ordinary empirical approach. <i>See </i><i>Kimbrough,</i> 128 S.Ct. at 574-75.</p>\n<p>Stone makes a detailed historical argument, explaining that the child pornography guidelines are based on congressional directives, and not on the Commission's empirical approach. He notes that since U.S.S.G. § 2G2.2 was adopted on April 13, 1987, the base offense level has increased from thirteen to twenty-two and the enhancements applicable to a defendant in Stone's position from two to eighteen.<sup>[7]</sup> Stone also notes that a number of district courts have exercised their <i>Kimbrough</i> discretion to give the child pornography guideline range less deference.<sup>[8]</sup></p>\n<p></p>\n<h2>3. Appraising the district court's actions</h2>\n<p>The government does not challenge Stone's argument that a sentencing judge has the discretion to reject the child pornography guidelines on this basis. Rather, the government argues that the district court understood its discretion and simply was not persuaded to use its <i>Kimbrough</i> power in this case. And, as is clear, the district court's broad discretion obviously includes the power to agree with the guidelines. <i>Gibbons,</i> 553 F.3d at 46 (quoting <i>United States v. Díaz-Fontánez,</i> 317 Fed.Appx. 9, 11 (1st Cir.2008) (unpublished)).</p>\n<p>Thus, the issue for us to resolve is simply whether the district court failed to <span class=\"star-pagination\">*91</span> appreciate its <i>Kimbrough</i> discretion or whether it understood but declined to use it. Stone argues that the district court explicitly held that it lacked the discretion to disagree with the applicable guidelines. Stone points to the sentencing hearing where the court said that Stone's argument \"is not an argument that the court can accept\" and that it was \"not this court's constitutional role to second-guess congressional policy decisions simply because they're expressed in the guidelines, and it is this court's constitutional role to express the will of the people of this country as expressed by Congress.\"</p>\n<p>The government counters that the district court explicitly and repeatedly recognized that it was not bound by the guidelines. The government characterizes the above two comments as substantive rejections of Stone's request to afford less deference to the guidelines since they were based on congressional policy. As to the first comment, the government argues that the sentencing court used the phrase \"I cannot accept that\" to mean \"I reject that.\" And the government notes another case where we have recognized this exact verbal distinction. <i>See </i><i>DeCologero,</i> 530 F.3d at 70 (considering \"the sentencing record as a whole\" to conclude that when the court said it \"cannot give credit\" for a prior sentence, it nonetheless \"recognized its discretion\" but simply indicated its decision not to take the prior sentence into account). The government explains away the second comment by reasoning that the sentencing court was not saying that it was required to follow congressional will, but only that it found persuasive the argument that it should follow such policy. In sum, the government argues that the sentencing judge made a permissible determination that he would value guidelines which reflected the will of the people, acting through Congress.</p>\n<p>This is a closer case than others where we have been called upon to examine alleged <i>Kimbrough</i> error. The district court did not explicitly acknowledge its <i>Kimbrough</i> power. On the other hand, the district court never lamented its lack of discretion to categorically disagree with the guidelines. In the cases Stone relies upon, where we have remanded for resentencing in light of <i>Kimbrough</i> error, the sentencing court clearly expressed a belief that it lacked discretion. <i>Vanvliet,</i> 542 F.3d at 264, 271 (vacating where the district court expressed a disagreement with an enhancement and expressed its belief it could not disagree with its application); <i>Boardman,</i> 528 F.3d at 87 (vacating where a district court followed a guideline, as interpreted by this court, though it disagreed with it, since the district court did not, before <i>Kimbrough,</i> believe it had the power to disagree); <i>Rodríguez,</i> 527 F.3d at 224 (vacating where the district court said it \"had no authority to `disregard the advisory guideline sentencing range on this ground'\"); <i>see also </i><i>United States v. Rivera,</i> 311 Fed.Appx. 371, 372 (1st Cir. 2009) (per curiam) (unpublished) (vacating where the district judge repeatedly criticized the sentence as too long but nonetheless imposed it because, before <i>Kimbrough,</i> it \"believed that it could not vary below the already reduced guideline range without creating an unwarranted sentencing disparity\").</p>\n<p>In the absence of a clear statement showing <i>Kimbrough</i> error, we must review the \"record as a whole\" to assess the district court's sentencing process. <i>See </i><i>DeCologero,</i> 530 F.3d at 70. This review yields several conclusions. First, at the district court, Stone squarely made his argument that the guidelines were bad policy. The district court's response was not to reject the argument out of hand, but rather to engage it. The district court <span class=\"star-pagination\">*92</span> considered the severity of the crime, the harshness of the sentence, and the benefit of guidelines that reflected democratic will. It was in discussing these concerns that the court said that Stone's argument was not one it \"can accept.\" This context indicates that the court fully considered the argument and decided not to accept it.<sup>[9]</sup> Thus, on the whole, the following facts all suggest the absence of <i>Kimbrough</i> error: at the time of the sentencing <i>Kimbrough</i> had been on the books for four months;<sup>[10]</sup> a <i>Kimbrough</i> argument was clearly made; the district court did not indicate that it believed it lacked discretion; but rather, it analyzed the argument.</p>\n<p>Second, the district court clearly understood that it could impose a variant sentence under the advisory guidelines. Of course, it did not specifically state that it could vary based on a categorical disagreement with the guidelines. And it is true that a district court's understanding that the guidelines are advisory does not necessarily demonstrate that the court understood its <i>Kimbrough</i> discretion. <i>Boardman,</i> 528 F.3d at 87 (rejecting the government's argument that the district court's variant sentence, under <i>United States v. Booker,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005), could be affirmed against a charge of <i>Kimbrough</i> error, reasoning \"the question is discretion to deviate <i>on what grounds,</i> and we think the district court (without the benefit of <i>Kimbrough</i>'s clarification) underestimated what it was entitled to do\" (emphasis in original)).</p>\n<p>Nonetheless, both the district court's recognition of its power to impose a variant sentence and its rejection of the proposed ground for such a variance are relevant. Though the district court knew it could vary from the guidelines, it saw no reason to do so as it ultimately concluded that the harsh sentence fit the severe crime. <i>See, e.g., </i><i>United States v. Saunders,</i> <span class=\"citation\" data-id=\"203636\"><a href=\"/opinion/203636/united-states-v-saunders/\"><span class=\"volume\">553</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">81</span></a></span>, 84 n. 1 (1st Cir.2009) (rejecting a <i>Kimbrough</i> argument based on \"a fair reading of the sentencing transcript\" where \"it [was] evident from the judge's overall comments that he was aware of his ability to fashion a sentence that differed from the guideline range, and that, in his view, it was not appropriate to deviate from the guidelines in this case given the extent of the marijuana distribution operation\"); <i>United States v. Olivero,</i> <span class=\"citation\" data-id=\"203616\"><a href=\"/opinion/203616/united-states-v-olivero/\"><span class=\"volume\">552</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 42 (1st Cir.2009) (finding no <i>Kimbrough</i> error where the court \"concluded there was no reason to depart from the Guidelines\"). To be sure, <i>Kimbrough</i> authorizes categorical disagreements, but it also contemplates judges making these policy disagreements tied to the facts of a specific case. 128 S.Ct. at 564.</p>\n<p>Here, the district court's decision not to vary in light of its recognition that the guidelines were advisory makes it apparent that the district court did not believe that a guideline sentence was excessive as applied to Stone. Rather, the court felt <span class=\"star-pagination\">*93</span> that the \"combination of circumstances requires, in the court's view, a long term in prison.\" So, the record shows the district court was not struggling against the guidelines in a way that it very likely would have if it had believed it could not categorically depart, regardless of whether the guidelines' application was too harsh. This conclusion is consistent with, and therefore bolsters our conclusion that the sentencing court simply did not accept Stone's argument that it should disagree with the guidelines.</p>\n<p>This leads to a third point. Stone argues that if we affirm we must stretch to interpret the district court's statement that it is \"not this court's constitutional role to second-guess congressional policy decisions simply because they're expressed in the guidelines\" as saying \"though it is this court's role to second-guess such policy decisions, I chose not to.\" But the matter is more nuanced. As we have noted above, a district court is free to agree with the guidelines (or, at least, some particular guideline). Part of this freedom must be a freedom to agree with the guidelines because the sentencing court believes that the guidelines express some societal wisdom beyond what an entirely unrestricted sentencing judge might possess. Thus, part of the sentencing court's broad discretion must be the discretion to conclude that guidelines are convincing for various reasons, including that they reflect popular will.</p>\n<p>Stone argues that this conclusion is inconsistent with <i>Kimbrough,</i> which recognized the fact that the crack cocaine guidelines were based on congressional policy, rather than empirical study by the Commission, as one ground permitting a variant sentence. But the converse of this proposition is not true. Even though a guideline is affected by congressional adjustment, a sentencing court may rely on it. <i>See </i><i>Gibbons,</i> 553 F.3d at 46. We see no reason why it would be somehow invalid for a district court, in its broad sentencing discretion, to conclude that its reason for rejecting a <i>Kimbrough</i> variance is that it values congressional input. If these results seem inconsistent, it is only because a sentencing court's discretion is so broad. After <i>Kimbrough,</i> the law allows one judge to find that congressional input makes a sentence less empirical, and so less appropriate, while another judge may reasonably find such input makes the sentence more reflective of democratic judgments of culpability, and so more reasonable. <i>Kimbrough</i> itself specifically acknowledged the disparity the broad discretion it confers would create. <i>See </i><i>Rivera,</i> 311 Fed.Appx. at 372 (\"In particular, the <i>Kimbrough</i> Court expressly recognized that its holding might create sentencing disparity between similarly situated defendants, depending on individual judges' differing policy views, but characterized any such disparity as `a necessary cost of the remedy....'\" (quoting <i>Kimbrough,</i> 128 S.Ct. at 574)).<sup>[11]</sup></p>\n<p>We conclude that the district court's statements here are best understood as expressing the view that it continues to value congressional policy statements in sentencing. For example, when making the statements that Stone highlights, the court also said, \"In many ways, the fact that the guidelines are a direct reflection of a congressional expression of popular will is an argument in favor, not against the imposition of a guideline sentence.\" The court continued by observing that Congress had made policy choices, reflected in the guidelines, about this type of crime. These additional remarks show that the court was expressing its decision <span class=\"star-pagination\">*94</span> to agree with Congress, not any belief that it was required to defer to Congress. Specifically, the court's use of the phrase \"argument in favor\" shows that it was open to considering categorical arguments for and against applying the guidelines. In sum, the district court certainly saw the guideline sentence as harsh, even \"punitive.\" But the court also observed that the offense was severe. Though the district court knew it could impose a variant sentence, it decided not to do so. Rather than conclude that the guidelines were too \"punitive,\" the district court believed that there was value in deferring to Congress's calibration of severe penalty for serious offense. And, as we have explained, this is a determination it could make under its broad discretion.</p>\n<p>In conclusion, though Stone can point to some quotes which appear to support his position, a review of the entire record has convinced us otherwise. The sentencing court considered Stone's <i>Kimbrough</i> argument, did not explicitly doubt its own <i>Kimbrough</i> power, was not offended by the harsh sentence, but rather expressed a preference for using guidelines based on congressional policy choices in the context of evaluating the level of culpability equating a serious crime with a severe punishment. Thus, there was no procedural error.</p>\n<p></p>\n<h2>B. <i>Substantive Reasonableness</i>\n</h2>\n<p>We turn to Stone's challenge to the substantive reasonableness of his sentence.</p>\n<p></p>\n<h2>1. Standard of review</h2>\n<p>The Supreme Court has given guidance on how a district court should arrive at a sentence: the court must compute the guidelines, which are the \"starting point and the initial benchmark,\" but which may not be presumed reasonable. <i>Gall,</i> 128 S.Ct. at 596-97. Then, the court considers the parties' arguments, after which it makes an \"individualized assessment based on the facts presented,\" considering all of the factors under 18 U.S.C. § 3553(a). <i>Id.</i> at 597. The court must explain the sentence, and any \"major departure should be supported by a more significant justification than a minor one.\" <i>Id.</i></p>\n<p>In reviewing this ultimate determination, \"we examine the district court's contemporaneous oral explanation of the sentence, its near-contemporaneous written statement of reasons, and what fairly can be gleaned by comparing what was argued by the parties or proffered in the PSI Report with what the sentencing court ultimately did.\" <i>United States v. Martin,</i> <span class=\"citation\" data-id=\"203196\"><a href=\"/opinion/203196/united-states-v-martin/\"><span class=\"volume\">520</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">87</span></a></span>, 92-93 (1st Cir.2008) (citations omitted). We \"review the substantive reasonableness of the sentence, taking into account the totality of the circumstances.\" <i>Id.</i> at 92. \"On abuse-of-discretion review, the Court of Appeals [should give] due deference to the District Court's reasoned and reasonable decision that the § 3553(a) factors, on the whole, justified the sentence.\" <i>Gall,</i> 128 S.Ct. at 602. \"[I]t is not a basis for reversal that we, if sitting as a court of first instance, would have sentenced the defendant differently.\" <i>Martin,</i> 520 F.3d at 92 (rejecting a government argument that a below-guideline sentence was unreasonable). This deference reflects the district court's \"superior coign of vantage, greater familiarity with the individual case, the opportunity to see and hear the principals and the testimony at first hand, and the cumulative experience garnered through the sheer number of district court sentencing proceedings that take place day by day.\" <i>Id.</i> There are \"a range of reasonable sentences,\" and we may not vacate unless the sentence falls outside that range. <i>Id.</i> Thus, sentencing is a \"judgment call\" <span class=\"star-pagination\">*95</span> \"`based on a complex of factors whose interplay and precise weight cannot even be precisely described.'\" <i>Id.</i> (quoting <i>United States v. Vega-Santiago,</i> <span class=\"citation no-link\"><span class=\"volume\">519</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span>, 4 (1st Cir.2008) (en banc)). The \"linchpin\" of our review of that judgment call is a \"plausible sentencing rationale and a defensible result.\" <i>Id.</i> at 96.</p>\n<p>This substantive reasonableness review also applies to within-guidelines sentences. <i>United States v. Van Anh,</i> <span class=\"citation\" data-id=\"203238\"><a href=\"/opinion/203238/united-states-v-van-anh/\"><span class=\"volume\">523</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></a></span>, 59 (1st Cir.2008); <i>see also </i><i>Gall,</i> 128 S.Ct. at 591 (\"[W]hile the extent of the difference between a particular sentence and the recommended Guidelines range is surely relevant, courts of appeals must review all sentenceswhether inside, just outside, or significantly outside the Guidelines rangeunder a deferential abuse-of-discretion standard.\"). In this circuit, a within-guidelines sentence is not presumed to be reasonable, yet \"`a defendant who attempts to brand a within-the-range sentence as unreasonable must carry a heavy burden.'\" <i>Van Anh,</i> 523 F.3d at 59 (quoting <i>United States v. Pelletier,</i> <span class=\"citation\" data-id=\"796023\"><a href=\"/opinion/796023/united-states-v-joseph-pellether/\"><span class=\"volume\">469</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">194</span></a></span>, 204 (1st Cir.2006)). In specifying this burden, we have said that a defendant challenging a within-guideline sentence must \"`adduce fairly powerful mitigating reasons and persuade us that the district judge was unreasonable in balancing pros and cons despite the latitude implicit in saying that a sentence must be reasonable.'\" <i>United States v. Beatty,</i> <span class=\"citation\" data-id=\"203435\"><a href=\"/opinion/203435/united-states-v-beatty/\"><span class=\"volume\">538</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 17 (1st Cir.2008) (quoting <i>United States v. Navedo-Concepción,</i> <span class=\"citation\" data-id=\"202256\"><a href=\"/opinion/202256/united-states-v-navedo-concepcion/\"><span class=\"volume\">450</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span>, 59 (1st Cir.2006)).</p>\n<p></p>\n<h2>2. Discussion</h2>\n<p>Here, we see a \"plausible rationale\" and a \"defensible result.\" We start with the rationale. Our review of the sentencing transcript reveals that the district court considered the advisory guidelines, weighed the relevant factors, and explained why it thought a harsh sentence was appropriate. First, as is proper, the court computed the guideline range and heard Stone's argument on how to value the guidelines' advice. The court discussed Stone's background and noted that it revealed no explanation for his conduct. The court acknowledged Stone's post-offense efforts. The court also considered the circumstances of the crime, observing that it was troubled by Stone's conduct with \"brownhairedgirl_1.\" Though it recognized there was no allegation of actual abuse of a minor, it saw Stone's actions towards \"brownhairedgirl_1\" as abusive. Stone's maintenance of online albums further \"encouraged the distribution of child pornography to others.\" The court especially noted one exemplar of a \"very young girl\" was \"simply haunting\" and called forth an \"overwhelming need to protect\" the victim. Considering that need, and that Stone's actions encouraged distribution, the district court concluded that a long term was necessary. The court recognized that the enhancements led to a guideline range that was a \"very, very severe punishment.\" Again noting the \"congressional directive,\" the court, \"with some reservations,\" decided to impose a sentence at the bottom end of the guideline range.</p>\n<p>As discussed above, the record thus reveals that the district court fully acknowledged the harshness of the sentence. Yet, Stone's conduct with \"brownhairedgirl_1\" and the nature and volume of his collection of pornography caused the district court to conclude that the guideline punishment reasonably fit the crime. It does appear that the district court drew some degree of comfort in this finding by placing value in the fact that Congress had also deemed Stone's crime serious. But, as we have explained above, a district court may look to such sources to help inform its weighing <span class=\"star-pagination\">*96</span> of crime and punishment. The district court also considered and was unmoved by possible mitigating factors. <i>Cf. </i><i>United States v. Olhovsky,</i> <span class=\"citation\" data-id=\"1252224\"><a href=\"/opinion/1252224/united-states-v-olhovsky/\"><span class=\"volume\">562</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">530</span></a></span>, 550 (3d Cir.2009) (finding a below guideline sentence for child pornography to be unreasonably high, considering that the district court did not adequately consider mitigating factors and \"was so offended by the nature of Olhovsky's conduct that it sentenced the offense at the expense of determining an appropriate sentence for the offender\"). Thus, the district court here reasonably found that the guideline punishment was appropriate for the grave offense.</p>\n<p>Though there can be no question that the result is stern, it is defensible. Stone's high guideline range resulted from the many enhancements applied. Each of these enhancements captured an independent aspect of the wrongfulness of Stone's actions. First, the material he possessed involved victims who were particularly young. Second, he distributed the material to someone he believed to be a minor. Third, the material he possessed contained sadistic images that the sentencing court could reasonably find to be more dangerous to society because of the suffering caused by their production. Fourth, he possessed a large volume of images. And finally, he used a computer. Though Stone challenges the fairness of this computer enhancement, we have explained that the district court has discretion to follow the guidelines. Were we to find the computer enhancement unreasonable on these facts, we would essentially be holding that district courts must always reject that enhancement. This we will not do. Thus, in this case, the sentencing enhancements fairly captured different dimensions of Stone's conduct. And, beyond the facts underlying the enhancements, Stone's conduct was not limited to simple distribution, but rather entailed probing sexual questions and a lewd performance for someone he believed to be a minor. The combination of harms caused by Stone's conduct, as measured along these many dimensions, could reasonably lead a sentencing judge to find a need to impose a 17.5 year sentence.</p>\n<p>Stone's attack on this result fails to rise to the level of \"fairly powerful mitigating reasons\" showing unreasonableness. First, Stone argues that the district court gave undue weight to the guidelines. <i>See, e.g., </i><i>United States v. Schmitt,</i> <span class=\"citation\" data-id=\"1396101\"><a href=\"/opinion/1396101/united-states-v-schmitt/\"><span class=\"volume\">495</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">860</span></a></span>, 865 (7th Cir.2007) (vacating a sentence where a district court felt a \"guideline range deserved more weight in the calculus because [a defendant's] crime involved child pornography,\" but recognizing that there is \"a difference between weighing the seriousness of a particular offense more heavily under § 3553(a), and feeling compelled to impose a guideline sentence for a particular class of crimes\"). Our discussion of the district court's rationale dispatches this argument. The district court never indicated that it felt compelled to impose a guideline sentence. Rather, as we explained above, the district court evaluated the relevant factors and decided to agree with the guidelines, after having recognized that it had an obligation \"to determine whether to sentence [Stone] within the guidelines or outside the guidelines.\"</p>\n<p>Second, Stone again attacks the guidelines as unreasonable. Stone observes that he is a first-time offender who fully accepted responsibility, but received a guideline range that would have exceeded the statutory maximum. He notes that his guideline range exceeds that for a child rapist or a second degree murderer. <i>See</i> U.S.S.G. § 2A3.1 (specifying a base offense level of 38 for criminal sexual abuse); <i>id.</i> § 2A1.2 (specifying a base offense level of 38 for second degree murder). We reject this argument. First, those offenses are <span class=\"star-pagination\">*97</span> also subject to enhancements, which could increase the total offense level beyond that applicable to Stone. <i>See id.</i> § 2A3.1(b); <i>id.</i> § 3A1.1-3A1.4. Second, for the reasons explained above, the district court could find Stone's conduct serious and warranting severe punishment. Using its discretion to look to guidance provided by Congress through the guidelines, the court could reasonably conclude that Stone's actions represent a wrong of comparable magnitude to those charged with physical sexual abuse.</p>\n<p>Stone also argues that his guideline range, which originally exceeded the statutory maximum, is unreasonably high as it will deter pleas and leave no room for punishing more serious offenders. <i>Cf. </i><i>United States v. Ofray-Campos,</i> <span class=\"citation\" data-id=\"203367\"><a href=\"/opinion/203367/united-states-v-ofray-campos/\"><span class=\"volume\">534</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 44 (1st Cir.2008) (\"By imposing the maximum sentence on López-Soto, the district court left us little room to distinguish between him and more culpable narcotics conspirators who occupy the role of enforcer within a drug ring.\" (internal quotation marks omitted)). But, certain repeat child pornography offenders are subject to even higher statutory minimums and maximums, 18 U.S.C. § 2252A(b)(1), and the district court could find that Stone's aggravating conduct, especially with \"brownhairedgirl_1,\" made him more culpable than many other first-time offenders.</p>\n<p>So, we conclude that Stone's sentence is based on a plausible rationale and represents a defensible result. Stone has not met his \"heavy burden\" in showing the sentence was outside the range of what is reasonable. Put another way, we are not left \"with a definite and firm conviction that the district court committed a clear error of judgment.\" <i>United States v. Autery,</i> <span class=\"citation\" data-id=\"1209280\"><a href=\"/opinion/1209280/united-states-v-autery/\"><span class=\"volume\">555</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">864</span></a></span>, 879 (9th Cir.2009) (Tashima, J., dissenting) (internal quotation marks omitted).</p>\n<p></p>\n<h2>III. <i>Conclusion</i>\n</h2>\n<p>For the reasons stated, Stone's sentence is affirmed.</p>\n<p>We add a coda. Sentencing is primarily the prerogative of the district court, and the sentence imposed in this case is within permissible limits. There is no error of law and no abuse of discretion. That saidand mindful that we have faithfully applied the applicable standards of reviewwe wish to express our view that the sentencing guidelines at issue are in our judgment harsher than necessary. As described in the body of this opinion, first-offender sentences of this duration are usually reserved for crimes of violence and the like. Were we collectively sitting as the district court, we would have used our <i>Kimbrough</i> power to impose a somewhat lower sentence.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Ninth Circuit, sitting by designation.</p>\n<p>[2]  Section 2252A(a)(1) imposes criminal liability on any person who \"knowingly mails, or transports or ships using any means or facility of interstate or foreign commerce or in or affecting interstate or foreign commerce by any means, including by computer, any child pornography.\" Section 2256 defines terms and provides, in part, that child pornography is \"any visual depiction, including any photograph, film, video, picture, or computer or computer-generated image or picture, whether made or produced by electronic, mechanical, or other means, of sexually explicit conduct, where ... the production of such visual depiction involves the use of a minor engaging in sexually explicit conduct.\"</p>\n<p>[3]  This enhancement applies to distribution to a \"minor,\" but the application notes define \"minor\" to include a law enforcement officer posing as a minor. U.S.S.G. § 2G2.2 cmt. n. 1.</p>\n<p>[4]  For purposes of this enhancement, each video is counted as 75 images. U.S.S.G. § 2G2.2 cmt. n. 4 (defining \"the number of images\").</p>\n<p>[5]  The guidelines called for a range of 210 to 262 months of imprisonment. However, the statutory maximum sentence is 20 years of imprisonment, 18 U.S.C. § 2252A(b)(1), reducing the guidelines range to 210 to 240 months.</p>\n<p>[6]  <i>But see </i><i>United States v. González-Zotelo,</i> <span class=\"citation\" data-id=\"1464556\"><a href=\"/opinion/1464556/united-states-v-gonzalez-zotelo/\"><span class=\"volume\">556</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">736</span></a></span>, 741 (9th Cir.2009) (criticizing <i>Rodríguez</i> and concluding \"[w]hile <i>Kimbrough</i> permits a district court to consider its policy disagreements with the Guidelines, it does not authorize a district judge to take into account his disagreements with congressional policy\").</p>\n<p>[7]  <i>Compare</i> U.S.S.G. § 2G2.2 (1987) <i>with</i> U.S.S.G. § 2G2.2 (2008); <i>see also</i> Crime Control Act of 1990, Pub.L. No. 101-647, §§ 321-23, 101 Stat. 4789, 4817-18 (1990) (criminalizing the possession of child pornography and directing the Sentencing Commission to increase penalties if it deemed it appropriate); Treasury, Postal Service and General Government Appropriations Act of 1992, Pub.L. No. 102-141, § 632, 105 Stat. 834, 876 (1991) (enacting, apparently over Commission objection, a bill requiring the Commission to increase the base offense level to \"not less than 15\" and to provide at least a 5 level enhancement for \"sexual abuse or exploitation of a minor\"); Sex Crimes Against Children Prevention Act of 1995, Pub.L. No. 104-71, §§ 2-3, 109 Stat. 774, 774 (1995) (increasing the base offense level and creating a two-level enhancement for the use of a computer); Protection of Children from Sexual Predators Act of 1998, Pub.L. No. 105-314, §§ 501-07, 112 Stat. 2974, 2980-82 (1998) (directing the Commission to adopt various enhancements); Prosecutorial Remedies and Other Tools to end the Exploitation of Children Today Act of 2003 (PROTECT Act), Pub.L. No. 108-21, §§ 103, 401, 117 Stat. 650, 652-53, 667-76 (2003) (adopting a five-year mandatory minimum and a twenty-year statutory maximum sentence and directing the Commission to add additional enhancements based on the number of images distributed or possessed and to expand the sadistic and masochistic conduct enhancement); U.S.S.G. app. C., amend. 664 (raising the relevant base offense level from 17 to 22 and explicitly explaining that the increase was to calibrate with the new mandatory minimum).</p>\n<p>[8]  <i>See, e.g., </i><i>United States v. Johnson,</i> <span class=\"citation\" data-id=\"1680123\"><a href=\"/opinion/1680123/united-states-v-johnson/\"><span class=\"volume\">588</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">997</span></a></span> (S.D.Iowa 2008); <i>United States v. Noxon,</i> No. 07-40152-01-RDR, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">4758583</span></span> (D.Kan. Oct.28, 2008) (unpublished); <i>United States v. Grinbergs,</i> No. 8:05CR232, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">4191145</span></span> (D.Neb. Sept.8, 2008) (unpublished); <i>United States v. Hanson,</i> <span class=\"citation\" data-id=\"1894543\"><a href=\"/opinion/1894543/united-states-v-hanson/\"><span class=\"volume\">561</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1004</span></a></span> (E.D.Wis.2008).</p>\n<p>[9]  We also agree with the government that the district court used a similar construct earlier in the sentencing hearing to indicate that it \"can't accept\" the defendant's suggestion that Stone might not have known that \"brownhairedgirl_1\" was 15. While inferential reasoning based on a judge's speaking patterns are not the strongest support for affirming a sentence, it does reinforce our conclusion in this case.</p>\n<p>[10]  And we note that this very district court judge had, less than two months before Stone's hearing, handed down a decision invoking its <i>Kimbrough</i> power. <i>United States v. Horta,</i> <span class=\"citation\" data-id=\"1443287\"><a href=\"/opinion/1443287/united-states-v-horta/\"><span class=\"volume\">534</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">164</span></a></span>, 166-68 (D.Me. 2008) (finding a \"counterintuitive jump\" in the drug equivalency tables, and using <i>Kimbrough</i> power to vary from the resulting guideline range out of a belief that doing so was more consistent with the underlying statute).</p>\n<p>[11]  For this reason, Stone gets no ultimate assistance from the decisions of other district courts that adopted arguments like the one Stone advances.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/145841/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145843/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145916/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200851/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202256/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202670/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203196/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203223/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203238/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203270/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203311/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203324/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203344/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203367/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203435/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203483/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203616/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203630/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203993/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796023/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1209280/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1252224/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1396101/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1443287/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1464556/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1680123/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1894543/"
  ]
}