{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203905/",
  "absolute_url": "/opinion/203905/united-states-v-bryant/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203905/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:25:16Z",
  "date_modified": "2016-04-26T12:59:41.788480Z",
  "type": "010combined",
  "sha1": "e16adedbcce933e47d6f0be46bede9199dc6de7f",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-1160P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/07/08/US_v._Bryant.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 08-1160\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                               v.\n\n                          CHRIS BRYANT,\n\n                      Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Nathaniel M. Gorton, U.S. District Judge]\n\n\n                             Before\n\n                  Torruella, Stahl, and Howard,\n                         Circuit Judges.\n\n\n\n     William W. Fick, Federal Defender Office, for appellant.\n     Randall E. Kromm, Assistant United States Attorney, with whom\nMichael J. Sullivan, United States Attorney, was on brief for\nappellee.\n\n\n\n\n                          July 8, 2009\n\f            TORRUELLA,    Circuit    Judge.      On    September    14,   2007,\n\ndefendant Chris Bryant pleaded guilty to a one-count indictment\n\ncharging him with distribution of cocaine base, in violation of 21\n\nU.S.C. § 841(a)(1).      At a sentencing hearing on December 19, 2007,\n\nthe district court sentenced Bryant to ninety-months imprisonment,\n\nbased in part on its determination that he qualified as a career\n\noffender under U.S.S.G. § 4B1.1.           The court also imposed a five-\n\nyear term of supervised release. In this appeal, Bryant challenges\n\nthe district court's career offender designation and the district\n\ncourt's    determination    that    an   earlier      uncharged    transaction\n\ninvolving   Bryant   constituted     relevant      conduct   under   U.S.S.G.\n\n§ 1B1.3.    After careful consideration, we affirm in part, reverse\n\nin part, and remand for further proceedings.\n\n                             I.     Background\n\n            As this appeal follows Bryant's guilty plea, we draw the\n\nfacts from the presentencing report (\"PSR\") and the transcript of\n\nthe sentencing hearing.       See United States v. Jaca-Nazario, 521\n\nF.3d 50, 52 (1st Cir. 2008).\n\n            In the summer and fall of 2006, Bryant participated in\n\ntwo sales of crack cocaine to an undercover officer in Mattapan,\n\nMassachusetts.    The first occurred on August 2, 2006, and the\n\nsecond occurred on November 15, 2006.         Bryant was not charged with\n\nthe August 2, 2006 transaction.\n\n\n\n\n                                     -2-\n\f           On August 2, 2006, at about 1:15 p.m., an undercover\n\nofficer drove into an area near 17 Gleason Street, looking for an\n\nindividual from whom he had previously purchased crack cocaine. He\n\npassed four black males sitting on the curb.            One of the four men\n\ncalled out to the officer and asked him what he was looking for.\n\nThe   officer   responded   that   he   was    inquiring   about    his   prior\n\ncontact, providing a description of the individual.                 One of the\n\nmales then said that the person whom the officer had described was\n\nnot around and again asked the officer what he was looking for.\n\nThe   officer   replied   that   he   wanted    $150   worth   of   \"flav,\"   a\n\nreference to cocaine.       One of the males offered instead to sell\n\nmarijuana to the officer, but the officer declined the offer. Upon\n\nhearing his response, that same male began making calls to locate\n\ncrack cocaine that the officer could then purchase.            At this time,\n\nanother male, later identified as Bryant, asked the officer if he\n\nwas a cop.      The officer said no and showed Bryant his cellular\n\ntelephone, which contained the target individual's phone number.\n\nBryant and another male at the scene, Kyle Alston, then told the\n\nofficer to meet them at another location, the corner of Gleason and\n\nBradshaw streets.\n\n           The officer met Bryant and Alston at the designated\n\ncorner, and then walked with them to another nearby corner. Alston\n\nasked the officer for money, indicating that he would be using it\n\nto buy the drugs.     Bryant told the officer that it was \"ok\" and\n\n\n                                      -3-\n\fthat he should try the \"product\" because it was \"high-quality.\"\n\nBryant also stated that the \"product\" was his and that he smoked\n\nmarijuana, but was selling cocaine to make some money.       Alston\n\nreturned and handed the officer a plastic bag containing four rocks\n\nof what was later determined to be 0.7 grams of crack cocaine.\n\nBryant told the officer that he should hide the drugs in his anal\n\ncavity because the police were in the area.   The officer exchanged\n\nphone numbers with Bryant.\n\n           After the sale to the officer was completed, Bryant and\n\nAlston were stopped by other police officers.      Soon thereafter,\n\nBryant and Alston saw the undercover officer again and told him to\n\nbe careful because police were in the area.\n\n           The second transaction occurred over three months later,\n\non November 15, 2006.   The same undercover officer was driving on\n\nBradshaw Street when he saw Bryant.   The officer asked Bryant if he\n\nrecognized him. Bryant indicated that he did and asked the officer\n\nwhat he wanted.   The officer told Bryant that he wanted the same\n\nthing as last time.   Bryant said he would take care of him and then\n\nentered the officer's car and asked him to drive around the block.\n\nBryant called multiple people in an attempt to locate drugs for the\n\nofficer.   Bryant then directed the officer to Baker Avenue, and\n\nasked him to park the car.       Bryant requested money from the\n\nofficer.   After some hesitation, the officer gave Bryant money.\n\nBryant exited the car and entered 18 Baker Avenue.   He returned to\n\n\n                                -4-\n\fthe car shortly thereafter.    The officer subsequently drove Bryant\n\nback to Gleason Street, where, upon the officer's request, Bryant\n\ndropped a plastic bag containing six rocks of what was later\n\ndetermined to be 0.74 grams of crack cocaine into the cupholder of\n\nthe officer's car.\n\n           On January 10, 2007, federal authorities arrested Bryant\n\npursuant to a complaint alleging distribution of cocaine base.\n\nBryant's one-count indictment, handed down on February 28, 2007,\n\ncharged   him   with   knowingly   and   intentionally   distributing   a\n\nquantity of cocaine base on November 15, 2006, in violation of 21\n\nU.S.C. § 841(a)(1) as well as with a related forfeiture allegation\n\nunder 21 U.S.C. § 853.        The indictment did not reference the\n\nAugust 2, 2006 transaction.        Bryant entered a plea of guilty on\n\nSeptember 14, 2007.      On November 9, 2007, the Probation Office\n\nissued an initial PSR.\n\n           As originally issued, the PSR stated that Bryant was\n\nresponsible for both the 0.74 grams of crack cocaine the undercover\n\nofficer purchased in the November 15, 2006 transaction and for the\n\n0.70 grams of crack cocaine the undercover officer purchased in the\n\nAugust 2, 2006 uncharged transaction.       Based on this total of 1.44\n\ngrams of crack cocaine, the PSR calculated Bryant's base offense\n\nlevel (\"BOL\") to be 16.     The PSR reduced the BOL by three levels\n\nfor acceptance of responsibility, bringing the total offense level\n\nto 13.    The PSR applied a criminal history category of II due to\n\n\n                                   -5-\n\fone countable prior New York conviction for attempted sale of a\n\ncontrolled     substance     in    1996        (hereinafter     the   \"New     York\n\nconviction\").        The PSR calculated a Guideline Sentencing Range\n\n(\"GSR\") of 15–21 months imprisonment.              See U.S.S.G. § 5A.\n\n          On November 20, 2007, the government objected to the\n\nPSR's calculation of Bryant's criminal history.                  The government\n\ncontended that the PSR omitted a November 1997 conviction from the\n\nSuffolk Superior Court for conspiracy to violate the Massachusetts\n\ncontrolled     substance    laws   in     November    1997    (hereinafter      the\n\n\"Suffolk Superior Court conviction\").              The government argued that\n\nthis additional conviction would result in Bryant's designation as\n\na career offender and a GSR of 151–188 months of imprisonment.\n\n          Bryant also objected to the PSR.                He objected to the\n\noffense level calculations in the PSR arguing that the uncharged\n\nsale of 0.7 grams of crack cocaine on August 2, 2006 should not be\n\nincluded as relevant conduct.          Bryant contended that the August 2,\n\n2006 and the November 15, 2006 sale were not part of a \"common\n\nscheme or plan\" nor were they part of the \"same course of conduct\"\n\nwithin the meaning of U.S.S.G. § 1B1.3(a)(2). Bryant also objected\n\nto his potential designation as a career offender, alleging that\n\nthe Suffolk Superior Court conviction was no longer valid and in\n\nany event could not qualify as a career offender predicate because\n\nthe   object    of    a   conspiracy      to    violate   the    drug   laws     in\n\nMassachusetts is not necessarily a \"controlled substance offense\"\n\n\n                                        -6-\n\fwithin the meaning of U.S.S.G. § 4B1.2(b).           Similarly, Bryant\n\nclaimed that in the absence of court records of the type required\n\nby the Supreme Court in Shepard v. United States, 544 U.S. 13\n\n(2005) and Taylor v. United States, 495 U.S. 575 (1990), there was\n\ninsufficient evidence to prove the existence of the New York\n\nconviction.\n\n          In response to these objections, the Probation Office\n\nissued a revised PSR, dated December 6, 2007, which concluded that\n\nBryant was a career offender under U.S.S.G. § 4B1.1 and agreed with\n\nthe government that the GSR was 151 to 188 months.\n\n          The    district   court    held   a   sentencing   hearing   on\n\nDecember 19, 2007.     It began by noting the \"enormous\" disparity\n\nbetween the offense level attributed to the drug distribution\n\noffense for which Bryant was being sentenced, and the offense level\n\ncomputation resulting from the application of the career offender\n\nprovisions.     The district court noted that it was disinclined to\n\nimpose a sentence either within the career offender guideline range\n\nor within the lower range calculated in the initial PSR, citing\n\nproblems with the evidence used to establish the appropriate\n\npredicate offenses and convictions.         However, the district court\n\nalso noted that Bryant was a \"serious offender\" and extenuating\n\ncircumstances were present in this case that would lead it to\n\nimpose a much higher sentence than that called for by a simple\n\n\n\n\n                                    -7-\n\fapplication of 1.44 grams of crack cocaine and criminal history\n\ncategory III.1\n\n          After giving Bryant's counsel the opportunity to address\n\nthe objections he had made to the PSR, the district court concluded\n\nthat it would hold Bryant responsible for the August 2, 2006\n\ntransaction.     With respect to Bryant's objection to the use of the\n\nSuffolk Superior Court conviction, the district court found that\n\nBryant pleaded guilty to a conspiracy to traffic in cocaine and\n\nthat the conviction constituted a predicate for establishing that\n\nhe was a career offender.       Finally, with respect to the New York\n\nconviction,    the   district   court    found   that,   based   upon   the\n\npreponderance of the evidence, there was sufficient evidence to\n\nshow that Bryant was convicted for that offense.            The district\n\ncourt, therefore, found that the         government offered sufficient\n\nproof to a preponderance of the evidence that established Bryant as\n\na career offender.\n\n          The district court, however, explained that it would not\n\nimpose the recommended minimum guideline sentence of 151 months\n\ntriggered by the career offender designation because of Bryant's\n\nattempts to rehabilitate himself and the fact that Bryant provided\n\ncare for his children. Thus, it imposed a sentence of imprisonment\n\nfor a term of ninety months, recommended participation in the\n\n\n\n1\n   The district court noted that 1.44 grams of crack cocaine and\ncriminal history category III yields a GSR of 18 to 24 months.\n\n                                   -8-\n\fBureau of Prisons' 500-hour residential drug abuse program, and\n\nrecommended participation in a mental health treatment program.\n\nFinally, the district court ordered that upon Bryant's release, he\n\nbe placed in supervised release for a term of five years, the first\n\nsix months of which would have to be served at a residential re-\n\nentry center.\n\n          Bryant timely appeals the district court's ruling.\n\n                           II.    Discussion\n\n          On appeal, Bryant asserts that the district court erred\n\nby designating him as a career offender.           Specifically, Bryant\n\nargues that the government failed to satisfy its burden of proving\n\nthe fact of the New York and Suffolk Superior Court convictions,\n\nthe two prior convictions upon which the district court relied for\n\nits determination of Bryant's career offender status.               In the\n\nalternative, Bryant argues that even if the government had met its\n\nburden, the two prior convictions cannot be classified as predicate\n\noffenses for purposes of career offender status.          Further, Bryant\n\nappeals the district court's determination that the uncharged\n\nAugust 2, 2006 transaction could be deemed relevant conduct for\n\nsentencing purposes.\n\n          For   the   reasons    stated   below   we   conclude   that   the\n\ndistrict court appropriately found the Suffolk Superior Court\n\nconviction to be a predicate offense for career offender purposes\n\nand did not clearly err in finding the August 2, 2006 conviction to\n\n\n                                   -9-\n\fbe relevant conduct.         However, we conclude that the district court\n\ncommitted clear error in finding that the government met its burden\n\nof proving the fact of the New York conviction.\n\n              A.    Standard of Review\n\n              As a general matter, we review a sentencing court's legal\n\ndeterminations of the Sentencing Guidelines' meaning and scope de\n\nnovo and its factual determinations for clear error. United States\n\nv.    Hoey,   508    F.3d   687,   690     (1st   Cir.   2007).     Specifically,\n\n\"[w]hether a prior conviction qualifies as a predicate offense\n\nunder U.S.S.G. § 4B1.1 is a question of law that we review de\n\nnovo.\"    United States v. Almenas, 553 F.3d 27, 31 (1st Cir. 2009);\n\nUnited States v. Santos, 363 F.3d 19, 22 (1st Cir. 2004).                          A\n\nsentencing court's factual finding as to whether a prior conviction\n\nexists for career offender purposes is reviewed for clear error,\n\nUnited States v. Díaz, 519 F.3d 56, 67 (1st Cir. 2008), as is its\n\ndetermination of whether a particular drug quantity that was part\n\nof prior drug sale should be included as relevant conduct at\n\nsentencing, see United States v. Barbour, 393 F.3d 82, 93 (1st Cir.\n\n2004).\n\n              B.    Eligibility for Career Offender Status\n\n              The Sentencing Guidelines provide that a defendant be\n\nclassified as a career offender if he meets the following criteria:\n\n(1) the defendant was at least eighteen years old at the time he or\n\nshe   committed      the    offense   of    conviction;    (2)    the   offense   of\n\n\n                                         -10-\n\fconviction is a felony that is either a crime of violence or a\n\ncontrolled substance offense; and (3) the defendant has been\n\npreviously convicted of two prior felonies of either a crime of\n\nviolence or a controlled substance offense.     U.S.S.G. § 4B1.1(a);\n\nsee also Almenas, 553 F.3d at 31.\n\n                   1.    Proving the Fact of the Conviction      for\n                   Purposes of Career Offender Status\n\n          The government bears the burden of establishing, by a\n\npreponderance of the evidence, the existence of a prior conviction\n\nfor sentencing enhancement purposes.      United States v. McKenzie,\n\n539 F.3d 15, 18–19 (1st Cir. 2008).      \"The Government may satisfy\n\nits burden by producing a certified copy of the conviction or an\n\nequivalent proffer.\"   Id. at 19 (citing Shepard, 544 U.S. at 26,\n\nfor the proposition that an equivalent proffer includes official\n\ncourt documents). \"Once the government's threshold burden has been\n\nmet, the conviction is presumed valid for purposes of applying the\n\nsentencing guidelines.\"     United States v. Unger, 915 F.2d 759, 761\n\n(1st Cir. 1990).\n\n                       i.    The New York Conviction\n\n          The government was unable to provide a judicial record of\n\nthe fact of Bryant's New York conviction.     The PSR noted that the\n\nNew York Supreme Court Clerk's office was unable to locate the file\n\nfor the case.   To prove the fact of this conviction, the PSR and\n\nthe government relied upon the criminal history record maintained\n\nby the National Crime Information Center (\"NCIC\") and the New York\n\n                                 -11-\n\fState   Police        Information   Network     (\"NYSPIN\")    as    well    as   the\n\nincarceration record from the New York Department of Correctional\n\nServices.\n\n            Bryant argues that the government is constrained as to\n\nwhat it can rely on to prove the fact of a conviction, contending\n\nthat the Supreme Court in Shepard required that the existence of a\n\nprior conviction be proved by judicial records.2\n\n            We decline the invitation to read Shepard as broadly as\n\nBryant does.           As we have stated previously, \"Shepard and its\n\nprogenitor, Taylor . . ., address the appropriate sources for\n\nascertaining the elements of a putative predicate offense when the\n\nstatute     of       conviction   encompasses     both   conduct     that    would\n\nconstitute       a    predicate   offense   and   conduct    that   would    not.\"3\n\nUnited States v. Pelletier, 469 F.3d 194, 202 (1st Cir. 2006).\n\nSpecifically, Shepard concerned itself with the sources upon which\n\na sentencing court can rely to determine the \"character\" of an\n\noffense.     See 544 U.S. at 16.        This is a different question than\n\nwhat we are presented with in the instant case.              More precisely, we\n\n\n2\n   We note that although Shepard and Taylor concerned the Armed\nCareer Criminal Act, in United States v. Giggey, 551 F.3d 27, 38\n(1st Cir. 2008) (en banc), we held that the categorical approach is\nalso appropriate in interpreting the career offender guideline.\nSee Almenas, 553 F.3d at 33 (describing categorical approach and\nits application to career offender guideline).\n3\n   The sources to which Shepard refers include \"the statutory\ndefinition, charging document, written plea agreement, transcript\nof plea colloquy, and any explicit factual finding by the trial\njudge to which the defendant assented.\" Shepard, 544 U.S. at 16.\n\n                                       -12-\n\fagree with our sister courts that Shepard does not control here\n\nbecause the Shepard Court \"did not address what documents can be\n\nused to prove the fact of a prior conviction.\"          United States v.\n\nZuniga-Chavez, 464 F.3d 1199, 1204 (10th Cir. 2006) (emphasis in\n\noriginal); see also United States v. Neri-Hernandes, 504 F.3d 587,\n\n591 (5th Cir. 2007) (ruling that \"Shepard does not apply when\n\ndetermining whether the government has satisfied its burden of\n\nproof as to the existence of a prior conviction\"); United States v.\n\nSanders, 470 F.3d 616, 623-24 (6th Cir. 2006) (noting that Shepard\n\ndoes not control the inquiry as to whether the government has\n\nprovided   sufficient     evidence     to   establish   a   fact   of     the\n\nconviction).\n\n           While Bryant argues that \"it would make little sense to\n\npermit courts to consider a broader array of less reliable, less\n\ncertain,   non-judicial    records     to   determine   whether    such     a\n\nconviction even existed, in the first place,\" it does not logically\n\nfollow that we should extend Shepard's rule governing judicial\n\nrecords to the instant facts when the concerns that animated the\n\nSupreme Court in Shepard and Taylor are not readily applicable.\n\nThere is little danger that a sentencing court's inquiry into the\n\nexistence of a prior conviction would engender the same kind of\n\n\"practical difficulties and potential unfairness\" that could be\n\npresent in a determination of whether a defendant's convictions\n\nwere violent felonies, which was at issue in Shepard and Taylor.\n\n\n                                     -13-\n\fShepard,   544    U.S.   at   20   (quoting    Taylor,    495   U.S.   at   601).\n\nEstablishing the fact of a prior crime is a more discrete inquiry\n\nthat is not as susceptible to the lengthy and cumbersome collateral\n\ntrials of the kind the Shepard and Taylor Courts hoped to avoid.\n\n           Although Shepard does not control here, the district\n\ncourt   must     nevertheless      determine    whether    the    evidence    is\n\nsufficiently reliable.        When a defendant objects to the fact of a\n\nconviction as Bryant does here,4 we have held that:\n\n           [T]he Government may not simply rely on\n           assertions in a presentence report if those\n           assertions are contested by the defendant.\n           Thus, when the defendant calls into dispute a\n           presentence report's description of an alleged\n           prior   conviction,    the   Government   must\n           demonstrate that the description in the report\n           is based on a sufficiently reliable source to\n           establish the accuracy of that description.\n\nUnited States v. Brown, 510 F.3d 57, 75 (1st Cir. 2007) (quoting\n\nUnited States v. Price, 409 F.3d 436, 444 (D.C. Cir. 2005)).5                  We\n\n\n4\n   An uncontested PSR may be sufficient to provide evidence of a\nprior conviction where the defendant fails to object to its recital\nof prior convictions. Pelletier, 469 F.3d at 202–03. We are not\nfaced with this situation in Bryant's case because Bryant's counsel\nproperly objected to the lack of adequate evidence to prove the New\nYork conviction.\n5\n   The requirement that the government demonstrate that contested\ninformation in the PSR, including information regarding prior\nconvictions, be established using a sufficiently reliable source is\nconsistent with the requirements of the Sentencing Guidelines.\nU.S.S.G. § 6A1.3 states that when a court resolves \"any dispute\nconcerning a factor important to the sentencing determination, the\ncourt may consider relevant information without regard to its\nadmissibility under the rules of evidence . . . , provided that the\ninformation has sufficient indicia of reliability to support its\nprobable accuracy.\"    U.S.S.G. § 6A1.3(a) (emphasis added); see\n\n                                      -14-\n\fconclude that the district court, by failing to heed this language\n\nfrom Brown, committed clear error.\n\n           Here, to prove the fact of this conviction, the PSR and\n\nthe government relied upon the criminal history record maintained\n\nby the NCIC, the NYSPIN, and the incarceration record from the New\n\nYork Department of Correctional Services.         Responding to Bryant's\n\nobjections to this evidence, the district court stated that \"based\n\nupon the preponderance of the evidence standard . . . there is\n\nsufficient evidence to demonstrate that this defendant was, in\n\nfact, convicted in the so-called New York conviction of a crime\n\nthat forms a predicate to his being considered to be a career\n\noffender.\"    The district court added: \"I do acknowledge that there\n\nare some close questions that had to be determined in making this\n\nfinding,     but   the   Court   does   find   that   the   government   has\n\nsufficiently offered proof to a preponderance of the evidence that\n\nboth of these crimes were committed and the defendant was convicted\n\nof them and, together, they establish that he is, by virtue of this\n\nthird conviction that he's about to be sentenced for, a career\n\noffender.\"\n\n\n\n\nZuniga-Chavez, 464 F.3d at 1203 (discussing U.S.S.G. § 6A1.3(a) in\nits analysis of whether sources used to prove fact of prior\nconviction were sufficiently reliable); see also United States v.\nMarceau, 554 F.3d 24, 31 (1st Cir. 2009) (noting the rule in\nU.S.S.G. § 6A1.3(a) and stating that the district court has broad\ndiscretion to determine the reliability of particular evidence).\n\n                                    -15-\n\f              We hold that it was simply not enough for the district\n\ncourt to have relied on the government's recitation of the sources\n\ncited    in      the   PSR    without   any    additional     inquiry    into    the\n\nreliability of these sources.             Unlike certified convictions or\n\nother    comparable      judicial    records    that   detail    the    fact    of   a\n\nconviction and carry a presumption of reliability sufficient to\n\nallow the government to meet its burden, see McKenzie, 539 F.3d at\n\n19 (noting that government may satisfy its burden by producing a\n\ncertified copy of a conviction or another official court document);\n\nUnger,     915    F.2d   at   761   (same),    we   believe   that     non-judicial\n\nrecords, such as those provided by the government here, should not\n\nbe afforded the same presumption.\n\n              The district court clearly erred by not requiring the\n\ngovernment to show that the PSR's description of the offense was\n\n\"'based on a sufficiently reliable source to establish the accuracy\n\nof that description.'\"          See Brown, 510 F.3d at 75 (quoting Price,\n\n409 F.3d at 444).        In the absence of such an inquiry, the district\n\ncourt could not have properly concluded that the government met its\n\nburden.6\n\n\n6\n    We leave it to the district court to decide how best to\ndetermine the reliability of the sources the government used to\nprove the fact of the New York conviction. In addition, we note\nthat while some courts have approved the use of NCIC reports to\nestablish a prior conviction for sentencing purposes, other courts\nhave noted mistakes in these reports. Compare United States v.\nKattaria, 553 F.3d 1171, 1177 (8th Cir. 2009) (noting that the NCIC\ninaccurately stated that defendant had a prior conviction), with\nUnited States v. Martínez-Jiménez, 464 F.3d 1205, 1209–12 (10th\n\n                                        -16-\n\f                     ii.    The Suffolk Superior Court Conviction\n\n           Bryant additionally challenges whether the government met\n\nits   burden   to   prove    the   fact   of    the    Suffolk     Superior    Court\n\nconviction.\n\n           Here, it is notable that Bryant does not challenge the\n\nauthenticity of the certified copy of the judicial record detailing\n\nthe Suffolk Superior Court conviction.             Rather, Bryant, challenges\n\nthe fact of the conviction on grounds that a hand-written docket\n\nsheet from the Boston Municipal Court, the court where the case\n\noriginated, puts into question the validity of the Suffolk Superior\n\nCourt conviction.          The notation states, \"SUCR9310760: Previous\n\nrecord   vacated.      Superior     Court      Case   is    dismissed.\"       Bryant\n\ncontends   that     this    notation,     though      not   from   the    court   of\n\nconviction, is nevertheless a judicial record of the originating\n\ncase that undermines the reliability of the Suffolk Superior Court\n\nconviction for purposes of a sentencing enhancement.\n\n           The government defended the reliability of the judicial\n\nrecord from the Suffolk Superior Court during the sentencing\n\nhearing.   The government noted that the official court record from\n\nthe court of conviction is a more dependable source than a hand-\n\nwritten notation from another court.             In any event, the government\n\n\nCir. 2006) (noting that other circuits have approved the use of an\nNCIC report to establish a prior conviction for sentencing purposes\nand accepting the use of the NCIC report to establish the\ndefendant's conviction where the government also provided a letter\nfrom the clerk of the court of conviction).\n\n                                      -17-\n\fcontends that the district court did not clearly err in crediting\n\nthe government's argument.     We agree.\n\n           Unlike its evidence supporting the fact of the New York\n\nconviction, the government submitted a certified copy of a judicial\n\nrecord to prove the fact of the Suffolk Superior Court conviction\n\nfrom the court in which Bryant was convicted.       As stated above, the\n\ngovernment can satisfy its burden through this type of judicial\n\nrecord because it is presumptively reliable.          See McKenzie, 539\n\nF.3d at 19.     Moreover, the record shows that the district court\n\ncarefully considered Bryant's argument, but nevertheless decided in\n\nfavor of the government.           Thus, despite the existence of the\n\nhandwritten notation which admittedly added some confusion, we\n\ncannot conclude that the district court clearly erred in finding\n\nthat the certified copy of the record from the Suffolk Superior\n\nCourt was sufficiently reliable to support the fact of Bryant's\n\nSuffolk Superior Court conviction.         \"[A] district court's choice\n\nbetween   two   plausible,   but    conflicting,   interpretations   of   a\n\nfactual scenario cannot amount to clear error.\"         United States v.\n\nCarrasco, 540 F.3d 43, 49 (1st Cir. 2008) (alterations in original)\n\n(quoting Valentín v. Hosp. Bella Vista, 254 F.3d 358, 367 (1st Cir.\n\n2001)).\n\n\n\n\n                                    -18-\n\f                      2.   Prior Controlled Substances Convictions as\n                      Career Offender Predicates\n\n                          i.   New York Conviction\n\n          Under the Sentencing Guidelines, a \"controlled substance\n\noffense\" is \"an offense . . . punishable by imprisonment for a term\n\nexceeding one year, that prohibits the manufacture, import, export,\n\ndistribution, or dispensing of a controlled substance . . . or the\n\npossession   of   a    controlled   substance   .   .   .   with   intent   to\n\nmanufacture, import, export, distribute or dispense.\"               U.S.S.G.\n\n§ 4B1.2(b) (emphasis added).        Thus, the definition of \"controlled\n\nsubstance offense\" requires that the statute under which the\n\ndefendant was charged involves an intent to distribute or other\n\nindicia of trafficking.7\n\n          Bryant argues in the alternative that if the government\n\nhas met its burden to prove the fact of the New York conviction, it\n\nnevertheless failed to prove that the New York conviction for\n\nattempted criminal sale of a controlled substance necessarily\n\n\n\n7\n   Although we have not had occasion post-Shepard to apply the\ncategorical approach to controlled substance offenses, we have\nstated pre-Shepard that \"[t]he rationale on which the Taylor Court\nrelied in choosing a formal categorical approach is equally\napplicable to controlled substance offenses.\"    United States v.\nPiper, 35 F.3d 611, 619 (1st Cir. 1994) (applying categorical\napproach to controlled substance offenses in career offender\nguideline context). We see no reason post-Shepard why we should\nnot continue to apply the categorical approach to controlled\nsubstance offenses under U.S.S.G. § 4B1.2. We note other circuits\nhave applied the categorical approach to controlled substance\noffenses post-Shepard. See, e.g., United States v. Savage, 542\nF.3d 959, 964 (2d Cir. 2008).\n\n                                    -19-\n\fqualifies as a career offender predicate.8           Bryant bases his\n\nargument on the Second Circuit's decision in Savage.       See 542 F.3d\n\nat 965-66.\n\n           In Savage, the Second Circuit reviewed a district court's\n\ndecision to apply a sentencing enhancement, pursuant to U.S.S.G.\n\n§ 2K2.1(a)(2).9    Id. at 960.    The district court in that case\n\nbased its decision, in relevant part, on its determination that one\n\nof the defendant's prior felony convictions under Conn. Gen. Stat.\n\n§ 21a-277(b) was for a \"controlled substance offense,\" as the term\n\nis defined in U.S.S.G § 4B1.2(b).10     Id.   In reversing the district\n\ncourt decision, the Savage court expressed its concern that an\n\noffer to sell under Connecticut law could include a fraudulent\n\n\n\n8\n   Although the government argues that this argument is waived\nbecause it was not raised below, we nevertheless review Bryant's\nclaim in the event the district court on remand determines the fact\nof the New York conviction to be sufficiently reliable. We do so\nin the interest of judicial efficiency.\n9\n  U.S.S.G. § 2K2.1 of the guidelines states that the definition of\n\"controlled substance offense\" has the meaning contained within\nU.S.S.G. § 4B1.2. See U.S.S.G. § 2K2.1, cmt. n.1.\n10\n     The Connecticut Statute provides:\n\n           Any person who manufactures, distributes,\n           sells,   prescribes,   dispenses,   compounds,\n           transports with intent to sell or dispense,\n           possesses with intent to sell or dispense,\n           offers, gives or administers to another person\n           any controlled substance . . . may, for the\n           first offense . . . be imprisoned not more\n           than seven years . . . .\n\nConn. Gen. Stat. § 21a-277(b).\n\n                                 -20-\n\foffer which would mean that the person making the fraudulent offer\n\nwould not have the intent to distribute or sell an item.         Id. at\n\n965.    Thus,   it   reasoned   that   the   \"Connecticut   statute,   by\n\ncriminalizing a mere offer to sell, criminalizes more conduct than\n\nfalls within the federal definition of a controlled substance\n\noffense.\"   Id. at 966.   The Savage court further concluded that the\n\ndefendant's sentence should be vacated \"[b]ecause nothing in the\n\nstatute of conviction, the charging document, the plea colloquy or\n\nother comparable judicial record established with certainty that\n\n[the defendant] necessarily pleaded guilty to the elements of a\n\ncontrolled substance offense . . . .\"        Id. at 960.\n\n            Bryant argues that the statute upon which the New York\n\nconviction is based, like the Connecticut statute, criminalizes\n\nconduct that falls outside the federal definition of a controlled\n\nsubstance offense. Bryant argues that because the New York statute\n\ndefines \"sale\" of a controlled substance to include \"offer,\" it\n\ncriminalizes both predicate and non-predicate conduct.         See N.Y.\n\nPenal Law § 220.00(1) (\"'Sell' means to sell, exchange, give or\n\ndispose of to another, or to offer or agree to do the same.\").\n\nBryant claims that because the government failed to show the New\n\nYork conviction was for conduct that would constitute a predicate\n\noffense, it cannot be used for career offender purposes.\n\n            Bryant's argument fails because it is well-established\n\nunder New York law that \"'in order to support a conviction under an\n\n\n                                  -21-\n\foffering for sale theory, there must be evidence of a bona fide\n\noffer to sell -- i.e., that defendant had both the intent and\n\nability to proceed with the sale.'\"        People v. Samuels, 780 N.E.2d\n\n513, 515 (N.Y. 2002) (quoting People v. Mike, 706 N.E.2d 1189, 1191\n\n(N.Y. 1998)); see also People v. Gondolfo, 405 N.Y.S.2d 890, 894-95\n\n(N.Y. Sup. Ct. 1978).       Thus, the instant case is distinguishable\n\nfrom Savage because concerns that Bryant could have been convicted\n\nfor making a fraudulent offer, a non-predicate offense, do not\n\nexist here.    At the time Bryant was allegedly convicted of the\n\noffense, he would have been found to have intent to proceed with a\n\nsale.   It follows then that the New York conviction qualifies as a\n\npredicate offense under U.S.S.G. § 4B1.2, which requires an \"intent\n\nto manufacture, import, export, distribute, or dispense.\" U.S.S.G.\n\n§ 4B1.2(b).\n\n                           ii.   Suffolk Superior Court Conviction\n\n           Bryant   also    challenges     the   Suffolk   Superior   Court\n\nconviction on the grounds that the government has failed to prove\n\nthat he pleaded guilty to acts that would constitute a career\n\noffender predicate. In 1992, Bryant was initially charged with one\n\ncount of trafficking in cocaine in violation of Mass. Gen. Laws ch.\n\n94C, § 32E(b)(1), and one count of conspiracy to violate the drug\n\nlaws of the Commonwealth (specifically, to traffic in cocaine) in\n\nviolation of Mass. Gen. Laws         ch. 94C, § 40.        The trafficking\n\n\n\n\n                                    -22-\n\fcharge    was   dismissed        and   Bryant   pleaded   guilty    only    to    the\n\nconspiracy charge.\n\n            Where the predicate offense involves a conspiracy, the\n\nsentencing      court    must     determine     whether   the   object      of    the\n\nconspiracy falls within the scope of U.S.S.G. § 4B1.2(b).                         See\n\nPiper, 35 F.3d at 619 (\"To determine the status of a conspiracy\n\nconviction vis-a-vis the career offender rubric, the key question\n\nis 'conspiracy to do what?'\").              Bryant correctly argues that the\n\nstatute    of       conviction     encompasses     both   conduct    that        would\n\nconstitute      a    predicate    offense    and   conduct   that   would    not.11\n\nTherefore, the sentencing court is required to determine whether\n\nthe guilty plea, defined by a more expansive statute, necessarily\n\nadmitted the elements of a controlled substances offense for career\n\noffender purposes.        See Shepard 544 U.S. at 20–21.        As noted above,\n\nto make this determination in a case involving a guilty plea, the\n\nsentencing court may review the \"statutory definition, charging\n\ndocument, written plea agreement, transcript of plea colloquy, and\n\n\n\n11\n     The statute states as follows:\n\n            Whoever conspires with another person to\n            violate any provision of this chapter [Chapter\n            94C Controlled Substances Act] shall be\n            punished by imprisonment or fine, or both,\n            which punishment shall not exceed the maximum\n            punishment prescribed for the offense, the\n            commission of which was the object of the\n            conspiracy.\n\nMass. Gen. Laws ch. 94C, § 40.\n\n                                         -23-\n\fany explicit factual finding by the trial judge to which the\n\ndefendant assented.\"       Id. at 16.\n\n           In   this   case    the    indictment   underlying    the    Suffolk\n\nSuperior Court conviction demonstrated that the object of the\n\nconspiracy fell within the scope of a controlled substances offense\n\nunder U.S.S.G § 4B1.2(b).            It stated that Bryant \"did conspire\n\n. . . to unlawfully, knowingly and intentionally possess with\n\nintent to distribute a net weight of fourteen grams or more of a\n\nmixture containing cocaine . . . .\" (emphasis added).\n\n           Reliance upon the indictment is also consistent with our\n\nprecedent.      See Santos, 363 F.3d at 24 (\"Where the charging\n\ninstruments are instructive on the issue of whether a predicate\n\noffense [falls within the scope of § 4B1.2], we need not look\n\nfurther.\") (citation omitted); United States v. Leavitt, 925 F.2d\n\n516, 517–18 (1st Cir. 1991) (citing to the Sentencing Guidelines\n\ncommentary to justify looking to the indictment to decide whether\n\nconduct can be a predicate offense for career offender purposes if\n\nit falls under a statute broad enough to encompass other conduct\n\nthat   would    not   be   a   predicate     offense   for   career    offender\n\npurposes).\n\n           We conclude that since the indictment clearly narrowed\n\nthe charge to a crime that qualifies as a controlled substances\n\noffense for career offender purposes and Bryant pleaded guilty to\n\n\n\n\n                                      -24-\n\fthe same, the Suffolk Superior Court conviction qualifies as a\n\ncareer offender predicate offense.\n\n              C.    Relevant Conduct Determination\n\n              Bryant finally argues that the district court erred in\n\ndetermining that the uncharged sale of 0.7 grams of crack cocaine\n\non   August    2,     2006   constituted    \"relevant     conduct\"   under    the\n\nSentencing         Guidelines.     The     Sentencing   Guidelines    allow     a\n\nsentencing judge, when determining drug quantity, to include all\n\namounts \"that were part of the same course of conduct or common\n\nscheme or plan as the offense of conviction,\" whether or not the\n\ndefendant has been charged with those transactions.                   U.S.S.G.\n\n§ 1B1.3(a)(2); see also United States v. Santos Batista, 239 F.3d\n\n16, 20–21 (1st Cir. 2001). \"For two or more offenses to constitute\n\npart of a common scheme or plan, they must be substantially\n\nconnected to each other by at least one common factor, such as\n\ncommon victims, common accomplices, common purpose, or similar\n\nmodus operandi.\"        U.S.S.G. § 1B1.3, cmt. n.9(A).        If two offenses\n\nare not part of a common scheme or plan, they may still qualify as\n\nthe same course of conduct.          U.S.S.G. § 1B1.3, cmt. n.9(B).           For\n\ntwo offenses to constitute part of the same course of conduct, they\n\nmust be \"sufficiently connected or related to each other as to\n\nwarrant the conclusion that they are part of a single episode,\n\nspree, or ongoing series of offenses.\"              Id.     The factors to be\n\nconsidered \"include the degree of similarity of the offenses, the\n\n\n                                         -25-\n\fregularity (repetitions) of the offenses, and the time interval\n\nbetween the offenses.\"        Id.   \"When one of the above factors is\n\nabsent, a stronger presence of at least one of the other factors is\n\nrequired.\"    Id.\n\n                     1.   The August and November Drug Transactions\n\n           Here, we must determine whether the district court erred\n\nin concluding that the uncharged drug transaction on August 2, 2006\n\nwas part of the same course of conduct as the transaction Bryant\n\nwas charged with on November 15, 2006.              As mentioned directly\n\nabove, the government can meet its burden by showing that the\n\noffenses are similar to one another, that they occur with some\n\nregularity, and that the offenses are not remote in time from one\n\nanother.     In the present case, because there was no finding that\n\nBryant's   drug     dealing   occurred     with   regularity   --   only   two\n\ntransactions are at issue here -- and because the two transactions\n\nwere arguably \"relatively remote\" in time from another,12 we must\n\nfocus our inquiry on the degree of similarity between the two\n\ntransactions, mindful of the fact that \"a stronger presence\" of\n\n\n\n12\n   See United States v. Hahn, 960 F.2d 903, 910-11 (9th Cir. 1992)\n(holding that two instances of conduct were \"relatively remote\"\nfrom one another because of a five-month gap); United States v.\nMullins, 971 F.2d 1138, 1144 (4th Cir. 1992) (concluding that\ntemporal proximity factor was \"extremely weak\" where gap of six\nmonths existed between uncharged conduct and conduct underlying\noffense of conviction); but see United States v. Moore, 212 F.3d\n441, 446 (8th Cir. 2000) (upholding two instances of conduct as\nsame course of conduct where they were \"just\" four to six months\napart from one another).\n\n                                    -26-\n\fsimilarity is required due to the absence or weakness of the other\n\nfactors.\n\n             Turning then to the similarity between the transactions,\n\nwe note an important limiting principle that \"'not every drug\n\ntransaction undertaken by every drug trafficker is necessarily\n\nlinked in a meaningful sense.'\"        Santos Batista, 239 F.3d at 21\n\n(quoting United States v. Sklar, 920 F.2d 107, 111 (1st Cir.\n\n1990)).     The sentencing judge must \"find a sufficient link between\n\nthe acts charged and those included for sentencing purposes.\"            Id.\n\nIf the district court cannot find a sufficient link, \"'offenses of\n\nthe same kind, but not encompassed in the same course of conduct or\n\nplan, are excluded.'\" Id. (quoting United States v. White, 888 F.2d\n\n490, 500 (7th Cir. 1989)).      We have remarked that \"[i]solated acts\n\ncannot be conjoined and drug quantities aggregated for sentencing\n\npurposes without a rational basis.\"        Sklar, 920 F.2d at 111.\n\n             While admittedly close, we hold that the district court\n\ndid   not   clearly   err   here.    The   record   shows   that   the   two\n\ntransactions possessed \"distinctive similarities\" with one another,\n\nsuch as occurring in roughly the same location, involving roughly\n\nthe same quantity of crack cocaine, and involving a similar pattern\n\nof conduct between Bryant and the undercover officer.         See   United\n\nStates v. Buchanon, 299 Fed. Appx. 903, 904-05 (11th Cir. 2008)\n\n(unpublished) (holding that \"distinctive similarities\" between two\n\noffenses require more than a \"generic level of likeness\") (citing\n\n\n                                    -27-\n\fUnited States v. Maxwell, 34 F.3d 1006, 1011 (11th Cir. 1994)).\n\nMoreover, contrary to Bryant's claims that these were two one-off\n\ntransactions, there is evidence linking the two transactions. Most\n\npointedly,   during   the   November      15,    2006   transaction,   Bryant\n\nindicated that he recognized the officer from before and told the\n\nofficer that he would \"take care of him\" in response to the\n\nofficer's request that \"he wanted the same thing as last time.\"\n\nBryant's references to his prior dealings with the officer belie\n\nBryant's   contention    that     the   two   transactions    were   isolated\n\nincidents bearing no relation to one another.13\n\n           Lastly, Bryant wrongly characterizes himself as merely a\n\n\"cheerleader\"   during      the    August       2,   2006   transaction   and\n\nunconvincingly argues that his conduct was not in furtherance of a\n\n\"jointly undertaken criminal activity\" as set forth by the U.S.S.G.\n\n§ 1B1.3(a)(1)(B).       Notably, Bryant facilitated the transaction\n\nbetween Alston and the officer by walking with Alston and the\n\nofficer to a corner where the transaction would take place.                In\n\naddition, he encouraged the officer to try the product because it\n\nwas of high quality; he told the officer that the drugs the officer\n\n\n\n\n13\n   We stress that the term \"same course of conduct\" is analytically\ndistinct from the term \"common scheme or plan.\" \"'The same course\nof conduct concept . . . looks to whether the defendant repeats the\nsame type of criminal activity over time.'\" United States v. Adams,\n303 Fed. Appx. 926, 927 (2d Cir. 2008) (unpublished) (internal\nquotation marks omitted) (quoting United States v. Burnett, 968\nF.2d 278, 280 (2d Cir. 1992)).\n\n                                    -28-\n\fwas purchasing were his; and he advised the officer how to hide the\n\ndrugs from police, whom Bryant suspected were in the area.14\n\n               We reiterate that the mere fact that Bryant engaged in a\n\nprior uncharged drug sale is not by itself sufficient to support\n\nthe district court's relevant conduct finding. In addition, we are\n\ncognizant of our warning that \"courts must be careful to hold the\n\nadjudicative balance steady and true, giving U.S.S.G. § 1B1.3(a)(2)\n\nthe    scope    which    its   letter   commands   while    at   the   same    time\n\nresisting prosecutorial efforts aimed at enlarging it.\" Sklar, 920\n\nF.2d at 111.\n\n               With this cautionary note in mind, we stress that the\n\nkeys to our ruling are the high degree of similarity between the\n\ntwo transactions and Bryant's familiarity with both the officer and\n\nthe officer's drug request during the November 15, 2006 drug sale.\n\nFrom   these     facts   we    cannot   conclude   that    the   district     court\n\ncommitted clear error in finding, by a preponderance of evidence,\n\n\n\n14\n   Bryant's citation to United States v. Wood, 924 F.2d 399, 404\n(1st Cir. 1991), where we held an uncharged transaction could not\nbe included as relevant conduct, is unavailing.        In Wood, we\nstressed that for the purposes of the relevant conduct analysis,\nthe defendant could not be held responsible for a deal completed by\nthe defendant's wife because the defendant \"did not even know about\n[the transaction] . . . until it was over.\" Id. We concluded that\nincluding the transaction would be an impermissibly \"broad\ninterpretation of § 1B1.3(a)(2)\" and \"significantly increas[ing]\n[the defendant's] sentence based on a transaction in which he took\nno part . . . could not have been contemplated within the\n§ 1B1.3(a)(2) exception.\"     Id.    The instant case is readily\ndistinguishable from Wood because Bryant knew about and helped\nfacilitate the August 2, 2006 transaction.\n\n                                        -29-\n\fa sufficient link between the two transactions.        Accordingly, the\n\ndistrict court did not clearly err in considering the August 2,\n\n2006 transaction as part of the same course of conduct as the\n\nNovember 15, 2006 transaction for purposes of sentencing.\n\n                          III.   Conclusion\n\n           For the foregoing reasons, we conclude that the district\n\ncourt did not commit clear error in finding that the August 2, 2006\n\ntransaction constituted relevant conduct.       Also, we conclude that\n\nthe Suffolk Superior Court conviction and the New York conviction,\n\nif proven, qualify as predicate offenses for career offender\n\npurposes. However, we hold that the district court committed clear\n\nerror in finding that the government met its burden to establish\n\nthe existence of the prior New York conviction.               We therefore\n\nvacate   Bryant's   sentence   and   remand   for   further    proceedings\n\nconsistent with this opinion.\n\n           Vacated and Remanded.\n\n\n\n\n                    \"Concurring opinion follows\"\n\n\n\n\n                                 -30-\n\f           HOWARD, Circuit Judge (concurring in part and concurring\n\nin the judgment).    I join the majority's analysis in all respects\n\nexcept as to the reliability of the records of conviction.          As to\n\nthat issue, I join in the judgment.      I think the best view of the\n\nrecord of the sentencing hearing is that, when the district court\n\nconcluded that the government had provided sufficient evidence to\n\ndemonstrate that Bryant was convicted of the New York offense, the\n\ncourt necessarily concluded that the NCIC, NYSPIN, and correctional\n\nrecords   were   reliable.   Bryant    had   clearly   challenged   these\n\ndocuments in particular, arguing that they could not be relied upon\n\nto prove the fact of conviction, and, moreover, the district court\n\nhad actual copies of the correctional department records and an\n\nNCIC report, so it was not limited to relying solely on the\n\ngovernment's recitation of the sources cited in the PSR.\n\n           That said, I won't quarrel with the majority's decision\n\nto require an express reliability inquiry on remand in this case.\n\nWhen it comes to that inquiry, I am inclined to think that criminal\n\nhistory reports such as an NCIC report will suffice to prove the\n\nfact of conviction, especially at a sentencing hearing in which the\n\ndefendant, like Bryant here, makes no claim that he is not the\n\nsubject of the NCIC report.    See United States v. Servin-Acosta,\n\n534 F.3d 1362, 1265 (10th Cir. 2008).\n\n\n\n\n                                -31-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>571 F.3d 147 (2009)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nChris BRYANT, Defendant, Appellant.</h1></center>\n<center>No. 08-1160.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard February 5, 2009.</center>\n<center>Decided July 8, 2009.</center>\n<p><span class=\"star-pagination\">*149</span> William W. Fick, Federal Defender Office, for appellant.</p>\n<p>Randall E. Kromm, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief for appellee.</p>\n<p>Before TORRUELLA, STAHL, and HOWARD, Circuit Judges.</p>\n<p>TORRUELLA, Circuit Judge.</p>\n<p>On September 14, 2007, defendant Chris Bryant pleaded guilty to a one-count indictment charging him with distribution of cocaine base, in violation of 21 U.S.C. § 841(a)(1). At a sentencing hearing on December 19, 2007, the district court sentenced Bryant to ninety-months imprisonment, based in part on its determination that he qualified as a career offender under U.S.S.G. § 4B1.1. The court also imposed a five-year term of supervised release. In this appeal, Bryant challenges the district court's career offender designation and the district court's determination that an earlier uncharged transaction involving Bryant constituted relevant conduct under U.S.S.G. § 1B1.3. After careful <span class=\"star-pagination\">*150</span> consideration, we affirm in part, reverse in part, and remand for further proceedings.</p>\n<p></p>\n<h2>I. <i>Background</i>\n</h2>\n<p>As this appeal follows Bryant's guilty plea, we draw the facts from the presentencing report (\"PSR\") and the transcript of the sentencing hearing. <i>See </i><i>United States v. Jaca-Nazario,</i> 521 F.3d 50, 52 (1st Cir.2008).</p>\n<p>In the summer and fall of 2006, Bryant participated in two sales of crack cocaine to an undercover officer in Mattapan, Massachusetts. The first occurred on August 2, 2006, and the second occurred on November 15, 2006. Bryant was not charged with the August 2, 2006 transaction.</p>\n<p>On August 2, 2006, at about 1:15 p.m., an undercover officer drove into an area near 17 Gleason Street, looking for an individual from whom he had previously purchased crack cocaine. He passed four black males sitting on the curb. One of the four men called out to the officer and asked him what he was looking for. The officer responded that he was inquiring about his prior contact, providing a description of the individual. One of the males then said that the person whom the officer had described was not around and again asked the officer what he was looking for. The officer replied that he wanted $150 worth of \"flav,\" a reference to cocaine. One of the males offered instead to sell marijuana to the officer, but the officer declined the offer. Upon hearing his response, that same male began making calls to locate crack cocaine that the officer could then purchase. At this time, another male, later identified as Bryant, asked the officer if he was a cop. The officer said no and showed Bryant his cellular telephone, which contained the target individual's phone number. Bryant and another male at the scene, Kyle Alston, then told the officer to meet them at another location, the corner of Gleason and Bradshaw streets.</p>\n<p>The officer met Bryant and Alston at the designated corner, and then walked with them to another nearby corner. Alston asked the officer for money, indicating that he would be using it to buy the drugs. Bryant told the officer that it was \"ok\" and that he should try the \"product\" because it was \"high-quality.\" Bryant also stated that the \"product\" was his and that he smoked marijuana, but was selling cocaine to make some money. Alston returned and handed the officer a plastic bag containing four rocks of what was later determined to be 0.7 grams of crack cocaine. Bryant told the officer that he should hide the drugs in his anal cavity because the police were in the area. The officer exchanged phone numbers with Bryant.</p>\n<p>After the sale to the officer was completed, Bryant and Alston were stopped by other police officers. Soon thereafter, Bryant and Alston saw the undercover officer again and told him to be careful because police were in the area.</p>\n<p>The second transaction occurred over three months later, on November 15, 2006. The same undercover officer was driving on Bradshaw Street when he saw Bryant. The officer asked Bryant if he recognized him. Bryant indicated that he did and asked the officer what he wanted. The officer told Bryant that he wanted the same thing as last time. Bryant said he would take care of him and then entered the officer's car and asked him to drive around the block. Bryant called multiple people in an attempt to locate drugs for the officer. Bryant then directed the officer to Baker Avenue, and asked him to park the car. Bryant requested money from the officer. After some hesitation, the officer gave Bryant money. Bryant exited the car and entered 18 Baker Avenue. <span class=\"star-pagination\">*151</span> He returned to the car shortly thereafter. The officer subsequently drove Bryant back to Gleason Street, where, upon the officer's request, Bryant dropped a plastic bag containing six rocks of what was later determined to be 0.74 grams of crack cocaine into the cupholder of the officer's car.</p>\n<p>On January 10, 2007, federal authorities arrested Bryant pursuant to a complaint alleging distribution of cocaine base. Bryant's one-count indictment, handed down on February 28, 2007, charged him with knowingly and intentionally distributing a quantity of cocaine base on November 15, 2006, in violation of 21 U.S.C. § 841(a)(1) as well as with a related forfeiture allegation under 21 U.S.C. § 853. The indictment did not reference the August 2, 2006 transaction. Bryant entered a plea of guilty on September 14, 2007. On November 9, 2007, the Probation Office issued an initial PSR.</p>\n<p>As originally issued, the PSR stated that Bryant was responsible for both the 0.74 grams of crack cocaine the undercover officer purchased in the November 15, 2006 transaction and for the 0.70 grams of crack cocaine the undercover officer purchased in the August 2, 2006 uncharged transaction. Based on this total of 1.44 grams of crack cocaine, the PSR calculated Bryant's base offense level (\"BOL\") to be 16. The PSR reduced the BOL by three levels for acceptance of responsibility, bringing the total offense level to 13. The PSR applied a criminal history category of II due to one countable prior New York conviction for attempted sale of a controlled substance in 1996 (hereinafter the \"New York conviction\"). The PSR calculated a Guideline Sentencing Range (\"GSR\") of 15-21 months imprisonment. <i>See</i> U.S.S.G. § 5A.</p>\n<p>On November 20, 2007, the government objected to the PSR's calculation of Bryant's criminal history. The government contended that the PSR omitted a November 1997 conviction from the Suffolk Superior Court for conspiracy to violate the Massachusetts controlled substance laws in November 1997 (hereinafter the \"Suffolk Superior Court conviction\"). The government argued that this additional conviction would result in Bryant's designation as a career offender and a GSR of 151-188 months of imprisonment.</p>\n<p>Bryant also objected to the PSR. He objected to the offense level calculations in the PSR arguing that the uncharged sale of 0.7 grams of crack cocaine on August 2, 2006 should not be included as relevant conduct. Bryant contended that the August 2, 2006 and the November 15, 2006 sale were not part of a \"common scheme or plan\" nor were they part of the \"same course of conduct\" within the meaning of U.S.S.G. § 1B1.3(a)(2). Bryant also objected to his potential designation as a career offender, alleging that the Suffolk Superior Court conviction was no longer valid and in any event could not qualify as a career offender predicate because the object of a conspiracy to violate the drug laws in Massachusetts is not necessarily a \"controlled substance offense\" within the meaning of U.S.S.G. § 4B1.2(b). Similarly, Bryant claimed that in the absence of court records of the type required by the Supreme Court in <i>Shepard v. United States,</i> 544 U.S. 13, 125 S.Ct. 1254, 161 L.Ed.2d 205 (2005) and <i>Taylor v. United States,</i> 495 U.S. 575, 110 S.Ct. 2143, 109 L.Ed.2d 607 (1990), there was insufficient evidence to prove the existence of the New York conviction.</p>\n<p>In response to these objections, the Probation Office issued a revised PSR, dated December 6, 2007, which concluded that Bryant was a career offender under U.S.S.G. § 4B1.1 and agreed with the government that the GSR was 151 to 188 months.</p>\n<p><span class=\"star-pagination\">*152</span> The district court held a sentencing hearing on December 19, 2007. It began by noting the \"enormous\" disparity between the offense level attributed to the drug distribution offense for which Bryant was being sentenced, and the offense level computation resulting from the application of the career offender provisions. The district court noted that it was disinclined to impose a sentence either within the career offender guideline range or within the lower range calculated in the initial PSR, citing problems with the evidence used to establish the appropriate predicate offenses and convictions. However, the district court also noted that Bryant was a \"serious offender\" and extenuating circumstances were present in this case that would lead it to impose a much higher sentence than that called for by a simple application of 1.44 grams of crack cocaine and criminal history category III.<sup>[1]</sup></p>\n<p>After giving Bryant's counsel the opportunity to address the objections he had made to the PSR, the district court concluded that it would hold Bryant responsible for the August 2, 2006 transaction. With respect to Bryant's objection to the use of the Suffolk Superior Court conviction, the district court found that Bryant pleaded guilty to a conspiracy to traffic in cocaine and that the conviction constituted a predicate for establishing that he was a career offender. Finally, with respect to the New York conviction, the district court found that, based upon the preponderance of the evidence, there was sufficient evidence to show that Bryant was convicted for that offense. The district court, therefore, found that the government offered sufficient proof to a preponderance of the evidence that established Bryant as a career offender.</p>\n<p>The district court, however, explained that it would not impose the recommended minimum guideline sentence of 151 months triggered by the career offender designation because of Bryant's attempts to rehabilitate himself and the fact that Bryant provided care for his children. Thus, it imposed a sentence of imprisonment for a term of ninety months, recommended participation in the Bureau of Prisons' 500-hour residential drug abuse program, and recommended participation in a mental health treatment program. Finally, the district court ordered that upon Bryant's release, he be placed in supervised release for a term of five years, the first six months of which would have to be served at a residential re-entry center.</p>\n<p>Bryant timely appeals the district court's ruling.</p>\n<p></p>\n<h2>II. <i>Discussion</i>\n</h2>\n<p>On appeal, Bryant asserts that the district court erred by designating him as a career offender. Specifically, Bryant argues that the government failed to satisfy its burden of proving the fact of the New York and Suffolk Superior Court convictions, the two prior convictions upon which the district court relied for its determination of Bryant's career offender status. In the alternative, Bryant argues that even if the government had met its burden, the two prior convictions cannot be classified as predicate offenses for purposes of career offender status. Further, Bryant appeals the district court's determination that the uncharged August 2, 2006 transaction could be deemed relevant conduct for sentencing purposes.</p>\n<p>For the reasons stated below we conclude that the district court appropriately <span class=\"star-pagination\">*153</span> found the Suffolk Superior Court conviction to be a predicate offense for career offender purposes and did not clearly err in finding the August 2, 2006 conviction to be relevant conduct. However, we conclude that the district court committed clear error in finding that the government met its burden of proving the fact of the New York conviction.</p>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>As a general matter, we review a sentencing court's legal determinations of the Sentencing Guidelines' meaning and scope <i>de novo</i> and its factual determinations for clear error. <i>United States v. Hoey,</i> 508 F.3d 687, 690 (1st Cir.2007). Specifically, \"[w]hether a prior conviction qualifies as a predicate offense under U.S.S.G. § 4B1.1 is a question of law that we review de novo.\" <i>United States v. Almenas,</i> 553 F.3d 27, 31 (1st Cir.2009); <i>United States v. Santos,</i> 363 F.3d 19, 22 (1st Cir.2004). A sentencing court's factual finding as to whether a prior conviction exists for career offender purposes is reviewed for clear error, <i>United States v. Díaz,</i> 519 F.3d 56, 67 (1st Cir.2008), as is its determination of whether a particular drug quantity that was part of prior drug sale should be included as relevant conduct at sentencing, <i>see </i><i>United States v. Barbour,</i> 393 F.3d 82, 93 (1st Cir.2004).</p>\n<p></p>\n<h2>B. Eligibility for Career Offender Status</h2>\n<p>The Sentencing Guidelines provide that a defendant be classified as a career offender if he meets the following criteria: (1) the defendant was at least eighteen years old at the time he or she committed the offense of conviction; (2) the offense of conviction is a felony that is either a crime of violence or a controlled substance offense; and (3) the defendant has been previously convicted of two prior felonies of either a crime of violence or a controlled substance offense. U.S.S.G. § 4B1.1(a); <i>see also </i><i>Almenas,</i> 553 F.3d at 31.</p>\n<p></p>\n<h2>1. Proving the Fact of the Conviction for Purposes of Career Offender Status</h2>\n<p>The government bears the burden of establishing, by a preponderance of the evidence, the existence of a prior conviction for sentencing enhancement purposes. <i>United States v. McKenzie,</i> 539 F.3d 15, 18-19 (1st Cir.2008). \"The Government may satisfy its burden by producing a certified copy of the conviction or an equivalent proffer.\" <i>Id.</i> at 19 (citing <i>Shepard,</i> 544 U.S. at 26, 125 S.Ct. 1254, for the proposition that an equivalent proffer includes official court documents). \"Once the government's threshold burden has been met, the conviction is presumed valid for purposes of applying the sentencing guidelines.\" <i>United States v. Unger,</i> 915 F.2d 759, 761 (1st Cir.1990).</p>\n<p></p>\n<h2>i. The New York Conviction</h2>\n<p>The government was unable to provide a judicial record of the fact of Bryant's New York conviction. The PSR noted that the New York Supreme Court Clerk's office was unable to locate the file for the case. To prove the fact of this conviction, the PSR and the government relied upon the criminal history record maintained by the National Crime Information Center (\"NCIC\") and the New York State Police Information Network (\"NYSPIN\") as well as the incarceration record from the New York Department of Correctional Services.</p>\n<p>Bryant argues that the government is constrained as to what it can rely on to prove the fact of a conviction, contending that the Supreme Court in <i>Shepard</i> required <span class=\"star-pagination\">*154</span> that the existence of a prior conviction be proved by judicial records.<sup>[2]</sup></p>\n<p>We decline the invitation to read <i>Shepard</i> as broadly as Bryant does. As we have stated previously, \"<i>Shepard</i> and its progenitor, <i>Taylor</i> ..., address the appropriate sources for ascertaining the elements of a putative predicate offense when the statute of conviction encompasses both conduct that would constitute a predicate offense and conduct that would not.\"<sup>[3]</sup><i>United States v. Pelletier,</i> 469 F.3d 194, 202 (1st Cir.2006). Specifically, <i>Shepard</i> concerned itself with the sources upon which a sentencing court can rely to determine the \"character\" of an offense. <i>See</i> 544 U.S. at 16, 125 S.Ct. 1254. This is a different question than what we are presented with in the instant case. More precisely, we agree with our sister courts that <i>Shepard</i> does not control here because the <i>Shepard</i> Court \"did not address what documents can be used to prove the <i>fact of a prior conviction.</i>\" <i>United States v. Zuniga-Chavez,</i> 464 F.3d 1199, 1204 (10th Cir.2006) (emphasis in original); <i>see also </i><i>United States v. Neri-Hernandes,</i> 504 F.3d 587, 591 (5th Cir.2007) (ruling that \"<i>Shepard</i> does not apply when determining whether the government has satisfied its burden of proof as to the existence of a prior conviction\"); <i>United States v. Sanders,</i> 470 F.3d 616, 623-24 (6th Cir.2006) (noting that <i>Shepard</i> does not control the inquiry as to whether the government has provided sufficient evidence to establish a fact of the conviction).</p>\n<p>While Bryant argues that \"it would make little sense to permit courts to consider a broader array of less reliable, less certain, non-judicial records to determine whether such a conviction even existed, in the first place,\" it does not logically follow that we should extend <i>Shepard</i>'s rule governing judicial records to the instant facts when the concerns that animated the Supreme Court in <i>Shepard</i> and <i>Taylor</i> are not readily applicable. There is little danger that a sentencing court's inquiry into the existence of a prior conviction would engender the same kind of \"practical difficulties and potential unfairness\" that could be present in a determination of whether a defendant's convictions were violent felonies, which was at issue in <i>Shepard</i> and <i>Taylor. </i><i>Shepard,</i> 544 U.S. at 20, 125 S.Ct. 1254 (quoting <i>Taylor,</i> 495 U.S. at 601, 110 S.Ct. 2143). Establishing the fact of a prior crime is a more discrete inquiry that is not as susceptible to the lengthy and cumbersome collateral trials of the kind the <i>Shepard</i> and <i>Taylor</i> Courts hoped to avoid.</p>\n<p>Although <i>Shepard</i> does not control here, the district court must nevertheless determine whether the evidence is sufficiently reliable. When a defendant objects to the fact of a conviction as Bryant does here,<sup>[4]</sup> we have held that:</p>\n<blockquote>\n<span class=\"star-pagination\">*155</span> [T]he Government may not simply rely on assertions in a presentence report if those assertions are contested by the defendant. Thus, when the defendant calls into dispute a presentence report's description of an alleged prior conviction, the Government must demonstrate that the description in the report is based on a sufficiently reliable source to establish the accuracy of that description.</blockquote>\n<p><i>United States v. Brown,</i> 510 F.3d 57, 75 (1st Cir.2007) (quoting <i>United States v. Price,</i> 409 F.3d 436, 444 (D.C.Cir.2005)).<sup>[5]</sup> We conclude that the district court, by failing to heed this language from <i>Brown,</i> committed clear error.</p>\n<p>Here, to prove the fact of this conviction, the PSR and the government relied upon the criminal history record maintained by the NCIC, the NYSPIN, and the incarceration record from the New York Department of Correctional Services. Responding to Bryant's objections to this evidence, the district court stated that \"based upon the preponderance of the evidence standard... there is sufficient evidence to demonstrate that this defendant was, in fact, convicted in the so-called New York conviction of a crime that forms a predicate to his being considered to be a career offender.\" The district court added: \"I do acknowledge that there are some close questions that had to be determined in making this finding, but the Court does find that the government has sufficiently offered proof to a preponderance of the evidence that both of these crimes were committed and the defendant was convicted of them and, together, they establish that he is, by virtue of this third conviction that he's about to be sentenced for, a career offender.\"</p>\n<p>We hold that it was simply not enough for the district court to have relied on the government's recitation of the sources cited in the PSR without any additional inquiry into the reliability of these sources. Unlike certified convictions or other comparable judicial records that detail the fact of a conviction and carry a presumption of reliability sufficient to allow the government to meet its burden, <i>see </i><i>McKenzie,</i> 539 F.3d at 19 (noting that government may satisfy its burden by producing a certified copy of a conviction or another official court document); <i>Unger,</i> 915 F.2d at 761 (same), we believe that non-judicial records, such as those provided by the government here, should not be afforded the same presumption.</p>\n<p>The district court clearly erred by not requiring the government to show that the PSR's description of the offense was \"`based on a sufficiently reliable source to establish the accuracy of that description.'\" <i>See </i><i>Brown,</i> 510 F.3d at 75 (quoting <i>Price,</i> 409 F.3d at 444). In the absence of such an inquiry, the district court could not have properly concluded that the <span class=\"star-pagination\">*156</span> government met its burden.<sup>[6]</sup></p>\n<p></p>\n<h2>ii. The Suffolk Superior Court Conviction</h2>\n<p>Bryant additionally challenges whether the government met its burden to prove the fact of the Suffolk Superior Court conviction.</p>\n<p>Here, it is notable that Bryant does not challenge the authenticity of the certified copy of the judicial record detailing the Suffolk Superior Court conviction. Rather, Bryant, challenges the fact of the conviction on grounds that a hand-written docket sheet from the Boston Municipal Court, the court where the case originated, puts into question the validity of the Suffolk Superior Court conviction. The notation states, \"SUCR9310760: Previous record vacated. Superior Court Case is dismissed.\" Bryant contends that this notation, though not from the court of conviction, is nevertheless a judicial record of the originating case that undermines the reliability of the Suffolk Superior Court conviction for purposes of a sentencing enhancement.</p>\n<p>The government defended the reliability of the judicial record from the Suffolk Superior Court during the sentencing hearing. The government noted that the official court record from the court of conviction is a more dependable source than a hand-written notation from another court. In any event, the government contends that the district court did not clearly err in crediting the government's argument. We agree.</p>\n<p>Unlike its evidence supporting the fact of the New York conviction, the government submitted a certified copy of a judicial record to prove the fact of the Suffolk Superior Court conviction from the court in which Bryant was convicted. As stated above, the government can satisfy its burden through this type of judicial record because it is presumptively reliable. <i>See </i><i>McKenzie,</i> 539 F.3d at 19. Moreover, the record shows that the district court carefully considered Bryant's argument, but nevertheless decided in favor of the government. Thus, despite the existence of the handwritten notation which admittedly added some confusion, we cannot conclude that the district court clearly erred in finding that the certified copy of the record from the Suffolk Superior Court was sufficiently reliable to support the fact of Bryant's Suffolk Superior Court conviction. \"[A] district court's choice between two plausible, but conflicting, interpretations of a factual scenario cannot amount to clear error.\" <i>United States v. Carrasco,</i> 540 F.3d 43, 49 (1st Cir.2008) (alterations in original) (quoting <i>Valentín v. Hosp. Bella Vista,</i> 254 F.3d 358, 367 (1st Cir.2001)).</p>\n<p></p>\n<h2>2. Prior Controlled Substances Convictions as Career Offender Predicates</h2>\n<p></p>\n<h2>i. New York Conviction</h2>\n<p>Under the Sentencing Guidelines, a \"controlled substance offense\" is \"an offense <span class=\"star-pagination\">*157</span>... punishable by imprisonment for a term exceeding one year, that prohibits the manufacture, import, export, distribution, or dispensing of a controlled substance... or the possession of a controlled substance ... <i>with intent to manufacture, import, export, distribute or dispense.</i>\" U.S.S.G. § 4B1.2(b) (emphasis added). Thus, the definition of \"controlled substance offense\" requires that the statute under which the defendant was charged involves an intent to distribute or other indicia of trafficking.<sup>[7]</sup></p>\n<p>Bryant argues in the alternative that if the government has met its burden to prove the fact of the New York conviction, it nevertheless failed to prove that the New York conviction for attempted criminal sale of a controlled substance necessarily qualifies as a career offender predicate.<sup>[8]</sup> Bryant bases his argument on the Second Circuit's decision in <i>Savage. See</i> 542 F.3d at 965-66.</p>\n<p>In <i>Savage,</i> the Second Circuit reviewed a district court's decision to apply a sentencing enhancement, pursuant to U.S.S.G. § 2K2.1(a)(2).<sup>[9]</sup><i>Id.</i> at 960. The district court in that case based its decision, in relevant part, on its determination that one of the defendant's prior felony convictions under Conn. Gen.Stat. § 21a-277(b) was for a \"controlled substance offense,\" as the term is defined in U.S.S.G § 4B1.2(b).<sup>[10]</sup><i>Id.</i> In reversing the district court decision, the <i>Savage</i> court expressed its concern that an offer to sell under Connecticut law could include a fraudulent offer which would mean that the person making the fraudulent offer would not have the intent to distribute or sell an item. <i>Id.</i> at 965. Thus, it reasoned that the \"Connecticut statute, by criminalizing a mere offer to sell, criminalizes more conduct than falls within the federal definition of a controlled substance offense.\" <i>Id.</i> at 966. The <i>Savage</i> court further concluded that the defendant's sentence should be vacated \"[b]ecause nothing in the statute of conviction, the charging document, the plea colloquy or other comparable judicial record established with certainty that [the defendant] necessarily pleaded guilty to the elements of a controlled substance offense....\" <i>Id.</i> at 960.</p>\n<p>Bryant argues that the statute upon which the New York conviction is based, <span class=\"star-pagination\">*158</span> like the Connecticut statute, criminalizes conduct that falls outside the federal definition of a controlled substance offense. Bryant argues that because the New York statute defines \"sale\" of a controlled substance to include \"offer,\" it criminalizes both predicate and non-predicate conduct. <i>See</i> N.Y. Penal Law § 220.00(1) (\"`Sell' means to sell, exchange, give or dispose of to another, or to offer or agree to do the same.\"). Bryant claims that because the government failed to show the New York conviction was for conduct that would constitute a predicate offense, it cannot be used for career offender purposes.</p>\n<p>Bryant's argument fails because it is well-established under New York law that \"`in order to support a conviction under an offering for sale theory, there must be evidence of a bona fide offer to selli.e., that defendant had both the intent and ability to proceed with the sale.'\" <i>People v. Samuels,</i> 99 N.Y.2d 20, 750 N.Y.S.2d 828, 780 N.E.2d 513, 515 (2002) (quoting <i>People v. Mike,</i> 92 N.Y.2d 996, 684 N.Y.S.2d 165, 706 N.E.2d 1189, 1191 (N.Y.1998)); <i>see also </i><i>People v. Gondolfo,</i> 94 Misc.2d 696, 405 N.Y.S.2d 890, 894-95 (1978). Thus, the instant case is distinguishable from <i>Savage</i> because concerns that Bryant could have been convicted for making a fraudulent offer, a non-predicate offense, do not exist here. At the time Bryant was allegedly convicted of the offense, he would have been found to have <i>intent</i> to proceed with a sale. It follows then that the New York conviction qualifies as a predicate offense under U.S.S.G. § 4B1.2, which requires an \"intent to manufacture, import, export, distribute, or dispense.\" U.S.S.G. § 4B1.2(b).</p>\n<p></p>\n<h2>ii. Suffolk Superior Court Conviction</h2>\n<p>Bryant also challenges the Suffolk Superior Court conviction on the grounds that the government has failed to prove that he pleaded guilty to acts that would constitute a career offender predicate. In 1992, Bryant was initially charged with one count of trafficking in cocaine in violation of Mass. Gen. Laws ch. 94C, § 32E(b)(1), and one count of conspiracy to violate the drug laws of the Commonwealth (specifically, to traffic in cocaine) in violation of Mass. Gen. Laws ch. 94C, § 40. The trafficking charge was dismissed and Bryant pleaded guilty only to the conspiracy charge.</p>\n<p>Where the predicate offense involves a conspiracy, the sentencing court must determine whether the object of the conspiracy falls within the scope of U.S.S.G. § 4B1.2(b). <i>See </i><i>Piper,</i> 35 F.3d at 619 (\"To determine the status of a conspiracy conviction vis-a-vis the career offender rubric, the key question is `conspiracy to do what?'\"). Bryant correctly argues that the statute of conviction encompasses both conduct that would constitute a predicate offense and conduct that would not.<sup>[11]</sup> Therefore, the sentencing court is required to determine whether the guilty plea, defined by a more expansive statute, necessarily admitted the elements of a controlled substances offense for career offender purposes. <i>See </i><i>Shepard</i> 544 U.S. at 20-21, 125 S.Ct. 1254. As noted above, to make this determination in a case involving a guilty plea, the sentencing court may review the \"statutory definition, charging document, written plea agreement, <span class=\"star-pagination\">*159</span> transcript of plea colloquy, and any explicit factual finding by the trial judge to which the defendant assented.\" <i>Id.</i> at 16, 125 S.Ct. 1254.</p>\n<p>In this case the indictment underlying the Suffolk Superior Court conviction demonstrated that the object of the conspiracy fell within the scope of a controlled substances offense under U.S.S.G § 4B1.2(b). It stated that Bryant \"did conspire ... to unlawfully, knowingly and intentionally possess <i>with intent to distribute</i> a net weight of fourteen grams or more of a mixture containing cocaine ....\" (emphasis added).</p>\n<p>Reliance upon the indictment is also consistent with our precedent. <i>See </i><i>Santos,</i> 363 F.3d at 24 (\"Where the charging instruments are instructive on the issue of whether a predicate offense [falls within the scope of § 4B1.2], we need not look further.\") (citation omitted); <i>United States v. Leavitt,</i> 925 F.2d 516, 517-18 (1st Cir. 1991) (citing to the Sentencing Guidelines commentary to justify looking to the indictment to decide whether conduct can be a predicate offense for career offender purposes if it falls under a statute broad enough to encompass other conduct that would not be a predicate offense for career offender purposes).</p>\n<p>We conclude that since the indictment clearly narrowed the charge to a crime that qualifies as a controlled substances offense for career offender purposes and Bryant pleaded guilty to the same, the Suffolk Superior Court conviction qualifies as a career offender predicate offense.</p>\n<p></p>\n<h2>C. Relevant Conduct Determination</h2>\n<p>Bryant finally argues that the district court erred in determining that the uncharged sale of 0.7 grams of crack cocaine on August 2, 2006 constituted \"relevant conduct\" under the Sentencing Guidelines. The Sentencing Guidelines allow a sentencing judge, when determining drug quantity, to include all amounts \"that were part of the same course of conduct or common scheme or plan as the offense of conviction,\" whether or not the defendant has been charged with those transactions. U.S.S.G. § 1B1.3(a)(2); <i>see also </i><i>United States v. Santos Batista,</i> 239 F.3d 16, 20-21 (1st Cir.2001). \"For two or more offenses to constitute part of a common scheme or plan, they must be substantially connected to each other by at least one common factor, such as common victims, common accomplices, common purpose, or similar modus operandi.\" U.S.S.G. § 1B1.3, cmt. n. 9(A). If two offenses are not part of a common scheme or plan, they may still qualify as the same course of conduct. U.S.S.G. § 1B1.3, cmt. n. 9(B). For two offenses to constitute part of the same course of conduct, they must be \"sufficiently connected or related to each other as to warrant the conclusion that they are part of a single episode, spree, or ongoing series of offenses.\" <i>Id.</i> The factors to be considered \"include the degree of similarity of the offenses, the regularity (repetitions) of the offenses, and the time interval between the offenses.\" <i>Id.</i> \"When one of the above factors is absent, a stronger presence of at least one of the other factors is required.\" <i>Id.</i></p>\n<p></p>\n<h2>1. The August and November Drug Transactions</h2>\n<p>Here, we must determine whether the district court erred in concluding that the uncharged drug transaction on August 2, 2006 was part of the same course of conduct as the transaction Bryant was charged with on November 15, 2006. As mentioned directly above, the government can meet its burden by showing that the offenses are similar to one another, that they occur with some regularity, and that the offenses are not remote in time from <span class=\"star-pagination\">*160</span> one another. In the present case, because there was no finding that Bryant's drug dealing occurred with regularityonly two transactions are at issue hereand because the two transactions were arguably \"relatively remote\" in time from another,<sup>[12]</sup> we must focus our inquiry on the degree of similarity between the two transactions, mindful of the fact that \"a stronger presence\" of similarity is required due to the absence or weakness of the other factors.</p>\n<p>Turning then to the similarity between the transactions, we note an important limiting principle that \"`not every drug transaction undertaken by every drug trafficker is necessarily linked in a meaningful sense.'\" <i>Santos Batista,</i> 239 F.3d at 21 (quoting <i>United States v. Sklar,</i> 920 F.2d 107, 111 (1st Cir.1990)). The sentencing judge must \"find a sufficient link between the acts charged and those included for sentencing purposes.\" <i>Id.</i> If the district court cannot find a sufficient link, \"`offenses of the same kind, but not encompassed in the same course of conduct or plan, are excluded.'\" <i>Id.</i> (quoting <i>United States v. White,</i> 888 F.2d 490, 500 (7th Cir.1989)). We have remarked that \"[i]solated acts cannot be conjoined and drug quantities aggregated for sentencing purposes without a rational basis.\" <i>Sklar,</i> 920 F.2d at 111.</p>\n<p>While admittedly close, we hold that the district court did not clearly err here. The record shows that the two transactions possessed \"distinctive similarities\" with one another, such as occurring in roughly the same location, involving roughly the same quantity of crack cocaine, and involving a similar pattern of conduct between Bryant and the undercover officer. <i>See United States v. Buchanon,</i> 299 Fed.Appx. 903, 904-05 (11th Cir.2008) (unpublished) (holding that \"distinctive similarities\" between two offenses require more than a \"generic level of likeness\") (citing <i>United States v. Maxwell,</i> 34 F.3d 1006, 1011 (11th Cir.1994)). Moreover, contrary to Bryant's claims that these were two one-off transactions, there is evidence linking the two transactions. Most pointedly, during the November 15, 2006 transaction, Bryant indicated that he recognized the officer from before and told the officer that he would \"take care of him\" in response to the officer's request that \"he wanted the same thing as last time.\" Bryant's references to his prior dealings with the officer belie Bryant's contention that the two transactions were isolated incidents bearing no relation to one another.<sup>[13]</sup></p>\n<p>Lastly, Bryant wrongly characterizes himself as merely a \"cheerleader\" during the August 2, 2006 transaction and unconvincingly argues that his conduct was not in furtherance of a \"jointly undertaken criminal activity\" as set forth by the U.S.S.G. § 1B1.3(a)(1)(B). Notably, Bryant facilitated the transaction between Alston and the officer by walking with <span class=\"star-pagination\">*161</span> Alston and the officer to a corner where the transaction would take place. In addition, he encouraged the officer to try the product because it was of high quality; he told the officer that the drugs the officer was purchasing were his; and he advised the officer how to hide the drugs from police, whom Bryant suspected were in the area.<sup>[14]</sup></p>\n<p>We reiterate that the mere fact that Bryant engaged in a prior uncharged drug sale is not by itself sufficient to support the district court's relevant conduct finding. In addition, we are cognizant of our warning that \"courts must be careful to hold the adjudicative balance steady and true, giving U.S.S.G. § 1B1.3(a)(2) the scope which its letter commands while at the same time resisting prosecutorial efforts aimed at enlarging it.\" <i>Sklar,</i> 920 F.2d at 111.</p>\n<p>With this cautionary note in mind, we stress that the keys to our ruling are the high degree of similarity between the two transactions and Bryant's familiarity with both the officer and the officer's drug request during the November 15, 2006 drug sale. From these facts we cannot conclude that the district court committed clear error in finding, by a preponderance of evidence, a sufficient link between the two transactions. Accordingly, the district court did not clearly err in considering the August 2, 2006 transaction as part of the same course of conduct as the November 15, 2006 transaction for purposes of sentencing.</p>\n<p></p>\n<h2>III. <i>Conclusion</i>\n</h2>\n<p>For the foregoing reasons, we conclude that the district court did not commit clear error in finding that the August 2, 2006 transaction constituted relevant conduct. Also, we conclude that the Suffolk Superior Court conviction and the New York conviction, if proven, qualify as predicate offenses for career offender purposes. However, we hold that the district court committed clear error in finding that the government met its burden to establish the existence of the prior New York conviction. We therefore vacate Bryant's sentence and remand for further proceedings consistent with this opinion.</p>\n<p><i>Vacated and Remanded.</i></p>\n<p>HOWARD, Circuit Judge (concurring in part and concurring in the judgment).</p>\n<p>I join the majority's analysis in all respects except as to the reliability of the records of conviction. As to that issue, I join in the judgment. I think the best view of the record of the sentencing hearing is that, when the district court concluded that the government had provided sufficient evidence to demonstrate that Bryant was convicted of the New York offense, the court necessarily concluded that the NCIC, NYSPIN, and correctional records were reliable. Bryant had clearly challenged these documents in particular, arguing that they could not be relied upon to prove the fact of conviction, and, moreover, the district court had actual copies of the <span class=\"star-pagination\">*162</span> correctional department records and an NCIC report, so it was not limited to relying solely on the government's recitation of the sources cited in the PSR.</p>\n<p>That said, I won't quarrel with the majority's decision to require an express reliability inquiry on remand in this case. When it comes to that inquiry, I am inclined to think that criminal history reports such as an NCIC report will suffice to prove the fact of conviction, especially at a sentencing hearing in which the defendant, like Bryant here, makes no claim that he is not the subject of the NCIC report. <i>See </i><i>United States v. Servin-Acosta,</i> 534 F.3d 1362, 1365 (10th Cir.2008).</p>\n<h2>NOTES</h2>\n<p>[1]  The district court noted that 1.44 grams of crack cocaine and criminal history category III yields a GSR of 18 to 24 months.</p>\n<p>[2]  We note that although <i>Shepard</i> and <i>Taylor</i> concerned the Armed Career Criminal Act, in <i>United States v. Giggey,</i> 551 F.3d 27, 38 (1st Cir.2008) (en banc), we held that the categorical approach is also appropriate in interpreting the career offender guideline. <i>See </i><i>Almenas,</i> 553 F.3d at 33 (describing categorical approach and its application to career offender guideline).</p>\n<p>[3]  The sources to which <i>Shepard</i> refers include \"the statutory definition, charging document, written plea agreement, transcript of plea colloquy, and any explicit factual finding by the trial judge to which the defendant assented.\" <i>Shepard,</i> 544 U.S. at 16, 125 S.Ct. 1254.</p>\n<p>[4]  An uncontested PSR may be sufficient to provide evidence of a prior conviction where the defendant fails to object to its recital of prior convictions. <i>Pelletier,</i> 469 F.3d at 202-03. We are not faced with this situation in Bryant's case because Bryant's counsel properly objected to the lack of adequate evidence to prove the New York conviction.</p>\n<p>[5]  The requirement that the government demonstrate that contested information in the PSR, including information regarding prior convictions, be established using a sufficiently reliable source is consistent with the requirements of the Sentencing Guidelines. U.S.S.G. § 6A1.3 states that when a court resolves \"any dispute concerning a factor important to the sentencing determination, the court may consider relevant information without regard to its admissibility under the rules of evidence ..., provided that the information has <i>sufficient indicia of reliability</i> to support its probable accuracy.\" U.S.S.G. § 6A1.3(a) (emphasis added); <i>see </i><i>Zuniga-Chavez,</i> 464 F.3d at 1203 (discussing U.S.S.G. § 6A1.3(a) in its analysis of whether sources used to prove fact of prior conviction were sufficiently reliable); <i>see also </i><i>United States v. Marceau,</i> 554 F.3d 24, 31 (1st Cir.2009) (noting the rule in U.S.S.G. § 6A1.3(a) and stating that the district court has broad discretion to determine the reliability of particular evidence).</p>\n<p>[6]  We leave it to the district court to decide how best to determine the reliability of the sources the government used to prove the fact of the New York conviction. In addition, we note that while some courts have approved the use of NCIC reports to establish a prior conviction for sentencing purposes, other courts have noted mistakes in these reports. <i>Compare </i><i>United States v. Kattaria,</i> 553 F.3d 1171, 1177 (8th Cir.2009) (noting that the NCIC inaccurately stated that defendant had a prior conviction), <i>with </i><i>United States v. Martínez-Jiménez,</i> 464 F.3d 1205, 1209-12 (10th Cir.2006) (noting that other circuits have approved the use of an NCIC report to establish a prior conviction for sentencing purposes and accepting the use of the NCIC report to establish the defendant's conviction where the government also provided a letter from the clerk of the court of conviction).</p>\n<p>[7]  Although we have not had occasion post-<i>Shepard</i> to apply the categorical approach to controlled substance offenses, we have stated pre-<i>Shepard</i> that \"[t]he rationale on which the <i>Taylor</i> Court relied in choosing a formal categorical approach is equally applicable to controlled substance offenses.\" <i>United States v. Piper,</i> 35 F.3d 611, 619 (1st Cir.1994) (applying categorical approach to controlled substance offenses in career offender guideline context). We see no reason post-<i>Shepard</i> why we should not continue to apply the categorical approach to controlled substance offenses under U.S.S.G. § 4B1.2. We note other circuits have applied the categorical approach to controlled substance offenses post-<i>Shepard. See, e.g., </i><i>United States v. Savage,</i> 542 F.3d 959, 964 (2d Cir.2008).</p>\n<p>[8]  Although the government argues that this argument is waived because it was not raised below, we nevertheless review Bryant's claim in the event the district court on remand determines the fact of the New York conviction to be sufficiently reliable. We do so in the interest of judicial efficiency.</p>\n<p>[9]  U.S.S.G. § 2K2.1 of the guidelines states that the definition of \"controlled substance offense\" has the meaning contained within U.S.S.G. § 4B1.2. <i>See</i> U.S.S.G. § 2K2.1, cmt. n. 1.</p>\n<p>[10]  The Connecticut Statute provides:\n</p>\n<p>Any person who manufactures, distributes, sells, prescribes, dispenses, compounds, transports with intent to sell or dispense, possesses with intent to sell or dispense, offers, gives or administers to another person any controlled substance ... may, for the first offense ... be imprisoned not more than seven years....</p>\n<p>Conn. Gen.Stat. § 21a-277(b).</p>\n<p>[11]  The statute states as follows:\n</p>\n<p>Whoever conspires with another person to violate any provision of this chapter [Chapter 94C Controlled Substances Act] shall be punished by imprisonment or fine, or both, which punishment shall not exceed the maximum punishment prescribed for the offense, the commission of which was the object of the conspiracy.</p>\n<p>Mass. Gen. Laws ch. 94C, § 40.</p>\n<p>[12]  <i>See </i><i>United States v. Hahn,</i> 960 F.2d 903, 910-11 (9th Cir.1992) (holding that two instances of conduct were \"relatively remote\" from one another because of a five-month gap); <i>United States v. Mullins,</i> 971 F.2d 1138, 1144 (4th Cir.1992) (concluding that temporal proximity factor was \"extremely weak\" where gap of six months existed between uncharged conduct and conduct underlying offense of conviction); <i>but see </i><i>United States v. Moore,</i> 212 F.3d 441, 446 (8th Cir.2000) (upholding two instances of conduct as same course of conduct where they were \"just\" four to six months apart from one another).</p>\n<p>[13]  We stress that the term \"same course of conduct\" is analytically distinct from the term \"common scheme or plan.\" \"`The same course of conduct concept ... looks to whether the defendant repeats the same type of criminal activity over time.'\" <i>United States v. Adams,</i> 303 Fed.Appx. 926, 927 (2d Cir. 2008) (unpublished) (internal quotation marks omitted) (quoting <i>United States v. Burnett,</i> 968 F.2d 278, 280 (2d Cir.1992)).</p>\n<p>[14]  Bryant's citation to <i>United States v. Wood,</i> 924 F.2d 399, 404 (1st Cir.1991), where we held an uncharged transaction could not be included as relevant conduct, is unavailing. In <i>Wood,</i> we stressed that for the purposes of the relevant conduct analysis, the defendant could not be held responsible for a deal completed by the defendant's wife because the defendant \"did not even know about [the transaction] ... until it was over.\" <i>Id.</i> We concluded that including the transaction would be an impermissibly \"broad interpretation of § 1B1.3(a)(2)\" and \"significantly increas[ing] [the defendant's] sentence based on a transaction in which he took no part ... could not have been contemplated within the § 1B1.3(a)(2) exception.\" <i>Id.</i> The instant case is readily distinguishable from <i>Wood</i> because Bryant knew about and helped facilitate the August 2, 2006 transaction.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">571</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">147</span></span> (2009)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nChris BRYANT, Defendant, Appellant.</h1></center>\n<center>No. 08-1160.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard February 5, 2009.</center>\n<center>Decided July 8, 2009.</center>\n<p><span class=\"star-pagination\">*149</span> William W. Fick, Federal Defender Office, for appellant.</p>\n<p>Randall E. Kromm, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief for appellee.</p>\n<p>Before TORRUELLA, STAHL, and HOWARD, Circuit Judges.</p>\n<p>TORRUELLA, Circuit Judge.</p>\n<p>On September 14, 2007, defendant Chris Bryant pleaded guilty to a one-count indictment charging him with distribution of cocaine base, in violation of 21 U.S.C. § 841(a)(1). At a sentencing hearing on December 19, 2007, the district court sentenced Bryant to ninety-months imprisonment, based in part on its determination that he qualified as a career offender under U.S.S.G. § 4B1.1. The court also imposed a five-year term of supervised release. In this appeal, Bryant challenges the district court's career offender designation and the district court's determination that an earlier uncharged transaction involving Bryant constituted relevant conduct under U.S.S.G. § 1B1.3. After careful <span class=\"star-pagination\">*150</span> consideration, we affirm in part, reverse in part, and remand for further proceedings.</p>\n<p></p>\n<h2>I. <i>Background</i>\n</h2>\n<p>As this appeal follows Bryant's guilty plea, we draw the facts from the presentencing report (\"PSR\") and the transcript of the sentencing hearing. <i>See </i><i>United States v. Jaca-Nazario,</i> <span class=\"citation\" data-id=\"203208\"><a href=\"/opinion/203208/united-states-v-jaca-nazario/\"><span class=\"volume\">521</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span>, 52 (1st Cir.2008).</p>\n<p>In the summer and fall of 2006, Bryant participated in two sales of crack cocaine to an undercover officer in Mattapan, Massachusetts. The first occurred on August 2, 2006, and the second occurred on November 15, 2006. Bryant was not charged with the August 2, 2006 transaction.</p>\n<p>On August 2, 2006, at about 1:15 p.m., an undercover officer drove into an area near 17 Gleason Street, looking for an individual from whom he had previously purchased crack cocaine. He passed four black males sitting on the curb. One of the four men called out to the officer and asked him what he was looking for. The officer responded that he was inquiring about his prior contact, providing a description of the individual. One of the males then said that the person whom the officer had described was not around and again asked the officer what he was looking for. The officer replied that he wanted $150 worth of \"flav,\" a reference to cocaine. One of the males offered instead to sell marijuana to the officer, but the officer declined the offer. Upon hearing his response, that same male began making calls to locate crack cocaine that the officer could then purchase. At this time, another male, later identified as Bryant, asked the officer if he was a cop. The officer said no and showed Bryant his cellular telephone, which contained the target individual's phone number. Bryant and another male at the scene, Kyle Alston, then told the officer to meet them at another location, the corner of Gleason and Bradshaw streets.</p>\n<p>The officer met Bryant and Alston at the designated corner, and then walked with them to another nearby corner. Alston asked the officer for money, indicating that he would be using it to buy the drugs. Bryant told the officer that it was \"ok\" and that he should try the \"product\" because it was \"high-quality.\" Bryant also stated that the \"product\" was his and that he smoked marijuana, but was selling cocaine to make some money. Alston returned and handed the officer a plastic bag containing four rocks of what was later determined to be 0.7 grams of crack cocaine. Bryant told the officer that he should hide the drugs in his anal cavity because the police were in the area. The officer exchanged phone numbers with Bryant.</p>\n<p>After the sale to the officer was completed, Bryant and Alston were stopped by other police officers. Soon thereafter, Bryant and Alston saw the undercover officer again and told him to be careful because police were in the area.</p>\n<p>The second transaction occurred over three months later, on November 15, 2006. The same undercover officer was driving on Bradshaw Street when he saw Bryant. The officer asked Bryant if he recognized him. Bryant indicated that he did and asked the officer what he wanted. The officer told Bryant that he wanted the same thing as last time. Bryant said he would take care of him and then entered the officer's car and asked him to drive around the block. Bryant called multiple people in an attempt to locate drugs for the officer. Bryant then directed the officer to Baker Avenue, and asked him to park the car. Bryant requested money from the officer. After some hesitation, the officer gave Bryant money. Bryant exited the car and entered 18 Baker Avenue. <span class=\"star-pagination\">*151</span> He returned to the car shortly thereafter. The officer subsequently drove Bryant back to Gleason Street, where, upon the officer's request, Bryant dropped a plastic bag containing six rocks of what was later determined to be 0.74 grams of crack cocaine into the cupholder of the officer's car.</p>\n<p>On January 10, 2007, federal authorities arrested Bryant pursuant to a complaint alleging distribution of cocaine base. Bryant's one-count indictment, handed down on February 28, 2007, charged him with knowingly and intentionally distributing a quantity of cocaine base on November 15, 2006, in violation of 21 U.S.C. § 841(a)(1) as well as with a related forfeiture allegation under 21 U.S.C. § 853. The indictment did not reference the August 2, 2006 transaction. Bryant entered a plea of guilty on September 14, 2007. On November 9, 2007, the Probation Office issued an initial PSR.</p>\n<p>As originally issued, the PSR stated that Bryant was responsible for both the 0.74 grams of crack cocaine the undercover officer purchased in the November 15, 2006 transaction and for the 0.70 grams of crack cocaine the undercover officer purchased in the August 2, 2006 uncharged transaction. Based on this total of 1.44 grams of crack cocaine, the PSR calculated Bryant's base offense level (\"BOL\") to be 16. The PSR reduced the BOL by three levels for acceptance of responsibility, bringing the total offense level to 13. The PSR applied a criminal history category of II due to one countable prior New York conviction for attempted sale of a controlled substance in 1996 (hereinafter the \"New York conviction\"). The PSR calculated a Guideline Sentencing Range (\"GSR\") of 15-21 months imprisonment. <i>See</i> U.S.S.G. § 5A.</p>\n<p>On November 20, 2007, the government objected to the PSR's calculation of Bryant's criminal history. The government contended that the PSR omitted a November 1997 conviction from the Suffolk Superior Court for conspiracy to violate the Massachusetts controlled substance laws in November 1997 (hereinafter the \"Suffolk Superior Court conviction\"). The government argued that this additional conviction would result in Bryant's designation as a career offender and a GSR of 151-188 months of imprisonment.</p>\n<p>Bryant also objected to the PSR. He objected to the offense level calculations in the PSR arguing that the uncharged sale of 0.7 grams of crack cocaine on August 2, 2006 should not be included as relevant conduct. Bryant contended that the August 2, 2006 and the November 15, 2006 sale were not part of a \"common scheme or plan\" nor were they part of the \"same course of conduct\" within the meaning of U.S.S.G. § 1B1.3(a)(2). Bryant also objected to his potential designation as a career offender, alleging that the Suffolk Superior Court conviction was no longer valid and in any event could not qualify as a career offender predicate because the object of a conspiracy to violate the drug laws in Massachusetts is not necessarily a \"controlled substance offense\" within the meaning of U.S.S.G. § 4B1.2(b). Similarly, Bryant claimed that in the absence of court records of the type required by the Supreme Court in <i>Shepard v. United States,</i> <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">544</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">13</span></a></span>, <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span>, <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">161</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">205</span></a></span> (2005) and <i>Taylor v. United States,</i> <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">575</span></a></span>, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2143</span></a></span>, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">607</span></a></span> (1990), there was insufficient evidence to prove the existence of the New York conviction.</p>\n<p>In response to these objections, the Probation Office issued a revised PSR, dated December 6, 2007, which concluded that Bryant was a career offender under U.S.S.G. § 4B1.1 and agreed with the government that the GSR was 151 to 188 months.</p>\n<p><span class=\"star-pagination\">*152</span> The district court held a sentencing hearing on December 19, 2007. It began by noting the \"enormous\" disparity between the offense level attributed to the drug distribution offense for which Bryant was being sentenced, and the offense level computation resulting from the application of the career offender provisions. The district court noted that it was disinclined to impose a sentence either within the career offender guideline range or within the lower range calculated in the initial PSR, citing problems with the evidence used to establish the appropriate predicate offenses and convictions. However, the district court also noted that Bryant was a \"serious offender\" and extenuating circumstances were present in this case that would lead it to impose a much higher sentence than that called for by a simple application of 1.44 grams of crack cocaine and criminal history category III.<sup>[1]</sup></p>\n<p>After giving Bryant's counsel the opportunity to address the objections he had made to the PSR, the district court concluded that it would hold Bryant responsible for the August 2, 2006 transaction. With respect to Bryant's objection to the use of the Suffolk Superior Court conviction, the district court found that Bryant pleaded guilty to a conspiracy to traffic in cocaine and that the conviction constituted a predicate for establishing that he was a career offender. Finally, with respect to the New York conviction, the district court found that, based upon the preponderance of the evidence, there was sufficient evidence to show that Bryant was convicted for that offense. The district court, therefore, found that the government offered sufficient proof to a preponderance of the evidence that established Bryant as a career offender.</p>\n<p>The district court, however, explained that it would not impose the recommended minimum guideline sentence of 151 months triggered by the career offender designation because of Bryant's attempts to rehabilitate himself and the fact that Bryant provided care for his children. Thus, it imposed a sentence of imprisonment for a term of ninety months, recommended participation in the Bureau of Prisons' 500-hour residential drug abuse program, and recommended participation in a mental health treatment program. Finally, the district court ordered that upon Bryant's release, he be placed in supervised release for a term of five years, the first six months of which would have to be served at a residential re-entry center.</p>\n<p>Bryant timely appeals the district court's ruling.</p>\n<p></p>\n<h2>II. <i>Discussion</i>\n</h2>\n<p>On appeal, Bryant asserts that the district court erred by designating him as a career offender. Specifically, Bryant argues that the government failed to satisfy its burden of proving the fact of the New York and Suffolk Superior Court convictions, the two prior convictions upon which the district court relied for its determination of Bryant's career offender status. In the alternative, Bryant argues that even if the government had met its burden, the two prior convictions cannot be classified as predicate offenses for purposes of career offender status. Further, Bryant appeals the district court's determination that the uncharged August 2, 2006 transaction could be deemed relevant conduct for sentencing purposes.</p>\n<p>For the reasons stated below we conclude that the district court appropriately <span class=\"star-pagination\">*153</span> found the Suffolk Superior Court conviction to be a predicate offense for career offender purposes and did not clearly err in finding the August 2, 2006 conviction to be relevant conduct. However, we conclude that the district court committed clear error in finding that the government met its burden of proving the fact of the New York conviction.</p>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>As a general matter, we review a sentencing court's legal determinations of the Sentencing Guidelines' meaning and scope <i>de novo</i> and its factual determinations for clear error. <i>United States v. Hoey,</i> <span class=\"citation\" data-id=\"203035\"><a href=\"/opinion/203035/united-states-v-hoey/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">687</span></a></span>, 690 (1st Cir.2007). Specifically, \"[w]hether a prior conviction qualifies as a predicate offense under U.S.S.G. § 4B1.1 is a question of law that we review de novo.\" <i>United States v. Almenas,</i> <span class=\"citation\" data-id=\"203688\"><a href=\"/opinion/203688/united-states-v-almenas/\"><span class=\"volume\">553</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 31 (1st Cir.2009); <i>United States v. Santos,</i> <span class=\"citation\" data-id=\"200939\"><a href=\"/opinion/200939/united-states-v-santos/\"><span class=\"volume\">363</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 22 (1st Cir.2004). A sentencing court's factual finding as to whether a prior conviction exists for career offender purposes is reviewed for clear error, <i>United States v. Díaz,</i> <span class=\"citation\" data-id=\"203172\"><a href=\"/opinion/203172/united-states-v-diaz/\"><span class=\"volume\">519</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 67 (1st Cir.2008), as is its determination of whether a particular drug quantity that was part of prior drug sale should be included as relevant conduct at sentencing, <i>see </i><i>United States v. Barbour,</i> <span class=\"citation\" data-id=\"201393\"><a href=\"/opinion/201393/united-states-v-barbour/\"><span class=\"volume\">393</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">82</span></a></span>, 93 (1st Cir.2004).</p>\n<p></p>\n<h2>B. Eligibility for Career Offender Status</h2>\n<p>The Sentencing Guidelines provide that a defendant be classified as a career offender if he meets the following criteria: (1) the defendant was at least eighteen years old at the time he or she committed the offense of conviction; (2) the offense of conviction is a felony that is either a crime of violence or a controlled substance offense; and (3) the defendant has been previously convicted of two prior felonies of either a crime of violence or a controlled substance offense. U.S.S.G. § 4B1.1(a); <i>see also </i><i>Almenas,</i> 553 F.3d at 31.</p>\n<p></p>\n<h2>1. Proving the Fact of the Conviction for Purposes of Career Offender Status</h2>\n<p>The government bears the burden of establishing, by a preponderance of the evidence, the existence of a prior conviction for sentencing enhancement purposes. <i>United States v. McKenzie,</i> <span class=\"citation\" data-id=\"203450\"><a href=\"/opinion/203450/united-states-v-mckenzie/\"><span class=\"volume\">539</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 18-19 (1st Cir.2008). \"The Government may satisfy its burden by producing a certified copy of the conviction or an equivalent proffer.\" <i>Id.</i> at 19 (citing <i>Shepard,</i> 544 U.S. at 26, <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span>, for the proposition that an equivalent proffer includes official court documents). \"Once the government's threshold burden has been met, the conviction is presumed valid for purposes of applying the sentencing guidelines.\" <i>United States v. Unger,</i> <span class=\"citation\" data-id=\"548928\"><a href=\"/opinion/548928/united-states-v-eric-n-unger/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">759</span></a></span>, 761 (1st Cir.1990).</p>\n<p></p>\n<h2>i. The New York Conviction</h2>\n<p>The government was unable to provide a judicial record of the fact of Bryant's New York conviction. The PSR noted that the New York Supreme Court Clerk's office was unable to locate the file for the case. To prove the fact of this conviction, the PSR and the government relied upon the criminal history record maintained by the National Crime Information Center (\"NCIC\") and the New York State Police Information Network (\"NYSPIN\") as well as the incarceration record from the New York Department of Correctional Services.</p>\n<p>Bryant argues that the government is constrained as to what it can rely on to prove the fact of a conviction, contending that the Supreme Court in <i>Shepard</i> required <span class=\"star-pagination\">*154</span> that the existence of a prior conviction be proved by judicial records.<sup>[2]</sup></p>\n<p>We decline the invitation to read <i>Shepard</i> as broadly as Bryant does. As we have stated previously, \"<i>Shepard</i> and its progenitor, <i>Taylor</i> ..., address the appropriate sources for ascertaining the elements of a putative predicate offense when the statute of conviction encompasses both conduct that would constitute a predicate offense and conduct that would not.\"<sup>[3]</sup><i>United States v. Pelletier,</i> <span class=\"citation\" data-id=\"796023\"><a href=\"/opinion/796023/united-states-v-joseph-pellether/\"><span class=\"volume\">469</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">194</span></a></span>, 202 (1st Cir.2006). Specifically, <i>Shepard</i> concerned itself with the sources upon which a sentencing court can rely to determine the \"character\" of an offense. <i>See</i> 544 U.S. at 16, <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span>. This is a different question than what we are presented with in the instant case. More precisely, we agree with our sister courts that <i>Shepard</i> does not control here because the <i>Shepard</i> Court \"did not address what documents can be used to prove the <i>fact of a prior conviction.</i>\" <i>United States v. Zuniga-Chavez,</i> <span class=\"citation\" data-id=\"168170\"><a href=\"/opinion/168170/united-states-v-zuniga-chavez/\"><span class=\"volume\">464</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1199</span></a></span>, 1204 (10th Cir.2006) (emphasis in original); <i>see also </i><i>United States v. Neri-Hernandes,</i> <span class=\"citation\" data-id=\"52865\"><a href=\"/opinion/52865/united-states-v-neri-hernandes/\"><span class=\"volume\">504</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">587</span></a></span>, 591 (5th Cir.2007) (ruling that \"<i>Shepard</i> does not apply when determining whether the government has satisfied its burden of proof as to the existence of a prior conviction\"); <i>United States v. Sanders,</i> <span class=\"citation\" data-id=\"796163\"><a href=\"/opinion/796163/united-states-v-william-sanders/\"><span class=\"volume\">470</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">616</span></a></span>, 623-24 (6th Cir.2006) (noting that <i>Shepard</i> does not control the inquiry as to whether the government has provided sufficient evidence to establish a fact of the conviction).</p>\n<p>While Bryant argues that \"it would make little sense to permit courts to consider a broader array of less reliable, less certain, non-judicial records to determine whether such a conviction even existed, in the first place,\" it does not logically follow that we should extend <i>Shepard</i>'s rule governing judicial records to the instant facts when the concerns that animated the Supreme Court in <i>Shepard</i> and <i>Taylor</i> are not readily applicable. There is little danger that a sentencing court's inquiry into the existence of a prior conviction would engender the same kind of \"practical difficulties and potential unfairness\" that could be present in a determination of whether a defendant's convictions were violent felonies, which was at issue in <i>Shepard</i> and <i>Taylor. </i><i>Shepard,</i> 544 U.S. at 20, <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span> (quoting <i>Taylor,</i> 495 U.S. at 601, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2143</span></a></span>). Establishing the fact of a prior crime is a more discrete inquiry that is not as susceptible to the lengthy and cumbersome collateral trials of the kind the <i>Shepard</i> and <i>Taylor</i> Courts hoped to avoid.</p>\n<p>Although <i>Shepard</i> does not control here, the district court must nevertheless determine whether the evidence is sufficiently reliable. When a defendant objects to the fact of a conviction as Bryant does here,<sup>[4]</sup> we have held that:</p>\n<blockquote>\n<span class=\"star-pagination\">*155</span> [T]he Government may not simply rely on assertions in a presentence report if those assertions are contested by the defendant. Thus, when the defendant calls into dispute a presentence report's description of an alleged prior conviction, the Government must demonstrate that the description in the report is based on a sufficiently reliable source to establish the accuracy of that description.</blockquote>\n<p><i>United States v. Brown,</i> <span class=\"citation\" data-id=\"203058\"><a href=\"/opinion/203058/united-states-v-brown/\"><span class=\"volume\">510</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">57</span></a></span>, 75 (1st Cir.2007) (quoting <i>United States v. Price,</i> <span class=\"citation\" data-id=\"186483\"><a href=\"/opinion/186483/united-states-v-price-clifton/\"><span class=\"volume\">409</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">436</span></a></span>, 444 (D.C.Cir.2005)).<sup>[5]</sup> We conclude that the district court, by failing to heed this language from <i>Brown,</i> committed clear error.</p>\n<p>Here, to prove the fact of this conviction, the PSR and the government relied upon the criminal history record maintained by the NCIC, the NYSPIN, and the incarceration record from the New York Department of Correctional Services. Responding to Bryant's objections to this evidence, the district court stated that \"based upon the preponderance of the evidence standard... there is sufficient evidence to demonstrate that this defendant was, in fact, convicted in the so-called New York conviction of a crime that forms a predicate to his being considered to be a career offender.\" The district court added: \"I do acknowledge that there are some close questions that had to be determined in making this finding, but the Court does find that the government has sufficiently offered proof to a preponderance of the evidence that both of these crimes were committed and the defendant was convicted of them and, together, they establish that he is, by virtue of this third conviction that he's about to be sentenced for, a career offender.\"</p>\n<p>We hold that it was simply not enough for the district court to have relied on the government's recitation of the sources cited in the PSR without any additional inquiry into the reliability of these sources. Unlike certified convictions or other comparable judicial records that detail the fact of a conviction and carry a presumption of reliability sufficient to allow the government to meet its burden, <i>see </i><i>McKenzie,</i> 539 F.3d at 19 (noting that government may satisfy its burden by producing a certified copy of a conviction or another official court document); <i>Unger,</i> 915 F.2d at 761 (same), we believe that non-judicial records, such as those provided by the government here, should not be afforded the same presumption.</p>\n<p>The district court clearly erred by not requiring the government to show that the PSR's description of the offense was \"`based on a sufficiently reliable source to establish the accuracy of that description.'\" <i>See </i><i>Brown,</i> 510 F.3d at 75 (quoting <i>Price,</i> 409 F.3d at 444). In the absence of such an inquiry, the district court could not have properly concluded that the <span class=\"star-pagination\">*156</span> government met its burden.<sup>[6]</sup></p>\n<p></p>\n<h2>ii. The Suffolk Superior Court Conviction</h2>\n<p>Bryant additionally challenges whether the government met its burden to prove the fact of the Suffolk Superior Court conviction.</p>\n<p>Here, it is notable that Bryant does not challenge the authenticity of the certified copy of the judicial record detailing the Suffolk Superior Court conviction. Rather, Bryant, challenges the fact of the conviction on grounds that a hand-written docket sheet from the Boston Municipal Court, the court where the case originated, puts into question the validity of the Suffolk Superior Court conviction. The notation states, \"SUCR9310760: Previous record vacated. Superior Court Case is dismissed.\" Bryant contends that this notation, though not from the court of conviction, is nevertheless a judicial record of the originating case that undermines the reliability of the Suffolk Superior Court conviction for purposes of a sentencing enhancement.</p>\n<p>The government defended the reliability of the judicial record from the Suffolk Superior Court during the sentencing hearing. The government noted that the official court record from the court of conviction is a more dependable source than a hand-written notation from another court. In any event, the government contends that the district court did not clearly err in crediting the government's argument. We agree.</p>\n<p>Unlike its evidence supporting the fact of the New York conviction, the government submitted a certified copy of a judicial record to prove the fact of the Suffolk Superior Court conviction from the court in which Bryant was convicted. As stated above, the government can satisfy its burden through this type of judicial record because it is presumptively reliable. <i>See </i><i>McKenzie,</i> 539 F.3d at 19. Moreover, the record shows that the district court carefully considered Bryant's argument, but nevertheless decided in favor of the government. Thus, despite the existence of the handwritten notation which admittedly added some confusion, we cannot conclude that the district court clearly erred in finding that the certified copy of the record from the Suffolk Superior Court was sufficiently reliable to support the fact of Bryant's Suffolk Superior Court conviction. \"[A] district court's choice between two plausible, but conflicting, interpretations of a factual scenario cannot amount to clear error.\" <i>United States v. Carrasco,</i> <span class=\"citation\" data-id=\"203458\"><a href=\"/opinion/203458/united-states-v-carrasco/\"><span class=\"volume\">540</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></a></span>, 49 (1st Cir.2008) (alterations in original) (quoting <i>Valentín v. Hosp. Bella Vista,</i> <span class=\"citation\" data-id=\"199467\"><a href=\"/opinion/199467/valentin-de-jesus-v-united-healthcare/\"><span class=\"volume\">254</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">358</span></a></span>, 367 (1st Cir.2001)).</p>\n<p></p>\n<h2>2. Prior Controlled Substances Convictions as Career Offender Predicates</h2>\n<p></p>\n<h2>i. New York Conviction</h2>\n<p>Under the Sentencing Guidelines, a \"controlled substance offense\" is \"an offense <span class=\"star-pagination\">*157</span>... punishable by imprisonment for a term exceeding one year, that prohibits the manufacture, import, export, distribution, or dispensing of a controlled substance... or the possession of a controlled substance ... <i>with intent to manufacture, import, export, distribute or dispense.</i>\" U.S.S.G. § 4B1.2(b) (emphasis added). Thus, the definition of \"controlled substance offense\" requires that the statute under which the defendant was charged involves an intent to distribute or other indicia of trafficking.<sup>[7]</sup></p>\n<p>Bryant argues in the alternative that if the government has met its burden to prove the fact of the New York conviction, it nevertheless failed to prove that the New York conviction for attempted criminal sale of a controlled substance necessarily qualifies as a career offender predicate.<sup>[8]</sup> Bryant bases his argument on the Second Circuit's decision in <i>Savage. See</i> 542 F.3d at 965-66.</p>\n<p>In <i>Savage,</i> the Second Circuit reviewed a district court's decision to apply a sentencing enhancement, pursuant to U.S.S.G. § 2K2.1(a)(2).<sup>[9]</sup><i>Id.</i> at 960. The district court in that case based its decision, in relevant part, on its determination that one of the defendant's prior felony convictions under Conn. Gen.Stat. § 21a-277(b) was for a \"controlled substance offense,\" as the term is defined in U.S.S.G § 4B1.2(b).<sup>[10]</sup><i>Id.</i> In reversing the district court decision, the <i>Savage</i> court expressed its concern that an offer to sell under Connecticut law could include a fraudulent offer which would mean that the person making the fraudulent offer would not have the intent to distribute or sell an item. <i>Id.</i> at 965. Thus, it reasoned that the \"Connecticut statute, by criminalizing a mere offer to sell, criminalizes more conduct than falls within the federal definition of a controlled substance offense.\" <i>Id.</i> at 966. The <i>Savage</i> court further concluded that the defendant's sentence should be vacated \"[b]ecause nothing in the statute of conviction, the charging document, the plea colloquy or other comparable judicial record established with certainty that [the defendant] necessarily pleaded guilty to the elements of a controlled substance offense....\" <i>Id.</i> at 960.</p>\n<p>Bryant argues that the statute upon which the New York conviction is based, <span class=\"star-pagination\">*158</span> like the Connecticut statute, criminalizes conduct that falls outside the federal definition of a controlled substance offense. Bryant argues that because the New York statute defines \"sale\" of a controlled substance to include \"offer,\" it criminalizes both predicate and non-predicate conduct. <i>See</i> N.Y. Penal Law § 220.00(1) (\"`Sell' means to sell, exchange, give or dispose of to another, or to offer or agree to do the same.\"). Bryant claims that because the government failed to show the New York conviction was for conduct that would constitute a predicate offense, it cannot be used for career offender purposes.</p>\n<p>Bryant's argument fails because it is well-established under New York law that \"`in order to support a conviction under an offering for sale theory, there must be evidence of a bona fide offer to selli.e., that defendant had both the intent and ability to proceed with the sale.'\" <i>People v. Samuels,</i> <span class=\"citation\" data-id=\"2075973\"><a href=\"/opinion/2075973/people-v-samuels/\"><span class=\"volume\">99</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">20</span></a></span>, <span class=\"citation\" data-id=\"2075973\"><a href=\"/opinion/2075973/people-v-samuels/\"><span class=\"volume\">750</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">828</span></a></span>, <span class=\"citation\" data-id=\"2075973\"><a href=\"/opinion/2075973/people-v-samuels/\"><span class=\"volume\">780</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">513</span></a></span>, 515 (2002) (quoting <i>People v. Mike,</i> <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">996</span></span>, <span class=\"citation no-link\"><span class=\"volume\">684</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">165</span></span>, <span class=\"citation no-link\"><span class=\"volume\">706</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1189</span></span>, 1191 (N.Y.1998)); <i>see also </i><i>People v. Gondolfo,</i> <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">Misc. 2d</span> <span class=\"page\">696</span></span>, <span class=\"citation no-link\"><span class=\"volume\">405</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">890</span></span>, 894-95 (1978). Thus, the instant case is distinguishable from <i>Savage</i> because concerns that Bryant could have been convicted for making a fraudulent offer, a non-predicate offense, do not exist here. At the time Bryant was allegedly convicted of the offense, he would have been found to have <i>intent</i> to proceed with a sale. It follows then that the New York conviction qualifies as a predicate offense under U.S.S.G. § 4B1.2, which requires an \"intent to manufacture, import, export, distribute, or dispense.\" U.S.S.G. § 4B1.2(b).</p>\n<p></p>\n<h2>ii. Suffolk Superior Court Conviction</h2>\n<p>Bryant also challenges the Suffolk Superior Court conviction on the grounds that the government has failed to prove that he pleaded guilty to acts that would constitute a career offender predicate. In 1992, Bryant was initially charged with one count of trafficking in cocaine in violation of Mass. Gen. Laws ch. 94C, § 32E(b)(1), and one count of conspiracy to violate the drug laws of the Commonwealth (specifically, to traffic in cocaine) in violation of Mass. Gen. Laws ch. 94C, § 40. The trafficking charge was dismissed and Bryant pleaded guilty only to the conspiracy charge.</p>\n<p>Where the predicate offense involves a conspiracy, the sentencing court must determine whether the object of the conspiracy falls within the scope of U.S.S.G. § 4B1.2(b). <i>See </i><i>Piper,</i> 35 F.3d at 619 (\"To determine the status of a conspiracy conviction vis-a-vis the career offender rubric, the key question is `conspiracy to do what?'\"). Bryant correctly argues that the statute of conviction encompasses both conduct that would constitute a predicate offense and conduct that would not.<sup>[11]</sup> Therefore, the sentencing court is required to determine whether the guilty plea, defined by a more expansive statute, necessarily admitted the elements of a controlled substances offense for career offender purposes. <i>See </i><i>Shepard</i> 544 U.S. at 20-21, <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span>. As noted above, to make this determination in a case involving a guilty plea, the sentencing court may review the \"statutory definition, charging document, written plea agreement, <span class=\"star-pagination\">*159</span> transcript of plea colloquy, and any explicit factual finding by the trial judge to which the defendant assented.\" <i>Id.</i> at 16, <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span>.</p>\n<p>In this case the indictment underlying the Suffolk Superior Court conviction demonstrated that the object of the conspiracy fell within the scope of a controlled substances offense under U.S.S.G § 4B1.2(b). It stated that Bryant \"did conspire ... to unlawfully, knowingly and intentionally possess <i>with intent to distribute</i> a net weight of fourteen grams or more of a mixture containing cocaine ....\" (emphasis added).</p>\n<p>Reliance upon the indictment is also consistent with our precedent. <i>See </i><i>Santos,</i> 363 F.3d at 24 (\"Where the charging instruments are instructive on the issue of whether a predicate offense [falls within the scope of § 4B1.2], we need not look further.\") (citation omitted); <i>United States v. Leavitt,</i> <span class=\"citation\" data-id=\"555765\"><a href=\"/opinion/555765/united-states-v-tony-allen-leavitt/\"><span class=\"volume\">925</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">516</span></a></span>, 517-18 (1st Cir. 1991) (citing to the Sentencing Guidelines commentary to justify looking to the indictment to decide whether conduct can be a predicate offense for career offender purposes if it falls under a statute broad enough to encompass other conduct that would not be a predicate offense for career offender purposes).</p>\n<p>We conclude that since the indictment clearly narrowed the charge to a crime that qualifies as a controlled substances offense for career offender purposes and Bryant pleaded guilty to the same, the Suffolk Superior Court conviction qualifies as a career offender predicate offense.</p>\n<p></p>\n<h2>C. Relevant Conduct Determination</h2>\n<p>Bryant finally argues that the district court erred in determining that the uncharged sale of 0.7 grams of crack cocaine on August 2, 2006 constituted \"relevant conduct\" under the Sentencing Guidelines. The Sentencing Guidelines allow a sentencing judge, when determining drug quantity, to include all amounts \"that were part of the same course of conduct or common scheme or plan as the offense of conviction,\" whether or not the defendant has been charged with those transactions. U.S.S.G. § 1B1.3(a)(2); <i>see also </i><i>United States v. Santos Batista,</i> <span class=\"citation\" data-id=\"199226\"><a href=\"/opinion/199226/united-states-v-santos-batista/\"><span class=\"volume\">239</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span>, 20-21 (1st Cir.2001). \"For two or more offenses to constitute part of a common scheme or plan, they must be substantially connected to each other by at least one common factor, such as common victims, common accomplices, common purpose, or similar modus operandi.\" U.S.S.G. § 1B1.3, cmt. n. 9(A). If two offenses are not part of a common scheme or plan, they may still qualify as the same course of conduct. U.S.S.G. § 1B1.3, cmt. n. 9(B). For two offenses to constitute part of the same course of conduct, they must be \"sufficiently connected or related to each other as to warrant the conclusion that they are part of a single episode, spree, or ongoing series of offenses.\" <i>Id.</i> The factors to be considered \"include the degree of similarity of the offenses, the regularity (repetitions) of the offenses, and the time interval between the offenses.\" <i>Id.</i> \"When one of the above factors is absent, a stronger presence of at least one of the other factors is required.\" <i>Id.</i></p>\n<p></p>\n<h2>1. The August and November Drug Transactions</h2>\n<p>Here, we must determine whether the district court erred in concluding that the uncharged drug transaction on August 2, 2006 was part of the same course of conduct as the transaction Bryant was charged with on November 15, 2006. As mentioned directly above, the government can meet its burden by showing that the offenses are similar to one another, that they occur with some regularity, and that the offenses are not remote in time from <span class=\"star-pagination\">*160</span> one another. In the present case, because there was no finding that Bryant's drug dealing occurred with regularityonly two transactions are at issue hereand because the two transactions were arguably \"relatively remote\" in time from another,<sup>[12]</sup> we must focus our inquiry on the degree of similarity between the two transactions, mindful of the fact that \"a stronger presence\" of similarity is required due to the absence or weakness of the other factors.</p>\n<p>Turning then to the similarity between the transactions, we note an important limiting principle that \"`not every drug transaction undertaken by every drug trafficker is necessarily linked in a meaningful sense.'\" <i>Santos Batista,</i> 239 F.3d at 21 (quoting <i>United States v. Sklar,</i> <span class=\"citation\" data-id=\"552336\"><a href=\"/opinion/552336/united-states-v-david-sklar-united-states-of-america-v-david-sklar/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">107</span></a></span>, 111 (1st Cir.1990)). The sentencing judge must \"find a sufficient link between the acts charged and those included for sentencing purposes.\" <i>Id.</i> If the district court cannot find a sufficient link, \"`offenses of the same kind, but not encompassed in the same course of conduct or plan, are excluded.'\" <i>Id.</i> (quoting <i>United States v. White,</i> <span class=\"citation\" data-id=\"531251\"><a href=\"/opinion/531251/united-states-of-america-plaintiff-appelleecross-appellant-v-william-v/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">490</span></a></span>, 500 (7th Cir.1989)). We have remarked that \"[i]solated acts cannot be conjoined and drug quantities aggregated for sentencing purposes without a rational basis.\" <i>Sklar,</i> 920 F.2d at 111.</p>\n<p>While admittedly close, we hold that the district court did not clearly err here. The record shows that the two transactions possessed \"distinctive similarities\" with one another, such as occurring in roughly the same location, involving roughly the same quantity of crack cocaine, and involving a similar pattern of conduct between Bryant and the undercover officer. <i>See United States v. Buchanon,</i> 299 Fed.Appx. 903, 904-05 (11th Cir.2008) (unpublished) (holding that \"distinctive similarities\" between two offenses require more than a \"generic level of likeness\") (citing <i>United States v. Maxwell,</i> <span class=\"citation\" data-id=\"677470\"><a href=\"/opinion/677470/united-states-v-wayne-maxwell-keith-woods-brenda-faye-johnson/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1006</span></a></span>, 1011 (11th Cir.1994)). Moreover, contrary to Bryant's claims that these were two one-off transactions, there is evidence linking the two transactions. Most pointedly, during the November 15, 2006 transaction, Bryant indicated that he recognized the officer from before and told the officer that he would \"take care of him\" in response to the officer's request that \"he wanted the same thing as last time.\" Bryant's references to his prior dealings with the officer belie Bryant's contention that the two transactions were isolated incidents bearing no relation to one another.<sup>[13]</sup></p>\n<p>Lastly, Bryant wrongly characterizes himself as merely a \"cheerleader\" during the August 2, 2006 transaction and unconvincingly argues that his conduct was not in furtherance of a \"jointly undertaken criminal activity\" as set forth by the U.S.S.G. § 1B1.3(a)(1)(B). Notably, Bryant facilitated the transaction between Alston and the officer by walking with <span class=\"star-pagination\">*161</span> Alston and the officer to a corner where the transaction would take place. In addition, he encouraged the officer to try the product because it was of high quality; he told the officer that the drugs the officer was purchasing were his; and he advised the officer how to hide the drugs from police, whom Bryant suspected were in the area.<sup>[14]</sup></p>\n<p>We reiterate that the mere fact that Bryant engaged in a prior uncharged drug sale is not by itself sufficient to support the district court's relevant conduct finding. In addition, we are cognizant of our warning that \"courts must be careful to hold the adjudicative balance steady and true, giving U.S.S.G. § 1B1.3(a)(2) the scope which its letter commands while at the same time resisting prosecutorial efforts aimed at enlarging it.\" <i>Sklar,</i> 920 F.2d at 111.</p>\n<p>With this cautionary note in mind, we stress that the keys to our ruling are the high degree of similarity between the two transactions and Bryant's familiarity with both the officer and the officer's drug request during the November 15, 2006 drug sale. From these facts we cannot conclude that the district court committed clear error in finding, by a preponderance of evidence, a sufficient link between the two transactions. Accordingly, the district court did not clearly err in considering the August 2, 2006 transaction as part of the same course of conduct as the November 15, 2006 transaction for purposes of sentencing.</p>\n<p></p>\n<h2>III. <i>Conclusion</i>\n</h2>\n<p>For the foregoing reasons, we conclude that the district court did not commit clear error in finding that the August 2, 2006 transaction constituted relevant conduct. Also, we conclude that the Suffolk Superior Court conviction and the New York conviction, if proven, qualify as predicate offenses for career offender purposes. However, we hold that the district court committed clear error in finding that the government met its burden to establish the existence of the prior New York conviction. We therefore vacate Bryant's sentence and remand for further proceedings consistent with this opinion.</p>\n<p><i>Vacated and Remanded.</i></p>\n<p>HOWARD, Circuit Judge (concurring in part and concurring in the judgment).</p>\n<p>I join the majority's analysis in all respects except as to the reliability of the records of conviction. As to that issue, I join in the judgment. I think the best view of the record of the sentencing hearing is that, when the district court concluded that the government had provided sufficient evidence to demonstrate that Bryant was convicted of the New York offense, the court necessarily concluded that the NCIC, NYSPIN, and correctional records were reliable. Bryant had clearly challenged these documents in particular, arguing that they could not be relied upon to prove the fact of conviction, and, moreover, the district court had actual copies of the <span class=\"star-pagination\">*162</span> correctional department records and an NCIC report, so it was not limited to relying solely on the government's recitation of the sources cited in the PSR.</p>\n<p>That said, I won't quarrel with the majority's decision to require an express reliability inquiry on remand in this case. When it comes to that inquiry, I am inclined to think that criminal history reports such as an NCIC report will suffice to prove the fact of conviction, especially at a sentencing hearing in which the defendant, like Bryant here, makes no claim that he is not the subject of the NCIC report. <i>See </i><i>United States v. Servin-Acosta,</i> <span class=\"citation\" data-id=\"171043\"><a href=\"/opinion/171043/united-states-v-servin-acosta/\"><span class=\"volume\">534</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1362</span></a></span>, 1365 (10th Cir.2008).</p>\n<h2>NOTES</h2>\n<p>[1]  The district court noted that 1.44 grams of crack cocaine and criminal history category III yields a GSR of 18 to 24 months.</p>\n<p>[2]  We note that although <i>Shepard</i> and <i>Taylor</i> concerned the Armed Career Criminal Act, in <i>United States v. Giggey,</i> <span class=\"citation\" data-id=\"203601\"><a href=\"/opinion/203601/united-states-v-giggey/\"><span class=\"volume\">551</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 38 (1st Cir.2008) (en banc), we held that the categorical approach is also appropriate in interpreting the career offender guideline. <i>See </i><i>Almenas,</i> 553 F.3d at 33 (describing categorical approach and its application to career offender guideline).</p>\n<p>[3]  The sources to which <i>Shepard</i> refers include \"the statutory definition, charging document, written plea agreement, transcript of plea colloquy, and any explicit factual finding by the trial judge to which the defendant assented.\" <i>Shepard,</i> 544 U.S. at 16, <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span>.</p>\n<p>[4]  An uncontested PSR may be sufficient to provide evidence of a prior conviction where the defendant fails to object to its recital of prior convictions. <i>Pelletier,</i> 469 F.3d at 202-03. We are not faced with this situation in Bryant's case because Bryant's counsel properly objected to the lack of adequate evidence to prove the New York conviction.</p>\n<p>[5]  The requirement that the government demonstrate that contested information in the PSR, including information regarding prior convictions, be established using a sufficiently reliable source is consistent with the requirements of the Sentencing Guidelines. U.S.S.G. § 6A1.3 states that when a court resolves \"any dispute concerning a factor important to the sentencing determination, the court may consider relevant information without regard to its admissibility under the rules of evidence ..., provided that the information has <i>sufficient indicia of reliability</i> to support its probable accuracy.\" U.S.S.G. § 6A1.3(a) (emphasis added); <i>see </i><i>Zuniga-Chavez,</i> 464 F.3d at 1203 (discussing U.S.S.G. § 6A1.3(a) in its analysis of whether sources used to prove fact of prior conviction were sufficiently reliable); <i>see also </i><i>United States v. Marceau,</i> <span class=\"citation\" data-id=\"203644\"><a href=\"/opinion/203644/united-states-v-marceau/\"><span class=\"volume\">554</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 31 (1st Cir.2009) (noting the rule in U.S.S.G. § 6A1.3(a) and stating that the district court has broad discretion to determine the reliability of particular evidence).</p>\n<p>[6]  We leave it to the district court to decide how best to determine the reliability of the sources the government used to prove the fact of the New York conviction. In addition, we note that while some courts have approved the use of NCIC reports to establish a prior conviction for sentencing purposes, other courts have noted mistakes in these reports. <i>Compare </i><i>United States v. Kattaria,</i> <span class=\"citation\" data-id=\"1253585\"><a href=\"/opinion/1253585/united-states-v-kattaria/\"><span class=\"volume\">553</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1171</span></a></span>, 1177 (8th Cir.2009) (noting that the NCIC inaccurately stated that defendant had a prior conviction), <i>with </i><i>United States v. Martínez-Jiménez,</i> <span class=\"citation\" data-id=\"795888\"><a href=\"/opinion/795888/united-states-v-marlene-martinez-jimenez/\"><span class=\"volume\">464</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1205</span></a></span>, 1209-12 (10th Cir.2006) (noting that other circuits have approved the use of an NCIC report to establish a prior conviction for sentencing purposes and accepting the use of the NCIC report to establish the defendant's conviction where the government also provided a letter from the clerk of the court of conviction).</p>\n<p>[7]  Although we have not had occasion post-<i>Shepard</i> to apply the categorical approach to controlled substance offenses, we have stated pre-<i>Shepard</i> that \"[t]he rationale on which the <i>Taylor</i> Court relied in choosing a formal categorical approach is equally applicable to controlled substance offenses.\" <i>United States v. Piper,</i> <span class=\"citation\" data-id=\"195585\"><a href=\"/opinion/195585/united-states-v-piper/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span>, 619 (1st Cir.1994) (applying categorical approach to controlled substance offenses in career offender guideline context). We see no reason post-<i>Shepard</i> why we should not continue to apply the categorical approach to controlled substance offenses under U.S.S.G. § 4B1.2. We note other circuits have applied the categorical approach to controlled substance offenses post-<i>Shepard. See, e.g., </i><i>United States v. Savage,</i> <span class=\"citation\" data-id=\"2582\"><a href=\"/opinion/2582/united-states-v-savage/\"><span class=\"volume\">542</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">959</span></a></span>, 964 (2d Cir.2008).</p>\n<p>[8]  Although the government argues that this argument is waived because it was not raised below, we nevertheless review Bryant's claim in the event the district court on remand determines the fact of the New York conviction to be sufficiently reliable. We do so in the interest of judicial efficiency.</p>\n<p>[9]  U.S.S.G. § 2K2.1 of the guidelines states that the definition of \"controlled substance offense\" has the meaning contained within U.S.S.G. § 4B1.2. <i>See</i> U.S.S.G. § 2K2.1, cmt. n. 1.</p>\n<p>[10]  The Connecticut Statute provides:\n</p>\n<p>Any person who manufactures, distributes, sells, prescribes, dispenses, compounds, transports with intent to sell or dispense, possesses with intent to sell or dispense, offers, gives or administers to another person any controlled substance ... may, for the first offense ... be imprisoned not more than seven years....</p>\n<p>Conn. Gen.Stat. § 21a-277(b).</p>\n<p>[11]  The statute states as follows:\n</p>\n<p>Whoever conspires with another person to violate any provision of this chapter [Chapter 94C Controlled Substances Act] shall be punished by imprisonment or fine, or both, which punishment shall not exceed the maximum punishment prescribed for the offense, the commission of which was the object of the conspiracy.</p>\n<p>Mass. Gen. Laws ch. 94C, § 40.</p>\n<p>[12]  <i>See </i><i>United States v. Hahn,</i> <span class=\"citation\" data-id=\"580806\"><a href=\"/opinion/580806/united-states-v-paul-yb-hahn/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">903</span></a></span>, 910-11 (9th Cir.1992) (holding that two instances of conduct were \"relatively remote\" from one another because of a five-month gap); <i>United States v. Mullins,</i> <span class=\"citation\" data-id=\"588132\"><a href=\"/opinion/588132/united-states-v-lee-roy-mullins-jr/\"><span class=\"volume\">971</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1138</span></a></span>, 1144 (4th Cir.1992) (concluding that temporal proximity factor was \"extremely weak\" where gap of six months existed between uncharged conduct and conduct underlying offense of conviction); <i>but see </i><i>United States v. Moore,</i> <span class=\"citation\" data-id=\"768701\"><a href=\"/opinion/768701/united-states-of-america-v-benjamin-franklin-moore/\"><span class=\"volume\">212</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">441</span></a></span>, 446 (8th Cir.2000) (upholding two instances of conduct as same course of conduct where they were \"just\" four to six months apart from one another).</p>\n<p>[13]  We stress that the term \"same course of conduct\" is analytically distinct from the term \"common scheme or plan.\" \"`The same course of conduct concept ... looks to whether the defendant repeats the same type of criminal activity over time.'\" <i>United States v. Adams,</i> 303 Fed.Appx. 926, 927 (2d Cir. 2008) (unpublished) (internal quotation marks omitted) (quoting <i>United States v. Burnett,</i> <span class=\"citation\" data-id=\"586311\"><a href=\"/opinion/586311/united-states-v-norman-burnett/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">278</span></a></span>, 280 (2d Cir.1992)).</p>\n<p>[14]  Bryant's citation to <i>United States v. Wood,</i> <span class=\"citation\" data-id=\"555054\"><a href=\"/opinion/555054/united-states-v-darryl-wood/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">399</span></a></span>, 404 (1st Cir.1991), where we held an uncharged transaction could not be included as relevant conduct, is unavailing. In <i>Wood,</i> we stressed that for the purposes of the relevant conduct analysis, the defendant could not be held responsible for a deal completed by the defendant's wife because the defendant \"did not even know about [the transaction] ... until it was over.\" <i>Id.</i> We concluded that including the transaction would be an impermissibly \"broad interpretation of § 1B1.3(a)(2)\" and \"significantly increas[ing] [the defendant's] sentence based on a transaction in which he took no part ... could not have been contemplated within the § 1B1.3(a)(2) exception.\" <i>Id.</i> The instant case is readily distinguishable from <i>Wood</i> because Bryant knew about and helped facilitate the August 2, 2006 transaction.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/2582/",
    "http://www.courtlistener.com/api/rest/v3/opinions/52865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112435/",
    "http://www.courtlistener.com/api/rest/v3/opinions/142875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/168170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/171043/",
    "http://www.courtlistener.com/api/rest/v3/opinions/186483/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199226/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199467/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200939/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201393/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203035/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203058/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203208/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203450/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203458/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203601/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203644/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203688/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531251/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548928/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555054/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555765/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580806/",
    "http://www.courtlistener.com/api/rest/v3/opinions/586311/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588132/",
    "http://www.courtlistener.com/api/rest/v3/opinions/677470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768701/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795888/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796023/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796163/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1253585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2075973/"
  ]
}