{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203911/",
  "absolute_url": "/opinion/203911/gargano-v-liberty-intern-underwriters-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203911/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:25:21Z",
  "date_modified": "2016-04-26T22:51:51.355647Z",
  "type": "010combined",
  "sha1": "da486045b522616756b2785e727fd018bce83857",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-2287P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/07/14/Gargano_v._Liberty_International_Underwri.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\nNo. 08-2287\n\n            PAUL A. GARGANO and GARGANO & ASSOCIATES, P.C.,\n\n                        Plaintiffs, Appellants,\n\n                                  v.\n\n              LIBERTY INTERNATIONAL UNDERWRITERS, INC.,\n                   GREENWICH INSURANCE COMPANY, and\n                        NCMIC INSURANCE COMPANY,\n\n                        Defendants, Appellees.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n                   FOR THE DISTRICT OF MASSACHUSETTS\n             [Hon. William G. Young, U.S. District Judge]\n\n\n                                 Before\n                       Lipez, Hansen,* and Howard,\n                            Circuit Judges.\n\n\n     David T. Barrat, with whom Paul A. Gargano was on brief, for\nappellant.\n     William T. Bogaert, with whom Hinna M. Upal was on brief, for\nLiberty International Underwriters, Inc., appellee.\n     Marissa I. Delinks, with whom David A. Grossbaum was on brief,\nfor Greenwich Insurance Company, appellee.\n     Brooks L. Glahn, with whom Alexandra B. Harvey was on brief,\nfor NCMIC Insurance Company, appellee.\n\n\n\n                             July 14, 2009\n\n\n\n\n     *\n         Of the Eighth Circuit, sitting by designation.\n\f            HANSEN, Circuit Judge. Paul A. Gargano and his law firm,\n\nGargano & Associates P.C., (collectively \"Gargano\"), appeal the\n\ndistrict court's dismissal of the complaint in this diversity-based\n\nlawyer's     professional     liability       insurance      coverage      dispute.\n\nBecause Gargano's insurance claim was not both made and reported\n\nwithin the relevant policy coverage periods, Gargano states no\n\nplausible claim for breach of contract or for deceptive business\n\npractices under Massachusetts law, and we affirm the judgment of\n\nthe district court.       See Fed. R. Civ. P. 12(b)(6).\n\n                                        I.\n\n            Gargano brought suit in Massachusetts state court against\n\nLiberty International Underwriters, Inc. (\"Liberty\"), Greenwich\n\nInsurance    Company   (\"Greenwich\"),         and    NCMIC   Insurance      Company\n\n(\"NCMIC\"),    asserting      breaches    of   contract       and    violations   of\n\nMassachusetts     General    Laws   Chapters        176D   and     93A   (protecting\n\nconsumers from deceptive business practices) for each insurance\n\ncompany's alleged failure to investigate or settle the claim.\n\nGargano     had   obtained    three     separate      professional        liability\n\ninsurance policies, one from each company, covering three different\n\nsuccessive years.      This suit is based on each company's denial of\n\nGargano's claim for coverage and its alleged refusal to pay without\n\nconducting a reasonable investigation.                The case was removed to\n\nfederal court, and the insurance companies each moved to dismiss\n\nthe complaint for failure to state a claim.\n\n\n                                        -2-\n\f             The    complaint       indicates    that     Gargano   obtained    a\n\nprofessional liability \"claims made and reported\" policy from\n\nNCMIC, covering himself and his law firm for the period from\n\nSeptember 1, 2004, through September 1, 2005.               The next year, the\n\npolicy was allowed to expire, and Mr. Gargano obtained a similar\n\n\"claims made and reported\" policy from Greenwich, covering the\n\nperiod from September 1, 2005, through September 1, 2006.                    When\n\nthat policy expired, Gargano obtained a \"claims made and reported\"\n\npolicy from Liberty for coverage from September 1, 2006, through\n\nSeptember 1, 2007.        The policies are referenced in, and attached\n\nto,   the    complaint.        It   is   significant      that   each   of   these\n\nprofessional       liability    insurance      policies   expressly     \"provides\n\ncoverage only for claims that are both first made against the\n\ninsured and reported to the insurance company during the term of\n\nthe policy.\"       Gargano v. Liberty Int'l Underwriters, Inc., 575 F.\n\nSupp. 2d 300, 303 (D. Mass. 2008).\n\n             The complaint avers that Gargano reported a claim to\n\nNCMIC, Greenwich, and Liberty, seeking investigation and payment of\n\na state-court judgment that was entered against Gargano in July\n\n2007.     See Hug v. Gargano & Assocs., P.C., No. 05-1147, 23 Mass. L.\n\nRptr. 322, 2007 WL 4358191 (Mass. Super. Ct. July 5, 2007).1                   The\n\n\n      1\n      While we ordinarily do not consider materials that are\noutside the complaint when reviewing a motion to dismiss under Rule\n12(b)(6), we make \"narrow exceptions for documents the authenticity\nof which are not disputed by the parties; for official public\nrecords; for documents central to plaintiffs' claim; or for\n\n                                         -3-\n\fsuit had been filed in March 2005, seeking to enforce an attorney's\n\nlien for fees and for damages resulting from deceptive business\n\npractices under Massachusetts law, see Mass. Gen. Laws ch. 93A.\n\nThe state court entered an order establishing Gargano's liability\n\nto Mr. Hug in December 2005 and held a hearing on damages in March\n\n2007.\n\n            The underlying facts in the Hug case, taken from the\n\nruling   of    the   Massachusetts    Superior    Court,   indicate   that\n\nChristopher N. Hug, an attorney, had represented one Anthony\n\nPirelli on a worker's compensation claim for permanent disability\n\nbenefits.     Pursuant to a contingency fee arrangement with Pirelli,\n\nMr. Hug had worked on the case for four years, during which time he\n\nhad succeeded in ratcheting up the settlement offer to $200,000, a\n\nsum that Mr. Hug thought he could still increase with further\n\nnegotiations.     At that point, Pirelli discharged Mr. Hug and hired\n\nMr. Gargano.    Mr. Hug relinquished his case file to the Gargano law\n\nfirm, spoke to the firm about recovering his share of the fees, and\n\nfiled a Notice of Attorney's Lien for the work he had done on the\n\ncase.    He sent the lien notice to the appropriate state agencies\n\nand twice to Gargano by certified mail.          In January 2005, Mr. Hug\n\nlearned that Pirelli's case had been settled in June 2004 for a\n\n\ndocuments sufficiently referred to in the complaint.\" Watterson v.\nPage, 987 F.2d 1, 3-4 (1st Cir. 1993) (collecting cases\nillustrating this exception). The Massachusetts Superior Court's\njudgment and the complaint in Hug fit squarely within this\nexception.\n\n                                     -4-\n\flump-sum payment of $300,000 and that the Department of Industrial\n\nAccidents (\"DIA\") had authorized a payment of attorney's fees to\n\nthe Gargano firm in the amount of $58,760.                      The state court found\n\nthat, to secure the fee award, Gargano had assisted Pirelli in\n\nfalsely representing to the DIA that Mr. Gargano and his firm had\n\nrepresented Pirelli all along and that there were no outstanding\n\nattorney's fee liens.          The Massachusetts Superior Court concluded\n\nthat Gargano's \"numerous misrepresentations or material omissions\n\nof fact\" amounted to an \"unfair and deceptive business practice,\"\n\nand ordered Mr. Gargano and his law firm to pay over $102,000 in\n\ndamages,    treble      damages,        and    attorney's        fees.      Id.   at   *5.\n\n            After the entry of the Hug judgment in July 2007, Mr.\n\nGargano    reported     it    as    a   claim       on   each    of   his   professional\n\nliability policies.          Mr. Gargano did not report the claim when the\n\nHug lawsuit was initially filed in March 2005, and the Gargano law\n\nfirm itself defended the suit.                Because Mr. Gargano did not report\n\nthe claim until 2007, NCMIC and Greenwich denied coverage on the\n\nground that the claim was not reported during the term of coverage\n\nunder their policies.          Liberty denied coverage because, although\n\nthe claim was reported within its policy's coverage period, it was\n\nfirst made prior to that term of coverage.                      Gargano asserts in the\n\ncomplaint that each insurance company failed to deliver its policy\n\nto him and should therefore be precluded from relying on policy\n\nlanguage    to   deny    the       claim.     The    district      court    granted    the\n\n\n                                              -5-\n\finsurance companies' motions to dismiss for failure to state a\n\nclaim, concluding that the insurance companies were not obligated\n\nto   provide   coverage   under   their   \"claims   made   and   reported\"\n\npolicies, and thus the facts did not state either a breach of\n\ncontract claim or a viable Chapter 93A claim for deceptive business\n\npractices.     Gargano appeals.\n\n                                   II.\n\n           \"We review de novo the district court's dismissal of the\n\ncomplaint under Rule 12(b)(6).\"      Thomas v. Rhode Island, 542 F.3d\n\n944, 948 (1st Cir. 2008).    We accept as true all well-pleaded facts\n\nin the complaint and draw all reasonable inferences in favor of the\n\nplaintiffs. Fitzgerald v. Harris, 549 F.3d 46, 52 (1st Cir. 2008).\n\nThe general rules of pleading require \"a short and plain statement\n\nof the claim showing that the pleader is entitled to relief.\"         Fed.\n\nR. Civ. P. 8(a)(2).    This short and plain statement need only \"give\n\nthe defendant fair notice of what the . . . claim is and the\n\ngrounds upon which it rests.\"     Bell Atl. Corp. v. Twombly, 550 U.S.\n\n544, 555 (2007) (internal marks omitted), quoted in Erickson v.\n\nPardus, 551 U.S. 89, 93 (2007); see also Thomas, 542 F.3d at 948.\n\n\"To survive a motion to dismiss, the complaint must allege 'a\n\nplausible entitlement to relief.'\" Fitzgerald, 549 F.3d at 52\n\n(quoting Twombly, 550 U.S. at 559); see also Ashcroft v. Iqbal, 129\n\nS. Ct. 1937, 1949 (2009) (discussing the plausibility standard).\n\nIn this diversity case, there is no dispute that Massachusetts law\n\n\n                                   -6-\n\fgoverns, and we review de novo the district court's interpretation\n\nof state law.   See Salve Regina Coll. v. Russell, 499 U.S. 225, 231\n\n(1991).\n\n          Even accepting as true all of the well-pleaded facts of\n\nthe complaint, Mr. Gargano and his firm have failed to state a\n\nclaim of breach of contract or deceptive business practices in\n\nviolation of Massachusetts law, because the claim they made for\n\ncoverage did not fall within the coverage period of any of the\n\nthree professional liability insurance policies.        Each was a\n\n\"claims made and reported\" policy, stating explicitly that its\n\ncoverage applied only to claims first made against the insured\n\nduring the policy period and reported to the company during the\n\npolicy period.    See Appellants' App. at 24 (NCMIC policy); 40\n\n(Greenwich policy), 55 & 62 (Liberty policy).\n\n          \"A claims-made policy covers the insured for claims made\n\nduring the policy year and reported within that period or a\n\nspecified period thereafter regardless of when the covered act or\n\nomission occurred.\"    Chas. T. Main, Inc. v. Fireman's Fund Ins.\n\nCo., 551 N.E.2d 28, 29 (Mass. 1990); see also J.I. Corp. v. Fed.\n\nIns. Co., 920 F.2d 118, 120 n.2 (1st Cir. 1990) (construing\n\nMassachusetts law).   It is clear under Massachusetts law that for\n\na \"claims made and reported\" policy, \"the insured event\" is the\n\ncombination of both requirements: (1) the claim must be first made\n\nagainst the insured during the policy period, and (2) the claim\n\n\n                                 -7-\n\fmust be reported to the insurer within the policy period.    Chas. T.\n\nMain, Inc., 551 N.E.2d at 30.   This notice within the policy period\n\n\"is of the essence in determining whether coverage exists.\"     Id.\n\n          The claim in this case was first \"made\" when Mr. Hug\n\nfiled suit against Gargano in March 2005, at the latest.    The NCMIC\n\npolicy provided coverage from September 2004 through September\n\n2005.   The Hug suit was filed within that coverage period, but\n\nGargano did not report it to NCMIC until 2007, well outside the\n\ncoverage period.    While the Hug proceedings remained pending\n\nthroughout the term of the Greenwich policy, from September 2005\n\nthrough September 2006, Gargano met none of the Greenwich policy\n\nrequirements.   The claim was first made against Gargano prior to\n\nthe Greenwich policy coverage period and was not reported until\n\n2007, well after the coverage period expired.     Finally, although\n\nGargano reported the claim to Liberty within its policy coverage\n\nperiod of September 2006 through September 2007, the claim, first\n\nmade when the Hug suit was filed in 2005, was made prior to\n\nLiberty's coverage period. Because the claim was not both made and\n\nreported during the term of any of Gargano's three professional\n\nliability insurance policies, Gargano has not \"'state[d] a claim to\n\nrelief that is plausible on its face.'\"   Iqbal, 129 S. Ct. at 1949\n\n(quoting Twombly, 550 U.S. at 570).\n\n          Gargano asserted in the complaint, and argues on appeal,\n\nthat each insurance company's failure to deliver its policy to him\n\n\n                                 -8-\n\frendered him unaware of the \"claims made and reported\" language,\n\nand thus, the companies should not be permitted to rely on the\n\npolicy   language       to    deny     the   claim.         Gargano     cites    no   cases\n\ndictating this result. The cases Gargano cites illustrate that a\n\nfailure to deliver a policy in some circumstances may aid in\n\npreventing the formation of a contract or may provide a defense to\n\nthe insurance company.          See, e.g., Larsen v. Metro. Life Ins. Co.,\n\n194 N.E. 664, 665 (Mass. 1935) (permitting no recovery on a policy\n\nwhere the premium was never paid and the policy was not delivered);\n\nGabbett v. Conn. Gen. Life Ins. Co., 21 N.E.2d 950, 951-52 (Mass.\n\n1939) (noting that a policy does not become operative without a\n\nshowing that the claimant's application had been accepted and the\n\npolicy delivered but also finding a valid defense for the insurer\n\nwhere circumstances had changed before the policy was delivered).\n\nAs a general matter, \"neither delivery nor actual possession by the\n\ninsured is essential to the making of an insurance contract unless\n\nthe   contract    expressly          sets    out    a    requirement     of     delivery.\"\n\nVinnie's Wholesale Fish Market, Inc. v. Can. Marine Underwriters\n\nLtd., 441 F. Supp. 341, 344 (D. Mass. 1977) (citing Pac. Mut. Life\n\nIns. Co. v. Barton, 50 F.2d 362, 365 (5th Cir. 1931) (finding that\n\nwhere payment of the premium was accepted and there was \"no\n\nagreement to postpone the operation of this insurance until the\n\ndelivery   of     the    policy,\"        the       policy    was   in    force    without\n\ndelivery)).      Here,       Gargano    paid       the   premiums,      he    admits   the\n\n\n                                             -9-\n\fformation of a contract, and the terms of the policies at issue do\n\nnot set forth a delivery requirement.\n\n             More importantly, however, Gargano cannot claim ignorance\n\nof the terms of policies that were delivered to his insurance agent\n\nor broker.     See Vinnie's Wholesale Fish Market, Inc., 441 F. Supp.\n\nat 344 (\"[I]t is established that delivery of a policy to a broker\n\nemployed by the insured to procure that policy constitutes delivery\n\nto the insured.\").        In the complaint, immediately after stating\n\nthat the insurers had failed to deliver the policies, Gargano\n\nasserts that \"[t]he agencies through which the [p]olicies were\n\nissued eventually delivered the [p]olicies [to Gargano]. . . after\n\nbeing advised of a judgment.\"            (Appellants' App. at 13.)        This\n\nassertion admits that the policies \"were issued\" to the agencies,\n\nand Gargano makes no contrary representation.            Under Massachusetts\n\nlaw, the agent's knowledge of the policy's terms is imputed to the\n\ninsured in this circumstance. See Aguiar v. Generali Assicurazioni\n\nIns.    Co.,   715     N.E.2d    1046,   1048   (Mass.    App.   Ct.   1999).\n\nAdditionally, \"[a]lthough an insured is entitled to rely on his\n\nbroker as his agent, an insured cannot abandon all responsibility\n\nfor ascertaining the terms of the coverage his broker obtained.\"\n\nWilson v. James L. Cooney Ins. Agency, 845 N.E.2d 1187, 1193 (Mass.\n\nApp. Ct. 2006) (internal marks omitted).\n\n             Gargano makes no attempt to explain why the delivery of\n\nthe    policies   to    his     insurance   agent   or    broker,   and    the\n\n\n                                     -10-\n\fcorresponding knowledge of the terms of those policies, should not\n\nbe imputed to him.     Instead, he urges this court to give effect to\n\nhis broad assumption that he was covered by professional liability\n\ninsurance. That assumption is not reasonable. As noted above, the\n\n\"claims made and reported\" policies purchased specifically insure\n\nagainst the event of a claim being both first made against the\n\ninsured, and reported to the insurer, during the policy period.\n\nChas. T. Main, Inc., 551 N.E.2d at 30.           This is not a hidden or\n\nobscure exception to coverage but the very \"essence\" of the policy,\n\nid., and the policy language is neither misleading nor ambiguous,\n\nsee Aguiar, 715 N.E.2d at 1048-49 (noting that the reasonable\n\nexpectations of a purchaser of insurance are more likely to come\n\ninto play \"when the [court's] task is to interpret an ambiguous\n\nprovision rather than an unambiguous one whose meaning, in this\n\ncase,   no   one   disputes\").   It    was   Gargano's   responsibility   to\n\nunderstand the type of coverage he purchased through the agent or\n\nbroker, and we are not at liberty to rewrite either the policy or\n\nMassachusetts law to conform to Gargano's alleged expectations.\n\n             We reject out of hand Gargano's assertion that the\n\ninsurance companies must demonstrate prejudice from his untimely\n\nnotice in order to escape liability.          To require the insurer of a\n\n\"claims made and reported\" policy to demonstrate prejudice from the\n\ninsured's failure to report a claim within the relevant policy\n\nperiod \"would defeat the fundamental concept on which claims-made\n\n\n                                      -11-\n\fpolicies are premised,\" with the likely result \"that claims-made\n\npolicies,    which   offer   substantial   benefits   to   purchasers   of\n\ninsurance as well as insurance companies, would vanish from the\n\nscene.\"2    Chas. T. Main, Inc., 551 N.W.2d at 30.\n\n                                  III.\n\n            Because Gargano has not alleged a claim that was first\n\nmade and reported during the coverage period of any of the policies\n\nat issue, the complaint states no plausible breach of contract\n\nclaim for denial of coverage and no plausible claim under Chapter\n\n93A for failure to investigate or settle.         We reject Gargano's\n\nremaining arguments without discussion, except to note that the\n\ndistrict court did not err in relying on the facts and conclusions\n\nset forth in the state-court judgment in Hug, as noted in footnote\n\n1 above.     See In re Sonus Networks, Inc., S'holder Derivative\n\nLitig., 499 F.3d 47, 56 (1st Cir. 2007)(noting under Massachusetts\n\nlaw issue preclusion bars relitigation of issues that were actually\n\nlitigated and decided in the first litigation).\n\n            Affirmed.\n\n\n\n\n     2\n      In fact, the policies issued to Gargano included express\nprovisions permitting the insured to purchase an extended reporting\nperiod upon payment of an additional premium.           Gargano is\nattempting to gain extra coverage without having paid the extra\nconsideration.\n\n                                  -12-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>572 F.3d 45 (2009)</b></center>\n<center><h1>Paul A. GARGANO and Gargano &amp; Associates, P.C., Plaintiffs, Appellants,<br>\nv.<br>\nLIBERTY INTERNATIONAL UNDERWRITERS, INC., Greenwich Insurance Company, and NCMIC Insurance Company, Defendants, Appellees.</h1></center>\n<center>No. 08-2287.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard May 6, 2009.</center>\n<center>Decided July 14, 2009.</center>\n<p><span class=\"star-pagination\">*46</span> David T. Barrat, with whom Paul A. Gargano was on brief, for appellant.</p>\n<p>William T. Bogaert, with whom Hinna M. Upal was on brief, for Liberty International Underwriters, Inc., appellee.</p>\n<p>Marissa I. Delinks, with whom David A. Grossbaum was on brief, for Greenwich Insurance Company, appellee.</p>\n<p>Brooks L. Glahn, with whom Alexandra B. Harvey was on brief, for NCMIC Insurance Company, appellee.</p>\n<p>Before LIPEZ, HANSEN,<sup>[*]</sup> and HOWARD, Circuit Judges.</p>\n<p><span class=\"star-pagination\">*47</span> HANSEN, Circuit Judge.</p>\n<p>Paul A. Gargano and his law firm, Gargano &amp; Associates P.C., (collectively \"Gargano\"), appeal the district court's dismissal of the complaint in this diversity-based lawyer's professional liability insurance coverage dispute. Because Gargano's insurance claim was not both made and reported within the relevant policy coverage periods, Gargano states no plausible claim for breach of contract or for deceptive business practices under Massachusetts law, and we affirm the judgment of the district court. <i>See</i> Fed.R.Civ.P. 12(b)(6).</p>\n<p></p>\n<h2>I.</h2>\n<p>Gargano brought suit in Massachusetts state court against Liberty International Underwriters, Inc. (\"Liberty\"), Greenwich Insurance Company (\"Greenwich\"), and NCMIC Insurance Company (\"NCMIC\"), asserting breaches of contract and violations of Massachusetts General Laws Chapters 176D and 93A (protecting consumers from deceptive business practices) for each insurance company's alleged failure to investigate or settle the claim. Gargano had obtained three separate professional liability insurance policies, one from each company, covering three different successive years. This suit is based on each company's denial of Gargano's claim for coverage and its alleged refusal to pay without conducting a reasonable investigation. The case was removed to federal court, and the insurance companies each moved to dismiss the complaint for failure to state a claim.</p>\n<p>The complaint indicates that Gargano obtained a professional liability \"claims made and reported\" policy from NCMIC, covering himself and his law firm for the period from September 1, 2004, through September 1, 2005. The next year, the policy was allowed to expire, and Mr. Gargano obtained a similar \"claims made and reported\" policy from Greenwich, covering the period from September 1, 2005, through September 1, 2006. When that policy expired, Gargano obtained a \"claims made and reported\" policy from Liberty for coverage from September 1, 2006, through September 1, 2007. The policies are referenced in, and attached to, the complaint. It is significant that each of these professional liability insurance policies expressly \"provides coverage <i>only</i> for claims that are <i>both</i> first made against the insured and reported to the insurance company during the term of the policy.\" <i>Gargano v. Liberty Int'l Underwriters, Inc.,</i> 575 F.Supp.2d 300, 303 (D.Mass. 2008).</p>\n<p>The complaint avers that Gargano reported a claim to NCMIC, Greenwich, and Liberty, seeking investigation and payment of a state-court judgment that was entered against Gargano in July 2007. <i>See Hug v. Gargano &amp; Assocs., P.C.,</i> No. 05-1147, 23 Mass. L. Rptr. 322, 2007 WL 4358191 (Mass.Super.Ct. July 5, 2007).<sup>[1]</sup> The suit had been filed in March 2005, seeking to enforce an attorney's lien for fees and for damages resulting from deceptive business practices under Massachusetts law, <i>see</i> Mass. Gen. Laws ch. 93A. The state court entered an order establishing Gargano's liability to Mr. Hug in December <span class=\"star-pagination\">*48</span> 2005 and held a hearing on damages in March 2007.</p>\n<p>The underlying facts in the <i>Hug</i> case, taken from the ruling of the Massachusetts Superior Court, indicate that Christopher N. Hug, an attorney, had represented one Anthony Pirelli on a worker's compensation claim for permanent disability benefits. Pursuant to a contingency fee arrangement with Pirelli, Mr. Hug had worked on the case for four years, during which time he had succeeded in ratcheting up the settlement offer to $200,000, a sum that Mr. Hug thought he could still increase with further negotiations. At that point, Pirelli discharged Mr. Hug and hired Mr. Gargano. Mr. Hug relinquished his case file to the Gargano law firm, spoke to the firm about recovering his share of the fees, and filed a Notice of Attorney's Lien for the work he had done on the case. He sent the lien notice to the appropriate state agencies and twice to Gargano by certified mail. In January 2005, Mr. Hug learned that Pirelli's case had been settled in June 2004 for a lump-sum payment of $300,000 and that the Department of Industrial Accidents (\"DIA\") had authorized a payment of attorney's fees to the Gargano firm in the amount of $58,760. The state court found that, to secure the fee award, Gargano had assisted Pirelli in falsely representing to the DIA that Mr. Gargano and his firm had represented Pirelli all along and that there were no outstanding attorney's fee liens. The Massachusetts Superior Court concluded that Gargano's \"numerous misrepresentations or material omissions of fact\" amounted to an \"unfair and deceptive business practice,\" and ordered Mr. Gargano and his law firm to pay over $102,000 in damages, treble damages, and attorney's fees. <i>Id.</i> at *5.</p>\n<p>After the entry of the <i>Hug</i> judgment in July 2007, Mr. Gargano reported it as a claim on each of his professional liability policies. Mr. Gargano did not report the claim when the <i>Hug</i> lawsuit was initially filed in March 2005, and the Gargano law firm itself defended the suit. Because Mr. Gargano did not report the claim until 2007, NCMIC and Greenwich denied coverage on the ground that the claim was not reported during the term of coverage under their policies. Liberty denied coverage because, although the claim was reported within its policy's coverage period, it was first made prior to that term of coverage. Gargano asserts in the complaint that each insurance company failed to deliver its policy to him and should therefore be precluded from relying on policy language to deny the claim. The district court granted the insurance companies' motions to dismiss for failure to state a claim, concluding that the insurance companies were not obligated to provide coverage under their \"claims made and reported\" policies, and thus the facts did not state either a breach of contract claim or a viable Chapter 93A claim for deceptive business practices. Gargano appeals.</p>\n<p></p>\n<h2>II.</h2>\n<p>\"We review de novo the district court's dismissal of the complaint under Rule 12(b)(6).\" <i>Thomas v. Rhode Island,</i> 542 F.3d 944, 948 (1st Cir.2008). We accept as true all well-pleaded facts in the complaint and draw all reasonable inferences in favor of the plaintiffs. <i>Fitzgerald v. Harris,</i> 549 F.3d 46, 52 (1st Cir.2008). The general rules of pleading require \"a short and plain statement of the claim showing that the pleader is entitled to relief.\" Fed.R.Civ.P. 8(a)(2). This short and plain statement need only \"give the defendant fair notice of what the ... claim is and the grounds upon which it rests.\" <i>Bell Atl. Corp. v. Twombly,</i> 550 U.S. 544, <span class=\"star-pagination\">*49</span> 555, 127 S.Ct. 1955, 167 L.Ed.2d 929 (2007) (internal marks omitted), <i>quoted in </i><i>Erickson v. Pardus,</i> 551 U.S. 89, 93, 127 S.Ct. 2197, 167 L.Ed.2d 1081 (2007); <i>see also </i><i>Thomas,</i> 542 F.3d at 948. \"To survive a motion to dismiss, the complaint must allege `a plausible entitlement to relief.'\" <i>Fitzgerald,</i> 549 F.3d at 52 (quoting <i>Twombly,</i> 550 U.S. at 559, 127 S.Ct. 1955); <i>see also </i><i>Ashcroft v. Iqbal,</i> ___ U.S. ___, 129 S.Ct. 1937, 1949, 173 L.Ed.2d 868 (2009) (discussing the plausibility standard). In this diversity case, there is no dispute that Massachusetts law governs, and we review de novo the district court's interpretation of state law. <i>See </i><i>Salve Regina Coll. v. Russell,</i> 499 U.S. 225, 231, 111 S.Ct. 1217, 113 L.Ed.2d 190 (1991).</p>\n<p>Even accepting as true all of the well-pleaded facts of the complaint, Mr. Gargano and his firm have failed to state a claim of breach of contract or deceptive business practices in violation of Massachusetts law, because the claim they made for coverage did not fall within the coverage period of any of the three professional liability insurance policies. Each was a \"claims made and reported\" policy, stating explicitly that its coverage applied only to claims first made against the insured during the policy period and reported to the company during the policy period. <i>See</i> Appellants' App. at 24 (NCMIC policy); 40 (Greenwich policy), 55 &amp; 62 (Liberty policy).</p>\n<p>\"A claims-made policy covers the insured for claims made during the policy year and reported within that period or a specified period thereafter regardless of when the covered act or omission occurred.\" <i>Chas. T. Main, Inc. v. Fireman's Fund Ins. Co.,</i> 406 Mass. 862, 551 N.E.2d 28, 29 (1990); <i>see also </i><i>J.I. Corp. v. Fed. Ins. Co.,</i> 920 F.2d 118, 120 n. 2 (1st Cir. 1990) (construing Massachusetts law). It is clear under Massachusetts law that for a \"claims made and reported\" policy, \"the insured event\" is the combination of both requirements: (1) the claim must be first made against the insured during the policy period, and (2) the claim must be reported to the insurer within the policy period. <i>Chas. T. Main, Inc.,</i> 551 N.E.2d at 30. This notice within the policy period \"is of the essence in determining whether coverage exists.\" <i>Id.</i></p>\n<p>The claim in this case was first \"made\" when Mr. Hug filed suit against Gargano in March 2005, at the latest. The NCMIC policy provided coverage from September 2004 through September 2005. The <i>Hug</i> suit was filed within that coverage period, but Gargano did not report it to NCMIC until 2007, well outside the coverage period. While the <i>Hug</i> proceedings remained pending throughout the term of the Greenwich policy, from September 2005 through September 2006, Gargano met none of the Greenwich policy requirements. The claim was first made against Gargano prior to the Greenwich policy coverage period and was not reported until 2007, well after the coverage period expired. Finally, although Gargano reported the claim to Liberty within its policy coverage period of September 2006 through September 2007, the claim, first made when the <i>Hug</i> suit was filed in 2005, was made prior to Liberty's coverage period. Because the claim was not both made <i>and</i> reported during the term of any of Gargano's three professional liability insurance policies, Gargano has not \"`state[d] a claim to relief that is plausible on its face.'\" <i>Iqbal,</i> 129 S.Ct. at 1949 (quoting <i>Twombly,</i> 550 U.S. at 570, 127 S.Ct. 1955).</p>\n<p>Gargano asserted in the complaint, and argues on appeal, that each insurance company's failure to deliver its policy to him rendered him unaware of the \"claims made and reported\" language, and thus, the companies should not be permitted <span class=\"star-pagination\">*50</span> to rely on the policy language to deny the claim. Gargano cites no cases dictating this result. The cases Gargano cites illustrate that a failure to deliver a policy in some circumstances may aid in preventing the formation of a contract or may provide a defense to the insurance company. <i>See, e.g., </i><i>Larsen v. Metro. Life Ins. Co.,</i> 289 Mass. 573, 194 N.E. 664, 665 (1935) (permitting no recovery on a policy where the premium was never paid and the policy was not delivered); <i>Gabbett v. Conn. Gen. Life Ins. Co.,</i> 303 Mass. 433, 21 N.E.2d 950, 951-52 (1939) (noting that a policy does not become operative without a showing that the claimant's application had been accepted and the policy delivered but also finding a valid defense for the insurer where circumstances had changed before the policy was delivered). As a general matter, \"neither delivery nor actual possession by the insured is essential to the making of an insurance contract unless the contract expressly sets out a requirement of delivery.\" <i>Vinnie's Wholesale Fish Market, Inc. v. Can. Marine Underwriters Ltd.,</i> 441 F.Supp. 341, 344 (D.Mass.1977) (citing <i>Pac. Mut. Life Ins. Co. v. Barton,</i> 50 F.2d 362, 365 (5th Cir.1931) (finding that where payment of the premium was accepted and there was \"no agreement to postpone the operation of this insurance until the delivery of the policy,\" the policy was in force without delivery)). Here, Gargano paid the premiums, he admits the formation of a contract, and the terms of the policies at issue do not set forth a delivery requirement.</p>\n<p>More importantly, however, Gargano cannot claim ignorance of the terms of policies that were delivered to his insurance agent or broker. <i>See </i><i>Vinnie's Wholesale Fish Market, Inc.,</i> 441 F.Supp. at 344 (\"[I]t is established that delivery of a policy to a broker employed by the insured to procure that policy constitutes delivery to the insured.\"). In the complaint, immediately after stating that the insurers had failed to deliver the policies, Gargano asserts that \"[t]he agencies through which the [p]olicies were issued eventually delivered the [p]olicies [to Gargano]... after being advised of a judgment.\" (Appellants' App. at 13.) This assertion admits that the policies \"were issued\" to the agencies, and Gargano makes no contrary representation. Under Massachusetts law, the agent's knowledge of the policy's terms is imputed to the insured in this circumstance. <i>See </i><i>Aguiar v. Generali Assicurazioni Ins. Co.,</i> 47 Mass.App.Ct. 687, 715 N.E.2d 1046, 1048 (1999). Additionally, \"[a]lthough an insured is entitled to rely on his broker as his agent, an insured cannot abandon all responsibility for ascertaining the terms of the coverage his broker obtained.\" <i>Wilson v. James L. Cooney Ins. Agency,</i> 66 Mass.App.Ct. 156, 845 N.E.2d 1187, 1193 (2006) (internal marks omitted).</p>\n<p>Gargano makes no attempt to explain why the delivery of the policies to his insurance agent or broker, and the corresponding knowledge of the terms of those policies, should not be imputed to him. Instead, he urges this court to give effect to his broad assumption that he was covered by professional liability insurance. That assumption is not reasonable. As noted above, the \"claims made and reported\" policies purchased specifically insure against the event of a claim being both first made against the insured, and reported to the insurer, during the policy period. <i>Chas. T. Main, Inc.,</i> 551 N.E.2d at 30. This is not a hidden or obscure exception to coverage but the very \"essence\" of the policy, <i>id.,</i> and the policy language is neither misleading nor ambiguous, <i>see </i><i>Aguiar,</i> 715 N.E.2d at 1048-49 (noting that the reasonable expectations of a purchaser of insurance are more likely to come into play \"when the [court's] task is to interpret an <span class=\"star-pagination\">*51</span> ambiguous provision rather than an <i>un</i> ambiguous one whose meaning, in this case, no one disputes\"). It was Gargano's responsibility to understand the type of coverage he purchased through the agent or broker, and we are not at liberty to rewrite either the policy or Massachusetts law to conform to Gargano's alleged expectations.</p>\n<p>We reject out of hand Gargano's assertion that the insurance companies must demonstrate prejudice from his untimely notice in order to escape liability. To require the insurer of a \"claims made and reported\" policy to demonstrate prejudice from the insured's failure to report a claim within the relevant policy period \"would defeat the fundamental concept on which claims-made policies are premised,\" with the likely result \"that claims-made policies, which offer substantial benefits to purchasers of insurance as well as insurance companies, would vanish from the scene.\"<sup>[2]</sup><i>Chas. T. Main, Inc.,</i> 551 N.E.2d at 30.</p>\n<p></p>\n<h2>III.</h2>\n<p>Because Gargano has not alleged a claim that was first made and reported during the coverage period of any of the policies at issue, the complaint states no plausible breach of contract claim for denial of coverage and no plausible claim under Chapter 93A for failure to investigate or settle. We reject Gargano's remaining arguments without discussion, except to note that the district court did not err in relying on the facts and conclusions set forth in the state-court judgment in <i>Hug,</i> as noted in footnote 1 above. <i>See </i><i>In re Sonus Networks, Inc., S'holder Derivative Litig.,</i> 499 F.3d 47, 56 (1st Cir.2007)(noting under Massachusetts law issue preclusion bars relitigation of issues that were actually litigated and decided in the first litigation).</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Eighth Circuit, sitting by designation.</p>\n<p>[1]  While we ordinarily do not consider materials that are outside the complaint when reviewing a motion to dismiss under Rule 12(b)(6), we make \"narrow exceptions for documents the authenticity of which are not disputed by the parties; for official public records; for documents central to plaintiffs' claim; or for documents sufficiently referred to in the complaint.\" <i>Watterson v. Page,</i> 987 F.2d 1, 3-4 (1st Cir.1993) (collecting cases illustrating this exception). The Massachusetts Superior Court's judgment and the complaint in <i>Hug</i> fit squarely within this exception.</p>\n<p>[2]  In fact, the policies issued to Gargano included express provisions permitting the insured to purchase an extended reporting period upon payment of an additional premium. Gargano is attempting to gain extra coverage without having paid the extra consideration.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">572</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></span> (2009)</b></center>\n<center><h1>Paul A. GARGANO and Gargano &amp; Associates, P.C., Plaintiffs, Appellants,<br>\nv.<br>\nLIBERTY INTERNATIONAL UNDERWRITERS, INC., Greenwich Insurance Company, and NCMIC Insurance Company, Defendants, Appellees.</h1></center>\n<center>No. 08-2287.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard May 6, 2009.</center>\n<center>Decided July 14, 2009.</center>\n<p><span class=\"star-pagination\">*46</span> David T. Barrat, with whom Paul A. Gargano was on brief, for appellant.</p>\n<p>William T. Bogaert, with whom Hinna M. Upal was on brief, for Liberty International Underwriters, Inc., appellee.</p>\n<p>Marissa I. Delinks, with whom David A. Grossbaum was on brief, for Greenwich Insurance Company, appellee.</p>\n<p>Brooks L. Glahn, with whom Alexandra B. Harvey was on brief, for NCMIC Insurance Company, appellee.</p>\n<p>Before LIPEZ, HANSEN,<sup>[*]</sup> and HOWARD, Circuit Judges.</p>\n<p><span class=\"star-pagination\">*47</span> HANSEN, Circuit Judge.</p>\n<p>Paul A. Gargano and his law firm, Gargano &amp; Associates P.C., (collectively \"Gargano\"), appeal the district court's dismissal of the complaint in this diversity-based lawyer's professional liability insurance coverage dispute. Because Gargano's insurance claim was not both made and reported within the relevant policy coverage periods, Gargano states no plausible claim for breach of contract or for deceptive business practices under Massachusetts law, and we affirm the judgment of the district court. <i>See</i> Fed.R.Civ.P. 12(b)(6).</p>\n<p></p>\n<h2>I.</h2>\n<p>Gargano brought suit in Massachusetts state court against Liberty International Underwriters, Inc. (\"Liberty\"), Greenwich Insurance Company (\"Greenwich\"), and NCMIC Insurance Company (\"NCMIC\"), asserting breaches of contract and violations of Massachusetts General Laws Chapters 176D and 93A (protecting consumers from deceptive business practices) for each insurance company's alleged failure to investigate or settle the claim. Gargano had obtained three separate professional liability insurance policies, one from each company, covering three different successive years. This suit is based on each company's denial of Gargano's claim for coverage and its alleged refusal to pay without conducting a reasonable investigation. The case was removed to federal court, and the insurance companies each moved to dismiss the complaint for failure to state a claim.</p>\n<p>The complaint indicates that Gargano obtained a professional liability \"claims made and reported\" policy from NCMIC, covering himself and his law firm for the period from September 1, 2004, through September 1, 2005. The next year, the policy was allowed to expire, and Mr. Gargano obtained a similar \"claims made and reported\" policy from Greenwich, covering the period from September 1, 2005, through September 1, 2006. When that policy expired, Gargano obtained a \"claims made and reported\" policy from Liberty for coverage from September 1, 2006, through September 1, 2007. The policies are referenced in, and attached to, the complaint. It is significant that each of these professional liability insurance policies expressly \"provides coverage <i>only</i> for claims that are <i>both</i> first made against the insured and reported to the insurance company during the term of the policy.\" <i>Gargano v. Liberty Int'l Underwriters, Inc.,</i> <span class=\"citation\" data-id=\"2465720\"><a href=\"/opinion/2465720/gargano-v-liberty-intern-underwriters-inc/\"><span class=\"volume\">575</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">300</span></a></span>, 303 (D.Mass. 2008).</p>\n<p>The complaint avers that Gargano reported a claim to NCMIC, Greenwich, and Liberty, seeking investigation and payment of a state-court judgment that was entered against Gargano in July 2007. <i>See Hug v. Gargano &amp; Assocs., P.C.,</i> No. 05-1147, 23 Mass. L. Rptr. 322, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">4358191</span></span> (Mass.Super.Ct. July 5, 2007).<sup>[1]</sup> The suit had been filed in March 2005, seeking to enforce an attorney's lien for fees and for damages resulting from deceptive business practices under Massachusetts law, <i>see</i> Mass. Gen. Laws ch. 93A. The state court entered an order establishing Gargano's liability to Mr. Hug in December <span class=\"star-pagination\">*48</span> 2005 and held a hearing on damages in March 2007.</p>\n<p>The underlying facts in the <i>Hug</i> case, taken from the ruling of the Massachusetts Superior Court, indicate that Christopher N. Hug, an attorney, had represented one Anthony Pirelli on a worker's compensation claim for permanent disability benefits. Pursuant to a contingency fee arrangement with Pirelli, Mr. Hug had worked on the case for four years, during which time he had succeeded in ratcheting up the settlement offer to $200,000, a sum that Mr. Hug thought he could still increase with further negotiations. At that point, Pirelli discharged Mr. Hug and hired Mr. Gargano. Mr. Hug relinquished his case file to the Gargano law firm, spoke to the firm about recovering his share of the fees, and filed a Notice of Attorney's Lien for the work he had done on the case. He sent the lien notice to the appropriate state agencies and twice to Gargano by certified mail. In January 2005, Mr. Hug learned that Pirelli's case had been settled in June 2004 for a lump-sum payment of $300,000 and that the Department of Industrial Accidents (\"DIA\") had authorized a payment of attorney's fees to the Gargano firm in the amount of $58,760. The state court found that, to secure the fee award, Gargano had assisted Pirelli in falsely representing to the DIA that Mr. Gargano and his firm had represented Pirelli all along and that there were no outstanding attorney's fee liens. The Massachusetts Superior Court concluded that Gargano's \"numerous misrepresentations or material omissions of fact\" amounted to an \"unfair and deceptive business practice,\" and ordered Mr. Gargano and his law firm to pay over $102,000 in damages, treble damages, and attorney's fees. <i>Id.</i> at *5.</p>\n<p>After the entry of the <i>Hug</i> judgment in July 2007, Mr. Gargano reported it as a claim on each of his professional liability policies. Mr. Gargano did not report the claim when the <i>Hug</i> lawsuit was initially filed in March 2005, and the Gargano law firm itself defended the suit. Because Mr. Gargano did not report the claim until 2007, NCMIC and Greenwich denied coverage on the ground that the claim was not reported during the term of coverage under their policies. Liberty denied coverage because, although the claim was reported within its policy's coverage period, it was first made prior to that term of coverage. Gargano asserts in the complaint that each insurance company failed to deliver its policy to him and should therefore be precluded from relying on policy language to deny the claim. The district court granted the insurance companies' motions to dismiss for failure to state a claim, concluding that the insurance companies were not obligated to provide coverage under their \"claims made and reported\" policies, and thus the facts did not state either a breach of contract claim or a viable Chapter 93A claim for deceptive business practices. Gargano appeals.</p>\n<p></p>\n<h2>II.</h2>\n<p>\"We review de novo the district court's dismissal of the complaint under Rule 12(b)(6).\" <i>Thomas v. Rhode Island,</i> <span class=\"citation\" data-id=\"203492\"><a href=\"/opinion/203492/thomas-v-rhode-island/\"><span class=\"volume\">542</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">944</span></a></span>, 948 (1st Cir.2008). We accept as true all well-pleaded facts in the complaint and draw all reasonable inferences in favor of the plaintiffs. <i>Fitzgerald v. Harris,</i> <span class=\"citation\" data-id=\"203581\"><a href=\"/opinion/203581/fitzgerald-v-harris/\"><span class=\"volume\">549</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 52 (1st Cir.2008). The general rules of pleading require \"a short and plain statement of the claim showing that the pleader is entitled to relief.\" Fed.R.Civ.P. 8(a)(2). This short and plain statement need only \"give the defendant fair notice of what the ... claim is and the grounds upon which it rests.\" <i>Bell Atl. Corp. v. Twombly,</i> <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span>, <span class=\"star-pagination\">*49</span> 555, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">929</span></a></span> (2007) (internal marks omitted), <i>quoted in </i><i>Erickson v. Pardus,</i> <span class=\"citation\" data-id=\"145722\"><a href=\"/opinion/145722/erickson-v-pardus/\"><span class=\"volume\">551</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></a></span>, 93, <span class=\"citation\" data-id=\"145722\"><a href=\"/opinion/145722/erickson-v-pardus/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span>, <span class=\"citation\" data-id=\"145722\"><a href=\"/opinion/145722/erickson-v-pardus/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1081</span></a></span> (2007); <i>see also </i><i>Thomas,</i> 542 F.3d at 948. \"To survive a motion to dismiss, the complaint must allege `a plausible entitlement to relief.'\" <i>Fitzgerald,</i> 549 F.3d at 52 (quoting <i>Twombly,</i> 550 U.S. at 559, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>); <i>see also </i><i>Ashcroft v. Iqbal,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1937</span></a></span>, 1949, <span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">173</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">868</span></a></span> (2009) (discussing the plausibility standard). In this diversity case, there is no dispute that Massachusetts law governs, and we review de novo the district court's interpretation of state law. <i>See </i><i>Salve Regina Coll. v. Russell,</i> <span class=\"citation\" data-id=\"112564\"><a href=\"/opinion/112564/salve-regina-college-v-russell/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">225</span></a></span>, 231, <span class=\"citation\" data-id=\"112564\"><a href=\"/opinion/112564/salve-regina-college-v-russell/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1217</span></a></span>, <span class=\"citation\" data-id=\"112564\"><a href=\"/opinion/112564/salve-regina-college-v-russell/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">190</span></a></span> (1991).</p>\n<p>Even accepting as true all of the well-pleaded facts of the complaint, Mr. Gargano and his firm have failed to state a claim of breach of contract or deceptive business practices in violation of Massachusetts law, because the claim they made for coverage did not fall within the coverage period of any of the three professional liability insurance policies. Each was a \"claims made and reported\" policy, stating explicitly that its coverage applied only to claims first made against the insured during the policy period and reported to the company during the policy period. <i>See</i> Appellants' App. at 24 (NCMIC policy); 40 (Greenwich policy), 55 &amp; 62 (Liberty policy).</p>\n<p>\"A claims-made policy covers the insured for claims made during the policy year and reported within that period or a specified period thereafter regardless of when the covered act or omission occurred.\" <i>Chas. T. Main, Inc. v. Fireman's Fund Ins. Co.,</i> <span class=\"citation\" data-id=\"2090060\"><a href=\"/opinion/2090060/chas-t-main-inc-v-firemans-fund-ins-co/\"><span class=\"volume\">406</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">862</span></a></span>, <span class=\"citation\" data-id=\"2090060\"><a href=\"/opinion/2090060/chas-t-main-inc-v-firemans-fund-ins-co/\"><span class=\"volume\">551</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">28</span></a></span>, 29 (1990); <i>see also </i><i>J.I. Corp. v. Fed. Ins. Co.,</i> <span class=\"citation\" data-id=\"552337\"><a href=\"/opinion/552337/ji-corp-fka-new-england-rare-coin-galleries-inc-v-federal/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">118</span></a></span>, 120 n. 2 (1st Cir. 1990) (construing Massachusetts law). It is clear under Massachusetts law that for a \"claims made and reported\" policy, \"the insured event\" is the combination of both requirements: (1) the claim must be first made against the insured during the policy period, and (2) the claim must be reported to the insurer within the policy period. <i>Chas. T. Main, Inc.,</i> 551 N.E.2d at 30. This notice within the policy period \"is of the essence in determining whether coverage exists.\" <i>Id.</i></p>\n<p>The claim in this case was first \"made\" when Mr. Hug filed suit against Gargano in March 2005, at the latest. The NCMIC policy provided coverage from September 2004 through September 2005. The <i>Hug</i> suit was filed within that coverage period, but Gargano did not report it to NCMIC until 2007, well outside the coverage period. While the <i>Hug</i> proceedings remained pending throughout the term of the Greenwich policy, from September 2005 through September 2006, Gargano met none of the Greenwich policy requirements. The claim was first made against Gargano prior to the Greenwich policy coverage period and was not reported until 2007, well after the coverage period expired. Finally, although Gargano reported the claim to Liberty within its policy coverage period of September 2006 through September 2007, the claim, first made when the <i>Hug</i> suit was filed in 2005, was made prior to Liberty's coverage period. Because the claim was not both made <i>and</i> reported during the term of any of Gargano's three professional liability insurance policies, Gargano has not \"`state[d] a claim to relief that is plausible on its face.'\" <i>Iqbal,</i> 129 S.Ct. at 1949 (quoting <i>Twombly,</i> 550 U.S. at 570, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>).</p>\n<p>Gargano asserted in the complaint, and argues on appeal, that each insurance company's failure to deliver its policy to him rendered him unaware of the \"claims made and reported\" language, and thus, the companies should not be permitted <span class=\"star-pagination\">*50</span> to rely on the policy language to deny the claim. Gargano cites no cases dictating this result. The cases Gargano cites illustrate that a failure to deliver a policy in some circumstances may aid in preventing the formation of a contract or may provide a defense to the insurance company. <i>See, e.g., </i><i>Larsen v. Metro. Life Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">289</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">573</span></span>, <span class=\"citation no-link\"><span class=\"volume\">194</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">664</span></span>, 665 (1935) (permitting no recovery on a policy where the premium was never paid and the policy was not delivered); <i>Gabbett v. Conn. Gen. Life Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">303</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">433</span></span>, <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">950</span></span>, 951-52 (1939) (noting that a policy does not become operative without a showing that the claimant's application had been accepted and the policy delivered but also finding a valid defense for the insurer where circumstances had changed before the policy was delivered). As a general matter, \"neither delivery nor actual possession by the insured is essential to the making of an insurance contract unless the contract expressly sets out a requirement of delivery.\" <i>Vinnie's Wholesale Fish Market, Inc. v. Can. Marine Underwriters Ltd.,</i> <span class=\"citation\" data-id=\"1427753\"><a href=\"/opinion/1427753/vinnies-wsle-fish-market-inc-v-canadian-marine-underwriters-ltd/\"><span class=\"volume\">441</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">341</span></a></span>, 344 (D.Mass.1977) (citing <i>Pac. Mut. Life Ins. Co. v. Barton,</i> <span class=\"citation\" data-id=\"1549065\"><a href=\"/opinion/1549065/pacific-mut-life-ins-co-of-california-v-barton/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">362</span></a></span>, 365 (5th Cir.1931) (finding that where payment of the premium was accepted and there was \"no agreement to postpone the operation of this insurance until the delivery of the policy,\" the policy was in force without delivery)). Here, Gargano paid the premiums, he admits the formation of a contract, and the terms of the policies at issue do not set forth a delivery requirement.</p>\n<p>More importantly, however, Gargano cannot claim ignorance of the terms of policies that were delivered to his insurance agent or broker. <i>See </i><i>Vinnie's Wholesale Fish Market, Inc.,</i> 441 F.Supp. at 344 (\"[I]t is established that delivery of a policy to a broker employed by the insured to procure that policy constitutes delivery to the insured.\"). In the complaint, immediately after stating that the insurers had failed to deliver the policies, Gargano asserts that \"[t]he agencies through which the [p]olicies were issued eventually delivered the [p]olicies [to Gargano]... after being advised of a judgment.\" (Appellants' App. at 13.) This assertion admits that the policies \"were issued\" to the agencies, and Gargano makes no contrary representation. Under Massachusetts law, the agent's knowledge of the policy's terms is imputed to the insured in this circumstance. <i>See </i><i>Aguiar v. Generali Assicurazioni Ins. Co.,</i> 47 Mass.App.Ct. 687, <span class=\"citation no-link\"><span class=\"volume\">715</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1046</span></span>, 1048 (1999). Additionally, \"[a]lthough an insured is entitled to rely on his broker as his agent, an insured cannot abandon all responsibility for ascertaining the terms of the coverage his broker obtained.\" <i>Wilson v. James L. Cooney Ins. Agency,</i> 66 Mass.App.Ct. 156, <span class=\"citation no-link\"><span class=\"volume\">845</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1187</span></span>, 1193 (2006) (internal marks omitted).</p>\n<p>Gargano makes no attempt to explain why the delivery of the policies to his insurance agent or broker, and the corresponding knowledge of the terms of those policies, should not be imputed to him. Instead, he urges this court to give effect to his broad assumption that he was covered by professional liability insurance. That assumption is not reasonable. As noted above, the \"claims made and reported\" policies purchased specifically insure against the event of a claim being both first made against the insured, and reported to the insurer, during the policy period. <i>Chas. T. Main, Inc.,</i> 551 N.E.2d at 30. This is not a hidden or obscure exception to coverage but the very \"essence\" of the policy, <i>id.,</i> and the policy language is neither misleading nor ambiguous, <i>see </i><i>Aguiar,</i> 715 N.E.2d at 1048-49 (noting that the reasonable expectations of a purchaser of insurance are more likely to come into play \"when the [court's] task is to interpret an <span class=\"star-pagination\">*51</span> ambiguous provision rather than an <i>un</i> ambiguous one whose meaning, in this case, no one disputes\"). It was Gargano's responsibility to understand the type of coverage he purchased through the agent or broker, and we are not at liberty to rewrite either the policy or Massachusetts law to conform to Gargano's alleged expectations.</p>\n<p>We reject out of hand Gargano's assertion that the insurance companies must demonstrate prejudice from his untimely notice in order to escape liability. To require the insurer of a \"claims made and reported\" policy to demonstrate prejudice from the insured's failure to report a claim within the relevant policy period \"would defeat the fundamental concept on which claims-made policies are premised,\" with the likely result \"that claims-made policies, which offer substantial benefits to purchasers of insurance as well as insurance companies, would vanish from the scene.\"<sup>[2]</sup><i>Chas. T. Main, Inc.,</i> 551 N.E.2d at 30.</p>\n<p></p>\n<h2>III.</h2>\n<p>Because Gargano has not alleged a claim that was first made and reported during the coverage period of any of the policies at issue, the complaint states no plausible breach of contract claim for denial of coverage and no plausible claim under Chapter 93A for failure to investigate or settle. We reject Gargano's remaining arguments without discussion, except to note that the district court did not err in relying on the facts and conclusions set forth in the state-court judgment in <i>Hug,</i> as noted in footnote 1 above. <i>See </i><i>In re Sonus Networks, Inc., S'holder Derivative Litig.,</i> <span class=\"citation\" data-id=\"202895\"><a href=\"/opinion/202895/in-re-sonus-networks-inc/\"><span class=\"volume\">499</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">47</span></a></span>, 56 (1st Cir.2007)(noting under Massachusetts law issue preclusion bars relitigation of issues that were actually litigated and decided in the first litigation).</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Eighth Circuit, sitting by designation.</p>\n<p>[1]  While we ordinarily do not consider materials that are outside the complaint when reviewing a motion to dismiss under Rule 12(b)(6), we make \"narrow exceptions for documents the authenticity of which are not disputed by the parties; for official public records; for documents central to plaintiffs' claim; or for documents sufficiently referred to in the complaint.\" <i>Watterson v. Page,</i> <span class=\"citation\" data-id=\"601477\"><a href=\"/opinion/601477/valerie-watterson-v-eileen-page/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3-4 (1st Cir.1993) (collecting cases illustrating this exception). The Massachusetts Superior Court's judgment and the complaint in <i>Hug</i> fit squarely within this exception.</p>\n<p>[2]  In fact, the policies issued to Gargano included express provisions permitting the insured to purchase an extended reporting period upon payment of an additional premium. Gargano is attempting to gain extra coverage without having paid the extra consideration.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202895/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203492/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203581/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552337/",
    "http://www.courtlistener.com/api/rest/v3/opinions/601477/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1427753/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1549065/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2090060/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2465720/"
  ]
}