{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/204042/",
  "absolute_url": "/opinion/204042/college-dent-surg-pr-v-conn-gen-life-ins/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/204042/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:28:56Z",
  "date_modified": "2016-04-26T12:56:39.240962Z",
  "type": "010combined",
  "sha1": "3f29ca947e25216efede659d22b0df8a4d4a79e2",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-2201p-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/10/22/College_of_Dental_Surgeons_v._Triple_S_Management_Inc..pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 09-2201\n\n              COLLEGE OF DENTAL SURGEONS OF PUERTO RICO,\n\n                         Plaintiff, Appellee,\n\n                                  v.\n\n         CONNECTICUT GENERAL LIFE INSURANCE COMPANY AND\n               METROPOLITAN LIFE INSURANCE COMPANY,\n\n                       Defendants, Appellants.\n\n                         ___________________\n\n                  TRIPLE-S MANAGEMENT, INC., ET AL.,\n\n                        Defendants, Appellees.\n\n\n\n        APPEAL FROM AN INTERLOCUTORY REMAND ORDER OF THE\n\n                UNITED STATES DISTRICT COURT FOR THE\n\n                       DISTRICT OF PUERTO RICO\n\n         [Hon. José Antonio Fusté, U.S. District Judge]\n\n\n\n                                Before\n\n               Selya, Boudin and Howard, Circuit Judges.\n\n\n     Charles P. Scheeler and DLA Piper LLP (US) on brief for\ndefendant-appellant Connecticut General Life Insurance Company.\n     Frank Gotay-Barquet and Gotay & Perez, P.S.C. on brief for\ndefendant-appellant Metropolitan Life Insurance Company.\n     Edna Hernández-Arroyo, María Luisa Martínez-López, and Ávila,\nMartínez & Hernández, P.S.C. on brief for plaintiff-appellee.\n\f     Manuel A. Pietrantoni, César T. Alcover Acosta, Casellas\nAlcover & Burgos, P.S.C., Rafael Escalera Rodríguez, and Reichard\n& Escalera on brief for defendants-appellees Triple-S Management,\nInc., Triple-S, Inc., Triple-C, Inc., La Cruz Azul de Puerto Rico,\nInc., and American Health, Inc.\n     José A. Acosta-Grubb, María L. Montalvo-Vera, José Luis\nRamírez-Coll, and Fiddler Gonzáles & Rodríguez, P.S.C. on brief for\ndefendant-appellee Delta Dental Plan of Puerto Rico, Inc.\n     German J. Brau and Usera Morell Bauzá Dapena & Cartagena on\nbrief for defendants-appellees Preferred Medicare Choice, Inc., and\nMMM Health Care, Inc.\n     Luis Sánchez Betances, Adrián Sánchez Pagán, and Sánchez\nBetances, Sifre & Muñoz Noya, P.S.C. on brief for defendants-\nappellees MAPFRE Life Insurance Company and Mennonite General\nHospital, Inc.\n     Carlos José Onetti Irizarry, Fermín M. Contreras Gómez, and\nEstuido Legal Fermín M. Contreras Gómez on brief for defendants-\nappellees Medical Card System, Inc., MCS Health Management Options,\nInc., and MCS Advantage, Inc.\n\n\n\n                         October 22, 2009\n\f              SELYA, Circuit Judge.         The pivotal question in this\n\nappeal is whether removal jurisdiction under the Class Action\n\nFairness Act (CAFA), Pub. L. No. 109-2, 119 Stat. 4 (2005), may\n\nattach even though the complaint does not specifically define a\n\nproposed class.      The district court answered this question in the\n\nnegative and remanded the case to the local court in which it had\n\noriginated.      Coll. of Dental Surgeons of P.R. v. Triple-S Mgmt.,\n\nInc., Civ. No. 09-1209, 2009 WL 1076308, at *2 (D.P.R. Apr. 21,\n\n2009).   On September 1, 2008, we granted an application for leave\n\nto pursue an interlocutory appeal from this ruling.\n\n              We now decide the appeal. After sketching the background\n\nfacts and travel of the case, our response is in two main parts.\n\nFirst, we articulate the standards that apply in this circuit to\n\nguide the court of appeals in allowing or disallowing applications\n\nfor leave to pursue discretionary appeals under CAFA.             Second, we\n\naddress the merits of the district court's order and conclude that\n\nthe court acted prematurely in remanding the action. Consequently,\n\nwe   vacate    the   remand   order   and   remit   the   case   for   further\n\nproceedings in the district court.\n\nI.   BACKGROUND\n\n              Because this litigation is in its infancy, we draw the\n\nfacts from the complaint.\n\n              The College of Dental Surgeons of Puerto Rico (the\n\nCollege) is an entity created by the Puerto Rico legislature.              See\n\n\n                                      -3-\n\fP.R. Laws Ann. tit. 20, §§ 111-123.           With only minor exceptions,\n\nevery dentist licensed to practice in Puerto Rico must belong. Id.\n\n§ 114.    The College has both the capacity to sue, id. § 112(a), and\n\na statutory mandate to \"protect\" its members' interests as those\n\ninterests relate to the practice of dentistry, id. § 112(h).\n\n            On    February   11,   2009,    the   College    sued    twenty-five\n\ndefendants (insurance companies, health maintenance organizations,\n\nand the like) in a Puerto Rico court. The complaint asserts a\n\nlitany of claims on behalf of the College and its dentist-members.\n\nAmong other things, the complaint alleges that the defendants\n\nengage in questionable and sometimes fraudulent practices anent\n\ncontracting, claims processing, and the like, to the dentists'\n\neconomic detriment.\n\n            The College's averments are divided into nine statements\n\nof claim, all arising under Puerto Rico law.             Citing provisions of\n\nthe Puerto Rico Rules of Civil Procedure, the complaint alleges\n\nthat the pleaded facts qualify the case for treatment as a class\n\naction.      In   its   concluding    prayers,     the    complaint     seeks   a\n\ndeclaratory judgment, injunctive relief, and damages in excess of\n\n$150,000,000.\n\n            Two    defendants,     Connecticut     General    Life    Insurance\n\nCompany and Metropolitan Life Insurance Company, sought to shift\n\nthe battleground by filing a timely notice of removal to the\n\nfederal district court.       The removing defendants (appellants here)\n\n\n                                      -4-\n\fpredicated removal on CAFA, 28 U.S.C. §§ 1332(d), 1453(b).1          CAFA\n\ndoes not require the consent of all defendants to remove a class\n\naction to federal court.    See id. § 1453(b).\n\n          Several parties moved to remand, arguing that CAFA did\n\nnot give the district court subject matter jurisdiction.         After\n\nsome procedural skirmishing, not pertinent here, the district court\n\nordered briefing on the jurisdictional issue.          The appellants\n\nclaimed that CAFA jurisdiction attached because the complaint\n\ncontains class-type allegations sufficient to come within CAFA's\n\nscope. The College and the objecting defendants (collectively, the\n\nappellees) demurred; they contended that the complaint does not\n\nfall within CAFA's scope.   The College never argued, however, that\n\nits suit is other than a class action.\n\n          In due course, the district court granted the motions to\n\nremand, reasoning in a terse order that the complaint does not\n\n\"sufficiently   define[]\"   the   contours   and   membership   of   the\n\nplaintiff class and, thus, the College \"has not defined a class\n\n[within] Federal pleading requirements.\" Coll. of Dental Surgeons,\n\n2009 WL 1076308, at *2.      On that basis, the court found CAFA\n\njurisdiction wanting, without reaching questions raised by the\n\n\n\n     1\n      The appellants also mentioned federal question jurisdiction,\n28 U.S.C. § 1331, as an alternate ground for removal. Because the\nother defendants did not unanimously consent to removal, any\nassertion of federal question jurisdiction is unavailing. See id.\n§ 1441; Chi., Rock Island & Pac. Ry. Co. v. Martin, 178 U.S. 245,\n247-48 (1900).\n\n                                  -5-\n\fappellees about whether any of CAFA's specific jurisdictional\n\nexceptions applied.\n\n           CAFA affords an opportunity for immediate appeal of a\n\nremand order if the court of appeals, in its discretion, grants\n\nleave so to proceed.      28 U.S.C. § 1453(c)(1).    The appellants\n\nsought such permission.    The appellees objected.\n\n           On September 1, 2009, we granted the application in an\n\nunpublished order.    The entry of such an order starts the accrual\n\nof a sixty-day period within which the court of appeals must decide\n\nthe matter.   See id. § 1453(c)(2); see also DiTolla v. Doral Dental\n\nIPA of N.Y., LLC, 469 F.3d 271, 275 (2d Cir. 2006) (holding that\n\nthe statutorily prescribed period runs from the date that the\n\napplication for leave to appeal is granted); Hart v. FedEx Ground\n\nPackage Sys., Inc., 457 F.3d 675, 678 (7th Cir. 2006) (same); Evans\n\nv. Walter Indus., Inc., 449 F.3d 1159, 1162-63 (11th Cir. 2006)\n\n(same); Patterson v. Dean Morris, L.L.P., 444 F.3d 365, 368 (5th\n\nCir. 2006) (same); Bush v. Cheaptickets, Inc., 425 F.3d 683, 685-86\n\n(9th Cir. 2005) (same).\n\nII.   ANALYSIS\n\n           We divide our analysis into two segments, beginning with\n\nour rationale for granting review and only then turning to the meat\n\nof the appeal.\n\n\n\n\n                                 -6-\n\f                         A.   Leave to Appeal.\n\n           Generally, post-removal procedures are dictated by the\n\nprovisions of 28 U.S.C. § 1447.           These procedures apply to CAFA\n\ncases, but with some modifications. Pertinently, while most remand\n\norders    are   not   immediately    appealable,    see,    e.g.,   Things\n\nRemembered, Inc. v. Petrarca, 516 U.S. 124, 127 (1995), CAFA allows\n\na court of appeals to \"accept an appeal from an order of a district\n\ncourt granting or denying a motion to remand a class action to the\n\nState court from which it was removed.\"          28 U.S.C. § 1453(c)(1).\n\nBecause this grant of discretionary authority is relatively new and\n\nout of the ordinary, we take this opportunity to elucidate criteria\n\nthat bear on our willingness to grant an application of this type.\n\n           We do not write on a wholly pristine page. Several other\n\ncourts of appeals have touched upon this topic.        A common theme is\n\nthat the presence of an important CAFA-related question is a factor\n\nweighing in favor of allowing an application for leave to appeal.\n\nSee, e.g., Bullard v. Burlington N. Santa Fe Ry. Co., 535 F.3d 759,\n\n761 (7th Cir. 2008); Estate of Pew v. Cardarelli, 527 F.3d 25, 29\n\n(2d Cir. 2008).       The presence of a non-CAFA           issue (even an\n\nimportant one) is generally not thought to be entitled to the same\n\nweight.   See, e.g., Coffey v. Freeport McMoran Copper & Gold, ___\n\nF.3d ___, ___ (10th Cir. 2009) [2009 WL 2840508, at *7].             This\n\ndichotomy highlights the fact that the discretion granted under\n\nsection 1453(c) is designed, in large part, to \"develop a body of\n\n\n                                    -7-\n\fappellate law interpreting the legislation.\"        S. Rep. No. 109-14,\n\nat 49 (2005), reprinted in 2005 U.S.C.C.A.N. 3, 46.2\n\n           It follows, then, that uncertainty is also a factor that\n\ncuts in favor of an affirmative exercise of discretion; to warrant\n\nimmediate appeal, the question presented usually will be unsettled.\n\nSee, e.g., Bullard, 535 F.3d at 761.          Along the same line, the\n\ncourt must assess whether the question, at first glance, appears to\n\nbe either incorrectly decided or at least fairly debatable. If, on\n\nthe face of the materials presented, it seems likely that the\n\ndistrict   court   decided   the   question   correctly,   the   need   for\n\nimmediate review is lessened.      See, e.g., Tmesys, Inc. v. Eufaula\n\nDrugs, Inc., 462 F.3d 1317, 1319 (11th Cir. 2006).\n\n           Another factor is whether the question is consequential\n\nto the resolution of the particular case.         See, e.g., Estate of\n\nPew, 527 F.3d at 29.    A particularly important factor is whether\n\nthe question is likely to evade effective review if left for\n\nconsideration only after final judgment. Cf. Waste Mgmt. Holdings,\n\nInc. v. Mowbray, 208 F.3d 288, 294 (1st Cir. 2000) (establishing\n\nsimilar criteria for leave to appeal under Fed. R. Civ. P. 23(c)).\n\nBecause CAFA is chiefly a jurisdictional statute, cases raising\n\n\n     2\n       Peculiarly, this report was not issued until ten days after\nCAFA was signed into law. Blockbuster, Inc. v. Galeno, 472 F.3d\n53, 57-58 (2d Cir. 2006). Consequently, its value as a means of\ndiscerning congressional intent is clouded.     See Weinberger v.\nRossi, 456 U.S. 25, 35 (1982); cf. Hamdan v. Rumsfeld, 548 U.S.\n557, 580 n.10 (2006) (discounting statement inserted into\nCongressional Record after floor debate).\n\n                                    -8-\n\fserious jurisdictional issues will often fit this model.            By the\n\nsame token, likelihood of recurrence may be relevant; if the\n\nquestion is one that is unlikely to recur, there is a weaker\n\nargument for allowing an interlocutory appeal.         See Eufaula Drugs,\n\n462 F.3d at 1319.\n\n           Another consideration is whether the application arises\n\nfrom a decision or order that is sufficiently final to position the\n\ncase for intelligent review.        As a general proposition, courts\n\ndiscourage   piecemeal   appeals.     See   Mowbray,   208   F.3d   at   294\n\n(collecting cases). The wisdom of this principle is illustrated by\n\nan earlier CAFA case in this circuit.       There, removal was found to\n\nbe premature because the record was insufficiently developed to\n\ndetermine whether the lawsuit met CAFA's amount-in-controversy\n\nrequirement.   Amoche v. Guar. Trust Life Ins. Co., 556 F.3d 41, 53\n\n(1st Cir. 2009).\n\n           Last — but far from least — a reviewing court should\n\nconstruct a balance of relevant harms.       This entails weighing the\n\nprobable harm to the applicant should an immediate appeal be\n\nrefused against the probable harm to the other parties should an\n\nimmediate appeal be entertained.\n\n           In the final analysis, lists of criteria are merely\n\nguides.   The decision about whether to grant leave to appeal under\n\nsection 1453(c) is a matter committed to the informed discretion of\n\nthe reviewing court.      That discretion is not cabined by rigid\n\n\n                                    -9-\n\frules, and many decisions are apt to be case-specific.        But the\n\nfactors we have identified will, in the majority of cases, serve as\n\nbuoys to mark channels of inquiry.\n\n          The case at hand is a good prototype.         Here, the CAFA\n\nquestion — the relationship between CAFA jurisdiction and the\n\nprecision of the class allegations contained in the complaint — is\n\nimportant, unsettled, and recurrent.          Absent an interlocutory\n\nappeal, the question will in all probability escape meaningful\n\nappellate review.    The district court's resolution of the question\n\nappears to rest on shaky ground.          To cinch matters, the lower\n\ncourt's ruling is ripe for review, and the balance of harms favors\n\naccepting the application.      It is for these reasons that we chose,\n\nin our discretion, to entertain this interlocutory appeal.\n\n                    B.    The District Court's Order.\n\n          The district court thought itself without subject matter\n\njurisdiction because the complaint did not sufficiently define the\n\nplaintiff class.         We review this determination de novo.     See\n\nViquéra v. First Bank, 140 F.3d 12, 16 (1st Cir. 1998).\n\n          CAFA grants federal courts subject matter jurisdiction\n\nover many large, multistate class actions by creating a specialized\n\nform of diversity jurisdiction.        Subject to certain exceptions,\n\nthat jurisdictional grant applies to class actions in which the\n\namount in controversy exceeds $5,000,000 and a watered-down version\n\nof the classic diversity requirement is satisfied.       See 28 U.S.C.\n\n\n                                   -10-\n\f§ 1332(d) (requiring that some member of the plaintiff class and\n\nsome defendants are diverse).            For this purpose, CAFA identifies a\n\nclass action in the following terms:\n\n               [T]he term \"class action\" means any civil\n               action filed under rule 23 of the Federal\n               Rules of Civil Procedure or similar State\n               statute   or  rule   of  judicial   procedure\n               authorizing an action to be brought by 1 or\n               more representative persons as a class action\n               . . . .\n\nId. § 1332(d)(1)(B).\n\n               CAFA allows class actions originally filed in state\n\ncourts — or in Puerto Rican courts, id. § 1332(e) — to be removed\n\nto the federal courts if they conform to the statutory profile.\n\nId. § 1453(b).      Class actions removed under section 1453(b) may be\n\nremanded pursuant to the generic remand statute.                See id. § 1447.\n\nThis means that a federal court lacking subject matter jurisdiction\n\nover an improvidently removed action must remand that action to the\n\noriginating state court. Id. § 1447(c). The party seeking removal\n\nbears    the    burden   of    showing      that   federal   jurisdiction    lies.\n\nAmoche, 556 F.3d at 48.\n\n               In the case at hand, the district court concluded that\n\nCAFA jurisdiction did not attach because the College's complaint\n\nfailed    sufficiently        to   define    the   class.     We   examine    this\n\nconclusion.\n\n               To satisfy CAFA's definition of a class action, a case\n\nneed only be \"filed under\" either Federal Rule of Civil Procedure\n\n\n                                         -11-\n\f23 or     some state-law analogue of that rule.             See 28 U.S.C.\n\n§ 1332(d)(1)(B); see also Clausnitzer v. Fed. Express Corp., 621 F.\n\nSupp. 2d 1266, 1270 (S.D. Fla. 2008).      The court below ignored the\n\nsecond part of this formulation and, instead, focused on its\n\nassumption that the College, in the complaint, had not \"defined a\n\nclass under Federal pleading requirements.\"                Coll. of Dental\n\nSurgeons, 2009 WL 1076308, at *2.          Yet the complaint plainly\n\ninvoked Puerto Rico's class action rules, see, e.g., P.R. Laws Ann.\n\ntit. 32, app. III, R. 20.1-20.2, and contained allegations of harm\n\nto the \"members of the class.\"\n\n            In fairness, this may be a mere matter of form; although\n\nthe district court did not say so, it may have realized that the\n\ncomplaint was filed under a state-law analogue to Rule 23 — but\n\nnonetheless thought it insufficient.        The more acute problem is\n\nwith the substance of the court's appraisal.\n\n            The complaint plausibly alleges claims for class-wide\n\nrelief;    it   consistently   alleges   harm   to   the    dentists   as   a\n\nprofessional group; it describes the College as representing the\n\n\"dentistry class\" in Puerto Rico; it states that its allegations\n\nare similar to those made in a class action pending in the United\n\nStates District Court for the Southern District of Florida (which\n\nit identifies); and it seeks class-wide relief.            In deciding that\n\nthe complaint did not confer CAFA jurisdiction, the district court\n\ndownplayed these allegations — it simply did not mention them — and\n\n\n                                  -12-\n\frelied instead on the absence of any sufficient class definition.\n\nThat reliance was misplaced.\n\n          A   complaint    that   contains   class-type     allegations\n\nhistorically has been assumed to assert a class action before\n\nformal class certification.    See, e.g., Mehlenbacher v. Akzo Nobel\n\nSalt, Inc., 216 F.3d 291, 296 n.7 (2d Cir. 2000).         CAFA embraces\n\nthis principle; in terms, it applies \"to any class action before or\n\nafter the entry of a class certification order by the court with\n\nrespect to that action.\"      28 U.S.C. § 1332(d)(8).     The district\n\ncourt's pronouncement that this was not a class action because the\n\ncomplaint lacked a sufficiently defined class is in tension with\n\nthis provision (which effectively treats as provisional class\n\nactions those suits visibly framed as such, notwithstanding flaws\n\nthat may be subject to adjustment or revision before a class can be\n\ncertified).\n\n          The appellees try to justify the district court's order\n\nby arguing that, in remanding, the court may have concluded that a\n\nclass never could be certified in this case.     This argument rests\n\non the premise that the College, as an association of dentists\n\nrather than an individual dentist, cannot itself be a member of a\n\ncertifiable class.   But an association can sue on behalf of its\n\nmembers as long as \"(a) its members would otherwise have standing\n\nto sue in their own right; (b) the interests it seeks to protect\n\nare germane to the organization's purpose; and (c) neither the\n\n\n                                  -13-\n\fclaim asserted nor the relief requested requires the participation\n\nof individual members in the lawsuit.\"        Hunt v. Wash. State Apple\n\nComm'n, 432 U.S. 333, 343 (1977).         And an association can bring a\n\nclass action on behalf of its members in a case (like this one)\n\nthat seeks class-wide injunctive or declaratory relief. After all,\n\nan association, organized for the primary purpose of protecting its\n\nmembers' interests, has a substantial stake in pursuing such\n\nremediation. See, e.g., Norwalk CORE v. Norwalk Redev. Agency, 395\n\nF.2d 920, 937-38 (2d Cir. 1968); Smith v. Bd. of Educ. of Morrilton\n\nSch. Dist., 365 F.2d 770, 773, 777 (8th Cir. 1966) (Blackmun, J.);\n\nUpper Valley Ass'n for Handicapped Citizens v. Mills, 168 F.R.D.\n\n167, 168, 171 (D. Vt. 1996).\n\n          To   be   sure,   the   complaint   in   this   case   contains   a\n\nmultiplicity of claims — and some may not be susceptible to class\n\naction treatment without the joinder of individual dentists.            But\n\nat this stage, our inquiry focuses on whether the College, under\n\nHunt, could bring any one of those claims on behalf of a class of\n\ndentists. See Playboy Enters., Inc. v. Pub. Serv. Comm'n, 906 F.2d\n\n25, 35-36 & n.10 (1st Cir. 1990).          We think that, at least with\n\nrespect to the claims for injunctive and declaratory relief, the\n\nCollege clears this hurdle.\n\n          To begin with the obvious, the College is a unified\n\nprofessional association; that is, membership in the College is\n\ncompulsory, and the College's ranks comprise nearly all licensed\n\n\n                                   -14-\n\fdentists who practice in Puerto Rico.                   P.R. Laws Ann. tit 20,\n\n§ 114.      The members could assert individual claims for injunctive\n\nand declaratory relief arising out of the challenged contracting\n\nand   claims-processing          practices.      Consequently,      the    College\n\nsatisfies the first Hunt requirement.\n\n             Next, the enabling legislation makes pellucid that the\n\nCollege     exists    mainly     to   protect   its     members'   interests     and\n\nauthorizes the College to sue to that end.                Id. § 112.   Thus, the\n\nCollege satisfies the second Hunt requirement.\n\n             Finally, the injunctive and declaratory relief that the\n\nCollege     seeks     can   be    granted     without    the   participation     of\n\nindividual dentists as parties.             See, e.g., Camel Hair & Cashmere\n\nInst. of Am., Inc. v. Assoc'd Dry Goods Corp., 799 F.2d 6, 12 (1st\n\nCir. 1986).       The complaint alleges that the defendants' pernicious\n\npractices harm all affected dentists in the same way.                     Although\n\nadjudicating the class-wide claims for injunctive and declaratory\n\nrelief may require definition of specific sub-classes and evidence\n\nfrom individual dentists, those claims do not necessarily require\n\nthe type of \"fact-intensive-individual inquiry,\" N.H. Motor Transp.\n\nAss'n v. Rowe, 448 F.3d 66, 72 (1st Cir. 2006), that would defeat\n\nHunt standing. This relief, if granted, would inure to the benefit\n\nof    all   the     affected     dentists     equally,    regardless      of   their\n\nindividual circumstances.\n\n\n\n\n                                        -15-\n\f          Of course, compliance with the strictness of Rule 23 is\n\nneeded for a plaintiff to litigate its case to a conclusion using\n\nthe class action mechanism.       But the appellees' argument that the\n\nCollege is not a \"member of the class\" is \"fully encompassed by\n\n. . . Rule 23 criteria.\"      1 Alba Conte & Herbert Newberg, Newberg\n\non Class Actions § 2:11, at 128 (4th ed. 2002); accord Int'l\n\nWoodworkers v. Chesapeake Bay Plywood Corp., 659 F.2d 1259, 1268-69\n\n(4th Cir. 1981); 7A Charles A. Wright, Arthur R. Miller & Mary K.\n\nKane, Federal Practice & Procedure § 1761, at 168-69 (3d ed. 2005).\n\n          Let us be perfectly clear.             We do not minimize the\n\nimportance   of    being   able   to   define   the   class    —   but   class\n\ncomposition (including compliance with the requirements of Rule 23)\n\nis not the issue at the inception of a class action.               In all but\n\nthe clearest of cases, the existence vel non of a sufficiently\n\ndefined class is appropriately addressed after some development of\n\nthe facts and under Rule 23's established protocol for weighing the\n\npropriety of class certification. Reviewing the complaint alone is\n\nnot normally a suitable method for determining whether a class\n\neventually   can   be   certified.3       See   In   re   Hydrogen   Peroxide\n\nAntitrust Litig., 552 F.3d 305, 316 n.15 (3d Cir. 2008); In re\n\n\n     3\n       We say \"normally\" because there may be rare situations in\nwhich it is obvious from the complaint alone that there cannot be\na class that would warrant certification. See, e.g., Washington v.\nSafeway Corp., 467 F.2d 945, 947 (10th Cir. 1972) (per curiam)\n(affirming ruling that complaint containing purely individual\nallegations and requesting only personal relief did not commence a\nclass action).\n\n                                   -16-\n\fPolyMedica Corp. Sec. Litig., 432 F.3d 1, 6-7 (1st Cir. 2005).    It\n\nfollows, we think, that reviewing the complaint alone is not\n\nnormally a suitable occasion for determining whether the plaintiff\n\nhas sufficiently defined a cognizable class.\n\n          Whether or not the College will succeed in satisfying the\n\nrequirements of Rule 23 is not before us.     That is a question for\n\nthe district court at the class certification stage.       Viewed in\n\nthis light, the district court's ruling on the inadequacy of the\n\nclass definition was premature.     See Falcon v. Philips Elecs. N.\n\nAm. Corp., 489 F. Supp. 2d 367, 368 (S.D.N.Y. 2007) (stating that,\n\nat the time a case is removed under CAFA, \"class certification will\n\nalmost always remain to be decided\").\n\n          We add two postscripts.     There is an open question as to\n\nwhether a later denial of class certification will divest the\n\ndistrict court of CAFA jurisdiction.      Compare id. (stating that\n\nCAFA jurisdiction is terminated if class certification is denied on\n\na \"basis that precludes even the reasonably foreseeable possibility\n\nof subsequent class certification\"), and In re TJX Cos. Retail Sec.\n\nBreach Litig., 564 F.3d 489, 492 (1st Cir. 2009) (suggesting in\n\ndictum that \"denial [of class certification] would . . . defeat\n\n[CAFA] jurisdiction\"), with Genenbacher v. CenturyTel Fiber Co. II,\n\n500 F. Supp. 2d 1014, 1017 (C.D. Ill. 2007) (contra).            See\n\ngenerally Arvitt v. Reliastar Life Ins. Co., Civ. No. 07-1817, 2009\n\n\n\n\n                               -17-\n\fWL   1703224,    at   *1-2   (D.   Minn.   June   18,   2009)   (collecting\n\nconflicting case law).       We express no opinion on this question.\n\n           Second, CAFA contains two exceptions to its grant of\n\nsubject matter jurisdiction over large, multistate class actions:\n\nthe \"local controversy\" exception, 28 U.S.C. § 1332(d)(4)(A), and\n\nthe \"home state\" exception, id. § 1332(d)(4)(B).            There are two\n\nreasons why we do not address these exceptions today.           First, the\n\ndistrict court has not yet addressed them.         Second, the record is\n\nlargely undeveloped as to the facts needed to apply them.          We leave\n\nit to the district court, on remand, to delve into these matters.\n\nIII.   CONCLUSION\n\n           We need go no further. For the reasons elucidated above,\n\nwe hold that the district court determined prematurely that it\n\nlacked CAFA jurisdiction.          Consequently, we vacate the order\n\nappealed from and return the case to the district court for further\n\nproceedings consistent with this opinion. Costs are taxed in favor\n\nof appellants.\n\n\n\nSo Ordered.\n\n\n\n\n                                    -18-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>585 F.3d 33 (2009)</b></center>\n<center><h1>COLLEGE OF DENTAL SURGEONS OF PUERTO RICO, Plaintiff, Appellee,<br>\nv.<br>\nCONNECTICUT GENERAL LIFE INSURANCE COMPANY and Metropolitan Life Insurance Company, Defendants, Appellants.<br>\nTriple-S Management, Inc., et al., Defendants, Appellees.</h1></center>\n<center>No. 09-2201.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted September 1, 2009.</center>\n<center>Decided October 22, 2009.</center>\n<p><span class=\"star-pagination\">*35</span> Charles P. Scheeler and DLA Piper LLP (US) on brief for defendant-appellant Connecticut General Life Insurance Company.</p>\n<p>Frank Gotay-Barquet and Gotay &amp; Perez, P.S.C. on brief for defendant-appellant Metropolitan Life Insurance Company.</p>\n<p>Edna Hernández-Arroyo, María Luisa Martínez-López, and Ávila, Martínez &amp; Hernández, P.S.C. on brief for plaintiff-appellee. Manuel A. Pietrantoni, César T. Alcover Acosta, Casellas Alcover &amp; Burgos, P.S.C., Rafael Escalera Rodríguez, and Reichard &amp; Escalera on brief for defendants-appellees Triple-S Management, Inc., Triple-S, Inc., Triple-C, Inc., La <span class=\"star-pagination\">*36</span> Cruz Azul de Puerto Rico, Inc., and American Health, Inc.</p>\n<p>José A. Acosta-Grubb, María L. Montalvo-Vera, José Luis Ramírez-Coll, and Fiddler Gonzáles &amp; Rodríguez, P.S.C. on brief for defendant-appellee Delta Dental Plan of Puerto Rico, Inc.</p>\n<p>German J. Brau and Usera Morell Bauzá Dapena &amp; Cartagena on brief for defendants-appellees Preferred Medicare Choice, Inc., and MMM Health Care, Inc.</p>\n<p>Luis Sánchez Betances, Adrián Sánchez Pagán, and Sánchez Betances, Sifre &amp; Muñoz Noya, P.S.C. on brief for defendants-appellees MAPFRE Life Insurance Company and Mennonite General Hospital, Inc.</p>\n<p>Carlos José Onetti Irizarry, Fermín M. Contreras Gómez, and Estuido Legal Fermín M. Contreras Gómez on brief for defendants-appellees Medical Card System, Inc., MCS Health Management Options, Inc., and MCS Advantage, Inc.</p>\n<p>Before SELYA, BOUDIN and HOWARD, Circuit Judges.</p>\n<p>SELYA, Circuit Judge.</p>\n<p>The pivotal question in this appeal is whether removal jurisdiction under the Class Action Fairness Act (CAFA), Pub.L. No. 109-2, 119 Stat. 4 (2005), may attach even though the complaint does not specifically define a proposed class. The district court answered this question in the negative and remanded the case to the local court in which it had originated. <i>Coll. of Dental Surgeons of P.R. v. Triple-S Mgmt., Inc.,</i> Civ. No. 09-1209, 2009 WL 1076308, at *2 (D.P.R. Apr. 21, 2009). On September 1, 2009, we granted an application for leave to pursue an interlocutory appeal from this ruling.</p>\n<p>We now decide the appeal. After sketching the background facts and travel of the case, our response is in two main parts. First, we articulate the standards that apply in this circuit to guide the court of appeals in allowing or disallowing applications for leave to pursue discretionary appeals under CAFA. Second, we address the merits of the district court's order and conclude that the court acted prematurely in remanding the action. Consequently, we vacate the remand order and remit the case for further proceedings in the district court.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>Because this litigation is in its infancy, we draw the facts from the complaint.</p>\n<p>The College of Dental Surgeons of Puerto Rico (the College) is an entity created by the Puerto Rico legislature. <i>See</i> P.R. Laws Ann. tit. 20, §§ 111-123. With only minor exceptions, every dentist licensed to practice in Puerto Rico must belong. <i>Id.</i> § 114. The College has both the capacity to sue, <i>id.</i> § 112(a), and a statutory mandate to \"protect\" its members' interests as those interests relate to the practice of dentistry, <i>id.</i> § 112(h).</p>\n<p>On February 11, 2009, the College sued twenty-five defendants (insurance companies, health maintenance organizations, and the like) in a Puerto Rico court. The complaint asserts a litany of claims on behalf of the College and its dentist-members. Among other things, the complaint alleges that the defendants engage in questionable and sometimes fraudulent practices anent contracting, claims processing, and the like, to the dentists' economic detriment.</p>\n<p>The College's averments are divided into nine statements of claim, all arising under Puerto Rico law. Citing provisions of the Puerto Rico Rules of Civil Procedure, the complaint alleges that the pleaded facts qualify the case for treatment as a class action. In its concluding prayers, the complaint seeks a declaratory judgment, injunctive <span class=\"star-pagination\">*37</span> relief, and damages in excess of $150,000,000.</p>\n<p>Two defendants, Connecticut General Life Insurance Company and Metropolitan Life Insurance Company, sought to shift the battleground by filing a timely notice of removal to the federal district court. The removing defendants (appellants here) predicated removal on CAFA, 28 U.S.C. §§ 1332(d), 1453(b).<sup>[1]</sup> CAFA does not require the consent of all defendants to remove a class action to federal court. <i>See id.</i> § 1453(b).</p>\n<p>Several parties moved to remand, arguing that CAFA did not give the district court subject matter jurisdiction. After some procedural skirmishing, not pertinent here, the district court ordered briefing on the jurisdictional issue. The appellants claimed that CAFA jurisdiction attached because the complaint contains class-type allegations sufficient to come within CAFA's scope. The College and the objecting defendants (collectively, the appellees) demurred; they contended that the complaint does not fall within CAFA's scope. The College never argued, however, that its suit is other than a class action.</p>\n<p>In due course, the district court granted the motions to remand, reasoning in a terse order that the complaint does not \"sufficiently define[ ]\" the contours and membership of the plaintiff class and, thus, the College \"has not defined a class [within] Federal pleading requirements.\" <i>Coll. of Dental Surgeons,</i> 2009 WL 1076308, at *2. On that basis, the court found CAFA jurisdiction wanting, without reaching questions raised by the appellees about whether any of CAFA's specific jurisdictional exceptions applied.</p>\n<p>CAFA affords an opportunity for immediate appeal of a remand order if the court of appeals, in its discretion, grants leave so to proceed. 28 U.S.C. § 1453(c)(1). The appellants sought such permission. The appellees objected.</p>\n<p>On September 1, 2009, we granted the application in an unpublished order. The entry of such an order starts the accrual of a sixty-day period within which the court of appeals must decide the matter. <i>See id.</i> § 1453(c)(2); <i>see also </i><i>DiTolla v. Doral Dental IPA of N.Y., LLC,</i> 469 F.3d 271, 275 (2d Cir.2006) (holding that the statutorily prescribed period runs from the date that the application for leave to appeal is granted); <i>Hart v. FedEx Ground Package Sys., Inc.,</i> 457 F.3d 675, 678 (7th Cir.2006) (same); <i>Evans v. Walter Indus., Inc.,</i> 449 F.3d 1159, 1162-63 (11th Cir.2006) (same); <i>Patterson v. Dean Morris, L.L.P.,</i> 444 F.3d 365, 368 (5th Cir.2006) (same); <i>Bush v. Cheaptickets, Inc.,</i> 425 F.3d 683, 685-86 (9th Cir.2005) (same).</p>\n<p></p>\n<h2>II. ANALYSIS</h2>\n<p>We divide our analysis into two segments, beginning with our rationale for granting review and only then turning to the meat of the appeal.</p>\n<p></p>\n<h2>A. <i>Leave to Appeal.</i>\n</h2>\n<p>Generally, post-removal procedures are dictated by the provisions of 28 U.S.C. § 1447. These procedures apply to CAFA cases, but with some modifications. Pertinently, while most remand orders are not immediately appealable, <i>see, e.g., </i><i>Things Remembered, Inc. v. Petrarca,</i> 516 U.S. 124, 127, 116 S.Ct. 494, 133 L.Ed.2d 461 <span class=\"star-pagination\">*38</span> (1995), CAFA allows a court of appeals to \"accept an appeal from an order of a district court granting or denying a motion to remand a class action to the State court from which it was removed.\" 28 U.S.C. § 1453(c)(1). Because this grant of discretionary authority is relatively new and out of the ordinary, we take this opportunity to elucidate criteria that bear on our willingness to grant an application of this type.</p>\n<p>We do not write on a wholly pristine page. Several other courts of appeals have touched upon this topic. A common theme is that the presence of an important CAFA-related question is a factor weighing in favor of allowing an application for leave to appeal. <i>See, e.g., </i><i>Bullard v. Burlington N. Santa Fe Ry. Co.,</i> 535 F.3d 759, 761 (7th Cir.2008); <i>Estate of Pew v. Cardarelli,</i> 527 F.3d 25, 29 (2d Cir.2008). The presence of a non-CAFA issue (even an important one) is generally not thought to be entitled to the same weight. <i>See, e.g., </i><i>Coffey v. Freeport McMoran Copper &amp; Gold,</i> 581 F.3d 1240, 1248 (10th Cir.2009). This dichotomy highlights the fact that the discretion granted under section 1453(c) is designed, in large part, to \"develop a body of appellate law interpreting the legislation.\" S.Rep. No. 109-14, at 49 (2005), <i>reprinted in</i> 2005 U.S.C.C.A.N. 3, 46.<sup>[2]</sup></p>\n<p>It follows, then, that uncertainty is also a factor that cuts in favor of an affirmative exercise of discretion; to warrant immediate appeal, the question presented usually will be unsettled. <i>See, e.g., </i><i>Bullard,</i> 535 F.3d at 761. Along the same line, the court must assess whether the question, at first glance, appears to be either incorrectly decided or at least fairly debatable. If, on the face of the materials presented, it seems likely that the district court decided the question correctly, the need for immediate review is lessened. <i>See, e.g., </i><i>Tmesys, Inc. v. Eufaula Drugs, Inc.,</i> 462 F.3d 1317, 1319 (11th Cir.2006).</p>\n<p>Another factor is whether the question is consequential to the resolution of the particular case. <i>See, e.g., Estate of Pew,</i> 527 F.3d at 29. A particularly important factor is whether the question is likely to evade effective review if left for consideration only after final judgment. <i>Cf. </i><i>Waste Mgmt. Holdings, Inc. v. Mowbray,</i> 208 F.3d 288, 294 (1st Cir.2000) (establishing similar criteria for leave to appeal under Fed.R.Civ.P. 23(c)). Because CAFA is chiefly a jurisdictional statute, cases raising serious jurisdictional issues will often fit this model. By the same token, likelihood of recurrence may be relevant; if the question is one that is unlikely to recur, there is a weaker argument for allowing an interlocutory appeal. <i>See </i><i>Eufaula Drugs,</i> 462 F.3d at 1319.</p>\n<p>Another consideration is whether the application arises from a decision or order that is sufficiently final to position the case for intelligent review. As a general proposition, courts discourage piecemeal appeals. <i>See </i><i>Mowbray,</i> 208 F.3d at 294 (collecting cases). The wisdom of this principle is illustrated by an earlier CAFA case in this circuit. There, removal was found to be premature because the record was insufficiently developed to determine whether the lawsuit met CAFA's amount-in-controversy requirement. <i>Amoche v.</i> <span class=\"star-pagination\">*39</span> <i>Guar. Trust Life Ins. Co.,</i> 556 F.3d 41, 53 (1st Cir.2009).</p>\n<p>Lastbut far from leasta reviewing court should construct a balance of relevant harms. This entails weighing the probable harm to the applicant should an immediate appeal be refused against the probable harm to the other parties should an immediate appeal be entertained.</p>\n<p>In the final analysis, lists of criteria are merely guides. The decision about whether to grant leave to appeal under section 1453(c) is a matter committed to the informed discretion of the reviewing court. That discretion is not cabined by rigid rules, and many decisions are apt to be case-specific. But the factors we have identified will, in the majority of cases, serve as buoys to mark channels of inquiry.</p>\n<p>The case at hand is a good prototype. Here, the CAFA questionthe relationship between CAFA jurisdiction and the precision of the class allegations contained in the complaintis important, unsettled, and recurrent. Absent an interlocutory appeal, the question will in all probability escape meaningful appellate review. The district court's resolution of the question appears to rest on shaky ground. To cinch matters, the lower court's ruling is ripe for review, and the balance of harms favors accepting the application. It is for these reasons that we chose, in our discretion, to entertain this interlocutory appeal.</p>\n<p></p>\n<h2>B. <i>The District Court's Order.</i>\n</h2>\n<p>The district court thought itself without subject matter jurisdiction because the complaint did not sufficiently define the plaintiff class. We review this determination de novo. <i>See </i><i>Viquéira v. First Bank,</i> 140 F.3d 12, 16 (1st Cir.1998).</p>\n<p>CAFA grants federal courts subject matter jurisdiction over many large, multistate class actions by creating a specialized form of diversity jurisdiction. Subject to certain exceptions, that jurisdictional grant applies to class actions in which the amount in controversy exceeds $5,000,000 and a watered-down version of the classic diversity requirement is satisfied. <i>See</i> 28 U.S.C. § 1332(d) (requiring that some member of the plaintiff class and some defendants are diverse). For this purpose, CAFA identifies a class action in the following terms:</p>\n<blockquote>[T]he term \"class action\" means any civil action filed under rule 23 of the Federal Rules of Civil Procedure or similar State statute or rule of judicial procedure authorizing an action to be brought by 1 or more representative persons as a class action....</blockquote>\n<p><i>Id.</i> § 1332(d)(1)(B).</p>\n<p>CAFA allows class actions originally filed in state courtsor in Puerto Rican courts, <i>id.</i> § 1332(e)to be removed to the federal courts if they conform to the statutory profile. <i>Id.</i> § 1453(b). Class actions removed under section 1453(b) may be remanded pursuant to the generic remand statute. <i>See id.</i> § 1447. This means that a federal court lacking subject matter jurisdiction over an improvidently removed action must remand that action to the originating state court. <i>Id.</i> § 1447(c). The party seeking removal bears the burden of showing that federal jurisdiction lies. <i>Amoche,</i> 556 F.3d at 48.</p>\n<p>In the case at hand, the district court concluded that CAFA jurisdiction did not attach because the College's complaint failed sufficiently to define the class. We examine this conclusion.</p>\n<p>To satisfy CAFA's definition of a class action, a case need only be \"filed under\" <i>either</i> Federal Rule of Civil Procedure <span class=\"star-pagination\">*40</span> 23 or some state-law analogue of that rule. <i>See</i> 28 U.S.C. § 1332(d)(1)(B); <i>see also </i><i>Clausnitzer v. Fed. Express Corp.,</i> 621 F.Supp.2d 1266, 1270 (S.D.Fla.2008). The court below ignored the second part of this formulation and, instead, focused on its assumption that the College, in the complaint, had not \"defined a class under Federal pleading requirements.\" <i>Coll. of Dental Surgeons,</i> 2009 WL 1076308, at *2. Yet the complaint plainly invoked Puerto Rico's class action rules, <i>see, e.g.,</i> P.R. Laws Ann. tit. 32, app. III, R. 20.1-20.2, and contained allegations of harm to the \"members of the class.\"</p>\n<p>In fairness, this may be a mere matter of form; although the district court did not say so, it may have realized that the complaint was filed under a state-law analogue to Rule 23-but nonetheless thought it insufficient. The more acute problem is with the substance of the court's appraisal.</p>\n<p>The complaint plausibly alleges claims for class-wide relief; it consistently alleges harm to the dentists as a professional group; it describes the College as representing the \"dentistry class\" in Puerto Rico; it states that its allegations are similar to those made in a class action pending in the United States District Court for the Southern District of Florida (which it identifies); and it seeks class-wide relief. In deciding that the complaint did not confer CAFA jurisdiction, the district court downplayed these allegationsit simply did not mention themand relied instead on the absence of any sufficient class definition. That reliance was misplaced.</p>\n<p>A complaint that contains class-type allegations historically has been assumed to assert a class action before formal class certification. <i>See, e.g., </i><i>Mehlenbacher v. Akzo Nobel Salt, Inc.,</i> 216 F.3d 291, 296 n. 7 (2d Cir.2000). CAFA embraces this principle; in terms, it applies \"to any class action before or after the entry of a class certification order by the court with respect to that action.\" 28 U.S.C. § 1332(d)(8). The district court's pronouncement that this was not a class action because the complaint lacked a sufficiently defined class is in tension with this provision (which effectively treats as provisional class actions those suits visibly framed as such, notwithstanding flaws that may be subject to adjustment or revision before a class can be certified).</p>\n<p>The appellees try to justify the district court's order by arguing that, in remanding, the court may have concluded that a class <i>never</i> could be certified in this case. This argument rests on the premise that the College, as an association of dentists rather than an individual dentist, cannot itself be a member of a certifiable class. But an association can sue on behalf of its members as long as \"(a) its members would otherwise have standing to sue in their own right; (b) the interests it seeks to protect are germane to the organization's purpose; and (c) neither the claim asserted nor the relief requested requires the participation of individual members in the lawsuit.\" <i>Hunt v. Wash. State Apple Comm'n,</i> 432 U.S. 333, 343, 97 S.Ct. 2434, 53 L.Ed.2d 383 (1977). And an association can bring a class action on behalf of its members in a case (like this one) that seeks class-wide injunctive or declaratory relief. After all, an association, organized for the primary purpose of protecting its members' interests, has a substantial stake in pursuing such remediation. <i>See, e.g., </i><i>Norwalk Core v. Norwalk Redev. Agency,</i> 395 F.2d 920, 937-38 (2d Cir.1968); <i>Smith v. Bd. of Educ. of Morrilton Sch. Dist.,</i> 365 F.2d 770, 773, 777 (8th Cir.1966) (Blackmun, J.); <i>Upper Valley Ass'n for Handicapped Citizens v. Mills,</i> 168 F.R.D. 167, 168, 171 (D.Vt.1996).</p>\n<p>To be sure, the complaint in this case contains a multiplicity of claimsand some <span class=\"star-pagination\">*41</span> may not be susceptible to class action treatment without the joinder of individual dentists. But at this stage, our inquiry focuses on whether the College, under <i>Hunt,</i> could bring any one of those claims on behalf of a class of dentists. <i>See </i><i>Playboy Enters., Inc. v. Pub. Serv. Comm'n,</i> 906 F.2d 25, 35-36 &amp; n. 10 (1st Cir.1990). We think that, at least with respect to the claims for injunctive and declaratory relief, the College clears this hurdle.</p>\n<p>To begin with the obvious, the College is a unified professional association; that is, membership in the College is compulsory, and the College's ranks comprise nearly all licensed dentists who practice in Puerto Rico. P.R. Laws Ann. tit 20, § 114. The members could assert individual claims for injunctive and declaratory relief arising out of the challenged contracting and claims-processing practices. Consequently, the College satisfies the first <i>Hunt</i> requirement.</p>\n<p>Next, the enabling legislation makes pellucid that the College exists mainly to protect its members' interests and authorizes the College to sue to that end. <i>Id.</i> § 112. Thus, the College satisfies the second <i>Hunt</i> requirement.</p>\n<p>Finally, the injunctive and declaratory relief that the College seeks can be granted without the participation of individual dentists as parties. <i>See, e.g., </i><i>Camel Hair &amp; Cashmere Inst. of Am., Inc. v. Assoc'd Dry Goods Corp.,</i> 799 F.2d 6, 12 (1st Cir. 1986). The complaint alleges that the defendants' pernicious practices harm all affected dentists in the same way. Although adjudicating the class-wide claims for injunctive and declaratory relief may require definition of specific sub-classes and evidence from individual dentists, those claims do not necessarily require the type of \"fact-intensive-individual inquiry,\" <i>N.H. Motor Transp. Ass'n v. Rowe,</i> 448 F.3d 66, 72 (1st Cir.2006), that would defeat <i>Hunt</i> standing. This relief, if granted, would inure to the benefit of all the affected dentists equally, regardless of their individual circumstances.</p>\n<p>Of course, compliance with the strictness of Rule 23 is needed for a plaintiff to litigate its case to a conclusion using the class action mechanism. But the appellees' argument that the College is not a \"member of the class\" is \"fully encompassed by ... Rule 23 criteria.\" 1 Alba Conte &amp; Herbert Newberg, <i>Newberg on Class Actions</i> § 2:11, at 128 (4th ed. 2002); <i>accord </i><i>Int'l Woodworkers v. Chesapeake Bay Plywood Corp.,</i> 659 F.2d 1259, 1268-69 (4th Cir.1981); 7A Charles A. Wright, Arthur R. Miller &amp; Mary K. Kane, <i>Federal Practice &amp; Procedure</i> § 1761, at 168-69 (3d ed. 2005).</p>\n<p>Let us be perfectly clear. We do not minimize the importance of being able to define the class-but class composition (including compliance with the requirements of Rule 23) is not the issue at the <i>inception</i> of a class action. In all but the clearest of cases, the existence vel non of a sufficiently defined class is appropriately addressed after some development of the facts and under Rule 23's established protocol for weighing the propriety of class certification. Reviewing the complaint alone is not normally a suitable method for determining whether a class eventually can be certified.<sup>[3]</sup><i>See </i><i>In re Hydrogen Peroxide Antitrust Litig.,</i> 552 F.3d 305, 316 n. 15 (3d Cir.2008); <i>In re PolyMedica Corp.</i> <span class=\"star-pagination\">*42</span> <i>Sec. Litig.,</i> 432 F.3d 1, 6-7 (1st Cir.2005). It follows, we think, that reviewing the complaint alone is not normally a suitable occasion for determining whether the plaintiff has sufficiently defined a cognizable class.</p>\n<p>Whether or not the College will succeed in satisfying the requirements of Rule 23 is not before us. That is a question for the district court <i>at the class certification stage.</i> Viewed in this light, the district court's ruling on the inadequacy of the class definition was premature. <i>See </i><i>Falcon v. Philips Elecs. N. Am. Corp.,</i> 489 F.Supp.2d 367, 368 (S.D.N.Y.2007) (stating that, at the time a case is removed under CAFA, \"class certification will almost always remain to be decided\").</p>\n<p>We add two postscripts. There is an open question as to whether a later denial of class certification will divest the district court of CAFA jurisdiction. <i>Compare id.</i> (stating that CAFA jurisdiction is terminated if class certification is denied on a \"basis that precludes even the reasonably foreseeable possibility of subsequent class certification\"), <i>and </i><i>In re TJX Cos. Retail Sec. Breach Litig.,</i> 564 F.3d 489, 492 (1st Cir.2009) (suggesting in dictum that \"denial [of class certification] would ... defeat [CAFA] jurisdiction\"), <i>with </i><i>Genenbacher v. CenturyTel Fiber Co. II,</i> 500 F.Supp.2d 1014, 1017 (C.D.Ill.2007) (contra). <i>See generally Avritt v. Reliastar Life Ins. Co.,</i> Civ. No. 07-1817, 2009 WL 1703224, at *1-2 (D. Minn. June 18, 2009) (collecting conflicting case law). We express no opinion on this question.</p>\n<p>Second, CAFA contains two exceptions to its grant of subject matter jurisdiction over large, multistate class actions: the \"local controversy\" exception, 28 U.S.C. § 1332(d)(4)(A), and the \"home state\" exception, <i>id.</i> § 1332(d)(4)(B). There are two reasons why we do not address these exceptions today. First, the district court has not yet addressed them. Second, the record is largely undeveloped as to the facts needed to apply them. We leave it to the district court, on remand, to delve into these matters.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>We need go no further. For the reasons elucidated above, we hold that the district court determined prematurely that it lacked CAFA jurisdiction. Consequently, we vacate the order appealed from and return the case to the district court for further proceedings consistent with this opinion. Costs are taxed in favor of appellants.</p>\n<p><i>So Ordered.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The appellants also mentioned federal question jurisdiction, 28 U.S.C. § 1331, as an alternate ground for removal. Because the other defendants did not unanimously consent to removal, any assertion of federal question jurisdiction is unavailing. <i>See id.</i> § 1441; <i>Chi., Rock Island &amp; Pac. Ry. Co. v. Martin,</i> 178 U.S. 245, 247-48, 20 S.Ct. 854, 44 L.Ed. 1055 (1900).</p>\n<p>[2]  Peculiarly, this report was not issued until ten days <i>after</i> CAFA was signed into law. <i>Blockbuster, Inc. v. Galeno,</i> 472 F.3d 53, 57-58 (2d Cir.2006). Consequently, its value as a means of discerning congressional intent is clouded. <i>See </i><i>Weinberger v. Rossi,</i> 456 U.S. 25, 35, 102 S.Ct. 1510, 71 L.Ed.2d 715 (1982); <i>cf. </i><i>Hamdan v. Rumsfeld,</i> 548 U.S. 557, 580 n. 10, 126 S.Ct. 2749, 165 L.Ed.2d 723 (2006) (discounting statement inserted into Congressional Record after floor debate).</p>\n<p>[3]  We say \"normally\" because there may be rare situations in which it is obvious from the complaint alone that there cannot be a class that would warrant certification. <i>See, e.g., </i><i>Washington v. Safeway Corp.,</i> 467 F.2d 945, 947 (10th Cir.1972) (per curiam) (affirming ruling that complaint containing purely individual allegations and requesting only personal relief did not commence a class action).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation\" data-id=\"204072\"><a href=\"/opinion/204072/college-dent-surg-pr-v-conn-gen-life-ins/\"><span class=\"volume\">585</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></a></span> (2009)</b></center>\n<center><h1>COLLEGE OF DENTAL SURGEONS OF PUERTO RICO, Plaintiff, Appellee,<br>\nv.<br>\nCONNECTICUT GENERAL LIFE INSURANCE COMPANY and Metropolitan Life Insurance Company, Defendants, Appellants.<br>\nTriple-S Management, Inc., et al., Defendants, Appellees.</h1></center>\n<center>No. 09-2201.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted September 1, 2009.</center>\n<center>Decided October 22, 2009.</center>\n<p><span class=\"star-pagination\">*35</span> Charles P. Scheeler and DLA Piper LLP (US) on brief for defendant-appellant Connecticut General Life Insurance Company.</p>\n<p>Frank Gotay-Barquet and Gotay &amp; Perez, P.S.C. on brief for defendant-appellant Metropolitan Life Insurance Company.</p>\n<p>Edna Hernández-Arroyo, María Luisa Martínez-López, and Ávila, Martínez &amp; Hernández, P.S.C. on brief for plaintiff-appellee. Manuel A. Pietrantoni, César T. Alcover Acosta, Casellas Alcover &amp; Burgos, P.S.C., Rafael Escalera Rodríguez, and Reichard &amp; Escalera on brief for defendants-appellees Triple-S Management, Inc., Triple-S, Inc., Triple-C, Inc., La <span class=\"star-pagination\">*36</span> Cruz Azul de Puerto Rico, Inc., and American Health, Inc.</p>\n<p>José A. Acosta-Grubb, María L. Montalvo-Vera, José Luis Ramírez-Coll, and Fiddler Gonzáles &amp; Rodríguez, P.S.C. on brief for defendant-appellee Delta Dental Plan of Puerto Rico, Inc.</p>\n<p>German J. Brau and Usera Morell Bauzá Dapena &amp; Cartagena on brief for defendants-appellees Preferred Medicare Choice, Inc., and MMM Health Care, Inc.</p>\n<p>Luis Sánchez Betances, Adrián Sánchez Pagán, and Sánchez Betances, Sifre &amp; Muñoz Noya, P.S.C. on brief for defendants-appellees MAPFRE Life Insurance Company and Mennonite General Hospital, Inc.</p>\n<p>Carlos José Onetti Irizarry, Fermín M. Contreras Gómez, and Estuido Legal Fermín M. Contreras Gómez on brief for defendants-appellees Medical Card System, Inc., MCS Health Management Options, Inc., and MCS Advantage, Inc.</p>\n<p>Before SELYA, BOUDIN and HOWARD, Circuit Judges.</p>\n<p>SELYA, Circuit Judge.</p>\n<p>The pivotal question in this appeal is whether removal jurisdiction under the Class Action Fairness Act (CAFA), Pub.L. No. 109-2, 119 Stat. 4 (2005), may attach even though the complaint does not specifically define a proposed class. The district court answered this question in the negative and remanded the case to the local court in which it had originated. <i>Coll. of Dental Surgeons of P.R. v. Triple-S Mgmt., Inc.,</i> Civ. No. 09-1209, <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">1076308</span></span>, at *2 (D.P.R. Apr. 21, 2009). On September 1, 2009, we granted an application for leave to pursue an interlocutory appeal from this ruling.</p>\n<p>We now decide the appeal. After sketching the background facts and travel of the case, our response is in two main parts. First, we articulate the standards that apply in this circuit to guide the court of appeals in allowing or disallowing applications for leave to pursue discretionary appeals under CAFA. Second, we address the merits of the district court's order and conclude that the court acted prematurely in remanding the action. Consequently, we vacate the remand order and remit the case for further proceedings in the district court.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>Because this litigation is in its infancy, we draw the facts from the complaint.</p>\n<p>The College of Dental Surgeons of Puerto Rico (the College) is an entity created by the Puerto Rico legislature. <i>See</i> P.R. Laws Ann. tit. 20, §§ 111-123. With only minor exceptions, every dentist licensed to practice in Puerto Rico must belong. <i>Id.</i> § 114. The College has both the capacity to sue, <i>id.</i> § 112(a), and a statutory mandate to \"protect\" its members' interests as those interests relate to the practice of dentistry, <i>id.</i> § 112(h).</p>\n<p>On February 11, 2009, the College sued twenty-five defendants (insurance companies, health maintenance organizations, and the like) in a Puerto Rico court. The complaint asserts a litany of claims on behalf of the College and its dentist-members. Among other things, the complaint alleges that the defendants engage in questionable and sometimes fraudulent practices anent contracting, claims processing, and the like, to the dentists' economic detriment.</p>\n<p>The College's averments are divided into nine statements of claim, all arising under Puerto Rico law. Citing provisions of the Puerto Rico Rules of Civil Procedure, the complaint alleges that the pleaded facts qualify the case for treatment as a class action. In its concluding prayers, the complaint seeks a declaratory judgment, injunctive <span class=\"star-pagination\">*37</span> relief, and damages in excess of $150,000,000.</p>\n<p>Two defendants, Connecticut General Life Insurance Company and Metropolitan Life Insurance Company, sought to shift the battleground by filing a timely notice of removal to the federal district court. The removing defendants (appellants here) predicated removal on CAFA, 28 U.S.C. §§ 1332(d), 1453(b).<sup>[1]</sup> CAFA does not require the consent of all defendants to remove a class action to federal court. <i>See id.</i> § 1453(b).</p>\n<p>Several parties moved to remand, arguing that CAFA did not give the district court subject matter jurisdiction. After some procedural skirmishing, not pertinent here, the district court ordered briefing on the jurisdictional issue. The appellants claimed that CAFA jurisdiction attached because the complaint contains class-type allegations sufficient to come within CAFA's scope. The College and the objecting defendants (collectively, the appellees) demurred; they contended that the complaint does not fall within CAFA's scope. The College never argued, however, that its suit is other than a class action.</p>\n<p>In due course, the district court granted the motions to remand, reasoning in a terse order that the complaint does not \"sufficiently define[ ]\" the contours and membership of the plaintiff class and, thus, the College \"has not defined a class [within] Federal pleading requirements.\" <i>Coll. of Dental Surgeons,</i> <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">1076308</span></span>, at *2. On that basis, the court found CAFA jurisdiction wanting, without reaching questions raised by the appellees about whether any of CAFA's specific jurisdictional exceptions applied.</p>\n<p>CAFA affords an opportunity for immediate appeal of a remand order if the court of appeals, in its discretion, grants leave so to proceed. 28 U.S.C. § 1453(c)(1). The appellants sought such permission. The appellees objected.</p>\n<p>On September 1, 2009, we granted the application in an unpublished order. The entry of such an order starts the accrual of a sixty-day period within which the court of appeals must decide the matter. <i>See id.</i> § 1453(c)(2); <i>see also </i><i>DiTolla v. Doral Dental IPA of N.Y., LLC,</i> <span class=\"citation\" data-id=\"796026\"><a href=\"/opinion/796026/william-j-ditolla-on-behalf-of-himself-and-all-those-similarly-situated/\"><span class=\"volume\">469</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">271</span></a></span>, 275 (2d Cir.2006) (holding that the statutorily prescribed period runs from the date that the application for leave to appeal is granted); <i>Hart v. FedEx Ground Package Sys., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">457</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">675</span></span>, 678 (7th Cir.2006) (same); <i>Evans v. Walter Indus., Inc.,</i> <span class=\"citation\" data-id=\"77317\"><a href=\"/opinion/77317/isaiah-evans-v-walter-industries/\"><span class=\"volume\">449</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1159</span></a></span>, 1162-63 (11th Cir.2006) (same); <i>Patterson v. Dean Morris, L.L.P.,</i> <span class=\"citation\" data-id=\"42958\"><a href=\"/opinion/42958/patterson-v-dean-morris-llp/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">365</span></a></span>, 368 (5th Cir.2006) (same); <i>Bush v. Cheaptickets, Inc.,</i> <span class=\"citation\" data-id=\"792135\"><a href=\"/opinion/792135/ronald-bush-juliane-dyer-josh-kramer-ana-lopez-ashley-salisbury-on-behalf/\"><span class=\"volume\">425</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">683</span></a></span>, 685-86 (9th Cir.2005) (same).</p>\n<p></p>\n<h2>II. ANALYSIS</h2>\n<p>We divide our analysis into two segments, beginning with our rationale for granting review and only then turning to the meat of the appeal.</p>\n<p></p>\n<h2>A. <i>Leave to Appeal.</i>\n</h2>\n<p>Generally, post-removal procedures are dictated by the provisions of 28 U.S.C. § 1447. These procedures apply to CAFA cases, but with some modifications. Pertinently, while most remand orders are not immediately appealable, <i>see, e.g., </i><i>Things Remembered, Inc. v. Petrarca,</i> <span class=\"citation\" data-id=\"117984\"><a href=\"/opinion/117984/things-remembered-inc-v-petrarca/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">124</span></a></span>, 127, <span class=\"citation\" data-id=\"117984\"><a href=\"/opinion/117984/things-remembered-inc-v-petrarca/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">494</span></a></span>, <span class=\"citation\" data-id=\"117984\"><a href=\"/opinion/117984/things-remembered-inc-v-petrarca/\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">461</span></a></span> <span class=\"star-pagination\">*38</span> (1995), CAFA allows a court of appeals to \"accept an appeal from an order of a district court granting or denying a motion to remand a class action to the State court from which it was removed.\" 28 U.S.C. § 1453(c)(1). Because this grant of discretionary authority is relatively new and out of the ordinary, we take this opportunity to elucidate criteria that bear on our willingness to grant an application of this type.</p>\n<p>We do not write on a wholly pristine page. Several other courts of appeals have touched upon this topic. A common theme is that the presence of an important CAFA-related question is a factor weighing in favor of allowing an application for leave to appeal. <i>See, e.g., </i><i>Bullard v. Burlington N. Santa Fe Ry. Co.,</i> <span class=\"citation\" data-id=\"1324162\"><a href=\"/opinion/1324162/bullard-v-burlington-northern-santa-fe-ry-co/\"><span class=\"volume\">535</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">759</span></a></span>, 761 (7th Cir.2008); <i>Estate of Pew v. Cardarelli,</i> <span class=\"citation\" data-id=\"2618\"><a href=\"/opinion/2618/estate-of-pew-v-cardarelli/\"><span class=\"volume\">527</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span>, 29 (2d Cir.2008). The presence of a non-CAFA issue (even an important one) is generally not thought to be entitled to the same weight. <i>See, e.g., </i><i>Coffey v. Freeport McMoran Copper &amp; Gold,</i> <span class=\"citation\" data-id=\"172626\"><a href=\"/opinion/172626/coffey-v-freeport-mcmoran-copper-gold/\"><span class=\"volume\">581</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1240</span></a></span>, 1248 (10th Cir.2009). This dichotomy highlights the fact that the discretion granted under section 1453(c) is designed, in large part, to \"develop a body of appellate law interpreting the legislation.\" S.Rep. No. 109-14, at 49 (2005), <i>reprinted in</i> 2005 U.S.C.C.A.N. 3, 46.<sup>[2]</sup></p>\n<p>It follows, then, that uncertainty is also a factor that cuts in favor of an affirmative exercise of discretion; to warrant immediate appeal, the question presented usually will be unsettled. <i>See, e.g., </i><i>Bullard,</i> 535 F.3d at 761. Along the same line, the court must assess whether the question, at first glance, appears to be either incorrectly decided or at least fairly debatable. If, on the face of the materials presented, it seems likely that the district court decided the question correctly, the need for immediate review is lessened. <i>See, e.g., </i><i>Tmesys, Inc. v. Eufaula Drugs, Inc.,</i> <span class=\"citation\" data-id=\"77416\"><a href=\"/opinion/77416/tmesys-inc-v-eufaula-drugs-inc/\"><span class=\"volume\">462</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1317</span></a></span>, 1319 (11th Cir.2006).</p>\n<p>Another factor is whether the question is consequential to the resolution of the particular case. <i>See, e.g., Estate of Pew,</i> 527 F.3d at 29. A particularly important factor is whether the question is likely to evade effective review if left for consideration only after final judgment. <i>Cf. </i><i>Waste Mgmt. Holdings, Inc. v. Mowbray,</i> <span class=\"citation no-link\"><span class=\"volume\">208</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">288</span></span>, 294 (1st Cir.2000) (establishing similar criteria for leave to appeal under Fed.R.Civ.P. 23(c)). Because CAFA is chiefly a jurisdictional statute, cases raising serious jurisdictional issues will often fit this model. By the same token, likelihood of recurrence may be relevant; if the question is one that is unlikely to recur, there is a weaker argument for allowing an interlocutory appeal. <i>See </i><i>Eufaula Drugs,</i> 462 F.3d at 1319.</p>\n<p>Another consideration is whether the application arises from a decision or order that is sufficiently final to position the case for intelligent review. As a general proposition, courts discourage piecemeal appeals. <i>See </i><i>Mowbray,</i> 208 F.3d at 294 (collecting cases). The wisdom of this principle is illustrated by an earlier CAFA case in this circuit. There, removal was found to be premature because the record was insufficiently developed to determine whether the lawsuit met CAFA's amount-in-controversy requirement. <i>Amoche v.</i> <span class=\"star-pagination\">*39</span> <i>Guar. Trust Life Ins. Co.,</i> <span class=\"citation\" data-id=\"203670\"><a href=\"/opinion/203670/amoche-v-guarantee-trust-life-ins-co/\"><span class=\"volume\">556</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></a></span>, 53 (1st Cir.2009).</p>\n<p>Lastbut far from leasta reviewing court should construct a balance of relevant harms. This entails weighing the probable harm to the applicant should an immediate appeal be refused against the probable harm to the other parties should an immediate appeal be entertained.</p>\n<p>In the final analysis, lists of criteria are merely guides. The decision about whether to grant leave to appeal under section 1453(c) is a matter committed to the informed discretion of the reviewing court. That discretion is not cabined by rigid rules, and many decisions are apt to be case-specific. But the factors we have identified will, in the majority of cases, serve as buoys to mark channels of inquiry.</p>\n<p>The case at hand is a good prototype. Here, the CAFA questionthe relationship between CAFA jurisdiction and the precision of the class allegations contained in the complaintis important, unsettled, and recurrent. Absent an interlocutory appeal, the question will in all probability escape meaningful appellate review. The district court's resolution of the question appears to rest on shaky ground. To cinch matters, the lower court's ruling is ripe for review, and the balance of harms favors accepting the application. It is for these reasons that we chose, in our discretion, to entertain this interlocutory appeal.</p>\n<p></p>\n<h2>B. <i>The District Court's Order.</i>\n</h2>\n<p>The district court thought itself without subject matter jurisdiction because the complaint did not sufficiently define the plaintiff class. We review this determination de novo. <i>See </i><i>Viquéira v. First Bank,</i> <span class=\"citation\" data-id=\"197886\"><a href=\"/opinion/197886/jamie-viqueira-v-first-bank/\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 16 (1st Cir.1998).</p>\n<p>CAFA grants federal courts subject matter jurisdiction over many large, multistate class actions by creating a specialized form of diversity jurisdiction. Subject to certain exceptions, that jurisdictional grant applies to class actions in which the amount in controversy exceeds $5,000,000 and a watered-down version of the classic diversity requirement is satisfied. <i>See</i> 28 U.S.C. § 1332(d) (requiring that some member of the plaintiff class and some defendants are diverse). For this purpose, CAFA identifies a class action in the following terms:</p>\n<blockquote>[T]he term \"class action\" means any civil action filed under rule 23 of the Federal Rules of Civil Procedure or similar State statute or rule of judicial procedure authorizing an action to be brought by 1 or more representative persons as a class action....</blockquote>\n<p><i>Id.</i> § 1332(d)(1)(B).</p>\n<p>CAFA allows class actions originally filed in state courtsor in Puerto Rican courts, <i>id.</i> § 1332(e)to be removed to the federal courts if they conform to the statutory profile. <i>Id.</i> § 1453(b). Class actions removed under section 1453(b) may be remanded pursuant to the generic remand statute. <i>See id.</i> § 1447. This means that a federal court lacking subject matter jurisdiction over an improvidently removed action must remand that action to the originating state court. <i>Id.</i> § 1447(c). The party seeking removal bears the burden of showing that federal jurisdiction lies. <i>Amoche,</i> 556 F.3d at 48.</p>\n<p>In the case at hand, the district court concluded that CAFA jurisdiction did not attach because the College's complaint failed sufficiently to define the class. We examine this conclusion.</p>\n<p>To satisfy CAFA's definition of a class action, a case need only be \"filed under\" <i>either</i> Federal Rule of Civil Procedure <span class=\"star-pagination\">*40</span> 23 or some state-law analogue of that rule. <i>See</i> 28 U.S.C. § 1332(d)(1)(B); <i>see also </i><i>Clausnitzer v. Fed. Express Corp.,</i> <span class=\"citation\" data-id=\"1368004\"><a href=\"/opinion/1368004/clausnitzer-v-federal-exp-corp/\"><span class=\"volume\">621</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1266</span></a></span>, 1270 (S.D.Fla.2008). The court below ignored the second part of this formulation and, instead, focused on its assumption that the College, in the complaint, had not \"defined a class under Federal pleading requirements.\" <i>Coll. of Dental Surgeons,</i> <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">1076308</span></span>, at *2. Yet the complaint plainly invoked Puerto Rico's class action rules, <i>see, e.g.,</i> P.R. Laws Ann. tit. 32, app. III, R. 20.1-20.2, and contained allegations of harm to the \"members of the class.\"</p>\n<p>In fairness, this may be a mere matter of form; although the district court did not say so, it may have realized that the complaint was filed under a state-law analogue to Rule 23-but nonetheless thought it insufficient. The more acute problem is with the substance of the court's appraisal.</p>\n<p>The complaint plausibly alleges claims for class-wide relief; it consistently alleges harm to the dentists as a professional group; it describes the College as representing the \"dentistry class\" in Puerto Rico; it states that its allegations are similar to those made in a class action pending in the United States District Court for the Southern District of Florida (which it identifies); and it seeks class-wide relief. In deciding that the complaint did not confer CAFA jurisdiction, the district court downplayed these allegationsit simply did not mention themand relied instead on the absence of any sufficient class definition. That reliance was misplaced.</p>\n<p>A complaint that contains class-type allegations historically has been assumed to assert a class action before formal class certification. <i>See, e.g., </i><i>Mehlenbacher v. Akzo Nobel Salt, Inc.,</i> <span class=\"citation\" data-id=\"769156\"><a href=\"/opinion/769156/terry-mehlenbacher-lyn-mehlenbacher-nancy-glazier-kirk-richenberg/\"><span class=\"volume\">216</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">291</span></a></span>, 296 n. 7 (2d Cir.2000). CAFA embraces this principle; in terms, it applies \"to any class action before or after the entry of a class certification order by the court with respect to that action.\" 28 U.S.C. § 1332(d)(8). The district court's pronouncement that this was not a class action because the complaint lacked a sufficiently defined class is in tension with this provision (which effectively treats as provisional class actions those suits visibly framed as such, notwithstanding flaws that may be subject to adjustment or revision before a class can be certified).</p>\n<p>The appellees try to justify the district court's order by arguing that, in remanding, the court may have concluded that a class <i>never</i> could be certified in this case. This argument rests on the premise that the College, as an association of dentists rather than an individual dentist, cannot itself be a member of a certifiable class. But an association can sue on behalf of its members as long as \"(a) its members would otherwise have standing to sue in their own right; (b) the interests it seeks to protect are germane to the organization's purpose; and (c) neither the claim asserted nor the relief requested requires the participation of individual members in the lawsuit.\" <i>Hunt v. Wash. State Apple Comm'n,</i> <span class=\"citation\" data-id=\"109703\"><a href=\"/opinion/109703/hunt-v-washington-state-apple-advertising-commn/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">333</span></a></span>, 343, <span class=\"citation\" data-id=\"109703\"><a href=\"/opinion/109703/hunt-v-washington-state-apple-advertising-commn/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2434</span></a></span>, <span class=\"citation\" data-id=\"109703\"><a href=\"/opinion/109703/hunt-v-washington-state-apple-advertising-commn/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">383</span></a></span> (1977). And an association can bring a class action on behalf of its members in a case (like this one) that seeks class-wide injunctive or declaratory relief. After all, an association, organized for the primary purpose of protecting its members' interests, has a substantial stake in pursuing such remediation. <i>See, e.g., </i><i>Norwalk Core v. Norwalk Redev. Agency,</i> <span class=\"citation\" data-id=\"280447\"><a href=\"/opinion/280447/norwalk-core-v-norwalk-redevelopment-agency/\"><span class=\"volume\">395</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">920</span></a></span>, 937-38 (2d Cir.1968); <i>Smith v. Bd. of Educ. of Morrilton Sch. Dist.,</i> <span class=\"citation\" data-id=\"273014\"><a href=\"/opinion/273014/clement-s-smith-and-the-arkansas-teachers-association-inc-and-margaret/\"><span class=\"volume\">365</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">770</span></a></span>, 773, 777 (8th Cir.1966) (Blackmun, J.); <i>Upper Valley Ass'n for Handicapped Citizens v. Mills,</i> <span class=\"citation no-link\"><span class=\"volume\">168</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">167</span></span>, 168, 171 (D.Vt.1996).</p>\n<p>To be sure, the complaint in this case contains a multiplicity of claimsand some <span class=\"star-pagination\">*41</span> may not be susceptible to class action treatment without the joinder of individual dentists. But at this stage, our inquiry focuses on whether the College, under <i>Hunt,</i> could bring any one of those claims on behalf of a class of dentists. <i>See </i><i>Playboy Enters., Inc. v. Pub. Serv. Comm'n,</i> <span class=\"citation\" data-id=\"543590\"><a href=\"/opinion/543590/playboy-enterprises-inc-v-public-service-commission-of-puerto-rico/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">25</span></a></span>, 35-36 &amp; n. 10 (1st Cir.1990). We think that, at least with respect to the claims for injunctive and declaratory relief, the College clears this hurdle.</p>\n<p>To begin with the obvious, the College is a unified professional association; that is, membership in the College is compulsory, and the College's ranks comprise nearly all licensed dentists who practice in Puerto Rico. P.R. Laws Ann. tit 20, § 114. The members could assert individual claims for injunctive and declaratory relief arising out of the challenged contracting and claims-processing practices. Consequently, the College satisfies the first <i>Hunt</i> requirement.</p>\n<p>Next, the enabling legislation makes pellucid that the College exists mainly to protect its members' interests and authorizes the College to sue to that end. <i>Id.</i> § 112. Thus, the College satisfies the second <i>Hunt</i> requirement.</p>\n<p>Finally, the injunctive and declaratory relief that the College seeks can be granted without the participation of individual dentists as parties. <i>See, e.g., </i><i>Camel Hair &amp; Cashmere Inst. of Am., Inc. v. Assoc'd Dry Goods Corp.,</i> <span class=\"citation\" data-id=\"475227\"><a href=\"/opinion/475227/camel-hair-and-cashmere-institute-of-america-inc-v-associated-dry-goods/\"><span class=\"volume\">799</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">6</span></a></span>, 12 (1st Cir. 1986). The complaint alleges that the defendants' pernicious practices harm all affected dentists in the same way. Although adjudicating the class-wide claims for injunctive and declaratory relief may require definition of specific sub-classes and evidence from individual dentists, those claims do not necessarily require the type of \"fact-intensive-individual inquiry,\" <i>N.H. Motor Transp. Ass'n v. Rowe,</i> <span class=\"citation\" data-id=\"202224\"><a href=\"/opinion/202224/new-hampshire-motor-v-rowe/\"><span class=\"volume\">448</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">66</span></a></span>, 72 (1st Cir.2006), that would defeat <i>Hunt</i> standing. This relief, if granted, would inure to the benefit of all the affected dentists equally, regardless of their individual circumstances.</p>\n<p>Of course, compliance with the strictness of Rule 23 is needed for a plaintiff to litigate its case to a conclusion using the class action mechanism. But the appellees' argument that the College is not a \"member of the class\" is \"fully encompassed by ... Rule 23 criteria.\" 1 Alba Conte &amp; Herbert Newberg, <i>Newberg on Class Actions</i> § 2:11, at 128 (4th ed. 2002); <i>accord </i><i>Int'l Woodworkers v. Chesapeake Bay Plywood Corp.,</i> <span class=\"citation\" data-id=\"394834\"><a href=\"/opinion/394834/international-woodworkers-of-america-afl-cio-clc-local-5-346/\"><span class=\"volume\">659</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1259</span></a></span>, 1268-69 (4th Cir.1981); 7A Charles A. Wright, Arthur R. Miller &amp; Mary K. Kane, <i>Federal Practice &amp; Procedure</i> § 1761, at 168-69 (3d ed. 2005).</p>\n<p>Let us be perfectly clear. We do not minimize the importance of being able to define the class-but class composition (including compliance with the requirements of Rule 23) is not the issue at the <i>inception</i> of a class action. In all but the clearest of cases, the existence vel non of a sufficiently defined class is appropriately addressed after some development of the facts and under Rule 23's established protocol for weighing the propriety of class certification. Reviewing the complaint alone is not normally a suitable method for determining whether a class eventually can be certified.<sup>[3]</sup><i>See </i><i>In re Hydrogen Peroxide Antitrust Litig.,</i> <span class=\"citation\" data-id=\"1242027\"><a href=\"/opinion/1242027/in-re-hydrogen-peroxide-antitrust-litigation/\"><span class=\"volume\">552</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">305</span></a></span>, 316 n. 15 (3d Cir.2008); <i>In re PolyMedica Corp.</i> <span class=\"star-pagination\">*42</span> <i>Sec. Litig.,</i> <span class=\"citation no-link\"><span class=\"volume\">432</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span>, 6-7 (1st Cir.2005). It follows, we think, that reviewing the complaint alone is not normally a suitable occasion for determining whether the plaintiff has sufficiently defined a cognizable class.</p>\n<p>Whether or not the College will succeed in satisfying the requirements of Rule 23 is not before us. That is a question for the district court <i>at the class certification stage.</i> Viewed in this light, the district court's ruling on the inadequacy of the class definition was premature. <i>See </i><i>Falcon v. Philips Elecs. N. Am. Corp.,</i> <span class=\"citation\" data-id=\"2415522\"><a href=\"/opinion/2415522/falcon-v-philips-electronics-north-america-corp/\"><span class=\"volume\">489</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">367</span></a></span>, 368 (S.D.N.Y.2007) (stating that, at the time a case is removed under CAFA, \"class certification will almost always remain to be decided\").</p>\n<p>We add two postscripts. There is an open question as to whether a later denial of class certification will divest the district court of CAFA jurisdiction. <i>Compare id.</i> (stating that CAFA jurisdiction is terminated if class certification is denied on a \"basis that precludes even the reasonably foreseeable possibility of subsequent class certification\"), <i>and </i><i>In re TJX Cos. Retail Sec. Breach Litig.,</i> <span class=\"citation no-link\"><span class=\"volume\">564</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">489</span></span>, 492 (1st Cir.2009) (suggesting in dictum that \"denial [of class certification] would ... defeat [CAFA] jurisdiction\"), <i>with </i><i>Genenbacher v. CenturyTel Fiber Co. II,</i> <span class=\"citation\" data-id=\"1408903\"><a href=\"/opinion/1408903/genenbacher-v-centurytel-fiber-co-ii-llc/\"><span class=\"volume\">500</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1014</span></a></span>, 1017 (C.D.Ill.2007) (contra). <i>See generally Avritt v. Reliastar Life Ins. Co.,</i> Civ. No. 07-1817, <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">1703224</span></span>, at *1-2 (D. Minn. June 18, 2009) (collecting conflicting case law). We express no opinion on this question.</p>\n<p>Second, CAFA contains two exceptions to its grant of subject matter jurisdiction over large, multistate class actions: the \"local controversy\" exception, 28 U.S.C. § 1332(d)(4)(A), and the \"home state\" exception, <i>id.</i> § 1332(d)(4)(B). There are two reasons why we do not address these exceptions today. First, the district court has not yet addressed them. Second, the record is largely undeveloped as to the facts needed to apply them. We leave it to the district court, on remand, to delve into these matters.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>We need go no further. For the reasons elucidated above, we hold that the district court determined prematurely that it lacked CAFA jurisdiction. Consequently, we vacate the order appealed from and return the case to the district court for further proceedings consistent with this opinion. Costs are taxed in favor of appellants.</p>\n<p><i>So Ordered.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The appellants also mentioned federal question jurisdiction, 28 U.S.C. § 1331, as an alternate ground for removal. Because the other defendants did not unanimously consent to removal, any assertion of federal question jurisdiction is unavailing. <i>See id.</i> § 1441; <i>Chi., Rock Island &amp; Pac. Ry. Co. v. Martin,</i> <span class=\"citation\" data-id=\"95295\"><a href=\"/opinion/95295/chicago-ri-pr-co-v-martin/\"><span class=\"volume\">178</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">245</span></a></span>, 247-48, <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">854</span></span>, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1055</span></span> (1900).</p>\n<p>[2]  Peculiarly, this report was not issued until ten days <i>after</i> CAFA was signed into law. <i>Blockbuster, Inc. v. Galeno,</i> <span class=\"citation\" data-id=\"796326\"><a href=\"/opinion/796326/blockbuster-inc-v-michael-galeno-docket-no-05-8019-cv/\"><span class=\"volume\">472</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span>, 57-58 (2d Cir.2006). Consequently, its value as a means of discerning congressional intent is clouded. <i>See </i><i>Weinberger v. Rossi,</i> <span class=\"citation\" data-id=\"110687\"><a href=\"/opinion/110687/weinberger-v-rossi/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">25</span></a></span>, 35, <span class=\"citation\" data-id=\"110687\"><a href=\"/opinion/110687/weinberger-v-rossi/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1510</span></a></span>, <span class=\"citation\" data-id=\"110687\"><a href=\"/opinion/110687/weinberger-v-rossi/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">715</span></a></span> (1982); <i>cf. </i><i>Hamdan v. Rumsfeld,</i> <span class=\"citation\" data-id=\"145625\"><a href=\"/opinion/145625/hamdan-v-rumsfeld/\"><span class=\"volume\">548</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">557</span></a></span>, 580 n. 10, <span class=\"citation\" data-id=\"145625\"><a href=\"/opinion/145625/hamdan-v-rumsfeld/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2749</span></a></span>, <span class=\"citation\" data-id=\"145625\"><a href=\"/opinion/145625/hamdan-v-rumsfeld/\"><span class=\"volume\">165</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">723</span></a></span> (2006) (discounting statement inserted into Congressional Record after floor debate).</p>\n<p>[3]  We say \"normally\" because there may be rare situations in which it is obvious from the complaint alone that there cannot be a class that would warrant certification. <i>See, e.g., </i><i>Washington v. Safeway Corp.,</i> <span class=\"citation\" data-id=\"305933\"><a href=\"/opinion/305933/5-fair-emplpraccas-174-5-empl-prac-dec-p-8008-wilbert-tony/\"><span class=\"volume\">467</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">945</span></a></span>, 947 (10th Cir.1972) (per curiam) (affirming ruling that complaint containing purely individual allegations and requesting only personal relief did not commence a class action).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/2618/",
    "http://www.courtlistener.com/api/rest/v3/opinions/42958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/77317/",
    "http://www.courtlistener.com/api/rest/v3/opinions/77416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/95295/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109703/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110687/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117984/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145625/",
    "http://www.courtlistener.com/api/rest/v3/opinions/172626/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202224/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203670/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204072/",
    "http://www.courtlistener.com/api/rest/v3/opinions/273014/",
    "http://www.courtlistener.com/api/rest/v3/opinions/280447/",
    "http://www.courtlistener.com/api/rest/v3/opinions/305933/",
    "http://www.courtlistener.com/api/rest/v3/opinions/394834/",
    "http://www.courtlistener.com/api/rest/v3/opinions/475227/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543590/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769156/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792135/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796026/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796326/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1242027/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1324162/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1368004/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1408903/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2415522/"
  ]
}