{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/204039/",
  "absolute_url": "/opinion/204039/baldwin-v-bader/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/204039/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:28:52Z",
  "date_modified": "2016-04-26T07:12:04.748576Z",
  "type": "010combined",
  "sha1": "80e5ff294b78e0db7e071f411652f2d20b64c1fd",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-2588P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/10/19/Baldwin_v._Bader.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\nNos. 08-2588, 09-1017\n\n                         ALEXANDER G. BALDWIN,\n\n                 Plaintiff, Appellant/Cross-Appellee,\n\n                                  v.\n\n     JOHN W. BADER; STEVEN P. BOULET; MICHAEL L. BROUSSEAU;\n         SCOTT F. HALL; ROGER H. POULIN; JOHN A. POWELL,\n\n                Defendants, Appellees/Cross-Appellants.\n\n\n             APPEALS FROM THE UNITED STATES DISTRICT COURT\n                       FOR THE DISTRICT OF MAINE\n\n              [Hon. D. Brock Hornby, U.S. District Judge]\n            [Hon. John H. Rich III, U.S. Magistrate Judge]\n\n\n                                 Before\n                 Torruella and Boudin, Circuit Judges,\n                      and Saris,* District Judge.\n\n\n     George J. Marcus with whom David C. Johnson and Marcus, Clegg\n& Mistretta, P.A. were on brief for plaintiff, appellant/cross-\nappellee.\n     Paul McDonald with whom Theodore A. Small and Bernstein Shur\nwere on brief for defendants, appellees/cross-appellants.\n\n\n                           October 19, 2009\n\n\n\n\n     *\n         Of the District of Massachusetts, sitting by designation.\n\f               BOUDIN,    Circuit   Judge.      This   case   arises   from    two\n\ntransactions       in     which   WahlcoMetroflex,     Inc.   (\"WMI\"   or     \"the\n\ncompany\") issued equity shares as compensation for agreements made\n\nby most of its shareholders to guaranty personally loans made to\n\nWMI.       Alexander Baldwin, one of seven shareholders and founders of\n\nWMI, filed suit alleging that WMI's directors breached their\n\nfiduciary duties to him by issuing the two sets of shares, each of\n\nwhich diluted his stake in WMI.                The district court ruled on\n\nsummary judgment that WMI's directors were liable to Baldwin on the\n\nsecond transaction but not the first, and both sides now appeal.\n\n               WMI is a Delaware corporation based in Lewiston, Maine,\n\nthat       manufactures    emissions   control    equipment    used    in   power\n\ngeneration and other industries.              The company was formed in 2001\n\nafter Baldwin and six other investors1 acquired the assets of a\n\npredecessor company in a bankruptcy proceeding.               All made capital\n\ncontributions to WMI in the amount of approximately $14,285 each,\n\nand, in exchange, received the company's shares in equal amounts\n\n(14.28 percent each).         The seven shareholders also comprised WMI's\n\nboard of directors for much of its existence, and Baldwin served as\n\nchairman and president until 2004, when he resigned his positions\n\nin management and on the board.\n\n\n       1\n      The six are John W. Bader, Steven P. Boulet, Michael L.\nBrousseau, Scott F. Hall, Roger H. Poulin and John A. Powell. They\nwere the defendants in the law suit and the only directors of the\ncompany at the time the suit began; we refer to them as \"the\ndirectors.\"\n\n                                        -2-\n\f          At the outset, WMI's operations were financed primarily\n\nby Wells Fargo Business Credit (\"Wells Fargo\"), which provided both\n\na loan of $365,000 to fund the acquisition of assets from the\n\nbankrupt predecessor and a line of credit up to $3,385,000 for\n\nfuture operations.    These loans were backed not only by WMI's\n\nassets, but also by personal guaranties from all seven founders:\n\nBaldwin and one of the other directors, John W. Bader, provided\n\nunlimited guaranties while the remaining shareholders provided\n\nlimited guaranties capped at 14.28 percent of any outstanding\n\nprincipal and interest due. No compensation was provided to any of\n\nthe seven for giving the guaranties.\n\n          The Wells Fargo financing contained several limitations\n\nunfavorable to WMI.    The bank, for example, agreed to advance\n\nfunding based only on the value of existing assets and not on works\n\nin process, which in practice limited WMI to drawing only about\n\nhalf of the line of credit's face value.   Needing more funding, WMI\n\nin early 2001 borrowed roughly $900,000 from the Finance Authority\n\nof Maine, the Androscoggin Valley Council of Governments (\"AVCOG\"),\n\nand Coastal Enterprises, Inc.   These loans too were backed by the\n\nshareholders' personal guaranties, again without compensation.\n\n          Despite these additional loans, WMI operated at a net\n\nloss in each of its first three years and during this period its\n\nmanagement and board sought either to sell the company or find new\n\ninvestors, and also to replace Wells Fargo as its bank lender.   By\n\n\n                                -3-\n\fearly 2005, Poulin, who acted as Director of Materials, told Bader\n\nthat WMI needed at least $200,000 to fund an additional project for\n\na customer--without which WMI would have to cease its operations.\n\nAVCOG provided a loan of $205,000, conditioned on guaranties from\n\nall of the shareholders; but, the company being now precarious,\n\nthree of them balked at providing uncompensated guaranties absent\n\na commitment from all to do so.\n\n           Lacking cash to pay for guaranties, the board acting\n\nwith   legal    advice   determined    at   a   March   2005   meeting     that\n\nshareholders that guarantied the AVCOG or any future financing\n\nwould be issued WMI common shares equaling 5 percent of the\n\ncompany's outstanding equity for each $100,000 of corporate debt\n\nguarantied.     The six directors later provided unlimited personal\n\nguaranties for the AVCOG financing, and AVCOG made the loan without\n\na guaranty from Baldwin, which Baldwin had declined to provide.\n\nBecause   of    counsel's   concern     that    Baldwin    might    have   had\n\ninsufficient notice or information, however, no compensatory shares\n\nwere issued to anyone for the AVCOG transaction.\n\n           Even after the AVCOG loan, the company continued to incur\n\nlosses and, by the beginning of August 2005, WMI had $303,641 in\n\naccounts payable over 60 days past due and liabilities in excess of\n\nassets by more than $846,000.        Concluding that it was on the verge\n\nof forced liquidation, the company in the same month secured                 a\n\ncommitment     from   Androscoggin    Savings   Bank    (\"ASB\")    to   provide\n\n\n                                      -4-\n\fapproximately $3.6 million in financing, partly in loans and partly\n\nin a line of credit, to extinguish the company's existing bank debt\n\nand--by contrast to the Wells Fargo loan terms--effectively allow\n\nlimited draws on the line of credit based on works in process.\n\nHowever, ASB required personal guaranties from WMI's shareholders,\n\nand because of the large and more flexible line of credit, these\n\nguaranties carried greater risk for the guarantors.\n\n          On August 10, 2005, Powell--who had succeeded Baldwin as\n\npresident--sent Baldwin a letter outlining the general terms of the\n\nASB refinancing, including the guaranties required, and informing\n\nhim that, under the formula earlier adopted, his equity in WMI\n\nwould be diluted if he chose not to provide a guaranty.     Baldwin\n\nobjected to the short five-day period allowed to him to decide, so\n\nthe ASB refinancing went ahead on August 18 with compensation for\n\nthe guaranties being deferred.   The refinancing repaid Wells Fargo\n\nand extinguished the earlier guaranties of Baldwin and the others\n\nto Wells Fargo.\n\n          The board deferred issuing compensatory shares while\n\nBaldwin pondered whether to provide a guaranty and, when he failed\n\nto meet a year-end deadline, the board on January 19, 2006, voted\n\nunanimously to issue compensatory shares to themselves in exchange\n\nfor having guarantied the ASB financing.    The board used the same\n\nformula as had previously been adopted for the more modest $205,000\n\nloan from AVCOG but not then utilized.     As a result of the share\n\n\n                                 -5-\n\fissuance, Baldwin's stake in WMI was diluted from 14.28 percent to\n\n5.04 percent.     This is the first of the two transactions later\n\nchallenged by Baldwin's law suit.\n\n          WMI's financial condition began to improve after the 2005\n\nrefinancing.     It earned a profit in 2006 and was now able to\n\nfinance more and bigger projects, and it soon drew down nearly all\n\nof the available line of credit.        The board then unanimously voted\n\nin late 2006 to increase by $1,000,000 WMI's revolving line of\n\ncredit with ASB and to increase by $100,000 a preexisting term\n\nloan.    ASB    again   asked   for    personal     guaranties   from    WMI's\n\nshareholders, and on December 26, 2006, Baldwin was advised that\n\nhis guaranty would be required to receive new compensatory shares.\n\nAlthough provided current financial information about the company,\n\nBaldwin eventually declined to guaranty the new loan.\n\n          The 2007 ASB financing closed on January 18, 2007, with\n\nall WMI shareholders except Baldwin providing unlimited personal\n\nguaranties.     On   January    19,   2007,   the   board   voted   to   issue\n\nthemselves compensatory shares; although the company's prospects\n\nhad substantially improved, the board used the original 5 percent\n\nper $100,000 formula in determining compensation.            The new shares\n\nwere issued on February 1, 2007, and their issuance further diluted\n\nBaldwin's equity interest in WMI from 5.04 percent to 3.25 percent;\n\nhad Baldwin instead provided a guaranty, his interest would have\n\nincreased from 5.04 percent to 8.32 percent.             The directors, in\n\n\n                                      -6-\n\ftheir capacity as six of the seven shareholders of WMI, later\n\nratified the issuance of the new shares at an April 12, 2007,\n\nshareholder meeting.\n\n          Baldwin filed suit in the federal district court in Maine\n\nin March 2007.   He claimed that both issuances of compensatory\n\nshares comprised a breach by the directors of their fiduciary\n\nduties as directors and shareholders, and he asked for damages and\n\nthat the shares be voided. Baldwin then moved for summary judgment\n\nas to both transactions, and the directors cross-moved for summary\n\njudgment as to the first of the two.   Based on a recommendation by\n\nthe magistrate judge, the district judge in September 2008 granted\n\nthe directors summary judgment on the first transaction and Baldwin\n\nsummary judgment as to liability on the second.\n\n          Each side now appeals from the judgment so far as it\n\nfavored the other.   Although the district court's decision did not\n\ndetermine the relief to be afforded to Baldwin on the second\n\ntransaction, the parties thereafter arrived at an agreement as to\n\nthe relief, roughly $70,000, if the judgment of the district court\n\nwere affirmed.   Because both transactions were disposed of on\n\nsummary judgment, our review on all issues presented on this appeal\n\nis de novo.\n\n          The parties agree that Delaware law applies to the\n\ntransaction--WMI was incorporated in that state--and the pertinent\n\nprecepts are familiar: that in the ordinary case there is a\n\n\n                                -7-\n\fpresumption     that      the   directors       have   acted   properly    and    the\n\n\"business judgment\" rule provides substantial latitude for the\n\ndirectors' judgment, Cede & Co. v. Technicolor, Inc., 634 A.2d 345,\n\n360-61 (Del. 1993); that directors owe a triad of fiduciary duties\n\n(good faith, loyalty and care), id. at 361; Emerald Partners v.\n\nBerlin, 787 A.2d 85, 90 (Del. 2001); that a breach of duty can\n\ndisplace the business judgment rule's protection, Emerald Partners,\n\n787 A.2d at 91; and that even a breach of duty is not fatal if the\n\ndirectors can show that a transaction was fair, id.; see also\n\nWeinberger v. UOP, Inc., 457 A.2d 701, 710 (Del. 1983).\n\n            But Delaware law also provides more ambiguous guidance\n\nabout how fairness is determined and the relationship of fair price\n\nto other fairness factors, see Weinberger, 457 A.2d at 711; and it\n\ngives weight depending on the circumstances to such variables as\n\nemergency conditions, id.; cf. In re NVF Co. Litig., 1989 Del. Ch.\n\nLEXIS 167, at *23-24 (Nov. 21, 1989) (unpublished), and to the fact\n\nthat benefits accruing to the directors as shareholders are also\n\nmade available to other shareholders on equal terms.2\n\n            Our    case    turns   on    two    concepts--requisite        care   and\n\nfairness.     Nothing in the facts provides a triable issue on the\n\ncharge   that     the   directors       acted    in    bad   faith   as   to   either\n\n\n\n     2\n      Gilbert v. El Paso Co., 575 A.2d 1131, 1146 (Del. 1990); H-M\nWexford LLC v. Encorp, Inc., 832 A.2d 129, 150-51 (Del. Ch. 2003);\nShields v. Shields, 498 A.2d 161, 170 (Del. Ch. 1985); cf. Unocal\nCorp. v. Mesa Petroleum Co., 493 A.2d 946, 957-58 (Del. 1985).\n\n                                         -8-\n\ftransaction or that they were disloyal in their duty to foster the\n\nbest interests of the company and its shareholders. Patently, both\n\nissuances of shares were actions by the board that benefitted the\n\nboard members as principal shareholders; but the company needed\n\nfunding in each instance and the opportunity to acquire the same\n\nshares on the same terms was provided to the only remaining\n\nshareholder, Baldwin.\n\n              Nor, as events transpired, did the directors discriminate\n\nunfairly against Baldwin by giving him too little time or too\n\nlittle information. Admittedly, Baldwin (being no longer an inside\n\nfigure) was at a disadvantage in assessing the terms offered.               But\n\nthe initial deadlines for the first transaction were extended, and\n\nBaldwin's      brief   does   not    effectively    argue     that   necessary\n\ninformation that he sought was withheld from him in either case.\n\nGiven   the     incentives    to    secure   his   guaranty    and   to   avoid\n\nlitigation, the other directors had good reason to accommodate\n\nBaldwin as to both time and information and appear to have done so.\n\n              Nevertheless,    in    issuing   shares    to   themselves     as\n\ncompensation for their guaranties, the directors had a duty of care\n\nto seek a fair valuation; true, Baldwin had the same opportunity to\n\nacquire shares.        Yet he was not obliged to take it up while the\n\ndirectors remained obliged to avoid overpaying and thereby diluting\n\nunnecessarily other stockholders' interests.            It is not clear that\n\nthe directors dispute that they had this duty.              In all events, we\n\n\n                                       -9-\n\fagree with them that--in the first instance--Baldwin had the burden\n\nof showing that the directors were careless in setting the formula\n\nfor each of the challenged transactions.\n\n          As to the first one, no refinement of the duty of care is\n\nneeded in order to acquit the directors of liability.     By early\n\n2005, the company was in serious trouble: it had a record of\n\nlosses, restrictive bank credit, and a looming prospect of failure\n\neven after the initial modest $205,000 loan from AVCOG.   The offer\n\nfrom ASB in August 2005 thus created a major opportunity to\n\nrefinance on terms that would allow growth of the business.    But\n\nthe opportunity was juxtaposed with a lender demand for shareholder\n\nguaranties--this time guaranties made more risky by the large line\n\nof credit, which might entail greater personal liability if the\n\nshareholders ever had to pay.\n\n          Certainly rescuing the company provided prospects of\n\nrewards in the future, but those would accrue to all shareholders.\n\nTo provide incentives for individual shareholders to give the\n\nguaranties, added shares for those who cooperated were proper: the\n\nonly issue is whether reasonable terms were fixed. Ordinarily, one\n\nwould try to calculate the current value of the company and the\n\nvalue of the guaranties, and then price the compensation in shares\n\naccordingly; but, based on Bader's advice as Chief Financial\n\nOfficer and the directors' own knowledge, the board had a basis for\n\n\n\n\n                                -10-\n\ffearing     that     WMI    was     insolvent         and    had    a     negative     forced\n\nliquidation value.\n\n             There was no easy way to determine a perfect compensation\n\nformula but the one adopted at the                   March 2005 board meeting--a 5\n\npercent     grant    of    shares      for   each      $100,000      of    corporate        debt\n\nguarantied--was not (quite) plucked out of the air.                             In late 2004\n\nor early 2005, negotiations had occurred between WMI and CEI, a\n\npotential investor. CEI never made a formal offer for WMI's shares\n\nbut the directors came to believe that offering CEI up to a 10\n\npercent ownership stake in WMI might have been sufficient to entice\n\nit   to    invest    $200,000       in    WMI--roughly         the      amount       that   WMI\n\nultimately secured from AVCOG.                  The 5 percent formula adopted at\n\nthe March 2005 meeting conformed to this belief but, as the\n\ndirectors have conceded, the formula was also \"the only number that\n\nall guarantors could agree upon\"--a market test although not very\n\nreliable because of the built-in incentive to be generous.\n\n             In     theory,      the     board      could    have       hired    an   outside\n\nconsultant, but consultants cost money, the company was operating\n\non   a    shoestring,      and    time    was    of    the    essence.          If    all    the\n\nshareholders gave guaranties, there would be no dilution and\n\npricing would not matter; and at the time, the directors had no\n\nassurance that the loan would be provided unless all of the\n\nexisting shareholders signed guaranties.                     When AVCOG relented and\n\nmade the loan without Baldwin's guaranty, it was because the\n\n\n                                             -11-\n\fcurrent directors had all agreed to go along, knowing that everyone\n\non the board would share in the risk.   Some compensation for doing\n\nso while Baldwin held out was reasonable.\n\n            It is true that the shares were not issued until later\n\nand the company's fortunes were now improving.   But the extra time\n\nwas provided so that Baldwin, now with an extended option provided\n\nto no one else, could review data and reflect.   The other directors\n\nhad signed on specific terms, and it would hardly have been fair,\n\neven if the company's prospects improved between March and December\n\n2005, to deprive them of their bargain for the original risk.   Nor\n\nis it clear how a much better estimate of fair compensation could\n\nhave been achieved--at least without spending money to secure it.\n\nEven without the business judgment rule, no jury could reasonably\n\nfind that the directors in emergency conditions breached their duty\n\nof care as to the first transaction.\n\n            The second transaction poses a harder problem for the\n\ndirectors.    By late 2006, when they voted to increase their loan\n\nand substantially increase their line of credit, the company's\n\nprospects were much improved.   It was on its way to completing its\n\nfirst year of achieving net profit rather than a year-end loss; it\n\nhad a book of business that had almost exhausted its line of\n\ncredit; and it had sufficient promise of more business to seek\n\nadditional financing.    The company was no longer on the verge of\n\ncollapse.    So, when the directors proceeded with the new loan\n\n\n                                -12-\n\farrangements and issuance of shares, the circumstances were quite\n\ndifferent.\n\n           On December 26, 2006, the directors advised Baldwin that\n\nhe would be required to provide a guaranty in order to receive\n\ncompensatory shares for the enlarged loan and line of credit; he\n\ndeclined several days later.        The loan closed on January 18, 2007,\n\nall other shareholders providing unlimited personal guaranties; and\n\non   January   19,   2007,    the   board   voted   to   issue   themselves\n\ncompensatory    shares,      thus   diluting   Baldwin's     proportionate\n\nownership even further.         The original compensation formula, 5\n\npercent of WMI's equity for each $100,000, was again employed. The\n\ndirectors were entitled to some compensation; the question is\n\nwhether they exercised due care in determining the amount.\n\n           Seemingly, the directors made no documented effort to\n\ndetermine whether the old formula was justified under current\n\nconditions, and that is the opening problem for them. Worse still,\n\nat this point the board had available a valuation study that the\n\ncompany had commissioned for insurance purposes in early 2006.\n\nThis valuation report, which was written by WMI's accounting firm\n\nPurdy Powers and released in June 2006, estimated that the fair\n\nmarket value of 100 percent of the common equity interest in WMI\n\nwas $2,470,000.      By the end of the same year, when the new\n\nfinancing was secured, the situation might well have looked even\n\nbetter for reasons already described.\n\n\n                                    -13-\n\f            It is difficult to value the equity in a closely-held\n\ncompany; but it cannot easily be argued that 5 percent of WMI's\n\nequity at the end of 2006 was worth no more than an equivalent\n\npercentage of the same company in 2005 when it appeared on the\n\nverge of collapse.    Further, the new financing surely did not need\n\nto   be   achieved   on   so   tight   a   time-table   as   the   previous\n\ntransaction, and, in any case, the directors could have agreed to\n\nprovide personal guaranties at once with fair compensation to be\n\nfixed after a more careful study.          This time the directors were\n\ngiving guaranties as an investment in what would likely be future\n\nprofits and faced a reduced threat that the guaranties would be\n\ntriggered by a company default.\n\n            Under Delaware law, the directors were not freed from any\n\nduty to value the compensation fairly merely because the offer was\n\nmade to all shareholders.      See Smith v. Van Gorkom, 488 A.2d 858,\n\n872 (Del. 1985).     This is so even ignoring the fact that when the\n\nloan was finally secured and compensation fixed in early 2007, the\n\ndirectors knew that Baldwin was not going to participate. Arguably\n\nsome deference is still accorded to the directors' judgment despite\n\ntheir self-interest--the case law points in this direction, Kaplan\n\nv. Goldsamt, 380 A.2d 556, 568 (Del. Ch. 1977)--but the self-\n\ninterest may temper the extent of deference.        Anyway, fine-tuning\n\nis not necessary: the directors do not seriously argue that in the\n\nsecond transaction due care was exercised.\n\n\n                                   -14-\n\f           Instead, they say that a lack of due care merely shifts\n\nto them the burden of proving that the transaction was fair, that\n\nthe district court did not fully appreciate the dimensions of the\n\nfairness test, and that they were entitled to a trial in which the\n\nissue of fairness could be fully tested.                   The first of these\n\npropositions is correct: although Delaware law could go directly\n\nfrom a lack of due care to the question of relief, it provides\n\ninstead   that   the    directors      can   still    avoid   liability   if   the\n\ntransaction was shown to be fair.             Emerald Partners, 787 A.2d at\n\n91. This avoids, among other things, a mechanical right to relief,\n\nsuch as the voiding of shares.\n\n           Still,      bearing   the    burden   of     showing   fairness,    the\n\ndirectors were obliged--by the rules governing Baldwin's motion for\n\nsummary judgment--to show that the evidence raised a material issue\n\nof fact for a jury.        See Triangle Trading Co. v. Robroy Indus.,\n\nInc., 200 F.3d 1, 2 (1st Cir. 1999).                 Putting to one side for a\n\nmoment the relevance of other factors bearing on fairness, the\n\nvalue of the shares and the value of the guaranties were both\n\ncritical issues in determining whether the 5 percent per $100,000\n\nformula was fair as of early 2007.                   What evidence, then, was\n\nproffered or pointed to by the directors to create a factual issue?\n\n           The directors did develop expert testimony relating to\n\nthe fairness of the price but it was excluded in a Daubert hearing,\n\n\n\n\n                                       -15-\n\fsee Daubert v. Merrill Dow Pharm., 509 U.S. 579 (1993),3 and the\n\ndirectors do not challenge (or even explain) this exclusion on\n\nappeal.   Instead, they make two arguments:        first, that the\n\nfairness of the price could be shown by facts in the record other\n\nthan the excluded expert testimony; second, that consideration of\n\n\"entire fairness\"--a concept they say that the district court\n\nshort-changed--could have led the fact-finder at trial to conclude\n\nthat non-price factors demonstrated that the transaction was fair.\n\n          The claim that the district court misunderstood Delaware\n\nlaw on \"entire fairness\" is doubtful.      The charge turns on the\n\ndistrict court's statement that the fairness of the price is the\n\nmost critical concern; the directors say that the Delaware case\n\nquoted involved a distinguishable context.   It is hard not to give\n\nprice a central position when the ultimate challenge is to the\n\nextent of compensation.   Cf. Delaware Open MRI Radiology Assocs.,\n\nP.A., v. Kessler, 898 A.2d 290 (Del. Ch. 2006).       But what the\n\ndistrict court thought does not matter because our review on\n\nsummary judgment is de novo.   And, doubtless, on some facts a price\n\n\n\n\n     3\n      The defendants' expert, John T. Gurley, used a substitution\nmethod to price the guaranties in which he assumed that they\ncarried a similar risk to an equity investment and valued them\naccordingly. See Baldwin v. Bader, No. 07-46-P-H, 2008 U.S. Dist.\nLEXIS 56236, at *20 (D. Me. July 23, 2008).       The lower court,\nhowever, found that the treatises cited by Gurley failed to support\nthis (relatively novel) methodology; and, in any event, Gurley had\nnever before valued a personal guaranty. Id. at 26-27.\n\n                                -16-\n\fcould be deemed fair based largely on non-price circumstances (the\n\nfirst transaction in this case could be an example of that).\n\n          So we accept that under Delaware law the fairness of the\n\nsecond transaction is properly judged by both price and non-price\n\nconsiderations and, further, that their cumulative support could be\n\ngreater than either factor taken separately.          Also, under summary\n\njudgment standards it is enough for the directors merely to show\n\nthat the evidence creates a material issue warranting a full trial.\n\nTriangle Trading Co., 200 F.3d at 2.          But--and this is critical--\n\nthere must still be enough evidence of fairness proffered in\n\nopposing summary judgment to permit a reasonable fact finder to\n\ndecide in their favor.   See Celotex Corp. v. Catrett, 477 U.S. 317,\n\n322-23 (1986); In re Spigel, 260 F.3d 27, 31 (1st Cir. 2001).\n\n          That   evidence   is   hard    to   find.   As   to   price,   the\n\ndirectors point to the unconsummated 2004 negotiations for an\n\ninvestment by CEI that bolstered the original formula and the\n\nassertion that that formula was the least the directors would\n\naccept for the second transaction. But the 2004 negotiations never\n\nled to a formal offer in the amount specified, the June 2006 study\n\ndone for insurance showed that the company was more valuable\n\nalready, and the year-end net gain and works in progress bear this\n\nout.   As for the claim that the board members would not accept\n\n\n\n\n                                  -17-\n\fless, the basis for the assertion appears thin,4 and, unlike the\n\ncompany's earlier do-or-die situation in August 2005, nothing in\n\nlate 2006 compelled the company to acquiesce.\n\n            Understandably, the directors place their main stress on\n\nthe non-price evidence of fairness, which (they assert) includes\n\nthe following: the company's legitimate need for more financing;\n\nthe use of a formula developed earlier on the basis of then\n\navailable   information;   the   offer   of   an   equal   opportunity   to\n\nBaldwin; the supply to him of information about the company's 2006\n\nfinancial status; and the advice of counsel.          The problem is not\n\nthat any of these is irrelevant in principle but rather that,\n\nexamined closely, most do not weigh in the company's favor on the\n\npresent facts.\n\n            The need for financing and the earlier formula are almost\n\nbeside the point: the pressure the second time around was far less\n\nurgent than in the original transaction.             The basis for the\n\noriginal formula depended far more on urgency and the lack of\n\nbetter information; in fact, the original formula did not have much\n\nsubstantive support but it did assure that those who took on more\n\nrisk in a desperate situation got some reward and created an\n\n\n     4\n      Indeed, there is no evidence suggesting that the directors\nrevisited the pricing formula after its creation in March 2005;\nthis is not surprising, as the formula provided that it would apply\nnot only to the initial AVCOG loan but also to \"any additional\nfuture financing.\" But this does not excuse the failure to revisit\nthe issue in new circumstances. See Brehm v. Eisner, 746 A.2d 244,\n259 (Del. 2000).\n\n                                  -18-\n\fincentive for all to do so.           The contrast between the two time\n\nperiods does more to underscore the lack of care in early 2007 than\n\nto support a claim of fairness.\n\n           The provision of an equal opportunity to Baldwin, given\n\nthat information was supplied to him, did provide a measure of\n\nprocedural fairness, but--as we read Delaware law--merely providing\n\nan opportunity for all to participate does not itself vindicate a\n\nself-interested management.           See Van Gorkom, 488 A.2d at 872.\n\nManagement is still not allowed to overpay itself where, as here,\n\nit had better information and more time but merely copied an\n\noutworn formula which was not binding.          Delaware law could easily\n\nbe   explained   by   the   inherent    disadvantage    suffered     by   non-\n\nmanagement stockholders; but in any event we are bound by it.\n\n           This leaves the excuse of advice of counsel.              Reliance\n\nupon legal counsel, as the directors note, can evidence \"'good\n\nfaith and the overall fairness of the process.'\" Cinerama, Inc. v.\n\nTechnicolor,     Inc.,   663   A.2d   1156,   1175   (Del.   1995)   (quoting\n\nCinerama, Inc. v. Technicolor, Inc., 663 A.2d 1134, 1142 (Del. Ch.\n\n1994)).   But it is only one factor in the analysis--\"a 'relevant\n\nbut not dominant consideration.'\" Id. (citation omitted); see also\n\nValent Pharm. Int'l v. Jerney, 921 A.2d 732, 751 (Del. Ch. 2007).\n\nAnd while counsel advised on the original formula it is far from\n\nclear that counsel advised on the use of the same formula long\n\nafterwards and in quite different circumstances.\n\n\n                                      -19-\n\f                In short, the directors have provided very little, either\n\nin   price      or     non-price       evidence,     to     show   that   using    the    old\n\ncompensation formula was fair in 2007.                      Even well after the event\n\na financial expert could have offered a supported retrospective\n\njudgment as to what in early 2007 would have been the fair value of\n\na    5   percent       share    of     the   company      and   compared    it    with    the\n\ncorresponding estimated value of the new guaranty.                           If the two\n\nfigures were within sight of one another, the absence of any\n\nadmissible expert evidence to that effect is hard to explain and,\n\nwithout it, a fact finder could not on the very thin evidence\n\navailable rationally conclude that the directors had carried their\n\nburden of proof to show fairness.\n\n                None    of     this    reflects      upon    the   good    faith   of     the\n\ndirectors,       nor     is    it     obvious   that      the   just   outcome--even       if\n\nliability were established--should necessarily result in anything\n\nmore     than    the    directors        restoring     to    the   company   any    excess\n\ncompensation over value or providing Baldwin directly his share of\n\nthat excess. It appears that comparatively modest damages have\n\nalready been settled by stipulation, assuming affirmance.                            Given\n\nthe cost of further litigation, this was presumptively a good\n\nresolution for which counsel on both sides likely deserve credit.\n\n                The judgment of the district court is affirmed.                          Each\n\nside shall bear its own costs on this appeal.\n\n                It is so ordered.\n\n\n                                              -20-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>585 F.3d 18 (2009)</b></center>\n<center><h1>Alexander G. BALDWIN, Plaintiff, Appellant/Cross-Appellee,<br>\nv.<br>\nJohn W. BADER; Steven P. Boulet; Michael L. Brousseau; Scott F. Hall; Roger H. Poulin; John A. Powell, Defendants, Appellees/Cross-Appellants.</h1></center>\n<center>Nos. 08-2588, 09-1017.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard July 28, 2009.</center>\n<center>Decided October 19, 2009.</center>\n<p><span class=\"star-pagination\">*19</span> George J. Marcus with whom David C. Johnson and Marcus, Clegg &amp; Mistretta, P.A. were on brief for plaintiff, appellant/cross-appellee.</p>\n<p>Paul McDonald with whom Theodore A. Small and Bernstein Shur were on brief for defendants, appellees/cross-appellants.</p>\n<p>Before TORRUELLA and BOUDIN, Circuit Judges, and SARIS,<sup>[*]</sup> District Judge.</p>\n<p>BOUDIN, Circuit Judge.</p>\n<p>This case arises from two transactions in which WahlcoMetroflex, Inc. (\"WMI\" or \"the company\") issued equity shares as compensation for agreements made by most of its shareholders to guaranty personally loans made to WMI. Alexander Baldwin, one of seven shareholders and founders of WMI, filed suit alleging that WMI's directors breached their fiduciary duties to him by issuing the two sets of shares, each of which diluted his stake in WMI. The district court ruled on summary judgment that WMI's directors were liable to Baldwin on the second transaction but not the first, and both sides now appeal.</p>\n<p>WMI is a Delaware corporation based in Lewiston, Maine, that manufactures emissions control equipment used in power generation and other industries. The company was formed in 2001 after Baldwin and six other investors<sup>[1]</sup> acquired the assets of a predecessor company in a bankruptcy proceeding. All made capital contributions to WMI in the amount of approximately $14,285 each, and, in exchange, received the company's shares in equal amounts (14.28 percent each). The seven shareholders also comprised WMI's board of directors for much of its existence, and Baldwin served as chairman and president until 2004, when he resigned <span class=\"star-pagination\">*20</span> his positions in management and on the board.</p>\n<p>At the outset, WMI's operations were financed primarily by Wells Fargo Business Credit (\"Wells Fargo\"), which provided both a loan of $365,000 to fund the acquisition of assets from the bankrupt predecessor and a line of credit up to $3,385,000 for future operations. These loans were backed not only by WMI's assets, but also by personal guaranties from all seven founders: Baldwin and one of the other directors, John W. Bader, provided unlimited guaranties while the remaining shareholders provided limited guaranties capped at 14.28 percent of any outstanding principal and interest due. No compensation was provided to any of the seven for giving the guaranties.</p>\n<p>The Wells Fargo financing contained several limitations unfavorable to WMI. The bank, for example, agreed to advance funding based only on the value of existing assets and not on works in process, which in practice limited WMI to drawing only about half of the line of credit's face value. Needing more funding, WMI in early 2001 borrowed roughly $900,000 from the Finance Authority of Maine, the Androscoggin Valley Council of Governments (\"AVCOG\"), and Coastal Enterprises, Inc. These loans too were backed by the shareholders' personal guaranties, again without compensation.</p>\n<p>Despite these additional loans, WMI operated at a net loss in each of its first three years and during this period its management and board sought either to sell the company or find new investors, and also to replace Wells Fargo as its bank lender. By early 2005, Poulin, who acted as Director of Materials, told Bader that WMI needed at least $200,000 to fund an additional project for a customerwithout which WMI would have to cease its operations. AVCOG provided a loan of $205,000, conditioned on guaranties from all of the shareholders; but, the company being now precarious, three of them balked at providing uncompensated guaranties absent a commitment from all to do so.</p>\n<p>Lacking cash to pay for guaranties, the board acting with legal advice determined at a March 2005 meeting that shareholders that guarantied the AVCOG or any future financing would be issued WMI common shares equaling 5 percent of the company's outstanding equity for each $100,000 of corporate debt guarantied. The six directors later provided unlimited personal guaranties for the AVCOG financing, and AVCOG made the loan without a guaranty from Baldwin, which Baldwin had declined to provide. Because of counsel's concern that Baldwin might have had insufficient notice or information, however, no compensatory shares were issued to anyone for the AVCOG transaction.</p>\n<p>Even after the AVCOG loan, the company continued to incur losses and, by the beginning of August 2005, WMI had $303,641 in accounts payable over 60 days past due and liabilities in excess of assets by more than $846,000. Concluding that it was on the verge of forced liquidation, the company in the same month secured a commitment from Androscoggin Savings Bank (\"ASB\") to provide approximately $3.6 million in financing, partly in loans and partly in a line of credit, to extinguish the company's existing bank debt andby contrast to the Wells Fargo loan terms effectively allow limited draws on the line of credit based on works in process. However, ASB required personal guaranties from WMI's shareholders, and because of the large and more flexible line of credit, these guaranties carried greater risk for the guarantors.</p>\n<p>On August 10, 2005, Powellwho had succeeded Baldwin as presidentsent <span class=\"star-pagination\">*21</span> Baldwin a letter outlining the general terms of the ASB refinancing, including the guaranties required, and informing him that, under the formula earlier adopted, his equity in WMI would be diluted if he chose not to provide a guaranty. Baldwin objected to the short five-day period allowed to him to decide, so the ASB refinancing went ahead on August 18 with compensation for the guaranties being deferred. The refinancing repaid Wells Fargo and extinguished the earlier guaranties of Baldwin and the others to Wells Fargo.</p>\n<p>The board deferred issuing compensatory shares while Baldwin pondered whether to provide a guaranty, and, when he failed to meet a year-end deadline, the directors on January 19, 2006, voted unanimously to issue compensatory shares to themselves in exchange for having guarantied the ASB financing. The board used the same formula as had previously been adopted for the more modest $205,000 loan from AVCOG but not then utilized. As a result of the share issuance, Baldwin's stake in WMI was diluted from 14.28 percent to 5.04 percent. This is the first of the two transactions later challenged by Baldwin's law suit.</p>\n<p>WMI's financial condition began to improve after the 2005 refinancing. It earned a profit in 2006 and was now able to finance more and bigger projects, and it soon drew down nearly all of the available line of credit. The board then unanimously voted in late 2006 to increase by $1,000,000 WMI's revolving line of credit with ASB and to increase by $100,000 a preexisting term loan. ASB again asked for personal guaranties from WMI's shareholders, and on December 26, 2006, Baldwin was advised that his guaranty would be required to receive new compensatory shares. Although provided current financial information about the company, Baldwin eventually declined to guaranty the new loan.</p>\n<p>The 2007 ASB financing closed on January 18, 2007, with all WMI shareholders except Baldwin providing unlimited personal guaranties. On January 19, 2007, the board voted to issue themselves compensatory shares; although the company's prospects had substantially improved, the board used the original 5 percent per $100,000 formula in determining compensation. The new shares were issued on February 1, 2007, and their issuance further diluted Baldwin's equity interest in WMI from 5.04 percent to 3.25 percent; had Baldwin instead provided a guaranty, his interest would have increased from 5.04 percent to 8.32 percent. The directors, in their capacity as six of the seven shareholders of WMI, later ratified the issuance of the new shares at an April 12, 2007, shareholder meeting.</p>\n<p>Baldwin filed suit in the federal district court in Maine in March 2007. He claimed that both issuances of compensatory shares comprised a breach by the directors of their fiduciary duties as directors and shareholders, and he asked for damages and that the shares be voided. Baldwin then moved for summary judgment as to both transactions, and the directors cross-moved for summary judgment as to the first of the two. Based on a recommendation by the magistrate judge, the district judge in September 2008 granted the directors summary judgment on the first transaction and Baldwin summary judgment as to liability on the second.</p>\n<p>Each side now appeals from the judgment so far as it favored the other. Although the district court's decision did not determine the relief to be afforded to Baldwin on the second transaction, the parties thereafter arrived at an agreement as to the relief, roughly $70,000, if the judgment of the district court were affirmed. <span class=\"star-pagination\">*22</span> Because both transactions were disposed of on summary judgment, our review on all issues presented on this appeal is <i>de novo.</i></p>\n<p>section 500.11 of the Rules of the Court of Appeals (22 NYCRR 500.11)[1] The parties agree that Delaware law applies to the transactionWMI was incorporated in that stateand the pertinent precepts are familiar: that in the ordinary case there is a presumption that the directors have acted properly and the \"business judgment\" rule provides substantial latitude for the directors' judgment, <i>Cede &amp; Co. v. Technicolor, Inc.,</i> 634 A.2d 345, 360-61 (Del.1993); that directors owe a triad of fiduciary duties (good faith, loyalty and care), <i>id.</i> at 361; <i>Emerald Partners v. Berlin,</i> 787 A.2d 85, 90 (Del.2001); that a breach of duty can displace the business judgment rule's protection, <i>Emerald Partners,</i> 787 A.2d at 91; and that even a breach of duty is not fatal if the directors can show that a transaction was fair, <i>id.; see also </i><i>Weinberger v. UOP, Inc.,</i> 457 A.2d 701, 710 (Del.1983).</p>\n<p>But Delaware law also provides more ambiguous guidance about how fairness is determined and the relationship of fair price to other fairness factors, <i>see </i><i>Weinberger,</i> 457 A.2d at 711; and it gives weight depending on the circumstances to such variables as emergency conditions, <i>id.</i>; <i>cf. In re NVF Co. Litig.,</i> 1989 WL 146237, at *6-8, 1989 Del. Ch. LEXIS 167, at *23-24 (Nov. 21, 1989) (unpublished), and to the fact that benefits accruing to the directors as shareholders are also made available to other shareholders on equal terms.<sup>[2]</sup></p>\n<p>Our case turns on two concepts requisite care and fairness. Nothing in the facts provides a triable issue on the charge that the directors acted in bad faith as to either transaction or that they were disloyal in their duty to foster the best interests of the company and its shareholders. Patently, both issuances of shares were actions by the board that benefitted the board members as principal shareholders; but the company needed funding in each instance and the opportunity to acquire the same shares on the same terms was provided to the only remaining shareholder, Baldwin.</p>\n<p>Nor, as events transpired, did the directors discriminate unfairly against Baldwin by giving him too little time or too little information. Admittedly, Baldwin (being no longer an inside figure) was at a disadvantage in assessing the terms offered. But the initial deadlines for the first transaction were extended, and Baldwin's brief does not effectively argue that necessary information that he sought was withheld from him in either case. Given the incentives to secure his guaranty and to avoid litigation, the other directors had good reason to accommodate Baldwin as to both time and information and appear to have done so.</p>\n<p>Nevertheless, in issuing shares to themselves as compensation for their guaranties, the directors had a duty of care to seek a fair valuation; true, Baldwin had the same opportunity to acquire shares. Yet he was not obliged to take it up while the directors remained obliged to avoid overpaying and thereby diluting unnecessarily other stockholders' interests. It is not clear that the directors dispute that they had this duty. In all events, we agree with them thatin the first instanceBaldwin had the burden of showing that the directors were careless in <span class=\"star-pagination\">*23</span> setting the formula for each of the challenged transactions.</p>\n<p>As to the first one, no refinement of the duty of care is needed in order to acquit the directors of liability. By early 2005, the company was in serious trouble: it had a record of losses, restrictive bank credit, and a looming prospect of failure even after the initial modest $205,000 loan from AVCOG. The offer from ASB in August 2005 thus created a major opportunity to refinance on terms that would allow growth of the business. But the opportunity was juxtaposed with a lender demand for shareholder guarantiesthis time guaranties made more risky by the large line of credit, which might entail greater personal liability if the shareholders ever had to pay.</p>\n<p>Certainly rescuing the company provided prospects of rewards in the future, but those would accrue to all shareholders. To provide incentives for individual shareholders to give the guaranties, added shares for those who cooperated were proper: the only issue is whether reasonable terms were fixed. Ordinarily, one would try to calculate the current value of the company and the value of the guaranties, and then price the compensation in shares accordingly; but, based on Bader's advice as Chief Financial Officer and the directors' own knowledge, the board had a basis for fearing that WMI was insolvent and had a negative forced liquidation value.</p>\n<p>There was no easy way to determine a perfect compensation formula but the one adopted at the March 2005 board meetinga 5 percent grant of shares for each $100,000 of corporate debt guarantied was not (quite) plucked out of the air. In late 2004 or early 2005, negotiations had occurred between WMI and CEI, a potential investor. CEI never made a formal offer for WMI's shares but the directors came to believe that offering CEI up to a 10 percent ownership stake in WMI might have been sufficient to entice it to invest $200,000 in WMIroughly the amount that WMI ultimately secured from AVCOG. The 5 percent formula adopted at the March 2005 meeting conformed to this belief but, as the directors have conceded, the formula was also \"the only number that all guarantors could agree upon\"a market test although not very reliable because of the built-in incentive to be generous.</p>\n<p>In theory, the board could have hired an outside consultant, but consultants cost money, the company was operating on a shoestring, and time was of the essence. If all the shareholders gave guaranties, there would be no dilution and pricing would not matter; and at the time, the directors had no assurance that the loan would be provided unless all of the existing shareholders signed guaranties. When AVCOG relented and made the loan without Baldwin's guaranty, it was because the current directors had all agreed to go along, knowing that everyone on the board would share in the risk. Some compensation for doing so while Baldwin held out was reasonable.</p>\n<p>It is true that the shares were not issued until later and the company's fortunes were now improving. But the extra time was provided so that Baldwin, now with an extended option provided to no one else, could review data and reflect. The other directors had signed on specific terms, and it would hardly have been fair, even if the company's prospects improved between March and December 2005, to deprive them of their bargain for the original risk. Nor is it clear how a much better estimate of fair compensation could have been achievedat least without spending money to secure it. Even without the business judgment rule, no jury could reasonably find that the directors in emergency <span class=\"star-pagination\">*24</span> conditions breached their duty of care as to the first transaction.</p>\n<p>The second transaction poses a harder problem for the directors. By late 2006, when they voted to increase their loan and substantially increase their line of credit, the company's prospects were much improved. It was on its way to completing its first year of achieving net profit rather than a year-end loss; it had a book of business that had almost exhausted its line of credit; and it had sufficient promise of more business to seek additional financing. The company was no longer on the verge of collapse. So, when the directors proceeded with the new loan arrangements and issuance of shares, the circumstances were quite different.</p>\n<p>On December 26, 2006, the directors advised Baldwin that he would be required to provide a guaranty in order to receive compensatory shares for the enlarged loan and line of credit; he declined several days later. The loan closed on January 18, 2007, all other shareholders providing unlimited personal guaranties; and on January 19, 2007, the board voted to issue themselves compensatory shares, thus diluting Baldwin's proportionate ownership even further. The original compensation formula, 5 percent of WMI's equity for each $100,000, was again employed. The directors were entitled to some compensation; the question is whether they exercised due care in determining the amount.</p>\n<p>Seemingly, the directors made no documented effort to determine whether the old formula was justified under current conditions, and that is the opening problem for them. Worse still, at this point the board had available a valuation study that the company had commissioned for insurance purposes in early 2006. This valuation report, which was written by WMI's accounting firm Purdy Powers and released in June 2006, estimated that the fair market value of 100 percent of the common equity interest in WMI was $2,470,000. By the end of the same year, when the new financing was secured, the situation might well have looked even better for reasons already described.</p>\n<p>It is difficult to value the equity in a closely-held company; but it cannot easily be argued that 5 percent of WMI's equity at the end of 2006 was worth no more than an equivalent percentage of the same company in 2005 when it appeared on the verge of collapse. Further, the new financing surely did not need to be achieved on so tight a time-table as the previous transaction, and, in any case, the directors could have agreed to provide personal guaranties at once with fair compensation to be fixed after a more careful study. This time the directors were giving guaranties as an investment in what would likely be future profits and faced a reduced threat that the guaranties would be triggered by a company default.</p>\n<p>Under Delaware law, the directors were not freed from any duty to value the compensation fairly merely because the offer was made to all shareholders. <i>See </i><i>Smith v. Van Gorkom,</i> 488 A.2d 858, 872 (Del.1985). This is so even ignoring the fact that when the loan was finally secured and compensation fixed in early 2007, the directors knew that Baldwin was not going to participate. Arguably some deference is still accorded to the directors' judgment despite their self-interestthe case law points in this direction, <i>Kaplan v. Goldsamt,</i> 380 A.2d 556, 568 (Del.Ch.1977)but the self-interest may temper the extent of deference. Anyway, fine-tuning is not necessary: the directors do not seriously argue that in the second transaction due care was exercised.</p>\n<p>Instead, they say that a lack of due care merely shifts to them the burden of proving <span class=\"star-pagination\">*25</span> that the transaction was fair, that the district court did not fully appreciate the dimensions of the fairness test, and that they were entitled to a trial in which the issue of fairness could be fully tested. The first of these propositions is correct: although Delaware law could go directly from a lack of due care to the question of relief, it provides instead that the directors can still avoid liability if the transaction was shown to be fair. <i>Emerald Partners,</i> 787 A.2d at 91. This avoids, among other things, a mechanical right to relief, such as the voiding of shares.</p>\n<p>Still, bearing the burden of showing fairness, the directors were obligedby the rules governing Baldwin's motion for summary judgmentto show that the evidence raised a material issue of fact for a jury. <i>See </i><i>Triangle Trading Co. v. Robroy Indus., Inc.,</i> 200 F.3d 1, 2 (1st Cir.1999). Putting to one side for a moment the relevance of other factors bearing on fairness, the value of the shares and the value of the guaranties were both critical issues in determining whether the 5 percent per $100,000 formula was fair as of early 2007. What evidence, then, was proffered or pointed to by the directors to create a factual issue?</p>\n<p>The directors did develop expert testimony relating to the fairness of the price but it was excluded in a <i>Daubert</i> hearing, <i>see </i><i>Daubert v. Merrell Dow Pharm.,</i> 509 U.S. 579, 113 S.Ct. 2786, 125 L.Ed.2d 469 (1993),<sup>[3]</sup> and the directors do not challenge (or even explain) this exclusion on appeal. Instead, they make two arguments: first, that the fairness of <i>the price</i> could be shown by facts in the record other than the excluded expert testimony; second, that consideration of \"entire fairness\"a concept they say that the district court short-changedcould have led the fact-finder at trial to conclude that <i>non-price</i> factors demonstrated that the transaction was fair.</p>\n<p>The claim that the district court misunderstood Delaware law on \"entire fairness\" is doubtful. The charge turns on the district court's statement that the fairness of the price is the most critical concern; the directors say that the Delaware case quoted involved a distinguishable context. It is hard not to give price a central position when the ultimate challenge is to the extent of compensation. <i>Cf. </i><i>Delaware Open MRI Radiology Assocs., P.A., v. Kessler,</i> 898 A.2d 290 (Del.Ch.2006). But what the district court thought does not matter because our review on summary judgment is <i>de novo.</i> And, doubtless, on some facts a price could be deemed fair based largely on non-price circumstances (the first transaction in this case could be an example of that).</p>\n<p>So we accept that under Delaware law the fairness of the second transaction is properly judged by both price and non-price considerations and, further, that their cumulative support could be greater than either factor taken separately. Also, under summary judgment standards it is enough for the directors merely to show that the evidence creates a material issue warranting a full trial. <i>Triangle Trading Co.,</i> 200 F.3d at 2. Butand this is criticalthere must still be <i>enough</i> evidence of fairness proffered in opposing summary <span class=\"star-pagination\">*26</span> judgment to <i>permit</i> a reasonable fact finder to decide in their favor. <i>See </i><i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 322-23, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986); <i>In re Spigel,</i> 260 F.3d 27, 31 (1st Cir.2001).</p>\n<p>That evidence is hard to find. As to price, the directors point to the unconsummated 2004 negotiations for an investment by CEI that bolstered the original formula and the assertion that that formula was the least the directors would accept for the second transaction. But the 2004 negotiations never led to a formal offer in the amount specified, the June 2006 study done for insurance showed that the company was more valuable already, and the year-end net gain and works in progress bear this out. As for the claim that the board members would not accept less, the basis for the assertion appears thin,<sup>[4]</sup> and, unlike the company's earlier do-or-die situation in August 2005, nothing in late 2006 compelled the company to acquiesce.</p>\n<p>Understandably, the directors place their main stress on the non-price evidence of fairness, which (they assert) includes the following: the company's legitimate need for more financing; the use of a formula developed earlier on the basis of then available information; the offer of an equal opportunity to Baldwin; the supply to him of information about the company's 2006 financial status; and the advice of counsel. The problem is not that any of these is irrelevant in principle but rather that, examined closely, most do not weigh in the company's favor on the present facts.</p>\n<p>The need for financing and the earlier formula are almost beside the point: the pressure the second time around was far less urgent than in the original transaction. The basis for the original formula depended far more on urgency and the lack of better information; in fact, the original formula did not have much substantive support but it did assure that those who took on more risk in a desperate situation got some reward and created an incentive for all to do so. The contrast between the two time periods does more to underscore the lack of care in early 2007 than to support a claim of fairness.</p>\n<p>The provision of an equal opportunity to Baldwin, given that information was supplied to him, did provide a measure of procedural fairness, butas we read Delaware lawmerely providing an opportunity for all to participate does not itself vindicate a self-interested management. <i>See </i><i>Van Gorkom,</i> 488 A.2d at 872. Management is still not allowed to overpay itself where, as here, it had better information and more time but merely copied an outworn formula which was not binding. Delaware law could easily be explained by the inherent disadvantage suffered by non-management stockholders; but in any event we are bound by it.</p>\n<p>This leaves the excuse of advice of counsel. Reliance upon legal counsel, as the directors note, can evidence \"`good faith and the overall fairness of the process.'\" <i>Cinerama, Inc. v. Technicolor, Inc.,</i> 663 A.2d 1156, 1175 (Del.1995) (quoting <i>Cinerama, Inc. v. Technicolor, Inc.,</i> 663 A.2d 1134, 1142 (Del.Ch.1994)). But it is only one factor in the analysis\"a `relevant but not dominant consideration.'\" <i>Id.</i> (citation omitted); <i>see also </i><i>Valent Pharm. Int'l v. Jerney,</i> 921 A.2d 732, 751 (Del.Ch.2007). And while counsel advised <span class=\"star-pagination\">*27</span> on the original formula it is far from clear that counsel advised on the use of the same formula long afterwards and in quite different circumstances.</p>\n<p>In short, the directors have provided very little, either in price or non-price evidence, to show that using the old compensation formula was fair in 2007. Even well after the event a financial expert could have offered a supported retrospective judgment as to what in early 2007 would have been the fair value of a 5 percent share of the company and compared it with the corresponding estimated value of the new guaranty. If the two figures were within sight of one another, the absence of any admissible expert evidence to that effect is hard to explain and, without it, a fact finder could not on the very thin evidence available rationally conclude that the directors had carried their burden of proof to show fairness.</p>\n<p>None of this reflects upon the good faith of the directors, nor is it obvious that the just outcomeeven if liability were establishedshould necessarily result in anything more than the directors restoring to the company any excess compensation over value or providing Baldwin directly his share of that excess. It appears that comparatively modest damages have already been settled by stipulation, assuming affirmance. Given the cost of further litigation, this was presumptively a good resolution for which counsel on both sides likely deserve credit.</p>\n<p>The judgment of the district court is <i>affirmed.</i> Each side shall bear its own costs on this appeal.</p>\n<p><i>It is so ordered.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of Massachusetts, sitting by designation.</p>\n<p>[1]  The six are John W. Bader, Steven P. Boulet, Michael L. Brousseau, Scott F. Hall, Roger H. Poulin and John A. Powell. They were the defendants in the law suit and the only directors of the company at the time the suit began; we refer to them as \"the directors.\"</p>\n<p>[2]  <i>Gilbert v. El Paso Co.,</i> 575 A.2d 1131, 1146 (Del. 1990); <i>H-M Wexford LLC v. Encorp, Inc.,</i> 832 A.2d 129, 150-51 (Del.Ch.2003); <i>Shields v. Shields,</i> 498 A.2d 161, 170 (Del.Ch.1985); <i>cf. </i><i>Unocal Corp. v. Mesa Petroleum Co.,</i> 493 A.2d 946, 957-58 (Del.1985).</p>\n<p>[3]  The defendants' expert, John T. Gurley, used a substitution method to price the guaranties in which he assumed that they carried a similar risk to an equity investment and valued them accordingly. <i>See Baldwin v. Bader,</i> No. 07-46-P-H, 2008 WL 2875351, at *6-7, 2008 U.S. Dist. LEXIS 56236, at *20 (D.Me. July 23, 2008). The lower court, however, found that the treatises cited by Gurley failed to support this (relatively novel) methodology; and, in any event, Gurley had never before valued a personal guaranty. <i>Id.</i> 2008 WL 2875351, at 8-9, 2008 U.S. Dist. LEXIS 56236 at 26-27.</p>\n<p>[4]  Indeed, there is no evidence suggesting that the directors revisited the pricing formula after its creation in March 2005; this is not surprising, as the formula provided that it would apply not only to the initial AVCOG loan but also to \"any additional future financing.\" But this does not excuse the failure to revisit the issue in new circumstances. <i>See </i><i>Brehm v. Eisner,</i> 746 A.2d 244, 259 (Del. 2000).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">585</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></span> (2009)</b></center>\n<center><h1>Alexander G. BALDWIN, Plaintiff, Appellant/Cross-Appellee,<br>\nv.<br>\nJohn W. BADER; Steven P. Boulet; Michael L. Brousseau; Scott F. Hall; Roger H. Poulin; John A. Powell, Defendants, Appellees/Cross-Appellants.</h1></center>\n<center>Nos. 08-2588, 09-1017.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard July 28, 2009.</center>\n<center>Decided October 19, 2009.</center>\n<p><span class=\"star-pagination\">*19</span> George J. Marcus with whom David C. Johnson and Marcus, Clegg &amp; Mistretta, P.A. were on brief for plaintiff, appellant/cross-appellee.</p>\n<p>Paul McDonald with whom Theodore A. Small and Bernstein Shur were on brief for defendants, appellees/cross-appellants.</p>\n<p>Before TORRUELLA and BOUDIN, Circuit Judges, and SARIS,<sup>[*]</sup> District Judge.</p>\n<p>BOUDIN, Circuit Judge.</p>\n<p>This case arises from two transactions in which WahlcoMetroflex, Inc. (\"WMI\" or \"the company\") issued equity shares as compensation for agreements made by most of its shareholders to guaranty personally loans made to WMI. Alexander Baldwin, one of seven shareholders and founders of WMI, filed suit alleging that WMI's directors breached their fiduciary duties to him by issuing the two sets of shares, each of which diluted his stake in WMI. The district court ruled on summary judgment that WMI's directors were liable to Baldwin on the second transaction but not the first, and both sides now appeal.</p>\n<p>WMI is a Delaware corporation based in Lewiston, Maine, that manufactures emissions control equipment used in power generation and other industries. The company was formed in 2001 after Baldwin and six other investors<sup>[1]</sup> acquired the assets of a predecessor company in a bankruptcy proceeding. All made capital contributions to WMI in the amount of approximately $14,285 each, and, in exchange, received the company's shares in equal amounts (14.28 percent each). The seven shareholders also comprised WMI's board of directors for much of its existence, and Baldwin served as chairman and president until 2004, when he resigned <span class=\"star-pagination\">*20</span> his positions in management and on the board.</p>\n<p>At the outset, WMI's operations were financed primarily by Wells Fargo Business Credit (\"Wells Fargo\"), which provided both a loan of $365,000 to fund the acquisition of assets from the bankrupt predecessor and a line of credit up to $3,385,000 for future operations. These loans were backed not only by WMI's assets, but also by personal guaranties from all seven founders: Baldwin and one of the other directors, John W. Bader, provided unlimited guaranties while the remaining shareholders provided limited guaranties capped at 14.28 percent of any outstanding principal and interest due. No compensation was provided to any of the seven for giving the guaranties.</p>\n<p>The Wells Fargo financing contained several limitations unfavorable to WMI. The bank, for example, agreed to advance funding based only on the value of existing assets and not on works in process, which in practice limited WMI to drawing only about half of the line of credit's face value. Needing more funding, WMI in early 2001 borrowed roughly $900,000 from the Finance Authority of Maine, the Androscoggin Valley Council of Governments (\"AVCOG\"), and Coastal Enterprises, Inc. These loans too were backed by the shareholders' personal guaranties, again without compensation.</p>\n<p>Despite these additional loans, WMI operated at a net loss in each of its first three years and during this period its management and board sought either to sell the company or find new investors, and also to replace Wells Fargo as its bank lender. By early 2005, Poulin, who acted as Director of Materials, told Bader that WMI needed at least $200,000 to fund an additional project for a customerwithout which WMI would have to cease its operations. AVCOG provided a loan of $205,000, conditioned on guaranties from all of the shareholders; but, the company being now precarious, three of them balked at providing uncompensated guaranties absent a commitment from all to do so.</p>\n<p>Lacking cash to pay for guaranties, the board acting with legal advice determined at a March 2005 meeting that shareholders that guarantied the AVCOG or any future financing would be issued WMI common shares equaling 5 percent of the company's outstanding equity for each $100,000 of corporate debt guarantied. The six directors later provided unlimited personal guaranties for the AVCOG financing, and AVCOG made the loan without a guaranty from Baldwin, which Baldwin had declined to provide. Because of counsel's concern that Baldwin might have had insufficient notice or information, however, no compensatory shares were issued to anyone for the AVCOG transaction.</p>\n<p>Even after the AVCOG loan, the company continued to incur losses and, by the beginning of August 2005, WMI had $303,641 in accounts payable over 60 days past due and liabilities in excess of assets by more than $846,000. Concluding that it was on the verge of forced liquidation, the company in the same month secured a commitment from Androscoggin Savings Bank (\"ASB\") to provide approximately $3.6 million in financing, partly in loans and partly in a line of credit, to extinguish the company's existing bank debt andby contrast to the Wells Fargo loan terms effectively allow limited draws on the line of credit based on works in process. However, ASB required personal guaranties from WMI's shareholders, and because of the large and more flexible line of credit, these guaranties carried greater risk for the guarantors.</p>\n<p>On August 10, 2005, Powellwho had succeeded Baldwin as presidentsent <span class=\"star-pagination\">*21</span> Baldwin a letter outlining the general terms of the ASB refinancing, including the guaranties required, and informing him that, under the formula earlier adopted, his equity in WMI would be diluted if he chose not to provide a guaranty. Baldwin objected to the short five-day period allowed to him to decide, so the ASB refinancing went ahead on August 18 with compensation for the guaranties being deferred. The refinancing repaid Wells Fargo and extinguished the earlier guaranties of Baldwin and the others to Wells Fargo.</p>\n<p>The board deferred issuing compensatory shares while Baldwin pondered whether to provide a guaranty, and, when he failed to meet a year-end deadline, the directors on January 19, 2006, voted unanimously to issue compensatory shares to themselves in exchange for having guarantied the ASB financing. The board used the same formula as had previously been adopted for the more modest $205,000 loan from AVCOG but not then utilized. As a result of the share issuance, Baldwin's stake in WMI was diluted from 14.28 percent to 5.04 percent. This is the first of the two transactions later challenged by Baldwin's law suit.</p>\n<p>WMI's financial condition began to improve after the 2005 refinancing. It earned a profit in 2006 and was now able to finance more and bigger projects, and it soon drew down nearly all of the available line of credit. The board then unanimously voted in late 2006 to increase by $1,000,000 WMI's revolving line of credit with ASB and to increase by $100,000 a preexisting term loan. ASB again asked for personal guaranties from WMI's shareholders, and on December 26, 2006, Baldwin was advised that his guaranty would be required to receive new compensatory shares. Although provided current financial information about the company, Baldwin eventually declined to guaranty the new loan.</p>\n<p>The 2007 ASB financing closed on January 18, 2007, with all WMI shareholders except Baldwin providing unlimited personal guaranties. On January 19, 2007, the board voted to issue themselves compensatory shares; although the company's prospects had substantially improved, the board used the original 5 percent per $100,000 formula in determining compensation. The new shares were issued on February 1, 2007, and their issuance further diluted Baldwin's equity interest in WMI from 5.04 percent to 3.25 percent; had Baldwin instead provided a guaranty, his interest would have increased from 5.04 percent to 8.32 percent. The directors, in their capacity as six of the seven shareholders of WMI, later ratified the issuance of the new shares at an April 12, 2007, shareholder meeting.</p>\n<p>Baldwin filed suit in the federal district court in Maine in March 2007. He claimed that both issuances of compensatory shares comprised a breach by the directors of their fiduciary duties as directors and shareholders, and he asked for damages and that the shares be voided. Baldwin then moved for summary judgment as to both transactions, and the directors cross-moved for summary judgment as to the first of the two. Based on a recommendation by the magistrate judge, the district judge in September 2008 granted the directors summary judgment on the first transaction and Baldwin summary judgment as to liability on the second.</p>\n<p>Each side now appeals from the judgment so far as it favored the other. Although the district court's decision did not determine the relief to be afforded to Baldwin on the second transaction, the parties thereafter arrived at an agreement as to the relief, roughly $70,000, if the judgment of the district court were affirmed. <span class=\"star-pagination\">*22</span> Because both transactions were disposed of on summary judgment, our review on all issues presented on this appeal is <i>de novo.</i></p>\n<p>section 500.11 of the Rules of the Court of Appeals (22 NYCRR 500.11)[1] The parties agree that Delaware law applies to the transactionWMI was incorporated in that stateand the pertinent precepts are familiar: that in the ordinary case there is a presumption that the directors have acted properly and the \"business judgment\" rule provides substantial latitude for the directors' judgment, <i>Cede &amp; Co. v. Technicolor, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">634</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">345</span></span>, 360-61 (Del.1993); that directors owe a triad of fiduciary duties (good faith, loyalty and care), <i>id.</i> at 361; <i>Emerald Partners v. Berlin,</i> <span class=\"citation\" data-id=\"2320781\"><a href=\"/opinion/2320781/emerald-partners-v-berlin/\"><span class=\"volume\">787</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">85</span></a></span>, 90 (Del.2001); that a breach of duty can displace the business judgment rule's protection, <i>Emerald Partners,</i> 787 A.2d at 91; and that even a breach of duty is not fatal if the directors can show that a transaction was fair, <i>id.; see also </i><i>Weinberger v. UOP, Inc.,</i> <span class=\"citation\" data-id=\"1954871\"><a href=\"/opinion/1954871/weinberger-v-uop-inc/\"><span class=\"volume\">457</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">701</span></a></span>, 710 (Del.1983).</p>\n<p>But Delaware law also provides more ambiguous guidance about how fairness is determined and the relationship of fair price to other fairness factors, <i>see </i><i>Weinberger,</i> 457 A.2d at 711; and it gives weight depending on the circumstances to such variables as emergency conditions, <i>id.</i>; <i>cf. In re NVF Co. Litig.,</i> <span class=\"citation no-link\"><span class=\"volume\">1989</span> <span class=\"reporter\">WL</span> <span class=\"page\">146237</span></span>, at *6-8, 1989 Del. Ch. LEXIS 167, at *23-24 (Nov. 21, 1989) (unpublished), and to the fact that benefits accruing to the directors as shareholders are also made available to other shareholders on equal terms.<sup>[2]</sup></p>\n<p>Our case turns on two concepts requisite care and fairness. Nothing in the facts provides a triable issue on the charge that the directors acted in bad faith as to either transaction or that they were disloyal in their duty to foster the best interests of the company and its shareholders. Patently, both issuances of shares were actions by the board that benefitted the board members as principal shareholders; but the company needed funding in each instance and the opportunity to acquire the same shares on the same terms was provided to the only remaining shareholder, Baldwin.</p>\n<p>Nor, as events transpired, did the directors discriminate unfairly against Baldwin by giving him too little time or too little information. Admittedly, Baldwin (being no longer an inside figure) was at a disadvantage in assessing the terms offered. But the initial deadlines for the first transaction were extended, and Baldwin's brief does not effectively argue that necessary information that he sought was withheld from him in either case. Given the incentives to secure his guaranty and to avoid litigation, the other directors had good reason to accommodate Baldwin as to both time and information and appear to have done so.</p>\n<p>Nevertheless, in issuing shares to themselves as compensation for their guaranties, the directors had a duty of care to seek a fair valuation; true, Baldwin had the same opportunity to acquire shares. Yet he was not obliged to take it up while the directors remained obliged to avoid overpaying and thereby diluting unnecessarily other stockholders' interests. It is not clear that the directors dispute that they had this duty. In all events, we agree with them thatin the first instanceBaldwin had the burden of showing that the directors were careless in <span class=\"star-pagination\">*23</span> setting the formula for each of the challenged transactions.</p>\n<p>As to the first one, no refinement of the duty of care is needed in order to acquit the directors of liability. By early 2005, the company was in serious trouble: it had a record of losses, restrictive bank credit, and a looming prospect of failure even after the initial modest $205,000 loan from AVCOG. The offer from ASB in August 2005 thus created a major opportunity to refinance on terms that would allow growth of the business. But the opportunity was juxtaposed with a lender demand for shareholder guarantiesthis time guaranties made more risky by the large line of credit, which might entail greater personal liability if the shareholders ever had to pay.</p>\n<p>Certainly rescuing the company provided prospects of rewards in the future, but those would accrue to all shareholders. To provide incentives for individual shareholders to give the guaranties, added shares for those who cooperated were proper: the only issue is whether reasonable terms were fixed. Ordinarily, one would try to calculate the current value of the company and the value of the guaranties, and then price the compensation in shares accordingly; but, based on Bader's advice as Chief Financial Officer and the directors' own knowledge, the board had a basis for fearing that WMI was insolvent and had a negative forced liquidation value.</p>\n<p>There was no easy way to determine a perfect compensation formula but the one adopted at the March 2005 board meetinga 5 percent grant of shares for each $100,000 of corporate debt guarantied was not (quite) plucked out of the air. In late 2004 or early 2005, negotiations had occurred between WMI and CEI, a potential investor. CEI never made a formal offer for WMI's shares but the directors came to believe that offering CEI up to a 10 percent ownership stake in WMI might have been sufficient to entice it to invest $200,000 in WMIroughly the amount that WMI ultimately secured from AVCOG. The 5 percent formula adopted at the March 2005 meeting conformed to this belief but, as the directors have conceded, the formula was also \"the only number that all guarantors could agree upon\"a market test although not very reliable because of the built-in incentive to be generous.</p>\n<p>In theory, the board could have hired an outside consultant, but consultants cost money, the company was operating on a shoestring, and time was of the essence. If all the shareholders gave guaranties, there would be no dilution and pricing would not matter; and at the time, the directors had no assurance that the loan would be provided unless all of the existing shareholders signed guaranties. When AVCOG relented and made the loan without Baldwin's guaranty, it was because the current directors had all agreed to go along, knowing that everyone on the board would share in the risk. Some compensation for doing so while Baldwin held out was reasonable.</p>\n<p>It is true that the shares were not issued until later and the company's fortunes were now improving. But the extra time was provided so that Baldwin, now with an extended option provided to no one else, could review data and reflect. The other directors had signed on specific terms, and it would hardly have been fair, even if the company's prospects improved between March and December 2005, to deprive them of their bargain for the original risk. Nor is it clear how a much better estimate of fair compensation could have been achievedat least without spending money to secure it. Even without the business judgment rule, no jury could reasonably find that the directors in emergency <span class=\"star-pagination\">*24</span> conditions breached their duty of care as to the first transaction.</p>\n<p>The second transaction poses a harder problem for the directors. By late 2006, when they voted to increase their loan and substantially increase their line of credit, the company's prospects were much improved. It was on its way to completing its first year of achieving net profit rather than a year-end loss; it had a book of business that had almost exhausted its line of credit; and it had sufficient promise of more business to seek additional financing. The company was no longer on the verge of collapse. So, when the directors proceeded with the new loan arrangements and issuance of shares, the circumstances were quite different.</p>\n<p>On December 26, 2006, the directors advised Baldwin that he would be required to provide a guaranty in order to receive compensatory shares for the enlarged loan and line of credit; he declined several days later. The loan closed on January 18, 2007, all other shareholders providing unlimited personal guaranties; and on January 19, 2007, the board voted to issue themselves compensatory shares, thus diluting Baldwin's proportionate ownership even further. The original compensation formula, 5 percent of WMI's equity for each $100,000, was again employed. The directors were entitled to some compensation; the question is whether they exercised due care in determining the amount.</p>\n<p>Seemingly, the directors made no documented effort to determine whether the old formula was justified under current conditions, and that is the opening problem for them. Worse still, at this point the board had available a valuation study that the company had commissioned for insurance purposes in early 2006. This valuation report, which was written by WMI's accounting firm Purdy Powers and released in June 2006, estimated that the fair market value of 100 percent of the common equity interest in WMI was $2,470,000. By the end of the same year, when the new financing was secured, the situation might well have looked even better for reasons already described.</p>\n<p>It is difficult to value the equity in a closely-held company; but it cannot easily be argued that 5 percent of WMI's equity at the end of 2006 was worth no more than an equivalent percentage of the same company in 2005 when it appeared on the verge of collapse. Further, the new financing surely did not need to be achieved on so tight a time-table as the previous transaction, and, in any case, the directors could have agreed to provide personal guaranties at once with fair compensation to be fixed after a more careful study. This time the directors were giving guaranties as an investment in what would likely be future profits and faced a reduced threat that the guaranties would be triggered by a company default.</p>\n<p>Under Delaware law, the directors were not freed from any duty to value the compensation fairly merely because the offer was made to all shareholders. <i>See </i><i>Smith v. Van Gorkom,</i> <span class=\"citation\" data-id=\"1479784\"><a href=\"/opinion/1479784/smith-v-van-gorkom/\"><span class=\"volume\">488</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">858</span></a></span>, 872 (Del.1985). This is so even ignoring the fact that when the loan was finally secured and compensation fixed in early 2007, the directors knew that Baldwin was not going to participate. Arguably some deference is still accorded to the directors' judgment despite their self-interestthe case law points in this direction, <i>Kaplan v. Goldsamt,</i> <span class=\"citation\" data-id=\"1560681\"><a href=\"/opinion/1560681/kaplan-v-goldsamt/\"><span class=\"volume\">380</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">556</span></a></span>, 568 (Del.Ch.1977)but the self-interest may temper the extent of deference. Anyway, fine-tuning is not necessary: the directors do not seriously argue that in the second transaction due care was exercised.</p>\n<p>Instead, they say that a lack of due care merely shifts to them the burden of proving <span class=\"star-pagination\">*25</span> that the transaction was fair, that the district court did not fully appreciate the dimensions of the fairness test, and that they were entitled to a trial in which the issue of fairness could be fully tested. The first of these propositions is correct: although Delaware law could go directly from a lack of due care to the question of relief, it provides instead that the directors can still avoid liability if the transaction was shown to be fair. <i>Emerald Partners,</i> 787 A.2d at 91. This avoids, among other things, a mechanical right to relief, such as the voiding of shares.</p>\n<p>Still, bearing the burden of showing fairness, the directors were obligedby the rules governing Baldwin's motion for summary judgmentto show that the evidence raised a material issue of fact for a jury. <i>See </i><i>Triangle Trading Co. v. Robroy Indus., Inc.,</i> <span class=\"citation\" data-id=\"198787\"><a href=\"/opinion/198787/triangle-trading-co-v-robroy-industries-i/\"><span class=\"volume\">200</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir.1999). Putting to one side for a moment the relevance of other factors bearing on fairness, the value of the shares and the value of the guaranties were both critical issues in determining whether the 5 percent per $100,000 formula was fair as of early 2007. What evidence, then, was proffered or pointed to by the directors to create a factual issue?</p>\n<p>The directors did develop expert testimony relating to the fairness of the price but it was excluded in a <i>Daubert</i> hearing, <i>see </i><i>Daubert v. Merrell Dow Pharm.,</i> <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">579</span></a></span>, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span>, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">469</span></a></span> (1993),<sup>[3]</sup> and the directors do not challenge (or even explain) this exclusion on appeal. Instead, they make two arguments: first, that the fairness of <i>the price</i> could be shown by facts in the record other than the excluded expert testimony; second, that consideration of \"entire fairness\"a concept they say that the district court short-changedcould have led the fact-finder at trial to conclude that <i>non-price</i> factors demonstrated that the transaction was fair.</p>\n<p>The claim that the district court misunderstood Delaware law on \"entire fairness\" is doubtful. The charge turns on the district court's statement that the fairness of the price is the most critical concern; the directors say that the Delaware case quoted involved a distinguishable context. It is hard not to give price a central position when the ultimate challenge is to the extent of compensation. <i>Cf. </i><i>Delaware Open MRI Radiology Assocs., P.A., v. Kessler,</i> <span class=\"citation\" data-id=\"1901362\"><a href=\"/opinion/1901362/delaware-open-mri-radiology-v-kessler/\"><span class=\"volume\">898</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">290</span></a></span> (Del.Ch.2006). But what the district court thought does not matter because our review on summary judgment is <i>de novo.</i> And, doubtless, on some facts a price could be deemed fair based largely on non-price circumstances (the first transaction in this case could be an example of that).</p>\n<p>So we accept that under Delaware law the fairness of the second transaction is properly judged by both price and non-price considerations and, further, that their cumulative support could be greater than either factor taken separately. Also, under summary judgment standards it is enough for the directors merely to show that the evidence creates a material issue warranting a full trial. <i>Triangle Trading Co.,</i> 200 F.3d at 2. Butand this is criticalthere must still be <i>enough</i> evidence of fairness proffered in opposing summary <span class=\"star-pagination\">*26</span> judgment to <i>permit</i> a reasonable fact finder to decide in their favor. <i>See </i><i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322-23, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986); <i>In re Spigel,</i> <span class=\"citation\" data-id=\"199555\"><a href=\"/opinion/199555/spigel-v-mccrory/\"><span class=\"volume\">260</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 31 (1st Cir.2001).</p>\n<p>That evidence is hard to find. As to price, the directors point to the unconsummated 2004 negotiations for an investment by CEI that bolstered the original formula and the assertion that that formula was the least the directors would accept for the second transaction. But the 2004 negotiations never led to a formal offer in the amount specified, the June 2006 study done for insurance showed that the company was more valuable already, and the year-end net gain and works in progress bear this out. As for the claim that the board members would not accept less, the basis for the assertion appears thin,<sup>[4]</sup> and, unlike the company's earlier do-or-die situation in August 2005, nothing in late 2006 compelled the company to acquiesce.</p>\n<p>Understandably, the directors place their main stress on the non-price evidence of fairness, which (they assert) includes the following: the company's legitimate need for more financing; the use of a formula developed earlier on the basis of then available information; the offer of an equal opportunity to Baldwin; the supply to him of information about the company's 2006 financial status; and the advice of counsel. The problem is not that any of these is irrelevant in principle but rather that, examined closely, most do not weigh in the company's favor on the present facts.</p>\n<p>The need for financing and the earlier formula are almost beside the point: the pressure the second time around was far less urgent than in the original transaction. The basis for the original formula depended far more on urgency and the lack of better information; in fact, the original formula did not have much substantive support but it did assure that those who took on more risk in a desperate situation got some reward and created an incentive for all to do so. The contrast between the two time periods does more to underscore the lack of care in early 2007 than to support a claim of fairness.</p>\n<p>The provision of an equal opportunity to Baldwin, given that information was supplied to him, did provide a measure of procedural fairness, butas we read Delaware lawmerely providing an opportunity for all to participate does not itself vindicate a self-interested management. <i>See </i><i>Van Gorkom,</i> 488 A.2d at 872. Management is still not allowed to overpay itself where, as here, it had better information and more time but merely copied an outworn formula which was not binding. Delaware law could easily be explained by the inherent disadvantage suffered by non-management stockholders; but in any event we are bound by it.</p>\n<p>This leaves the excuse of advice of counsel. Reliance upon legal counsel, as the directors note, can evidence \"`good faith and the overall fairness of the process.'\" <i>Cinerama, Inc. v. Technicolor, Inc.,</i> <span class=\"citation\" data-id=\"1497598\"><a href=\"/opinion/1497598/cinerama-inc-v-technicolor-inc/\"><span class=\"volume\">663</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1156</span></a></span>, 1175 (Del.1995) (quoting <i>Cinerama, Inc. v. Technicolor, Inc.,</i> <span class=\"citation\" data-id=\"1497621\"><a href=\"/opinion/1497621/cinerama-inc-v-technicolor-inc/\"><span class=\"volume\">663</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1134</span></a></span>, 1142 (Del.Ch.1994)). But it is only one factor in the analysis\"a `relevant but not dominant consideration.'\" <i>Id.</i> (citation omitted); <i>see also </i><i>Valent Pharm. Int'l v. Jerney,</i> <span class=\"citation\" data-id=\"2344163\"><a href=\"/opinion/2344163/valeant-pharmaceuticals-intern-v-jerney/\"><span class=\"volume\">921</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">732</span></a></span>, 751 (Del.Ch.2007). And while counsel advised <span class=\"star-pagination\">*27</span> on the original formula it is far from clear that counsel advised on the use of the same formula long afterwards and in quite different circumstances.</p>\n<p>In short, the directors have provided very little, either in price or non-price evidence, to show that using the old compensation formula was fair in 2007. Even well after the event a financial expert could have offered a supported retrospective judgment as to what in early 2007 would have been the fair value of a 5 percent share of the company and compared it with the corresponding estimated value of the new guaranty. If the two figures were within sight of one another, the absence of any admissible expert evidence to that effect is hard to explain and, without it, a fact finder could not on the very thin evidence available rationally conclude that the directors had carried their burden of proof to show fairness.</p>\n<p>None of this reflects upon the good faith of the directors, nor is it obvious that the just outcomeeven if liability were establishedshould necessarily result in anything more than the directors restoring to the company any excess compensation over value or providing Baldwin directly his share of that excess. It appears that comparatively modest damages have already been settled by stipulation, assuming affirmance. Given the cost of further litigation, this was presumptively a good resolution for which counsel on both sides likely deserve credit.</p>\n<p>The judgment of the district court is <i>affirmed.</i> Each side shall bear its own costs on this appeal.</p>\n<p><i>It is so ordered.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of Massachusetts, sitting by designation.</p>\n<p>[1]  The six are John W. Bader, Steven P. Boulet, Michael L. Brousseau, Scott F. Hall, Roger H. Poulin and John A. Powell. They were the defendants in the law suit and the only directors of the company at the time the suit began; we refer to them as \"the directors.\"</p>\n<p>[2]  <i>Gilbert v. El Paso Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">575</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1131</span></span>, 1146 (Del. 1990); <i>H-M Wexford LLC v. Encorp, Inc.,</i> <span class=\"citation\" data-id=\"1518403\"><a href=\"/opinion/1518403/hm-wexford-llc-v-encorp-inc/\"><span class=\"volume\">832</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">129</span></a></span>, 150-51 (Del.Ch.2003); <i>Shields v. Shields,</i> <span class=\"citation\" data-id=\"2160375\"><a href=\"/opinion/2160375/shields-v-shields/\"><span class=\"volume\">498</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">161</span></a></span>, 170 (Del.Ch.1985); <i>cf. </i><i>Unocal Corp. v. Mesa Petroleum Co.,</i> <span class=\"citation\" data-id=\"2053200\"><a href=\"/opinion/2053200/unocal-corp-v-mesa-petroleum-co/\"><span class=\"volume\">493</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">946</span></a></span>, 957-58 (Del.1985).</p>\n<p>[3]  The defendants' expert, John T. Gurley, used a substitution method to price the guaranties in which he assumed that they carried a similar risk to an equity investment and valued them accordingly. <i>See Baldwin v. Bader,</i> No. 07-46-P-H, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">2875351</span></span>, at *6-7, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">56236</span></span>, at *20 (D.Me. July 23, 2008). The lower court, however, found that the treatises cited by Gurley failed to support this (relatively novel) methodology; and, in any event, Gurley had never before valued a personal guaranty. <i>Id.</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">2875351</span></span>, at 8-9, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">56236</span></span> at 26-27.</p>\n<p>[4]  Indeed, there is no evidence suggesting that the directors revisited the pricing formula after its creation in March 2005; this is not surprising, as the formula provided that it would apply not only to the initial AVCOG loan but also to \"any additional future financing.\" But this does not excuse the failure to revisit the issue in new circumstances. <i>See </i><i>Brehm v. Eisner,</i> <span class=\"citation\" data-id=\"2206496\"><a href=\"/opinion/2206496/brehm-v-eisner/\"><span class=\"volume\">746</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">244</span></a></span>, 259 (Del. 2000).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112903/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198787/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199555/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1479784/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1497598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1497621/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1518403/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1560681/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1901362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1954871/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2053200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2160375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2206496/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2320781/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2344163/"
  ]
}