{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/204012/",
  "absolute_url": "/opinion/204012/de-la-tierra-del-cano-martin-pena-v-fortuno/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/204012/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/3246/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:28:25Z",
  "date_modified": "2016-04-26T21:44:56.616959Z",
  "type": "010combined",
  "sha1": "762f832083e3cc78a1ff01c46f60dd210679e113",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-1911P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/09/17/Fideicomiso_de_la_Tierra_del_C_v._Fortuno.pdf",
  "plain_text": "            United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 09-1911\n\n            FIDEICOMISO DE LA TIERRA DEL CAÑO MARTÍN PEÑA,\n\n                        Plaintiff, Appellant,\n\n                                  v.\n\n       LUIS G. FORTUÑO, in his official capacity as Governor of\n    the Commonwealth of Puerto Rico; ANTONIO M. SAGARDÍA-DE JESÚS,\n        in his official capacity as Secretary of Justice of the\n         Commonwealth of Puerto Rico; MUNICIPALITY OF SAN JUAN;\n        JORGE SANTINI, in his official capacity as the Mayor of\n     the Municipality of San Juan; AUTORIDAD DE ENERGÍA ELÉCTRICA\n             DE PUERTO RICO (AEE); AUTORIDAD DE CARRETERAS;\n                       ADMINISTRACIÓN DE TERRENOS,\n\n                        Defendants, Appellees.\n\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF PUERTO RICO\n\n           [Hon. Francisco A. Besosa, U.S. District Judge]\n\n\n                                Before\n\n                   Torruella, Ripple,* and Boudin,\n                           Circuit Judges.\n\n\n     Judith Berkan, with whom Mary Jo Méndez, Berkan/Méndez, and\nPedro J. Saadé, of the Clínica de Asistencia Legal de la Escuela de\nDerecho de la Universidad de Puerto Rico, were on brief for\nappellant.\n     Eliezer Aldarondo-Ortiz, with whom Aldarondo & López Bras,\nEliezer A. Aldarondo, Claudio Aliff-Ortiz, Michael C. McCall,\nMercado & Soto Law Offices, and Francisco J. Amundaray, were on\n\n*\n     Of the Seventh Circuit, sitting by designation.\n\fbrief for appellees the Municipality of San Juan and Mayor Jorge\nSantini.\n     Carlos E. Cardona-Fernández, with whom M & C Consultores\nJurídicos, CSP, was on brief for appellee Administración de\nTerrenos.\n     Maymí, Rivera & Rotger, P.S.C. and Ángel Rotger Sabat, on\nbrief for appellees Luis G. Fortuño and Antonio M. Sagardía-De\nJesús.\n     Raúl Castellanos-Malavé, on brief for appellee Autoridad de\nCarreteras.\n     Orlando Durán-Medero, Miguel Pagán, and Pagán & Pagán Law\nOffices, on brief for appellee Autoridad de Energía Eléctrica de\nPuerto Rico.\n\n\n\n\n                       September 17, 2009\n\n\n\n\n                              -2-\n\f            Per Curiam.      The basic principles that must guide our\n\ninquiry are well-established.        Although a denial of a preliminary\n\ninjunction is appealable, 28 U.S.C. § 1292(a)(1), this statutory\n\nauthorization is to be construed strictly.                Dr. José S. Belaval,\n\nInc. v. Pérez-Perdomo, 465 F.3d 33, 36 (1st Cir. 2006).                A denial\n\nof   a   temporary    restraining    order      (\"TRO\")    is   ordinarily    not\n\nappealable, San Francisco Real Estate Investors v. Real Estate\n\nInvest. Trust of America, 692 F.2d 814, 816 (1st Cir. 1982).                 It is\n\nappealable only if it has the practical effect of refusing an\n\ninjunction,    if    it   might   have    a    serious,   perhaps   irreparable\n\nconsequence, and if the order can be effectually challenged only by\n\nimmediate appeal. Carson v. American Brands, Inc., 101 S. Ct. 993,\n\n996-97 (1981).       Under our case law, an order has the practical\n\neffect of refusing an injunction if there has been a full adversary\n\nhearing, or, in the absence of review, further interlocutory relief\n\nis unavailable.      Levesque v. State of Maine, 587 F.3d 78, 79 (1st\n\nCir. 1978).\n\n                                         I.\n\n            Applying these principles to the early proceedings before\n\nthe district court, we cannot characterize the district court's\n\nrulings as the denial of a preliminary injunction.\n\n            The Trust first moved only for a TRO.               It attempted to\n\ncomply with the procedures required for a TRO.                    It filed its\n\nrequest on a Friday; that request was denied promptly on the\n\n\n                                         -3-\n\ffollowing Monday.         The Trust next filed an \"Urgent Motion for\n\nRelief    Related    to   Issuance   of   TRO,    Scheduling    of   Hearing   on\n\nPreliminary Injunction and Recusal.\"             This submission was devoted\n\nmostly to the TRO with a request \"in the alternative,\" for a\n\npreliminary injunction.1       One week later, the district court denied\n\nthis second motion, saying that it was denying a motion for\n\nreconsideration of the TRO and denying the Trust's request for a\n\nhearing on or before July 3.          The district court did not give a\n\nreason for its denial, which is permissible in denying a TRO but\n\nnot permissible in denying a preliminary injunction.                 See Fed. R.\n\nCiv. P. 52.       Indeed, the district court never stated that it was\n\ndenying    a    preliminary   injunction.        Moreover,     neither   of    the\n\nplaintiff's motions had developed, to any meaningful degree, an\n\nargument for why the Trust would succeed on the merits.                        The\n\nmotions simply evinced a desire for quick, temporary relief, the\n\nprecise function of a TRO.\n\n               The characterizations of the parties and of the district\n\ncourt are not dispositive.       However, it is important to note that\n\nthe district court's method of proceeding here was no radical\n\ndeparture from the usual course.          Preliminary injunctions and TROs\n\nare often requested together.        The denial of a TRO does not become\n\nappealable if, before resolving the preliminary injunction, the\n\n\n1\n   As discussed more fully below, we believe that the plaintiffs\nhave made, with sufficient clarity, a request for a preliminary\ninjunction.\n\n                                      -4-\n\fdistrict court denies a motion for reconsideration of the TRO or\n\nissues an order focusing the parties on particular issues that must\n\nbe addressed in later proceedings.   Such a rule effectively would\n\ndeprive district courts of the ability to manage effectively the\n\ninitial phases of such litigation.\n\n          Moreover, the district court's order cannot be construed\n\nreasonably as having the practical effect of denying a preliminary\n\ninjunction.   We have held that proceedings have the practical\n\neffect of denying a preliminary injunction where the district court\n\nstruck the request for injunctive relief from the complaint,\n\nPlymouth County Nuclear Information Committee, Inc. v. Boston\n\nEdison, 655 F.2d 15, 17 (1st Cir. 1981); where the district court\n\ndetermined that the plaintiffs lacked standing to seek injunctive\n\nrelief, Anderson v. City of Boston, 244 F.3d 236, 239 (1st Cir.\n\n2001); where the district court made findings on the merits that\n\nforeclosed the claims for injunctive relief, Clair Intern., Inc. v.\n\nMercedes-Benz of North America, Inc., 124 F.3d 314, 315, 318-19\n\n(1st Cir. 1997); where the district court granted a motion to\n\nintervene but denied the intervenors the opportunity to raise new\n\nclaims, Kartell v. Blue Shield of Massachusetts, Inc., 687 F.2d\n\n543, 552 (1st Cir. 1982); where the district court denied a TRO on\n\nthe merits with a thorough explanation and consideration of case\n\nlaw, Levesque, 587 F.3d at 79; and where the district court denied\n\na \"Motion for Hearing on Motion for Relief Preserving the Status\n\n\n                               -5-\n\fQuo.\"   Silva v. Romney, 473 F.2d 287, 288-89 (1st Cir. 1973).               In\n\nCarson itself, the Supreme Court found that rejection of a proposed\n\nconsent decree that would have provided forward-looking relief was\n\nthe practical equivalent of the denial of an injunction.               101 S.\n\nCt. at 995-96.       None of those cases are similar to this case\n\nbecause, in all of those cases, the district court had made clear\n\nthat it was foreclosing the requested relief.              Here, by contrast,\n\nfurther interlocutory relief is available to the Trust.               When the\n\ndistrict court denied the Trust's Urgent Motion, it stated only\n\nthat it was denying reconsideration of the TRO and an immediate\n\nhearing.    It did not claim to deny an injunction, and it did not\n\ndiscuss    the   merits   in   any   way    that   would   indicate   that   an\n\ninjunction was foreclosed.       In fact, it did just the opposite; by\n\nordering the parties to brief three jurisdictional issues (and\n\nlater added a fourth) by the due date of the Answer, the district\n\ncourt gave every indication that it is working to resolve threshold\n\nmatters in order to clear the way for a definitive, reviewable\n\nruling on the preliminary injunction.\n\n            The Trust emphasizes that it clearly has set forth the\n\nirreparable harm it will suffer in the interim.             This argument has\n\nnot yet been assessed in an adversary context.                  Nor has the\n\ndistrict court had the opportunity to assess the likelihood of\n\nsuccess on the merits.\n\n\n\n\n                                      -6-\n\f          Accordingly, the appeal from the orders of the district\n\ncourt must be dismissed for want of appellate jurisdiction.\n\n                                    II.\n\n          Since we are without appellate jurisdiction to review the\n\ndistrict court's orders, the Trust asks us to issue a writ of\n\nmandamus to require the district court to decide the motion for a\n\npreliminary injunction.      We decline to do so.         Mandamus can be\n\nappropriate   in   those   rare   cases   where   the   issuance   (or   non-\n\nissuance) of an order (1) raises a question about the limits of\n\njudicial power, (2) poses a risk of irreparable harm to the\n\nappellant, and (3) is plainly erroneous.            Rosselló-González v.\n\nCalderón-Serra, 398 F.3d 1, 10 (1st Cir. 2004). The present record\n\ndoes not justify such extraordinary relief.\n\n          As a threshold matter, the Trust did make an adequate\n\nrequest for a preliminary injunction.         In its Urgent Motion, it\n\nmentioned a \"preliminary injunction\" in the title of the motion and\n\nagain almost immediately in paragraph 3 of the introduction.             The\n\nalternative request for a preliminary injunction appears again in\n\nthe final paragraph of the Urgent Motion.\n\n          A district court may not deprive a party of judicial\n\nreview by declining to rule, Mitsubishi Intern. v. Cardinal Textile\n\nSales, 14 F.3d 1507, 1515 (11th Cir. 1994) (citing 11 Charles Allan\n\nWright & Arthur R. Miller, Federal Practice and Procedure § 2962,\n\nat 614 (West 1973)).       However the record does not support the\n\n\n                                    -7-\n\fconclusion that the district judge has done so here.                             When the\n\ndistrict    court       denied    the    TRO,       it   also   ordered    simultaneous\n\nbriefing of three jurisdictional issues: whether the Trust had\n\njuridical personality, whether a trust could own title to property\n\nunder    Puerto    Rican       law,     and    whether     Pullman     abstention      was\n\nappropriate.       These briefs were to be due on the same date as the\n\nmotion to dismiss, with simultaneous reply briefs due two weeks\n\nlater, on the same date as the Trust's response to any motion to\n\ndismiss.     On July 9, the district court ordered briefing of an\n\nadditional issue:          whether the government may transfer title of\n\nlands from the Corporation to another public entity.                             Thus, in\n\nordering accelerated briefing of the issues that it found salient,\n\nthe     district    court      has      demonstrated        its   desire    to     gather\n\nexpeditiously the necessary information to make a ruling on the\n\npreliminary injunction.            Since the briefing due dates, the court\n\nhas been waiting for the parties to submit translations of Spanish-\n\nlanguage documents.              When the Trust filed its reply brief on\n\nAugust 14, it also filed a motion requesting 30 days to submit\n\ntranslations       of    the     Spanish-language          documents      that    it   had\n\nsubmitted.    The district court denied the motion and ordered that\n\nthe translations be submitted by August 28.                     Upon reconsideration,\n\nthe court shortened this to August 21.                     The date was then moved\n\nback to August 28 at the urging of the Trust.                        Since then, the\n\n\n\n\n                                              -8-\n\fcourt has been making an effort to navigate controversies about the\n\ntranslations.2\n\n          While it would have been helpful to the parties and to us\n\nto have a better description of the district court's intended\n\ncourse of proceeding, we must conclude that, at this point, it has\n\ngiven promising indications that it is working toward fulfilling\n\nits obligations.    We expect that a reviewable ruling on the\n\npreliminary injunction will soon be forthcoming.3    Issuance of a\n\nwrit of mandamus is therefore decidedly premature.\n\n          Accordingly, the petition for mandamus is denied without\n\nprejudice.\n\n\n\n\n2\n   For example, the defendants moved to strike the documents from\nthe record on September 1. The court ordered the Trust to respond\nby September 4. The court subsequently ordered that any reply be\nsubmitted by September 8.\n3\n   As part of its ruling, the district court should make a finding\non the issue of whether the Trust is a public or private entity.\n\n                               -9-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>582 F.3d 131 (2009)</b></center>\n<center><h1>FIDEICOMISO DE LA TIERRA DEL CAÑO MARTÍN PEÑA, Plaintiff, Appellant,<br>\nv.<br>\nLuis G. FORTUÑO, in his official capacity as Governor of the Commonwealth of Puerto Rico; Antonio M. Sagardía-De Jesús, in his official capacity as Secretary of Justice of the Commonwealth of Puerto Rico; Municipality of San Juan; Jorge Santini, in his official capacity as the Mayor of the Municipality of San Juan; Autoridad de Energía Eléctrica de Puerto Rico (AEE); Autoridad de Carreteras; Administración de Terrenos, Defendants, Appellees.</h1></center>\n<center>No. 09-1911.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard September 14, 2009.</center>\n<center>Decided September 17, 2009.</center>\n<p><span class=\"star-pagination\">*132</span> Judith Berkan, with whom Mary Jo Méndez, Berkan/Méndez, and Pedro J. Saadé, of the Clínica de Asistencia Legal de la Escuela de Derecho de la Universidad de Puerto Rico, were on brief for appellant.</p>\n<p>Eliezer Aldarondo-Ortiz, with whom Aldarondo &amp; López Bras, Eliezer A. Aldarondo, Claudio Aliff-Ortiz, Michael C. McCall, Mercado &amp; Soto Law Offices, and Francisco J. Amundaray, were on brief for appellees the Municipality of San Juan and Mayor Jorge Santini.</p>\n<p>Carlos E. Cardona-Fernández, with whom M &amp; C Consultores Jurídicos, CSP, was on brief for appellee Administración de Terrenos.</p>\n<p>Maymí, Rivera &amp; Rotger, P.S.C. and Ángel Rotger Sabat, on brief for appellees Luis G. Fortuño and Antonio M. Sagardía-De Jesús.</p>\n<p>Raúl Castellanos-Malavé, on brief for appellee Autoridad de Carreteras.</p>\n<p>Orlando Durán-Medero, Miguel Pagán, and Pagán &amp; Pagán Law Offices, on brief for appellee Autoridad de Energía Eléctrica de Puerto Rico.</p>\n<p>Before Torruella, Ripple,<sup>[*]</sup> and Boudin, Circuit Judges.</p>\n<p>PER CURIAM.</p>\n<p>The basic principles that must guide our inquiry are well-established. Although a denial of a preliminary injunction is appealable, 28 U.S.C. § 1292(a)(1), this statutory authorization is to be construed strictly. <i>Dr. José S. Belaval, Inc. v. Pérez-Perdomo,</i> 465 F.3d 33, 36 (1st Cir.2006). A denial of a temporary restraining order (\"TRO\") is ordinarily not appealable, <i>San Francisco Real Estate Investors v. Real</i> <span class=\"star-pagination\">*133</span> <i>Estate Invest. Trust of America,</i> 692 F.2d 814, 816 (1st Cir.1982). It is appealable only if it has the practical effect of refusing an injunction, if it might have a serious, perhaps irreparable consequence, and if the order can be effectually challenged only by immediate appeal. <i>Carson v. American Brands, Inc.,</i> 450 U.S. 79, 101 S.Ct. 993, 996-97, 67 L.Ed.2d 59 (1981). Under our case law, an order has the practical effect of refusing an injunction if there has been a full adversary hearing, or, in the absence of review, further interlocutory relief is unavailable. <i>Levesque v. State of Maine,</i> 587 F.2d 78, 79 (1st Cir. 1978).</p>\n<p></p>\n<h2>I.</h2>\n<p>Applying these principles to the early proceedings before the district court, we cannot characterize the district court's rulings as the denial of a preliminary injunction.</p>\n<p>The Trust first moved only for a TRO. It attempted to comply with the procedures required for a TRO. It filed its request on a Friday; that request was denied promptly on the following Monday. The Trust next filed an \"Urgent Motion for Relief Related to Issuance of TRO, Scheduling of Hearing on Preliminary Injunction and Recusal.\" This submission was devoted mostly to the TRO with a request \"in the alternative,\" for a preliminary injunction.<sup>[1]</sup> One week later, the district court denied this second motion, saying that it was denying a motion for reconsideration of the TRO and denying the Trust's request for a hearing on or before July 3. The district court did not give a reason for its denial, which is permissible in denying a TRO but not permissible in denying a preliminary injunction. <i>See</i> Fed.R.Civ.P. 52. Indeed, the district court never stated that it was denying a preliminary injunction. Moreover, neither of the plaintiff's motions had developed, to any meaningful degree, an argument for why the Trust would succeed on the merits. The motions simply evinced a desire for quick, temporary relief, the precise function of a TRO.</p>\n<p>The characterizations of the parties and of the district court are not dispositive. However, it is important to note that the district court's method of proceeding here was no radical departure from the usual course. Preliminary injunctions and TROs are often requested together. The denial of a TRO does not become appealable if, before resolving the preliminary injunction, the district court denies a motion for reconsideration of the TRO or issues an order focusing the parties on particular issues that must be addressed in later proceedings. Such a rule effectively would deprive district courts of the ability to manage effectively the initial phases of such litigation.</p>\n<p>Moreover, the district court's order cannot be construed reasonably as having the practical effect of denying a preliminary injunction. We have held that proceedings have the practical effect of denying a preliminary injunction where the district court struck the request for injunctive relief from the complaint, <i>Plymouth County Nuclear Information Committee, Inc. v. Boston Edison,</i> 655 F.2d 15, 17 (1st Cir.1981); where the district court determined that the plaintiffs lacked standing to seek injunctive relief, <i>Anderson v. City of Boston,</i> 244 F.3d 236, 239 (1st Cir.2001); where the district court made findings on the merits that foreclosed the claims for injunctive relief, <i>Clair Intern., Inc. v. Mercedes-Benz</i> <span class=\"star-pagination\">*134</span> <i>of North America, Inc.,</i> 124 F.3d 314, 315, 318-19 (1st Cir.1997); where the district court granted a motion to intervene but denied the intervenors the opportunity to raise new claims, <i>Kartell v. Blue Shield of Massachusetts, Inc.,</i> 687 F.2d 543, 552 (1st Cir.1982); where the district court denied a TRO on the merits with a thorough explanation and consideration of case law, <i>Levesque,</i> 587 F.2d at 79; and where the district court denied a \"Motion for Hearing on Motion for Relief Preserving the Status Quo.\" <i>Silva v. Romney,</i> 473 F.2d 287, 288-89 (1st Cir.1973). In <i>Carson</i> itself, the Supreme Court found that rejection of a proposed consent decree that would have provided forward-looking relief was the practical equivalent of the denial of an injunction. 101 S.Ct. at 995-96. None of those cases are similar to this case because, in all of those cases, the district court had made clear that it was foreclosing the requested relief. Here, by contrast, further interlocutory relief <i>is</i> available to the Trust. When the district court denied the Trust's Urgent Motion, it stated only that it was denying reconsideration of the TRO and an immediate hearing. It did not claim to deny an injunction, and it did not discuss the merits in any way that would indicate that an injunction was foreclosed. In fact, it did just the opposite; by ordering the parties to brief three jurisdictional issues (and later added a fourth) by the due date of the Answer, the district court gave every indication that it is working to resolve threshold matters in order to clear the way for a definitive, reviewable ruling on the preliminary injunction.</p>\n<p>The Trust emphasizes that it clearly has set forth the irreparable harm it will suffer in the interim. This argument has not yet been assessed in an adversary context. Nor has the district court had the opportunity to assess the likelihood of success on the merits.</p>\n<p>Accordingly, the appeal from the orders of the district court must be dismissed for want of appellate jurisdiction.</p>\n<p></p>\n<h2>II.</h2>\n<p>Since we are without appellate jurisdiction to review the district court's orders, the Trust asks us to issue a writ of mandamus to require the district court to decide the motion for a preliminary injunction. We decline to do so. Mandamus can be appropriate in those rare cases where the issuance (or non-issuance) of an order (1) raises a question about the limits of judicial power, (2) poses a risk of irreparable harm to the appellant, and (3) is plainly erroneous. <i>Rosselló-González v. Calderón-Serra,</i> 398 F.3d 1, 10 (1st Cir.2004). The present record does not justify such extraordinary relief.</p>\n<p>As a threshold matter, the Trust did make an adequate request for a preliminary injunction. In its Urgent Motion, it mentioned a \"preliminary injunction\" in the title of the motion and again almost immediately in paragraph 3 of the introduction. The alternative request for a preliminary injunction appears again in the final paragraph of the Urgent Motion.</p>\n<p>A district court may not deprive a party of judicial review by declining to rule, <i>Mitsubishi Intern. v. Cardinal Textile Sales,</i> 14 F.3d 1507, 1515 (11th Cir. 1994) (citing 11 Charles A. Wright &amp; Arthur R. Miller, <i>Federal Practice and Procedure</i> § 2962, at 614 (West 1973)). However the record does not support the conclusion that the district judge has done so here. When the district court denied the TRO, it also ordered simultaneous briefing of three jurisdictional issues: whether the Trust had juridical personality, whether a trust could own title to property under Puerto Rican law, and whether <i>Pullman</i> abstention was appropriate. These briefs were to be due <span class=\"star-pagination\">*135</span> on the same date as the motion to dismiss, with simultaneous reply briefs due two weeks later, on the same date as the Trust's response to any motion to dismiss. On July 9, the district court ordered briefing of an additional issue: whether the government may transfer title of lands from the Corporation to another public entity. Thus, in ordering accelerated briefing of the issues that it found salient, the district court has demonstrated its desire to gather expeditiously the necessary information to make a ruling on the preliminary injunction. Since the briefing due dates, the court has been waiting for the parties to submit translations of Spanish-language documents. When the Trust filed its reply brief on August 14, it also filed a motion requesting 30 days to submit translations of the Spanish-language documents that it had submitted. The district court denied the motion and ordered that the translations be submitted by August 28. Upon reconsideration, the court shortened this to August 21. The date was then moved back to August 28 at the urging of the Trust. Since then, the court has been making an effort to navigate controversies about the translations.<sup>[2]</sup></p>\n<p>While it would have been helpful to the parties and to us to have a better description of the district court's intended course of proceeding, we must conclude that, at this point, it has given promising indications that it is working toward fulfilling its obligations. We expect that a reviewable ruling on the preliminary injunction will soon be forthcoming.<sup>[3]</sup> Issuance of a writ of mandamus is therefore decidedly premature.</p>\n<p>Accordingly, the petition for mandamus is <i>denied without prejudice.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Seventh Circuit, sitting by designation.</p>\n<p>[1]  As discussed more fully below, we believe that the plaintiffs have made, with sufficient clarity, a request for a preliminary injunction.</p>\n<p>[2]  For example, the defendants moved to strike the documents from the record on September 1. The court ordered the Trust to respond by September 4. The court subsequently ordered that any reply be submitted by September 8.</p>\n<p>[3]  As part of its ruling, the district court should make a finding on the issue of whether the Trust is a public or private entity.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">582</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">131</span></span> (2009)</b></center>\n<center><h1>FIDEICOMISO DE LA TIERRA DEL CAÑO MARTÍN PEÑA, Plaintiff, Appellant,<br>\nv.<br>\nLuis G. FORTUÑO, in his official capacity as Governor of the Commonwealth of Puerto Rico; Antonio M. Sagardía-De Jesús, in his official capacity as Secretary of Justice of the Commonwealth of Puerto Rico; Municipality of San Juan; Jorge Santini, in his official capacity as the Mayor of the Municipality of San Juan; Autoridad de Energía Eléctrica de Puerto Rico (AEE); Autoridad de Carreteras; Administración de Terrenos, Defendants, Appellees.</h1></center>\n<center>No. 09-1911.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard September 14, 2009.</center>\n<center>Decided September 17, 2009.</center>\n<p><span class=\"star-pagination\">*132</span> Judith Berkan, with whom Mary Jo Méndez, Berkan/Méndez, and Pedro J. Saadé, of the Clínica de Asistencia Legal de la Escuela de Derecho de la Universidad de Puerto Rico, were on brief for appellant.</p>\n<p>Eliezer Aldarondo-Ortiz, with whom Aldarondo &amp; López Bras, Eliezer A. Aldarondo, Claudio Aliff-Ortiz, Michael C. McCall, Mercado &amp; Soto Law Offices, and Francisco J. Amundaray, were on brief for appellees the Municipality of San Juan and Mayor Jorge Santini.</p>\n<p>Carlos E. Cardona-Fernández, with whom M &amp; C Consultores Jurídicos, CSP, was on brief for appellee Administración de Terrenos.</p>\n<p>Maymí, Rivera &amp; Rotger, P.S.C. and Ángel Rotger Sabat, on brief for appellees Luis G. Fortuño and Antonio M. Sagardía-De Jesús.</p>\n<p>Raúl Castellanos-Malavé, on brief for appellee Autoridad de Carreteras.</p>\n<p>Orlando Durán-Medero, Miguel Pagán, and Pagán &amp; Pagán Law Offices, on brief for appellee Autoridad de Energía Eléctrica de Puerto Rico.</p>\n<p>Before Torruella, Ripple,<sup>[*]</sup> and Boudin, Circuit Judges.</p>\n<p>PER CURIAM.</p>\n<p>The basic principles that must guide our inquiry are well-established. Although a denial of a preliminary injunction is appealable, 28 U.S.C. § 1292(a)(1), this statutory authorization is to be construed strictly. <i>Dr. José S. Belaval, Inc. v. Pérez-Perdomo,</i> <span class=\"citation no-link\"><span class=\"volume\">465</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></span>, 36 (1st Cir.2006). A denial of a temporary restraining order (\"TRO\") is ordinarily not appealable, <i>San Francisco Real Estate Investors v. Real</i> <span class=\"star-pagination\">*133</span> <i>Estate Invest. Trust of America,</i> <span class=\"citation\" data-id=\"410931\"><a href=\"/opinion/410931/fed-sec-l-rep-p-98870-san-francisco-real-estate-investors-v-real/\"><span class=\"volume\">692</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">814</span></a></span>, 816 (1st Cir.1982). It is appealable only if it has the practical effect of refusing an injunction, if it might have a serious, perhaps irreparable consequence, and if the order can be effectually challenged only by immediate appeal. <i>Carson v. American Brands, Inc.,</i> <span class=\"citation\" data-id=\"110416\"><a href=\"/opinion/110416/carson-v-american-brands-inc/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span>, <span class=\"citation\" data-id=\"110416\"><a href=\"/opinion/110416/carson-v-american-brands-inc/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></a></span>, 996-97, <span class=\"citation\" data-id=\"110416\"><a href=\"/opinion/110416/carson-v-american-brands-inc/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">59</span></a></span> (1981). Under our case law, an order has the practical effect of refusing an injunction if there has been a full adversary hearing, or, in the absence of review, further interlocutory relief is unavailable. <i>Levesque v. State of Maine,</i> <span class=\"citation\" data-id=\"360953\"><a href=\"/opinion/360953/emilien-levesque-v-state-of-maine/\"><span class=\"volume\">587</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">78</span></a></span>, 79 (1st Cir. 1978).</p>\n<p></p>\n<h2>I.</h2>\n<p>Applying these principles to the early proceedings before the district court, we cannot characterize the district court's rulings as the denial of a preliminary injunction.</p>\n<p>The Trust first moved only for a TRO. It attempted to comply with the procedures required for a TRO. It filed its request on a Friday; that request was denied promptly on the following Monday. The Trust next filed an \"Urgent Motion for Relief Related to Issuance of TRO, Scheduling of Hearing on Preliminary Injunction and Recusal.\" This submission was devoted mostly to the TRO with a request \"in the alternative,\" for a preliminary injunction.<sup>[1]</sup> One week later, the district court denied this second motion, saying that it was denying a motion for reconsideration of the TRO and denying the Trust's request for a hearing on or before July 3. The district court did not give a reason for its denial, which is permissible in denying a TRO but not permissible in denying a preliminary injunction. <i>See</i> Fed.R.Civ.P. 52. Indeed, the district court never stated that it was denying a preliminary injunction. Moreover, neither of the plaintiff's motions had developed, to any meaningful degree, an argument for why the Trust would succeed on the merits. The motions simply evinced a desire for quick, temporary relief, the precise function of a TRO.</p>\n<p>The characterizations of the parties and of the district court are not dispositive. However, it is important to note that the district court's method of proceeding here was no radical departure from the usual course. Preliminary injunctions and TROs are often requested together. The denial of a TRO does not become appealable if, before resolving the preliminary injunction, the district court denies a motion for reconsideration of the TRO or issues an order focusing the parties on particular issues that must be addressed in later proceedings. Such a rule effectively would deprive district courts of the ability to manage effectively the initial phases of such litigation.</p>\n<p>Moreover, the district court's order cannot be construed reasonably as having the practical effect of denying a preliminary injunction. We have held that proceedings have the practical effect of denying a preliminary injunction where the district court struck the request for injunctive relief from the complaint, <i>Plymouth County Nuclear Information Committee, Inc. v. Boston Edison,</i> <span class=\"citation\" data-id=\"392714\"><a href=\"/opinion/392714/plymouth-county-nuclear-information-committee-inc-v-boston-edison-co/\"><span class=\"volume\">655</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 17 (1st Cir.1981); where the district court determined that the plaintiffs lacked standing to seek injunctive relief, <i>Anderson v. City of Boston,</i> <span class=\"citation\" data-id=\"199354\"><a href=\"/opinion/199354/boston-childrens-v-city-of-boston/\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">236</span></a></span>, 239 (1st Cir.2001); where the district court made findings on the merits that foreclosed the claims for injunctive relief, <i>Clair Intern., Inc. v. Mercedes-Benz</i> <span class=\"star-pagination\">*134</span> <i>of North America, Inc.,</i> <span class=\"citation\" data-id=\"197529\"><a href=\"/opinion/197529/clair-v-mercedes/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">314</span></a></span>, 315, 318-19 (1st Cir.1997); where the district court granted a motion to intervene but denied the intervenors the opportunity to raise new claims, <i>Kartell v. Blue Shield of Massachusetts, Inc.,</i> <span class=\"citation\" data-id=\"408029\"><a href=\"/opinion/408029/james-p-kartell-md-and-grant-v-rodkey-md/\"><span class=\"volume\">687</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">543</span></a></span>, 552 (1st Cir.1982); where the district court denied a TRO on the merits with a thorough explanation and consideration of case law, <i>Levesque,</i> 587 F.2d at 79; and where the district court denied a \"Motion for Hearing on Motion for Relief Preserving the Status Quo.\" <i>Silva v. Romney,</i> <span class=\"citation\" data-id=\"308212\"><a href=\"/opinion/308212/arthur-silva-v-george-romney-and-harry-wolk-intervenor-appellee/\"><span class=\"volume\">473</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">287</span></a></span>, 288-89 (1st Cir.1973). In <i>Carson</i> itself, the Supreme Court found that rejection of a proposed consent decree that would have provided forward-looking relief was the practical equivalent of the denial of an injunction. 101 S.Ct. at 995-96. None of those cases are similar to this case because, in all of those cases, the district court had made clear that it was foreclosing the requested relief. Here, by contrast, further interlocutory relief <i>is</i> available to the Trust. When the district court denied the Trust's Urgent Motion, it stated only that it was denying reconsideration of the TRO and an immediate hearing. It did not claim to deny an injunction, and it did not discuss the merits in any way that would indicate that an injunction was foreclosed. In fact, it did just the opposite; by ordering the parties to brief three jurisdictional issues (and later added a fourth) by the due date of the Answer, the district court gave every indication that it is working to resolve threshold matters in order to clear the way for a definitive, reviewable ruling on the preliminary injunction.</p>\n<p>The Trust emphasizes that it clearly has set forth the irreparable harm it will suffer in the interim. This argument has not yet been assessed in an adversary context. Nor has the district court had the opportunity to assess the likelihood of success on the merits.</p>\n<p>Accordingly, the appeal from the orders of the district court must be dismissed for want of appellate jurisdiction.</p>\n<p></p>\n<h2>II.</h2>\n<p>Since we are without appellate jurisdiction to review the district court's orders, the Trust asks us to issue a writ of mandamus to require the district court to decide the motion for a preliminary injunction. We decline to do so. Mandamus can be appropriate in those rare cases where the issuance (or non-issuance) of an order (1) raises a question about the limits of judicial power, (2) poses a risk of irreparable harm to the appellant, and (3) is plainly erroneous. <i>Rosselló-González v. Calderón-Serra,</i> <span class=\"citation\" data-id=\"789246\"><a href=\"/opinion/789246/pedro-j-rossello-gonzalez-luis-fortuno-miriam-ramirez-nanette-guevara/\"><span class=\"volume\">398</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 10 (1st Cir.2004). The present record does not justify such extraordinary relief.</p>\n<p>As a threshold matter, the Trust did make an adequate request for a preliminary injunction. In its Urgent Motion, it mentioned a \"preliminary injunction\" in the title of the motion and again almost immediately in paragraph 3 of the introduction. The alternative request for a preliminary injunction appears again in the final paragraph of the Urgent Motion.</p>\n<p>A district court may not deprive a party of judicial review by declining to rule, <i>Mitsubishi Intern. v. Cardinal Textile Sales,</i> <span class=\"citation\" data-id=\"661543\"><a href=\"/opinion/661543/mitsubishi-international-corporation/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1507</span></a></span>, 1515 (11th Cir. 1994) (citing 11 Charles A. Wright &amp; Arthur R. Miller, <i>Federal Practice and Procedure</i> § 2962, at 614 (West 1973)). However the record does not support the conclusion that the district judge has done so here. When the district court denied the TRO, it also ordered simultaneous briefing of three jurisdictional issues: whether the Trust had juridical personality, whether a trust could own title to property under Puerto Rican law, and whether <i>Pullman</i> abstention was appropriate. These briefs were to be due <span class=\"star-pagination\">*135</span> on the same date as the motion to dismiss, with simultaneous reply briefs due two weeks later, on the same date as the Trust's response to any motion to dismiss. On July 9, the district court ordered briefing of an additional issue: whether the government may transfer title of lands from the Corporation to another public entity. Thus, in ordering accelerated briefing of the issues that it found salient, the district court has demonstrated its desire to gather expeditiously the necessary information to make a ruling on the preliminary injunction. Since the briefing due dates, the court has been waiting for the parties to submit translations of Spanish-language documents. When the Trust filed its reply brief on August 14, it also filed a motion requesting 30 days to submit translations of the Spanish-language documents that it had submitted. The district court denied the motion and ordered that the translations be submitted by August 28. Upon reconsideration, the court shortened this to August 21. The date was then moved back to August 28 at the urging of the Trust. Since then, the court has been making an effort to navigate controversies about the translations.<sup>[2]</sup></p>\n<p>While it would have been helpful to the parties and to us to have a better description of the district court's intended course of proceeding, we must conclude that, at this point, it has given promising indications that it is working toward fulfilling its obligations. We expect that a reviewable ruling on the preliminary injunction will soon be forthcoming.<sup>[3]</sup> Issuance of a writ of mandamus is therefore decidedly premature.</p>\n<p>Accordingly, the petition for mandamus is <i>denied without prejudice.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Seventh Circuit, sitting by designation.</p>\n<p>[1]  As discussed more fully below, we believe that the plaintiffs have made, with sufficient clarity, a request for a preliminary injunction.</p>\n<p>[2]  For example, the defendants moved to strike the documents from the record on September 1. The court ordered the Trust to respond by September 4. The court subsequently ordered that any reply be submitted by September 8.</p>\n<p>[3]  As part of its ruling, the district court should make a finding on the issue of whether the Trust is a public or private entity.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197529/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199354/",
    "http://www.courtlistener.com/api/rest/v3/opinions/308212/",
    "http://www.courtlistener.com/api/rest/v3/opinions/360953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/392714/",
    "http://www.courtlistener.com/api/rest/v3/opinions/408029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/410931/",
    "http://www.courtlistener.com/api/rest/v3/opinions/661543/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789246/"
  ]
}