{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/204054/",
  "absolute_url": "/opinion/204054/united-states-v-eisom/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/204054/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:29:15Z",
  "date_modified": "2016-04-26T06:48:31.439717Z",
  "type": "010combined",
  "sha1": "9fb86dde68a5e5ee5654b6ff6627f2e462e4ac79",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-1893P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/11/05/US_v._Eisom.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 08-1893\n\n                     UNITED STATES OF AMERICA,\n\n                             Appellee,\n\n                                v.\n\n                          PHILJON EISOM,\n\n                       Defendant, Appellant.\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                     FOR THE DISTRICT OF MAINE\n\n           [Hon. D. Brock Hornby, U.S. District Judge]\n\n\n\n\n                              Before\n\n              Boudin, Selya and Lipez, Circuit Judges.\n\n\n\n     Christie M. Charles, by appointment of the court, on brief for\nappellant.\n     Paula D. Silsby, United States Attorney, and Margaret D.\nMcGaughey, Appellate Chief, on brief for appellee.\n\n\n\n                         November 5, 2009\n\f           SELYA, Circuit Judge.     Following the appellant's guilty\n\nplea to a federal drug-trafficking charge, the district court\n\ncalculated the guideline sentencing range (GSR) to include as\n\nrelevant conduct amounts of drugs and cash independently seized by\n\nlocal   authorities   in   connection    with   an   unrelated    criminal\n\ninvestigation.   This single-issue sentencing appeal challenges the\n\ncourt's relevant conduct determination.          We conclude that the\n\nappellant waived any objection to that determination and, in all\n\nevents, the determination was not clearly erroneous.        Accordingly,\n\nwe affirm the sentence imposed below.\n\n           The   facts     are   straightforward     (although     certain\n\ninferences therefrom are disputed).      The venue is Portland, Maine.\n\nIn June of 2007, the federal Drug Enforcement Administration (DEA)\n\nreceived a tip from a cooperating source (CS-1) that defendant-\n\nappellant Philjon Eisom was peddling crack cocaine.              Under the\n\nDEA's direction, CS-1 contacted the appellant on June 14 and\n\npurchased 6.5 grams of crack.\n\n           Two weeks later, a different informant (CS-2) effected\n\nanother controlled buy, purchasing 10.8 grams of crack.             In the\n\ncourse of this transaction, the appellant told CS-2 that he had\n\nmore crack for sale and that he had made over $8,000 since setting\n\nup shop in Portland.\n\n           On July 6, the plot thickened: CS-2 informed DEA agents\n\nthat he had agreed to buy two more ounces of crack from the\n\n\n                                   -2-\n\fappellant.   The agents immediately arranged to surveil the site of\n\nthe planned transaction (near the appellant's home).        While in\n\nplace, they observed local law enforcement officers arrest the\n\nappellant as he left the apartment building in which he lived.      A\n\nsearch of the appellant's residence by the arresting officers,\n\npursuant to a warrant issued by a state court, resulted in the\n\nseizure of 60 grams of powdered cocaine, 283.5 grams of crack\n\ncocaine, and $11,500 in cash.\n\n           As matters turned out, the local authorities had been\n\ninvestigating the appellant's mercantile activities, independent of\n\ntheir federal counterparts. They proceeded to charge the appellant\n\nwith two counts of unlawful trafficking in scheduled drugs and one\n\ncount of aggravated trafficking.1      Me. Rev. Stat. Ann. tit. 17-A,\n\n§§   1103, 1105.   The appellant pleaded guilty in the state court,\n\nbut sentencing was delayed.\n\n           On September 18, 2007, a federal grand jury returned a\n\none-count indictment charging the appellant with distributing, on\n\nJune 28 of that year, five grams or more of cocaine base (crack\n\ncocaine) in violation of 21 U.S.C. § 841(a)(1).      The charge arose\n\nout of the appellant's sale of 10.8 grams of crack to CS-2.\n\n           After some preliminary skirmishing, not material here,\n\nthe appellant admitted his guilt with respect to the federal\n\n\n\n      1\n       The state also sought forfeiture of the cash and other\nitems, but the forfeiture count is immaterial here.\n\n                                 -3-\n\fcharge.    The district court directed the probation department to\n\nprepare a presentence investigation report (PSI Report).\n\n            The   PSI   Report    contained   a    recommendation        that   the\n\nactivity    underlying    the    state   charges   be     considered     relevant\n\nconduct, USSG §1B1.3(a)(2), in fixing the offense level for federal\n\nsentencing purposes.       This encompassed the drugs that had been\n\nseized.    In addition, noting that there was no indication of any\n\nlegitimate source for the cash seized and that the cash had been\n\nfound alongside the drugs, the probation officer included the cash\n\nin   the   recommendation,      converting    it   into    its   crack    cocaine\n\nequivalent for this purpose.             Id. §2D1.1, cmt. (n.12); United\n\nStates v. Hall, 434 F.3d 42, 61 (1st Cir. 2006); United States v.\n\nGerante, 891 F.2d 364, 369 (1st Cir. 1989).                 To this end, the\n\nprobation officer used an average sale price of $88 per gram (based\n\non the transactions consummated between the appellant and the\n\npersons cooperating in the federal probe). This conversion yielded\n\n130.68 grams of crack.           In order to avoid double-counting, the\n\nprobation officer subtracted from the cash's crack equivalent the\n\nquantities involved in the two controlled buys.2             That left 113.38\n\ngrams of crack attributable to the appellant on account of the\n\nseized cash.\n\n\n\n      2\n       Although the federal indictment charged only the June 28\nsale to CS-2, the appellant does not question that the drugs\ninvolved in the June 14 sale to CS-1 are properly included as\nrelevant conduct.\n\n                                      -4-\n\f            Next, the probation officer combined the drugs purveyed\n\nin the two controlled buys (17.3 grams of crack) and the contraband\n\nseized during the search of the appellant's abode (283.5 grams of\n\ncrack cocaine, a hypothetical 113.38 grams of crack resulting from\n\nthe cash conversion, and 60 grams of cocaine powder) and attributed\n\nthat total to the appellant.          Because two different types of\n\ncocaine     were   involved,   the   probation   officer   followed   the\n\nGuidelines Manual and used a common denominator, converting both\n\ntypes of cocaine into their marijuana equivalents.             See USSG\n\n§2D1.1, cmt. (n.10(D)(i)).      This yielded an aggregate quantity of\n\n8,295.6 kilograms of marijuana and a base offense level of 32.        See\n\nid. §2D1.1(c)(3); id. §2D1.1, cmt. (n.10(E)).\n\n            The probation officer then reduced the base offense level\n\nby three levels for acceptance of responsibility. Id. §3E1.1. The\n\nappellant's prior record placed him in criminal history category\n\nIV,3 thus producing a GSR of 121-151 months.          Id. ch. 5, pt. A\n\n(sentencing table).\n\n            The district court discussed the PSI Report and other\n\nsentencing issues with the prosecutor and defense counsel on June\n\n11, 2008.     The disposition hearing was held on July 10.       Without\n\nobjection, the court adopted the various calculations adumbrated in\n\nthe PSI Report (including the relevant conduct recommendation);\n\n\n\n     3\n       No criminal history points were added to the appellant's\ncriminal history score for the pending state charges.\n\n                                     -5-\n\ffound the GSR to be 121-151 months; departed downward based on the\n\nappellant's substantial assistance to the authorities, id. §5K1.1;\n\nand imposed a 108-month prison term.         This timely appeal followed.\n\n           The appellant is represented on appeal by newly appointed\n\ncounsel.   His brief makes a head-on challenge to the sentencing\n\ncourt's relevant conduct determination.           The government's first\n\nline of defense is a claim that the appellant waived his right to\n\nappeal that determination.       We begin there.\n\n           The government's claim requires us to distinguish between\n\nwaiver and forfeiture. Waiver, on the one hand, is the intentional\n\nrelinquishment of a known right.       United States v. Olano, 507 U.S.\n\n725, 733 (1993); United States v. Rodriguez, 311 F.3d 435, 437 (1st\n\nCir. 2002).      Forfeiture, on the other hand, occurs when a party\n\nfails to make a timely assertion of a right.          Olano, 507 U.S. at\n\n733.   At bottom, then, waiver implies an intention to forgo a known\n\nright, whereas forfeiture implies something less deliberate — say,\n\noversight, inadvertence, or neglect in asserting a potential right.\n\nUnited States v. Staples, 202 F.3d 992, 995 (7th Cir. 2000).\n\n           The    consequences    of      trial-court-level   waiver   and\n\nforfeiture differ with respect to subsequent attempts to appeal.\n\nTypically, a waived claim is dead and buried; it cannot thereafter\n\nbe resurrected on appeal.    See, e.g., United States v. Sumner, 265\n\nF.3d 532, 537 (7th Cir. 2001); United States v. Taylor, 54 F.3d\n\n967, 972 (1st Cir. 1995).     A forfeited claim receives a reprieve;\n\n\n                                    -6-\n\fthough it may be on life support, it can be pursued on appeal under\n\na hard-to-satisfy standard of review (plain error). See Olano, 507\n\nU.S. at 733-34; Rodriguez, 311 F.3d at 437.\n\n           In this case, the appellant and his counsel received the\n\nPSI Report well in advance of sentencing.           They interposed a\n\nwritten objection to the portion of the report that recommended the\n\ninclusion, as relevant conduct, of the drugs and cash seized by\n\nlocal authorities.    See D. Me. R. 132.   At the June 11 sentencing\n\nconference, the lawyer advanced the same objection, stating that he\n\nwished to object both to the inclusion in the PSI Report of the\n\n\"facts contained in Paragraphs 8 and 9,\" which describe the drugs\n\nand cash seized by local authorities, and to \"those facts being\n\nused to determine [the appellant's] base offense level.\"        Plainly,\n\nthen, the contours of the claim were known to the appellant and\n\nidentified to the court by him prior to sentencing.\n\n           At the disposition hearing, defense counsel unambiguously\n\nwithdrew   this    objection.   The    court   sought   to   verify   its\n\nunderstanding that the recommendations contained in the PSI Report\n\n(including the proposed relevant conduct determination) were no\n\nlonger disputed.    Defense counsel replied: \"That's correct.\"        The\n\ncourt then asked the appellant himself whether he approved of his\n\nattorney's statement that the contents of the PSI Report were\n\nundisputed.   The appellant said that he did.\n\n\n\n\n                                 -7-\n\f              We have stated that \"[a] party who identifies an issue\n\nand    then    explicitly    withdraws     it,   has   waived     the     issue.\"\n\nRodriguez, 311 F.3d at 437.        This is precisely what happened here.\n\nIn this respect, the case is very similar to United States v.\n\nRedding, 104 F.3d 96 (7th Cir. 1996).                  There, the defendant\n\ninitially objected to a proposed criminal history calculation\n\nduring   presentence     discussions,      yet   failed   to    object    at   the\n\ndisposition hearing.        When the defendant then tried to attack the\n\ncriminal history calculation on appeal, the Seventh Circuit held\n\nthat he had waived the objection.           Id. at 99.\n\n              So it is here.       We hold that any objection to the\n\ninclusion of the seized drugs and cash as relevant conduct for\n\npurposes of setting the appellant's offense level was waived and,\n\nconsequently, cannot now be deployed as a basis for appeal.\n\n              We hasten to add that, even if preserved, the appellant's\n\nclaim of error would prove unavailing.           We explain below.\n\n              In order to go beyond the conduct involved in the offense\n\nof    conviction   and   include    other    (uncharged)       conduct    in   the\n\ncalculation of a defendant's offense level, that uncharged conduct\n\nmust be relevant to the charged conduct.           USSG §1B1.3.         Where, as\n\nhere, the offense of conviction is \"of a character for which [USSG]\n\n§3D1.2(d) would require grouping of multiple counts,\" uncharged\n\nconduct is relevant if the government proves by a preponderance of\n\nthe evidence that such uncharged conduct is part of the same course\n\n\n                                     -8-\n\fof conduct or common scheme or plan as the charged conduct.                   Id.;\n\nsee United States v. Blanco, 888 F.2d 907, 909 (1st Cir. 1989).\n\n            A district court's determination of the scope of a\n\nparticular    scheme,    plan,     or   course    of    conduct   \"represents     a\n\npractical, real-world assessment of probabilities, based on the\n\ntotality of proven circumstances.\"               United States v. Sklar, 920\n\nF.2d 107, 111 (1st Cir. 1990).          Once the court finds that uncharged\n\nconduct is part of a common course of conduct, scheme, or plan,\n\nthat   finding    is    reviewed     under    the      deferential   clear-error\n\nstandard.    Id. at 110-11.\n\n            The relevant conduct guideline can find fertile soil in\n\ndrug-trafficking cases.      Under that guideline, drug quantities not\n\ncharged as part of the offense of conviction may be included in\n\ndetermining    the     defendant's      offense     level   as    long   as   those\n\nuncharged quantities are supportably found to be part of a common\n\ncourse of conduct, scheme, or plan that includes the offense of\n\nconviction.      USSG §1B1.3(a)(2); see United States v. Bryant, 571\n\nF.3d 147, 159 (1st Cir. 2009); Sklar, 920 F.2d at 110.                   A single\n\ncourse of conduct is present if multiple offenses \"are sufficiently\n\nconnected or related to each other as to warrant the conclusion\n\nthat they are part of a single . . . ongoing series of offenses.\"\n\nUSSG §1B1.3, cmt. (n.9(B)).             In much the same vein, multiple\n\noffenses may be deemed part of a common scheme or plan if they are\n\nsubstantially connected by one or more salient factors, such as a\n\n\n                                        -9-\n\fcommon   purpose.   Id.   §1B1.3,   cmt.   (n.9(A)).   Factors   to   be\n\nconsidered include (but are not limited to) the nature of the\n\noffenses, their timing, their commonalities, and the existence or\n\nnon-existence of overarching patterns. See, e.g., Bryant, 571 F.3d\n\nat 159-60; United States v. Jaca-Nazario, 521 F.3d 50, 55-56 (1st\n\nCir. 2008).\n\n           In the case at hand, these factors coalesce to support\n\nthe district court's relevant conduct determination.       First, the\n\ncharged and uncharged acts are of the same nature; crack cocaine,\n\na drug of choice in both instances, was distributed on June 28 and\n\nwas possessed in such a quantity on July 6 that the intent to\n\ndistribute can readily be inferred.\n\n           Second, the compressed time frame during which the events\n\ntranspired is telling. The controlled buy that forms the predicate\n\nfor the federal indictment took place on June 28, 2007.      That was\n\nwithin two weeks of when local authorities searched the appellant's\n\nabode and seized the above-described contraband.          This timing\n\nstrongly supports a conclusion that all the drugs, and the cash,\n\nwere part of the same course of conduct.      See, e.g., United States\n\nv. Santos-Batista, 239 F.3d 16, 22 (1st Cir. 2001); United States\n\nv. Graciani, 61 F.3d 70, 74 (1st Cir. 1995).\n\n           Third, on the very day that the search occurred, a\n\ncooperating source in the federal investigation was scheduled to\n\npurchase crack from the appellant.         It is a logical (perhaps\n\n\n                                -10-\n\finevitable) inference that the two ounces of crack that CS-2 had\n\narranged to buy were to come from the stash seized in the search.\n\n            Fourth, during the controlled buy that constitutes the\n\noffense of conviction, the appellant told CS-2 that he had more\n\ncrack for sale and that he had made $8,200 from peddling drugs in\n\nPortland. These statements are indicative of an ongoing operation.\n\nThat indication is reinforced by two admissions.             For one thing,\n\nthe appellant made clear that he was keeping a running tally of his\n\ndrug-trafficking profits.          Cf. Hall, 434 F.3d at 61 (holding that\n\nsentencing court did not err by using defendant's overall drug\n\nprofits as a basis for estimating drug quantity under relevant\n\nconduct guideline).     For another thing, the appellant said that he\n\nwas supporting himself and his family by dealing in drugs.\n\n            That ends this aspect of the matter.         The similar nature\n\nof the crimes, their closeness in time, the appellant's statements,\n\nand the other circumstances permit the common-sense inference that\n\nthe seized contraband was part and parcel of the same illicit\n\ncourse of conduct as the offense of conviction.\n\n            In an effort to undermine this inference, the appellant\n\nargues   that   there   was   no    direct   evidence   linking   the   seized\n\ncontraband to the drugs sold to CS-2.             That may be so — but a\n\nrelevant conduct determination may be grounded in circumstantial\n\nevidence.   See Sklar, 920 F.2d at 111; cf. id. (remarking that \"It\n\nis the rare narcotics trafficker who authors a formal business plan\n\n\n                                      -11-\n\for keeps meticulously detailed inventory records.\").             Here, a\n\nreasonable factfinder reasonably could infer from the totality of\n\nthe circumstances that a single course of conduct encompassed the\n\nwhole   of   the   appellant's   drug-trafficking   activities   in   the\n\nPortland area.\n\n             The appellant also notes that the seized contraband was\n\nused to ground a separate state court prosecution.       This fact, he\n\ninsists, requires its exclusion in the federal sentencing calculus.\n\nWe disagree.\n\n             An application note to the relevant conduct guideline is\n\ninstructive.       That note provides an example that is strikingly\n\nsimilar to the facts of this case: a hypothetical defendant engages\n\nin two cocaine sales, and is charged by state authorities for the\n\nfirst and by federal authorities for the second.       The application\n\nnote concludes that, under the relevant conduct guideline, the\n\ncocaine sale associated with the state charge can be considered\n\nrelevant conduct vis-à-vis the federal charge as long as the two\n\noffenses arise out of a common scheme, plan, or course of conduct.\n\nSee USSG §1B1.3, cmt. (n.8).      The case law is to the same effect.\n\nSee United States v. Maken, 510 F.3d 654, 657 (6th Cir. 2007);\n\nUnited States v. Johnson, 324 F.3d 875, 877-78 (7th Cir. 2003);\n\nUnited States v. Kenyon, 7 F.3d 783, 787 (8th Cir. 1993).\n\n             We hold, therefore, that prosecution of conduct by a\n\nseparate sovereign in a separate proceeding does not, without more,\n\n\n                                   -12-\n\fdisqualify      that   conduct   from    inclusion   in   a   federal   court's\n\nsentencing calculus pursuant to the relevant conduct guideline.4\n\n              The appellant makes other arguments, most of which are\n\nrelated in one way or another to his arguments discussed above.\n\nThese other arguments are meritless, and we reject them out of\n\nhand.       It suffices to say that the record supports a conclusion\n\nthat the drugs sold during the offense of conviction and the drugs\n\nand cash seized were part of a single course of continuous drug-\n\ntrafficking activity.       See, e.g., Sklar, 920 F.2d at 111; United\n\nStates v. Gooden, 892 F.2d 725, 729 (8th Cir. 1989).               It follows\n\nthat the district court did not clearly err in formulating its\n\nrelevant conduct determination.\n\n              We need go no further. For the reasons elucidated above,\n\nwe affirm the sentence imposed by the district court.\n\n\n\nAffirmed.\n\n\n\n        4\n       We caution that a different rule might apply if a defendant\nhad committed a state offense and served a state-imposed sentence\nfor it prior to committing the (federal) offense of conviction.\nSee USSG §1B1.3, cmt. (n.8) (\"For the purposes of subsection\n(a)(2), offense conduct associated with a sentence that was imposed\nprior to the acts or omissions constituting the instant federal\noffense (the offense of conviction) is not considered as part of\nthe same course of conduct or common scheme or plan as the offense\nof conviction.\"); see also United States v. Hernandez, 330 F.3d\n964, 987 (7th Cir. 2003) (determining that conduct underlying\nprevious state court conviction should not be considered relevant\nconduct because that offense and the offense of conviction were\nseparated by an intervening sentence). That is not the situation\nhere.\n\n                                        -13-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>585 F.3d 552 (2009)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nPhiljon EISOM, Defendant, Appellant.</h1></center>\n<center>No. 08-1893.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted September 17, 2009.</center>\n<center>Decided November 5, 2009.</center>\n<p><span class=\"star-pagination\">*554</span> Christie M. Charles, by appointment of the court, on brief for appellant.</p>\n<p>Paula D. Silsby, United States Attorney, and Margaret D. McGaughey, Appellate Chief, on brief for appellee.</p>\n<p>Before BOUDIN, SELYA and LIPEZ, Circuit Judges.</p>\n<p>SELYA, Circuit Judge.</p>\n<p>Following the appellant's guilty plea to a federal drug-trafficking charge, the district court calculated the guideline sentencing range (GSR) to include as relevant conduct amounts of drugs and cash independently seized by local authorities in connection with an unrelated criminal investigation. This single-issue sentencing appeal challenges the court's relevant conduct determination. We conclude that the appellant waived any objection to that determination and, in all events, the determination was not clearly erroneous. Accordingly, we affirm the sentence imposed below.</p>\n<p>The facts are straightforward (although certain inferences therefrom are disputed). The venue is Portland, Maine. In June of 2007, the federal Drug Enforcement Administration (DEA) received a tip from a cooperating source (CS-1) that defendant-appellant Philjon Eisom was peddling crack cocaine. Under the DEA's direction, CS-1 contacted the appellant on June 14 and purchased 6.5 grams of crack.</p>\n<p>Two weeks later, a different informant (CS-2) effected another controlled buy, purchasing 10.8 grams of crack. In the course of this transaction, the appellant told CS-2 that he had more crack for sale and that he had made over $8,000 since setting up shop in Portland.</p>\n<p>On July 6, the plot thickened: CS-2 informed DEA agents that he had agreed to buy two more ounces of crack from the appellant. The agents immediately arranged to surveil the site of the planned transaction (near the appellant's home). While in place, they observed local law enforcement officers arrest the appellant as he left the apartment building in which he lived. A search of the appellant's residence by the arresting officers, pursuant to a warrant issued by a state court, resulted in the seizure of 60 grams of powdered cocaine, 283.5 grams of crack cocaine, and $11,500 in cash.</p>\n<p>As matters turned out, the local authorities had been investigating the appellant's mercantile activities, independent of their federal counterparts. They proceeded to charge the appellant with two counts of unlawful trafficking in scheduled drugs and one count of aggravated trafficking.<sup>[1]</sup> Me.Rev.Stat. Ann. tit. 17-A, §§ 1103, 1105. The appellant pleaded guilty in the state court, but sentencing was delayed.</p>\n<p>On September 18, 2007, a federal grand jury returned a one-count indictment charging the appellant with distributing, on June 28 of that year, five grams or more of cocaine base (crack cocaine) in violation of 21 U.S.C. § 841(a)(1). The <span class=\"star-pagination\">*555</span> charge arose out of the appellant's sale of 10.8 grams of crack to CS-2.</p>\n<p>After some preliminary skirmishing, not material here, the appellant admitted his guilt with respect to the federal charge. The district court directed the probation department to prepare a presentence investigation report (PSI Report).</p>\n<p>The PSI Report contained a recommendation that the activity underlying the state charges be considered relevant conduct, USSG § 1B1.3(a)(2), in fixing the offense level for federal sentencing purposes. This encompassed the drugs that had been seized. In addition, noting that there was no indication of any legitimate source for the cash seized and that the cash had been found alongside the drugs, the probation officer included the cash in the recommendation, converting it into its crack cocaine equivalent for this purpose. <i>Id.</i> § 2D1.1, cmt. (n.12); <i>United States v. Hall,</i> 434 F.3d 42, 61 (1st Cir.2006); <i>United States v. Gerante,</i> 891 F.2d 364, 369 (1st Cir.1989). To this end, the probation officer used an average sale price of $88 per gram (based on the transactions consummated between the appellant and the persons cooperating in the federal probe). This conversion yielded 130.68 grams of crack. In order to avoid double-counting, the probation officer subtracted from the cash's crack equivalent the quantities involved in the two controlled buys.<sup>[2]</sup> That left 113.38 grams of crack attributable to the appellant on account of the seized cash.</p>\n<p>Next, the probation officer combined the drugs purveyed in the two controlled buys (17.3 grams of crack) and the contraband seized during the search of the appellant's abode (283.5 grams of crack cocaine, a hypothetical 113.38 grams of crack resulting from the cash conversion, and 60 grams of cocaine powder) and attributed that total to the appellant. Because two different types of cocaine were involved, the probation officer followed the Guidelines Manual and used a common denominator, converting both types of cocaine into their marijuana equivalents. <i>See</i> USSG § 2D1.1, cmt. (n.10(D)(i)). This yielded an aggregate quantity of 8,295.6 kilograms of marijuana and a base offense level of 32. <i>See id.</i> § 2D1.1(c)(3); <i>id.</i> § 2D1.1, cmt. (n.10(E)).</p>\n<p>The probation officer then reduced the base offense level by three levels for acceptance of responsibility. <i>Id.</i> § 3E1.1. The appellant's prior record placed him in criminal history category IV,<sup>[3]</sup> thus producing a GSR of 121-151 months. <i>Id.</i> ch. 5, pt. A (sentencing table).</p>\n<p>The district court discussed the PSI Report and other sentencing issues with the prosecutor and defense counsel on June 11, 2008. The disposition hearing was held on July 10. Without objection, the court adopted the various calculations adumbrated in the PSI Report (including the relevant conduct recommendation); found the GSR to be 121-151 months; departed downward based on the appellant's substantial assistance to the authorities, <i>id.</i> § 5K1.1; and imposed a 108-month prison term. This timely appeal followed.</p>\n<p>The appellant is represented on appeal by newly appointed counsel. His brief makes a head-on challenge to the sentencing court's relevant conduct determination. The government's first line of defense is a claim that the appellant waived his right to <span class=\"star-pagination\">*556</span> appeal that determination. We begin there.</p>\n<p>The government's claim requires us to distinguish between waiver and forfeiture. Waiver, on the one hand, is the intentional relinquishment of a known right. <i>United States v. Olano,</i> 507 U.S. 725, 733, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993); <i>United States v. Rodriguez,</i> 311 F.3d 435, 437 (1st Cir.2002). Forfeiture, on the other hand, occurs when a party fails to make a timely assertion of a right. <i>Olano,</i> 507 U.S. at 733, 113 S.Ct. 1770. At bottom, then, waiver implies an intention to forgo a known right, whereas forfeiture implies something less deliberatesay, oversight, inadvertence, or neglect in asserting a potential right. <i>United States v. Staples,</i> 202 F.3d 992, 995 (7th Cir.2000).</p>\n<p>The consequences of trial-court-level waiver and forfeiture differ with respect to subsequent attempts to appeal. Typically, a waived claim is dead and buried; it cannot thereafter be resurrected on appeal. <i>See, e.g., </i><i>United States v. Sumner,</i> 265 F.3d 532, 537 (7th Cir.2001); <i>United States v. Taylor,</i> 54 F.3d 967, 972 (1st Cir.1995). A forfeited claim receives a reprieve; though it may be on life support, it can be pursued on appeal under a hard-to-satisfy standard of review (plain error). <i>See </i><i>Olano,</i> 507 U.S. at 733-34, 113 S.Ct. 1770; <i>Rodriguez,</i> 311 F.3d at 437.</p>\n<p>In this case, the appellant and his counsel received the PSI Report well in advance of sentencing. They interposed a written objection to the portion of the report that recommended the inclusion, as relevant conduct, of the drugs and cash seized by local authorities. <i>See</i> D. Me. R. 132. At the June 11 sentencing conference, the lawyer advanced the same objection, stating that he wished to object both to the inclusion in the PSI Report of the \"facts contained in Paragraphs 8 and 9,\" which describe the drugs and cash seized by local authorities, and to \"those facts being used to determine [the appellant's] base offense level.\" Plainly, then, the contours of the claim were known to the appellant and identified to the court by him prior to sentencing.</p>\n<p>At the disposition hearing, defense counsel unambiguously withdrew this objection. The court sought to verify its understanding that the recommendations contained in the PSI Report (including the proposed relevant conduct determination) were no longer disputed. Defense counsel replied: \"That's correct.\" The court then asked the appellant himself whether he approved of his attorney's statement that the contents of the PSI Report were undisputed. The appellant said that he did.</p>\n<p>We have stated that \"[a] party who identifies an issue and then explicitly withdraws it, has waived the issue.\" <i>Rodriguez,</i> 311 F.3d at 437. This is precisely what happened here. In this respect, the case is very similar to <i>United States v. Redding,</i> 104 F.3d 96 (7th Cir.1996). There, the defendant initially objected to a proposed criminal history calculation during presentence discussions, yet failed to object at the disposition hearing. When the defendant then tried to attack the criminal history calculation on appeal, the Seventh Circuit held that he had waived the objection. <i>Id.</i> at 99.</p>\n<p>So it is here. We hold that any objection to the inclusion of the seized drugs and cash as relevant conduct for purposes of setting the appellant's offense level was waived and, consequently, cannot now be deployed as a basis for appeal.</p>\n<p>We hasten to add that, even if preserved, the appellant's claim of error would prove unavailing. We explain below.</p>\n<p><span class=\"star-pagination\">*557</span> In order to go beyond the conduct involved in the offense of conviction and include other (uncharged) conduct in the calculation of a defendant's offense level, that uncharged conduct must be relevant to the charged conduct. USSG § 1B1.3. Where, as here, the offense of conviction is \"of a character for which [USSG] § 3D1.2(d) would require grouping of multiple counts,\" uncharged conduct is relevant if the government proves by a preponderance of the evidence that such uncharged conduct is part of the same course of conduct or common scheme or plan as the charged conduct. <i>Id.; see </i><i>United States v. Blanco,</i> 888 F.2d 907, 909 (1st Cir.1989).</p>\n<p>A district court's determination of the scope of a particular scheme, plan, or course of conduct \"represents a practical, real-world assessment of probabilities, based on the totality of proven circumstances.\" <i>United States v. Sklar,</i> 920 F.2d 107, 111 (1st Cir.1990). Once the court finds that uncharged conduct is part of a common course of conduct, scheme, or plan, that finding is reviewed under the deferential clear-error standard. <i>Id.</i> at 110-11.</p>\n<p>The relevant conduct guideline can find fertile soil in drug-trafficking cases. Under that guideline, drug quantities not charged as part of the offense of conviction may be included in determining the defendant's offense level as long as those uncharged quantities are supportably found to be part of a common course of conduct, scheme, or plan that includes the offense of conviction. USSG § 1B1.3(a)(2); <i>see </i><i>United States v. Bryant,</i> 571 F.3d 147, 159 (1st Cir.2009); <i>Sklar,</i> 920 F.2d at 110. A single course of conduct is present if multiple offenses \"are sufficiently connected or related to each other as to warrant the conclusion that they are part of a single . . . ongoing series of offenses.\" USSG § 1B1.3, cmt. (n.9(B)). In much the same vein, multiple offenses may be deemed part of a common scheme or plan if they are substantially connected by one or more salient factors, such as a common purpose. <i>Id.</i> § 1B1.3, cmt. (n.9(A)). Factors to be considered include (but are not limited to) the nature of the offenses, their timing, their commonalities, and the existence or non-existence of overarching patterns. <i>See, e.g., </i><i>Bryant,</i> 571 F.3d at 159-60; <i>United States v. Jaca-Nazario,</i> 521 F.3d 50, 55-56 (1st Cir.2008).</p>\n<p>In the case at hand, these factors coalesce to support the district court's relevant conduct determination. First, the charged and uncharged acts are of the same nature; crack cocaine, a drug of choice in both instances, was distributed on June 28 and was possessed in such a quantity on July 6 that the intent to distribute can readily be inferred.</p>\n<p>Second, the compressed time frame during which the events transpired is telling. The controlled buy that forms the predicate for the federal indictment took place on June 28, 2007. That was within two weeks of when local authorities searched the appellant's abode and seized the above-described contraband. This timing strongly supports a conclusion that all the drugs, and the cash, were part of the same course of conduct. <i>See, e.g., </i><i>United States v. Santos Batista,</i> 239 F.3d 16, 22 (1st Cir. 2001); <i>United States v. Graciani,</i> 61 F.3d 70, 74 (1st Cir.1995).</p>\n<p>Third, on the very day that the search occurred, a cooperating source in the federal investigation was scheduled to purchase crack from the appellant. It is a logical (perhaps inevitable) inference that the two ounces of crack that CS-2 had arranged to buy were to come from the stash seized in the search.</p>\n<p><span class=\"star-pagination\">*558</span> Fourth, during the controlled buy that constitutes the offense of conviction, the appellant told CS-2 that he had more crack for sale and that he had made $8,200 from peddling drugs in Portland. These statements are indicative of an ongoing operation. That indication is reinforced by two admissions. For one thing, the appellant made clear that he was keeping a running tally of his drug-trafficking profits. <i>Cf. </i><i>Hall,</i> 434 F.3d at 61 (holding that sentencing court did not err by using defendant's overall drug profits as a basis for estimating drug quantity under relevant conduct guideline). For another thing, the appellant said that he was supporting himself and his family by dealing in drugs.</p>\n<p>That ends this aspect of the matter. The similar nature of the crimes, their closeness in time, the appellant's statements, and the other circumstances permit the common-sense inference that the seized contraband was part and parcel of the same illicit course of conduct as the offense of conviction.</p>\n<p>In an effort to undermine this inference, the appellant argues that there was no direct evidence linking the seized contraband to the drugs sold to CS-2. That may be sobut a relevant conduct determination may be grounded in circumstantial evidence. <i>See </i><i>Sklar,</i> 920 F.2d at 111; <i>cf. id.</i> (remarking that \"It is the rare narcotics trafficker who authors a formal business plan or keeps meticulously detailed inventory records.\"). Here, a reasonable factfinder reasonably could infer from the totality of the circumstances that a single course of conduct encompassed the whole of the appellant's drug-trafficking activities in the Portland area.</p>\n<p>The appellant also notes that the seized contraband was used to ground a separate state court prosecution. This fact, he insists, requires its exclusion in the federal sentencing calculus. We disagree.</p>\n<p>An application note to the relevant conduct guideline is instructive. That note provides an example that is strikingly similar to the facts of this case: a hypothetical defendant engages in two cocaine sales, and is charged by state authorities for the first and by federal authorities for the second. The application note concludes that, under the relevant conduct guideline, the cocaine sale associated with the state charge can be considered relevant conduct vis-a-vis the federal charge as long as the two offenses arise out of a common scheme, plan, or course of conduct. <i>See</i> USSG § 1B1.3, cmt. (n.8). The case law is to the same effect. <i>See </i><i>United States v. Maken,</i> 510 F.3d 654, 657 (6th Cir.2007); <i>United States v. Johnson,</i> 324 F.3d 875, 877-78 (7th Cir.2003); <i>United States v. Kenyon,</i> 7 F.3d 783, 787 (8th Cir.1993).</p>\n<p>We hold, therefore, that prosecution of conduct by a separate sovereign in a separate proceeding does not, without more, disqualify that conduct from inclusion in a federal court's sentencing calculus pursuant to the relevant conduct guideline.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*559</span> The appellant makes other arguments, most of which are related in one way or another to his arguments discussed above. These other arguments are meritless, and we reject them out of hand. It suffices to say that the record supports a conclusion that the drugs sold during the offense of conviction and the drugs and cash seized were part of a single course of continuous drug-trafficking activity. <i>See, e.g., </i><i>Sklar,</i> 920 F.2d at 111; <i>United States v. Gooden,</i> 892 F.2d 725, 729 (8th Cir. 1989). It follows that the district court did not clearly err in formulating its relevant conduct determination.</p>\n<p>We need go no further. For the reasons elucidated above, we affirm the sentence imposed by the district court.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The state also sought forfeiture of the cash and other items, but the forfeiture count is immaterial here.</p>\n<p>[2]  Although the federal indictment charged only the June 28 sale to CS-2, the appellant does not question that the drugs involved in the June 14 sale to CS-1 are properly included as relevant conduct.</p>\n<p>[3]  No criminal history points were added to the appellant's criminal history score for the pending state charges.</p>\n<p>[4]  We caution that a different rule might apply if a defendant had committed a state offense and served a state-imposed sentence for it prior to committing the (federal) offense of conviction. <i>See</i> USSG § 1B1.3, cmt. (n.8) (\"For the purposes of subsection (a)(2), offense conduct associated with a sentence that was imposed prior to the acts or omissions constituting the instant federal offense (the offense of conviction) is not considered as part of the same course of conduct or common scheme or plan as the offense of conviction.\"); <i>see also </i><i>United States v. Hernandez,</i> 330 F.3d 964, 987 (7th Cir.2003) (determining that conduct underlying previous state court conviction should not be considered relevant conduct because that offense and the offense of conviction were separated by an intervening sentence). That is not the situation here.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">585</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">552</span></span> (2009)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nPhiljon EISOM, Defendant, Appellant.</h1></center>\n<center>No. 08-1893.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted September 17, 2009.</center>\n<center>Decided November 5, 2009.</center>\n<p><span class=\"star-pagination\">*554</span> Christie M. Charles, by appointment of the court, on brief for appellant.</p>\n<p>Paula D. Silsby, United States Attorney, and Margaret D. McGaughey, Appellate Chief, on brief for appellee.</p>\n<p>Before BOUDIN, SELYA and LIPEZ, Circuit Judges.</p>\n<p>SELYA, Circuit Judge.</p>\n<p>Following the appellant's guilty plea to a federal drug-trafficking charge, the district court calculated the guideline sentencing range (GSR) to include as relevant conduct amounts of drugs and cash independently seized by local authorities in connection with an unrelated criminal investigation. This single-issue sentencing appeal challenges the court's relevant conduct determination. We conclude that the appellant waived any objection to that determination and, in all events, the determination was not clearly erroneous. Accordingly, we affirm the sentence imposed below.</p>\n<p>The facts are straightforward (although certain inferences therefrom are disputed). The venue is Portland, Maine. In June of 2007, the federal Drug Enforcement Administration (DEA) received a tip from a cooperating source (CS-1) that defendant-appellant Philjon Eisom was peddling crack cocaine. Under the DEA's direction, CS-1 contacted the appellant on June 14 and purchased 6.5 grams of crack.</p>\n<p>Two weeks later, a different informant (CS-2) effected another controlled buy, purchasing 10.8 grams of crack. In the course of this transaction, the appellant told CS-2 that he had more crack for sale and that he had made over $8,000 since setting up shop in Portland.</p>\n<p>On July 6, the plot thickened: CS-2 informed DEA agents that he had agreed to buy two more ounces of crack from the appellant. The agents immediately arranged to surveil the site of the planned transaction (near the appellant's home). While in place, they observed local law enforcement officers arrest the appellant as he left the apartment building in which he lived. A search of the appellant's residence by the arresting officers, pursuant to a warrant issued by a state court, resulted in the seizure of 60 grams of powdered cocaine, 283.5 grams of crack cocaine, and $11,500 in cash.</p>\n<p>As matters turned out, the local authorities had been investigating the appellant's mercantile activities, independent of their federal counterparts. They proceeded to charge the appellant with two counts of unlawful trafficking in scheduled drugs and one count of aggravated trafficking.<sup>[1]</sup> Me.Rev.Stat. Ann. tit. 17-A, §§ 1103, 1105. The appellant pleaded guilty in the state court, but sentencing was delayed.</p>\n<p>On September 18, 2007, a federal grand jury returned a one-count indictment charging the appellant with distributing, on June 28 of that year, five grams or more of cocaine base (crack cocaine) in violation of 21 U.S.C. § 841(a)(1). The <span class=\"star-pagination\">*555</span> charge arose out of the appellant's sale of 10.8 grams of crack to CS-2.</p>\n<p>After some preliminary skirmishing, not material here, the appellant admitted his guilt with respect to the federal charge. The district court directed the probation department to prepare a presentence investigation report (PSI Report).</p>\n<p>The PSI Report contained a recommendation that the activity underlying the state charges be considered relevant conduct, USSG § 1B1.3(a)(2), in fixing the offense level for federal sentencing purposes. This encompassed the drugs that had been seized. In addition, noting that there was no indication of any legitimate source for the cash seized and that the cash had been found alongside the drugs, the probation officer included the cash in the recommendation, converting it into its crack cocaine equivalent for this purpose. <i>Id.</i> § 2D1.1, cmt. (n.12); <i>United States v. Hall,</i> <span class=\"citation\" data-id=\"202011\"><a href=\"/opinion/202011/united-states-v-hall/\"><span class=\"volume\">434</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">42</span></a></span>, 61 (1st Cir.2006); <i>United States v. Gerante,</i> <span class=\"citation\" data-id=\"533564\"><a href=\"/opinion/533564/united-states-v-joseph-gerante/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">364</span></a></span>, 369 (1st Cir.1989). To this end, the probation officer used an average sale price of $88 per gram (based on the transactions consummated between the appellant and the persons cooperating in the federal probe). This conversion yielded 130.68 grams of crack. In order to avoid double-counting, the probation officer subtracted from the cash's crack equivalent the quantities involved in the two controlled buys.<sup>[2]</sup> That left 113.38 grams of crack attributable to the appellant on account of the seized cash.</p>\n<p>Next, the probation officer combined the drugs purveyed in the two controlled buys (17.3 grams of crack) and the contraband seized during the search of the appellant's abode (283.5 grams of crack cocaine, a hypothetical 113.38 grams of crack resulting from the cash conversion, and 60 grams of cocaine powder) and attributed that total to the appellant. Because two different types of cocaine were involved, the probation officer followed the Guidelines Manual and used a common denominator, converting both types of cocaine into their marijuana equivalents. <i>See</i> USSG § 2D1.1, cmt. (n.10(D)(i)). This yielded an aggregate quantity of 8,295.6 kilograms of marijuana and a base offense level of 32. <i>See id.</i> § 2D1.1(c)(3); <i>id.</i> § 2D1.1, cmt. (n.10(E)).</p>\n<p>The probation officer then reduced the base offense level by three levels for acceptance of responsibility. <i>Id.</i> § 3E1.1. The appellant's prior record placed him in criminal history category IV,<sup>[3]</sup> thus producing a GSR of 121-151 months. <i>Id.</i> ch. 5, pt. A (sentencing table).</p>\n<p>The district court discussed the PSI Report and other sentencing issues with the prosecutor and defense counsel on June 11, 2008. The disposition hearing was held on July 10. Without objection, the court adopted the various calculations adumbrated in the PSI Report (including the relevant conduct recommendation); found the GSR to be 121-151 months; departed downward based on the appellant's substantial assistance to the authorities, <i>id.</i> § 5K1.1; and imposed a 108-month prison term. This timely appeal followed.</p>\n<p>The appellant is represented on appeal by newly appointed counsel. His brief makes a head-on challenge to the sentencing court's relevant conduct determination. The government's first line of defense is a claim that the appellant waived his right to <span class=\"star-pagination\">*556</span> appeal that determination. We begin there.</p>\n<p>The government's claim requires us to distinguish between waiver and forfeiture. Waiver, on the one hand, is the intentional relinquishment of a known right. <i>United States v. Olano,</i> <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 733, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1993); <i>United States v. Rodriguez,</i> <span class=\"citation\" data-id=\"200202\"><a href=\"/opinion/200202/united-states-v-rodriguez/\"><span class=\"volume\">311</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">435</span></a></span>, 437 (1st Cir.2002). Forfeiture, on the other hand, occurs when a party fails to make a timely assertion of a right. <i>Olano,</i> 507 U.S. at 733, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>. At bottom, then, waiver implies an intention to forgo a known right, whereas forfeiture implies something less deliberatesay, oversight, inadvertence, or neglect in asserting a potential right. <i>United States v. Staples,</i> <span class=\"citation\" data-id=\"767535\"><a href=\"/opinion/767535/united-states-v-mardisco-staples-and-delwin-brown/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">992</span></a></span>, 995 (7th Cir.2000).</p>\n<p>The consequences of trial-court-level waiver and forfeiture differ with respect to subsequent attempts to appeal. Typically, a waived claim is dead and buried; it cannot thereafter be resurrected on appeal. <i>See, e.g., </i><i>United States v. Sumner,</i> <span class=\"citation\" data-id=\"774912\"><a href=\"/opinion/774912/united-states-v-thomas-j-sumner/\"><span class=\"volume\">265</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">532</span></a></span>, 537 (7th Cir.2001); <i>United States v. Taylor,</i> <span class=\"citation\" data-id=\"196070\"><a href=\"/opinion/196070/united-states-v-taylor/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 972 (1st Cir.1995). A forfeited claim receives a reprieve; though it may be on life support, it can be pursued on appeal under a hard-to-satisfy standard of review (plain error). <i>See </i><i>Olano,</i> 507 U.S. at 733-34, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>; <i>Rodriguez,</i> 311 F.3d at 437.</p>\n<p>In this case, the appellant and his counsel received the PSI Report well in advance of sentencing. They interposed a written objection to the portion of the report that recommended the inclusion, as relevant conduct, of the drugs and cash seized by local authorities. <i>See</i> D. Me. R. 132. At the June 11 sentencing conference, the lawyer advanced the same objection, stating that he wished to object both to the inclusion in the PSI Report of the \"facts contained in Paragraphs 8 and 9,\" which describe the drugs and cash seized by local authorities, and to \"those facts being used to determine [the appellant's] base offense level.\" Plainly, then, the contours of the claim were known to the appellant and identified to the court by him prior to sentencing.</p>\n<p>At the disposition hearing, defense counsel unambiguously withdrew this objection. The court sought to verify its understanding that the recommendations contained in the PSI Report (including the proposed relevant conduct determination) were no longer disputed. Defense counsel replied: \"That's correct.\" The court then asked the appellant himself whether he approved of his attorney's statement that the contents of the PSI Report were undisputed. The appellant said that he did.</p>\n<p>We have stated that \"[a] party who identifies an issue and then explicitly withdraws it, has waived the issue.\" <i>Rodriguez,</i> 311 F.3d at 437. This is precisely what happened here. In this respect, the case is very similar to <i>United States v. Redding,</i> <span class=\"citation\" data-id=\"732478\"><a href=\"/opinion/732478/united-states-v-dennis-redding-and-william-perez/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">96</span></a></span> (7th Cir.1996). There, the defendant initially objected to a proposed criminal history calculation during presentence discussions, yet failed to object at the disposition hearing. When the defendant then tried to attack the criminal history calculation on appeal, the Seventh Circuit held that he had waived the objection. <i>Id.</i> at 99.</p>\n<p>So it is here. We hold that any objection to the inclusion of the seized drugs and cash as relevant conduct for purposes of setting the appellant's offense level was waived and, consequently, cannot now be deployed as a basis for appeal.</p>\n<p>We hasten to add that, even if preserved, the appellant's claim of error would prove unavailing. We explain below.</p>\n<p><span class=\"star-pagination\">*557</span> In order to go beyond the conduct involved in the offense of conviction and include other (uncharged) conduct in the calculation of a defendant's offense level, that uncharged conduct must be relevant to the charged conduct. USSG § 1B1.3. Where, as here, the offense of conviction is \"of a character for which [USSG] § 3D1.2(d) would require grouping of multiple counts,\" uncharged conduct is relevant if the government proves by a preponderance of the evidence that such uncharged conduct is part of the same course of conduct or common scheme or plan as the charged conduct. <i>Id.; see </i><i>United States v. Blanco,</i> <span class=\"citation\" data-id=\"531324\"><a href=\"/opinion/531324/united-states-v-alfonso-blanco/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">907</span></a></span>, 909 (1st Cir.1989).</p>\n<p>A district court's determination of the scope of a particular scheme, plan, or course of conduct \"represents a practical, real-world assessment of probabilities, based on the totality of proven circumstances.\" <i>United States v. Sklar,</i> <span class=\"citation\" data-id=\"552336\"><a href=\"/opinion/552336/united-states-v-david-sklar-united-states-of-america-v-david-sklar/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">107</span></a></span>, 111 (1st Cir.1990). Once the court finds that uncharged conduct is part of a common course of conduct, scheme, or plan, that finding is reviewed under the deferential clear-error standard. <i>Id.</i> at 110-11.</p>\n<p>The relevant conduct guideline can find fertile soil in drug-trafficking cases. Under that guideline, drug quantities not charged as part of the offense of conviction may be included in determining the defendant's offense level as long as those uncharged quantities are supportably found to be part of a common course of conduct, scheme, or plan that includes the offense of conviction. USSG § 1B1.3(a)(2); <i>see </i><i>United States v. Bryant,</i> <span class=\"citation\" data-id=\"203905\"><a href=\"/opinion/203905/united-states-v-bryant/\"><span class=\"volume\">571</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">147</span></a></span>, 159 (1st Cir.2009); <i>Sklar,</i> 920 F.2d at 110. A single course of conduct is present if multiple offenses \"are sufficiently connected or related to each other as to warrant the conclusion that they are part of a single . . . ongoing series of offenses.\" USSG § 1B1.3, cmt. (n.9(B)). In much the same vein, multiple offenses may be deemed part of a common scheme or plan if they are substantially connected by one or more salient factors, such as a common purpose. <i>Id.</i> § 1B1.3, cmt. (n.9(A)). Factors to be considered include (but are not limited to) the nature of the offenses, their timing, their commonalities, and the existence or non-existence of overarching patterns. <i>See, e.g., </i><i>Bryant,</i> 571 F.3d at 159-60; <i>United States v. Jaca-Nazario,</i> <span class=\"citation\" data-id=\"203208\"><a href=\"/opinion/203208/united-states-v-jaca-nazario/\"><span class=\"volume\">521</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span>, 55-56 (1st Cir.2008).</p>\n<p>In the case at hand, these factors coalesce to support the district court's relevant conduct determination. First, the charged and uncharged acts are of the same nature; crack cocaine, a drug of choice in both instances, was distributed on June 28 and was possessed in such a quantity on July 6 that the intent to distribute can readily be inferred.</p>\n<p>Second, the compressed time frame during which the events transpired is telling. The controlled buy that forms the predicate for the federal indictment took place on June 28, 2007. That was within two weeks of when local authorities searched the appellant's abode and seized the above-described contraband. This timing strongly supports a conclusion that all the drugs, and the cash, were part of the same course of conduct. <i>See, e.g., </i><i>United States v. Santos Batista,</i> <span class=\"citation\" data-id=\"199226\"><a href=\"/opinion/199226/united-states-v-santos-batista/\"><span class=\"volume\">239</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span>, 22 (1st Cir. 2001); <i>United States v. Graciani,</i> <span class=\"citation\" data-id=\"196199\"><a href=\"/opinion/196199/united-states-v-graciani/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">70</span></a></span>, 74 (1st Cir.1995).</p>\n<p>Third, on the very day that the search occurred, a cooperating source in the federal investigation was scheduled to purchase crack from the appellant. It is a logical (perhaps inevitable) inference that the two ounces of crack that CS-2 had arranged to buy were to come from the stash seized in the search.</p>\n<p><span class=\"star-pagination\">*558</span> Fourth, during the controlled buy that constitutes the offense of conviction, the appellant told CS-2 that he had more crack for sale and that he had made $8,200 from peddling drugs in Portland. These statements are indicative of an ongoing operation. That indication is reinforced by two admissions. For one thing, the appellant made clear that he was keeping a running tally of his drug-trafficking profits. <i>Cf. </i><i>Hall,</i> 434 F.3d at 61 (holding that sentencing court did not err by using defendant's overall drug profits as a basis for estimating drug quantity under relevant conduct guideline). For another thing, the appellant said that he was supporting himself and his family by dealing in drugs.</p>\n<p>That ends this aspect of the matter. The similar nature of the crimes, their closeness in time, the appellant's statements, and the other circumstances permit the common-sense inference that the seized contraband was part and parcel of the same illicit course of conduct as the offense of conviction.</p>\n<p>In an effort to undermine this inference, the appellant argues that there was no direct evidence linking the seized contraband to the drugs sold to CS-2. That may be sobut a relevant conduct determination may be grounded in circumstantial evidence. <i>See </i><i>Sklar,</i> 920 F.2d at 111; <i>cf. id.</i> (remarking that \"It is the rare narcotics trafficker who authors a formal business plan or keeps meticulously detailed inventory records.\"). Here, a reasonable factfinder reasonably could infer from the totality of the circumstances that a single course of conduct encompassed the whole of the appellant's drug-trafficking activities in the Portland area.</p>\n<p>The appellant also notes that the seized contraband was used to ground a separate state court prosecution. This fact, he insists, requires its exclusion in the federal sentencing calculus. We disagree.</p>\n<p>An application note to the relevant conduct guideline is instructive. That note provides an example that is strikingly similar to the facts of this case: a hypothetical defendant engages in two cocaine sales, and is charged by state authorities for the first and by federal authorities for the second. The application note concludes that, under the relevant conduct guideline, the cocaine sale associated with the state charge can be considered relevant conduct vis-a-vis the federal charge as long as the two offenses arise out of a common scheme, plan, or course of conduct. <i>See</i> USSG § 1B1.3, cmt. (n.8). The case law is to the same effect. <i>See </i><i>United States v. Maken,</i> <span class=\"citation\" data-id=\"1390428\"><a href=\"/opinion/1390428/united-states-v-maken/\"><span class=\"volume\">510</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">654</span></a></span>, 657 (6th Cir.2007); <i>United States v. Johnson,</i> <span class=\"citation\" data-id=\"781453\"><a href=\"/opinion/781453/united-states-v-john-johnson/\"><span class=\"volume\">324</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">875</span></a></span>, 877-78 (7th Cir.2003); <i>United States v. Kenyon,</i> <span class=\"citation\" data-id=\"655363\"><a href=\"/opinion/655363/united-states-v-gordon-w-kenyon-jr/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">783</span></a></span>, 787 (8th Cir.1993).</p>\n<p>We hold, therefore, that prosecution of conduct by a separate sovereign in a separate proceeding does not, without more, disqualify that conduct from inclusion in a federal court's sentencing calculus pursuant to the relevant conduct guideline.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*559</span> The appellant makes other arguments, most of which are related in one way or another to his arguments discussed above. These other arguments are meritless, and we reject them out of hand. It suffices to say that the record supports a conclusion that the drugs sold during the offense of conviction and the drugs and cash seized were part of a single course of continuous drug-trafficking activity. <i>See, e.g., </i><i>Sklar,</i> 920 F.2d at 111; <i>United States v. Gooden,</i> <span class=\"citation\" data-id=\"534267\"><a href=\"/opinion/534267/united-states-v-ronnie-w-gooden-united-states-of-america-v-james-robert/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">725</span></a></span>, 729 (8th Cir. 1989). It follows that the district court did not clearly err in formulating its relevant conduct determination.</p>\n<p>We need go no further. For the reasons elucidated above, we affirm the sentence imposed by the district court.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The state also sought forfeiture of the cash and other items, but the forfeiture count is immaterial here.</p>\n<p>[2]  Although the federal indictment charged only the June 28 sale to CS-2, the appellant does not question that the drugs involved in the June 14 sale to CS-1 are properly included as relevant conduct.</p>\n<p>[3]  No criminal history points were added to the appellant's criminal history score for the pending state charges.</p>\n<p>[4]  We caution that a different rule might apply if a defendant had committed a state offense and served a state-imposed sentence for it prior to committing the (federal) offense of conviction. <i>See</i> USSG § 1B1.3, cmt. (n.8) (\"For the purposes of subsection (a)(2), offense conduct associated with a sentence that was imposed prior to the acts or omissions constituting the instant federal offense (the offense of conviction) is not considered as part of the same course of conduct or common scheme or plan as the offense of conviction.\"); <i>see also </i><i>United States v. Hernandez,</i> <span class=\"citation\" data-id=\"782153\"><a href=\"/opinion/782153/united-states-v-abraham-hernandez/\"><span class=\"volume\">330</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">964</span></a></span>, 987 (7th Cir.2003) (determining that conduct underlying previous state court conviction should not be considered relevant conduct because that offense and the offense of conviction were separated by an intervening sentence). That is not the situation here.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196199/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199226/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203208/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203905/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531324/",
    "http://www.courtlistener.com/api/rest/v3/opinions/533564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534267/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/655363/",
    "http://www.courtlistener.com/api/rest/v3/opinions/732478/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767535/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774912/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781453/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782153/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1390428/"
  ]
}