{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/204174/",
  "absolute_url": "/opinion/204174/klaucke-v-daly/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/204174/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:31:33Z",
  "date_modified": "2016-02-28T05:13:05.567223Z",
  "type": "010combined",
  "sha1": "13f2a41fa2aee9ee1096ec460acecaab524e6107",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-1222P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/02/09/Klaucke_v._Daly.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 09-1222\n\n                        JONATHAN KLAUCKE,\n\n                      Plaintiff, Appellant,\n\n                               v.\n\n                         BRIAN C. DALY,\n\n                      Defendant, Appellee.\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Michael A. Ponsor, U.S. District Judge]\n\n\n                             Before\n\n                       Lynch, Chief Judge,\n              Torruella and Stahl, Circuit Judges.\n\n\n\n\n     Bruce D. Colegrove, on brief for appellant.\n     Richard W. Jensen and Morrison, Mahoney, LLP, on brief for\nappellee.\n\n\n\n\n                        February 9, 2010\n\f            TORRUELLA, Circuit Judge.         In this appeal, plaintiff-\n\nappellant Jonathan Klaucke challenges the district court's grant of\n\nsummary judgment in favor of defendant-appellee Brian C. Daly, a\n\npolice   officer   in   Amherst,    Massachusetts,     on    claims    alleging\n\nviolations of Klaucke's Fourth Amendment rights brought pursuant to\n\n42 U.S.C. § 1983 and the Massachusetts Civil Rights Act.                       We\n\nconclude on the undisputed facts that Officer Daly had ample\n\nreasonable   suspicion    to   believe     that   Klaucke    was   a   minor   in\n\npossession of alcohol in violation of state law when he detained\n\nKlaucke, demanded identification, and briefly retained his driver's\n\nlicense in order to confirm its validity and check for outstanding\n\nwarrants.    We affirm.\n\n                               I.   Background\n\n            A.   The Facts\n\n\n\nThe facts are straightforward.        On May 5, 2007, Klaucke was a 21-\n\nyear-old senior at the University of Massachusetts at Amherst who,\n\nby all accounts, looked younger than his years.              At approximately\n\n9:00 p.m. on that Saturday night, Klaucke was walking with a group\n\nof four friends along Meadow Street in Amherst.             It was the Mexican\n\nholiday of Cinco de Mayo, and Klaucke and his friends were on their\n\nway to a party in the area.         Three of Klaucke's companions were\n\nvisibly carrying alcohol as they walked, including two twelve packs\n\nof Corona beer and a large 22-ounce bottle of Smuttynose beer.\n\n\n                                     -2-\n\fKlaucke wore a backpack and carried a brown paper \"Whole Foods\"\n\ngrocery bag.       The contents of the bag were not visible, though as\n\nit    turned    out   Klaucke      was   carrying     six    loose   cans   of   beer.\n\nEveryone walking with Klaucke was also over 21 years old, the\n\nminimum age required in Massachusetts to legally possess alcohol.\n\nSee Mass. Gen. Laws ch. 138, sec. 34C (providing that \"police\n\nofficer may arrest without warrant\" any person \"under twenty-one\n\nyears of age and not accompanied by a parent or legal guardian . .\n\n. [who] knowingly possesses, transports or carries on his person .\n\n. . any alcohol or alcoholic beverages\").\n\n               Around the same time, Officer Daly was patrolling the\n\nMeadow    Street      area    on   motorcycle.        He    was   accompanied    by   a\n\ncolleague, Officer Todd Lang.               The area was known for a high\n\nincidence of underage drinking and student crime -- including large\n\nscale disturbances, property damage, and both physical and sexual\n\nassaults -- much of it alcohol-fuelled.               The first two weeks of May\n\ntypically brought an increase in these incidents and, in an attempt\n\nto head it off, the Amherst Police Department had been conducting\n\nseminars and distributing leaflets in the area to notify residents\n\nand   students     that      officers    would   be   patrolling      the   area   and\n\nrequesting proof of age from individuals who were carrying alcohol\n\nand appeared to be under the legal age.                Seeing Klaucke's friends\n\nwith beers in hand, Officer Daly did just that.                   He approached the\n\ngroup and asked each member if he or she was over 21 years old.\n\n\n\n                                          -3-\n\fWhen they all answered that they were, Officer Daly asked them to\n\nproduce identification to confirm their age.               The other members of\n\nKlaucke's group complied immediately.\n\n            Klaucke alone refused to hand over his ID.                He told the\n\nofficer that he was 21 years old and had done nothing wrong.                     He\n\nasserted    his   Fourth    Amendment     rights,    and    said    that   he   had\n\npreviously    spoken   to   a    lawyer   and   believed      that,    under    the\n\ncircumstances, he was not required to produce identification.\n\nOfficer Daly replied that he suspected Klaucke had alcohol in his\n\nbag and was under the legal age, and again demanded identification.\n\nKlaucke continued to refuse, and questioned the basis for the\n\nofficer's belief that he was carrying alcohol. This cavil back and\n\nforth continued, for no more than a few minutes, until Officer Daly\n\nstated     that   if   Klaucke      continued       to     refuse     to   produce\n\nidentification, Daly would assume Klaucke was underage and in\n\npossession of alcohol, arrest him, and figure out his age during\n\nthe booking process.            Klaucke promptly produced his driver's\n\nlicense, which verified that he was 21.\n\n            Officer Daly did not return the identification to Klaucke\n\nimmediately, as he had to Klaucke's more cooperative companions.\n\nRather, he kept the license while he relayed Klaucke's information\n\nto his dispatcher to confirm the validity of the license and\n\nperform a check for outstanding arrest warrants.                    Officer Daly\n\nexplains that, at the time, he suspected Klaucke may have had a\n\n\n\n                                      -4-\n\fwarrant out for his arrest given his adamant -- and, in Daly's\n\nview, inexplicable -- refusal to produce identification that would\n\nhave verified that he was 21.\n\n           After confirming that the license was real and that\n\nKlaucke had no outstanding warrants, Officer Daly returned the\n\nidentification and Klaucke and his friends went on their way.\n\nBetween two to eight minutes elapsed between the time Officer Daly\n\ntook Klaucke's license and the time he returned it.         The entire\n\nincident lasted no more than eighteen minutes.\n\n           B.   Procedural History\n\n           On August 23, 2007, Klaucke filed suit against Officer\n\nDaly in federal court, bringing claims under 42 U.S.C. § 1983 and\n\nthe Massachusetts Civil Rights Act, Mass. Gen. Laws ch. 12, § 11I.1\n\nThe gravamen of his complaint under both state and federal law was\n\nthat Officer Daly had violated his Fourth Amendment right to be\n\nfree from unreasonable search and detention when the officer\n\ndemanded   identification,   threatened   him   with   arrest,   briefly\n\nretained his license, and conducted the warrant search.          Klaucke\n\nalleged that Daly was without a reasonable basis to do any of these\n\nthings.\n\n\n1\n  Klaucke pled his state cause of action under Mass. Gen. Laws ch.\nch. 12, § 11H-1. Because Section 11H governs civil rights actions\nbrought by the Attorney General, and because Section 11H-1 does not\nexist, we assume, like the district court, that Klaucke meant to\nbring a claim pursuant to Section I, which creates a private cause\nof action for individuals alleging a deprivation of state or\nfederal constitutional freedoms.\n\n                                 -5-\n\f            Officer Daly moved for summary judgment and, after a\n\nhearing, the district court ruled from the bench that the officer's\n\nactions were supported by a reasonable suspicion that Klaucke was\n\na minor in possession of alcohol and that, as a result, no Fourth\n\nAmendment violation had occurred. The district court also held, in\n\nthe alternative, that even assuming for argument's sake there had\n\nbeen some violation of Klaucke's constitutional rights, Officer\n\nDaly was entitled to qualified immunity for his conduct as those\n\nrights were not clearly established at the time of the incident.\n\nThe court granted Officer Daly's motion for summary judgment.\n\n            Shortly thereafter, on January 13, 2009, the district\n\ncourt issued a brief written opinion to the same effect.               See\n\nKlaucke v. Daly, 592 F. Supp. 2d 222 (D. Mass. 2009).          In it, the\n\ncourt articulated the facts supporting its conclusion that Officer\n\nDaly had reasonable suspicion to believe that Klaucke was a minor\n\nin   possession   of   alcohol   at     the   time   Daly   demanded   his\n\nidentification.   These facts were \"the nature of the area in which\n\n[Klaucke's group was] walking, . . . the time of day and particular\n\nholiday\" and, \"[o]f more importance[,] . . . the fact that the\n\nindividuals, especially Plaintiff, were of young appearance and\n\nthree of the five were openly carrying alcoholic beverages.\"           Id.\n\nat 224.    Final judgment was entered on the same day.        Klaucke now\n\nappeals.\n\n\n\n\n                                  -6-\n\f                             II.     Discussion\n\n            A.    Standard of Review\n\n            We review a district court's grant of summary judgment de\n\nnovo.   Insituform Techs., Inc. v. Am. Home Assurance Co., 566 F.3d\n\n274, 276 (1st Cir. 2009).            \"We will affirm entry of summary\n\njudgment if the record -- viewed in the light most favorable to the\n\nnonmoving party, including all reasonable inferences drawn in favor\n\nof the nonmoving party -- discloses no genuine issue of material\n\nfact, and the moving party is entitled to judgment as a matter of\n\nlaw.\"   Kunelius v. Town of Stow, 588 F.3d 1, 8-9 (1st Cir. 2009).\n\n\"We may affirm summary judgment on any ground manifest in the\n\nrecord.\"    Emhart Indus. Inc. v. Century Indem. Co., 559 F.3d 57, 65\n\n(1st Cir. 2009).\n\n            B.    The Investigative Stop\n\n            Klaucke does not dispute that Officer Daly was permitted\n\nunder the Fourth Amendment to approach him and his companions,\n\ninquire as to their age, and request that they voluntarily produce\n\nidentification.      United States v. Young, 105 F.3d 1, 6 (1st Cir.\n\n1997) (\"Police may approach citizens in public spaces and ask them\n\nquestions    without    triggering     the   protections   of   the   Fourth\n\nAmendment.       Such police engagements need not find a basis in any\n\narticulable suspicion.\" (citations omitted)); see, e.g., Hiibel v.\n\nSixth Judicial Dist. Court of Nev., 542 U.S. 177, 185 (2004)\n\n(\"Asking questions is an essential part of police investigations.\n\n\n                                      -7-\n\fIn the ordinary course a police officer is free to ask a person for\n\nidentification      without      implicating       the    Fourth    Amendment.\").\n\nInstead,    he     asserts     that    Officer     Daly    first      crossed   the\n\nconstitutional line when he \"seized\" Klaucke and \"demanded\" that he\n\nproduce identification.         Interactions such as this, which involve\n\nmore intrusive, investigative stops of an individual, fall within\n\nthe ambit of the familiar Terry line of cases.               See Terry v. Ohio,\n\n392 U.S. 1 (1968).\n\n            \"When conducting a Terry stop, a police officer may\n\nbriefly detain an individual for questioning if the officer has\n\n'reasonable suspicion supported by articulable facts that criminal\n\nactivity 'may be afoot.''\"            Schubert v. City of Springfield, 589\n\nF.3d 496, 501 (1st Cir. 2009) (quoting United States v. Sokolow,\n\n490 U.S. 1, 7 (1989)).           \"In determining whether a Terry stop is\n\njustified, our inquiry involves two steps, first, 'whether the\n\nofficer's action was justified at its inception,' and second,\n\n'whether it was reasonably related in scope to the circumstances\n\nwhich   justified       the   interference    in   the    first    place.'\"     Id.\n\n(quoting Terry, 392 U.S. at 20).\n\n            At the first step, \"reasonable suspicion\" requires the\n\nofficer    to    have   \"'a    particularized      and    objective    basis'   for\n\nsuspecting the person stopped of criminal activity.\" United States\n\nv. Wright, 582 F.3d 199, 205 (1st Cir. 2009) (quoting Ornelas v.\n\nUnited States, 517 U.S. 690, 696 (1996)).                   This basis must be\n\n\n\n                                        -8-\n\f\"'grounded in specific and articulable facts,'\" and turns \"not on\n\nwhat the officer himself believed but, rather, on what a reasonable\n\nofficer in his position would have thought.\"          United States v.\n\nEspinoza, 490 F.3d 41, 47 (1st Cir. 2007) (quoting United States v.\n\nHensley, 469 U.S. 221, 229 (1985)).2\n\n          At the next step, we look to whether the officer's\n\ninvestigative   measures    were   reasonably   calculated   to   uncover\n\nevidence of wrongdoing related to circumstances giving rise to the\n\nofficer's initial suspicions.      See Terry, 392 U.S. at 20.     There is\n\nno fixed guide to what police investigative measures are within the\n\nscope of a Terry stop; in all events, the touchstone is the\n\nreasonableness of the measures undertaken to quell or confirm the\n\nofficer's suspicions.      See, e.g., Hiibel, 542 U.S. at 188-89.\n\n          In this case, we agree with the district court that the\n\ncircumstances confronted by Officer Daly were more than sufficient\n\nto support a reasonable suspicion that Klaucke was a minor in\n\npossession of alcohol in violation of state law. Klaucke's age and\n\n2\n  Klaucke argues that summary judgment is inappropriate due to the\nexistence of factual disputes concerning why Officer Daly suspected\nKlaucke had alcoholic beverages in his bag. For example, Officer\nDaly explained in his deposition that he suspected Klaucke had\nalcohol only after seeing Klaucke attempt to conceal the bag, at\nwhich point Daly claims he saw a wine bottle protruding from the\ntop of the bag. Klaucke disputes these facts, but they are not\nmaterial. Rather, under Terry, we view the circumstances attending\nthe investigative stop through an objective lens, and therefore\nhave no need to resolve ancillary disputes rooted in allegations\nregarding the officer's actual, subjective beliefs, even if those\nbeliefs were mistaken. United States v. Ruidíaz, 529 F.3d 25, 29\n(1st Cir. 2008) (reasonable suspicion \"is not dependent on an\nindividual officer's subjective motives\").\n\n                                   -9-\n\fappearance more than justified the reasonable suspicion that he was\n\nunder 21 years old.        The district court found that Klaucke \"had an\n\nunusually youthful appearance even for his age,\" a determination\n\nwell    within   its   ken    and   supported     by   photographs   of     Klaucke\n\nappearing in the record.\n\n            Further, the circumstances confronted by Officer Daly at\n\nthe time of the stop amply justified the reasonable suspicion that\n\nKlaucke was in possession of alcohol.             Officer Daly was on patrol\n\nin an area well-known for undergraduate drinking.                       It was a\n\nSaturday    night      and,    moreover,   a    holiday    and   time      of   year\n\nparticularly associated with student partying.                Cf. United States\n\nv. Ortiz, 422 U.S. 891, 897 (1975) (police officers may permissibly\n\n\"draw reasonable inferences from [the] facts in light of their\n\nknowledge of the area and their prior experience\").                  While these\n\nconsiderations may have been insufficient, without more, to arouse\n\nsuspicion in the eyes of a reasonable officer, taken together with\n\nthe undisputed fact that Klaucke was walking in a group in which\n\nhis    companions   were      openly   carrying    alcohol,    we   find    that   a\n\nreasonable officer standing in Officer Daly's shoes could have\n\nsuspected that the brown grocery bag Klaucke carried concealed\n\nalcoholic beverages.\n\n            Thus, we turn to whether the investigative measures\n\nundertaken by Officer Daly were reasonably related in scope to the\n\ncircumstances that first aroused his suspicion.                  Officer Daly's\n\n\n\n                                       -10-\n\fdemand for identification, plainly, was reasonably related to his\n\nsuspicion that Klaucke was underage.     Under the circumstances of\n\nthis case, the officer was not required to take Klaucke at his word\n\nthat he was 21.       Further, given Klaucke's initial refusal to\n\nproduce identification, it was not unreasonable for Officer Daly to\n\nquickly verify the license to confirm he had not been handed a\n\nfake.     It is well-known that college students often have doctored\n\nIDs which list them as older than they are, just so they can\n\ndrink.3\n\n             As for the warrant search, most circuits have held that\n\nan officer does not impermissibly expand the scope of a Terry stop\n\nby performing a background and warrant check, even where that\n\nsearch is unrelated to the circumstances that initially drew the\n\nofficer's attention. See, e.g., United States v. Kirksey, 485 F.3d\n\n955, 957 (7th Cir. 2007) (explaining that when an individual\n\n\"remains under suspicion for committing a crime, the officer can\n\n\n3\n    Klaucke suggests that he was \"coerced\" into producing his\nidentification by an unlawful threat of arrest.       Assuming for\nargument's sake that more than reasonable suspicion was required to\nthreaten arrest, we conclude that the totality of information known\nto Officer Daly at the time, including Klaucke's behavior in\nrefusing to produce his proof of age, was sufficient to allow\nOfficer Daly's reasonable suspicion to ripen into probable cause to\nbelieve that Klaucke had violated Mass. Gen. Laws ch. 138, sec.\n34C. See Acosta v. Ames Dep't Stores, Inc., 386 F.3d 5, 11 (1st\nCir. 2004)(\"The test for probable cause [to support an arrest] does\nnot require the officers' conclusion to be ironclad, or even highly\nprobable. Their conclusion that probable cause exists need only be\nreasonable.\"). On these facts, the choice Officer Daly presented\nto Klaucke was a lawful and common sense response to an impasse of\nKlaucke's own creation.\n\n                                 -11-\n\ftake a reasonable amount of time to check for outstanding warrants\n\nor criminal history, even if the initial justification for the stop\n\nhad nothing to do with criminal history.\" (citing United States v.\n\nVillagrana-Flores, 467 F.3d 1269, 1275-77 (10th Cir. 2006)); accord\n\nUnited States v. Cavitt, 550 F.3d 430, 437 (5th Cir. 2008) (traffic\n\nstop); United States v. Long, 532 F.3d 791, 795 (8th Cir. 2008);\n\nUnited States v. Rusher, 966 F.2d 868, 876-77 (4th Cir. 1992).\n\n          We need not address whether warrant checks are always\n\npermissible in the normal course of a Terry stop.        Under the\n\ncircumstances here, Klaucke's refusal to produce a license that\n\nwould have alleviated the officer's stated concerns reasonably\n\nroused a suspicion that his non-cooperation was driven by other\n\nconsiderations, like an outstanding warrant for his arrest or other\n\ncriminal history, such as a prior arrest for underage drinking.\n\nCf. United States v. Sowers, 136 F.3d 24, 27 (1st Cir. 1998)\n\n(police officer's \"shift in focus\" based on \"unfolding events\" in\n\ncourse of Terry stop was \"neither unusual nor impermissible\").   It\n\ntook less than eight minutes to perform both the license validity\n\nand warrant check.   We hold that these brief actions were within\n\nthe scope of conduct permissible under Terry.\n\n          Accordingly, on the undisputed facts, Klaucke has failed\n\nto show that Officer Daly violated any of his constitutional\n\nrights, and we therefore need not address independently the issue\n\n\n\n\n                               -12-\n\fof qualified immunity.   See, e.g., Holder v. Town of Sandown, 585\n\nF.3d 500, 508 (1st Cir. 2009).\n\n          Affirmed.\n\n\n\n\n                                 -13-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 09-1222\n\n                        JONATHAN KLAUCKE,\n\n                      Plaintiff, Appellant,\n\n                               v.\n\n                         BRIAN C. DALY,\n\n                      Defendant, Appellee.\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Michael A. Ponsor, U.S. District Judge]\n\n\n                             Before\n\n                       Lynch, Chief Judge,\n              Torruella and Stahl, Circuit Judges.\n\n\n\n\n     Bruce D. Colegrove, on brief for appellant.\n     Richard W. Jensen and Morrison, Mahoney, LLP, on brief for\nappellee.\n\n\n\n\n                        February 9, 2010\n\f            TORRUELLA, Circuit Judge.         In this appeal, plaintiff-\n\nappellant Jonathan Klaucke challenges the district court's grant of\n\nsummary judgment in favor of defendant-appellee Brian C. Daly, a\n\npolice   officer   in   Amherst,    Massachusetts,     on    claims    alleging\n\nviolations of Klaucke's Fourth Amendment rights brought pursuant to\n\n42 U.S.C. § 1983 and the Massachusetts Civil Rights Act.                       We\n\nconclude on the undisputed facts that Officer Daly had ample\n\nreasonable   suspicion    to   believe     that   Klaucke    was   a   minor   in\n\npossession of alcohol in violation of state law when he detained\n\nKlaucke, demanded identification, and briefly retained his driver's\n\nlicense in order to confirm its validity and check for outstanding\n\nwarrants.    We affirm.\n\n                               I.   Background\n\n            A.   The Facts\n\n\n\nThe facts are straightforward.        On May 5, 2007, Klaucke was a 21-\n\nyear-old senior at the University of Massachusetts at Amherst who,\n\nby all accounts, looked younger than his years.              At approximately\n\n9:00 p.m. on that Saturday night, Klaucke was walking with a group\n\nof four friends along Meadow Street in Amherst.             It was the Mexican\n\nholiday of Cinco de Mayo, and Klaucke and his friends were on their\n\nway to a party in the area.         Three of Klaucke's companions were\n\nvisibly carrying alcohol as they walked, including two twelve packs\n\nof Corona beer and a large 22-ounce bottle of Smuttynose beer.\n\n\n                                     -2-\n\fKlaucke wore a backpack and carried a brown paper \"Whole Foods\"\n\ngrocery bag.       The contents of the bag were not visible, though as\n\nit    turned    out   Klaucke      was   carrying     six    loose   cans   of   beer.\n\nEveryone walking with Klaucke was also over 21 years old, the\n\nminimum age required in Massachusetts to legally possess alcohol.\n\nSee Mass. Gen. Laws ch. 138, sec. 34C (providing that \"police\n\nofficer may arrest without warrant\" any person \"under twenty-one\n\nyears of age and not accompanied by a parent or legal guardian . .\n\n. [who] knowingly possesses, transports or carries on his person .\n\n. . any alcohol or alcoholic beverages\").\n\n               Around the same time, Officer Daly was patrolling the\n\nMeadow    Street      area    on   motorcycle.        He    was   accompanied    by   a\n\ncolleague, Officer Todd Lang.               The area was known for a high\n\nincidence of underage drinking and student crime -- including large\n\nscale disturbances, property damage, and both physical and sexual\n\nassaults -- much of it alcohol-fuelled.               The first two weeks of May\n\ntypically brought an increase in these incidents and, in an attempt\n\nto head it off, the Amherst Police Department had been conducting\n\nseminars and distributing leaflets in the area to notify residents\n\nand   students     that      officers    would   be   patrolling      the   area   and\n\nrequesting proof of age from individuals who were carrying alcohol\n\nand appeared to be under the legal age.                Seeing Klaucke's friends\n\nwith beers in hand, Officer Daly did just that.                   He approached the\n\ngroup and asked each member if he or she was over 21 years old.\n\n\n\n                                          -3-\n\fWhen they all answered that they were, Officer Daly asked them to\n\nproduce identification to confirm their age.               The other members of\n\nKlaucke's group complied immediately.\n\n            Klaucke alone refused to hand over his ID.                He told the\n\nofficer that he was 21 years old and had done nothing wrong.                     He\n\nasserted    his   Fourth    Amendment     rights,    and    said    that   he   had\n\npreviously    spoken   to   a    lawyer   and   believed      that,    under    the\n\ncircumstances, he was not required to produce identification.\n\nOfficer Daly replied that he suspected Klaucke had alcohol in his\n\nbag and was under the legal age, and again demanded identification.\n\nKlaucke continued to refuse, and questioned the basis for the\n\nofficer's belief that he was carrying alcohol. This cavil back and\n\nforth continued, for no more than a few minutes, until Officer Daly\n\nstated     that   if   Klaucke      continued       to     refuse     to   produce\n\nidentification, Daly would assume Klaucke was underage and in\n\npossession of alcohol, arrest him, and figure out his age during\n\nthe booking process.            Klaucke promptly produced his driver's\n\nlicense, which verified that he was 21.\n\n            Officer Daly did not return the identification to Klaucke\n\nimmediately, as he had to Klaucke's more cooperative companions.\n\nRather, he kept the license while he relayed Klaucke's information\n\nto his dispatcher to confirm the validity of the license and\n\nperform a check for outstanding arrest warrants.                    Officer Daly\n\nexplains that, at the time, he suspected Klaucke may have had a\n\n\n\n                                      -4-\n\fwarrant out for his arrest given his adamant -- and, in Daly's\n\nview, inexplicable -- refusal to produce identification that would\n\nhave verified that he was 21.\n\n           After confirming that the license was real and that\n\nKlaucke had no outstanding warrants, Officer Daly returned the\n\nidentification and Klaucke and his friends went on their way.\n\nBetween two to eight minutes elapsed between the time Officer Daly\n\ntook Klaucke's license and the time he returned it.         The entire\n\nincident lasted no more than eighteen minutes.\n\n           B.   Procedural History\n\n           On August 23, 2007, Klaucke filed suit against Officer\n\nDaly in federal court, bringing claims under 42 U.S.C. § 1983 and\n\nthe Massachusetts Civil Rights Act, Mass. Gen. Laws ch. 12, § 11I.1\n\nThe gravamen of his complaint under both state and federal law was\n\nthat Officer Daly had violated his Fourth Amendment right to be\n\nfree from unreasonable search and detention when the officer\n\ndemanded   identification,   threatened   him   with   arrest,   briefly\n\nretained his license, and conducted the warrant search.          Klaucke\n\nalleged that Daly was without a reasonable basis to do any of these\n\nthings.\n\n\n1\n  Klaucke pled his state cause of action under Mass. Gen. Laws ch.\nch. 12, § 11H-1. Because Section 11H governs civil rights actions\nbrought by the Attorney General, and because Section 11H-1 does not\nexist, we assume, like the district court, that Klaucke meant to\nbring a claim pursuant to Section I, which creates a private cause\nof action for individuals alleging a deprivation of state or\nfederal constitutional freedoms.\n\n                                 -5-\n\f            Officer Daly moved for summary judgment and, after a\n\nhearing, the district court ruled from the bench that the officer's\n\nactions were supported by a reasonable suspicion that Klaucke was\n\na minor in possession of alcohol and that, as a result, no Fourth\n\nAmendment violation had occurred. The district court also held, in\n\nthe alternative, that even assuming for argument's sake there had\n\nbeen some violation of Klaucke's constitutional rights, Officer\n\nDaly was entitled to qualified immunity for his conduct as those\n\nrights were not clearly established at the time of the incident.\n\nThe court granted Officer Daly's motion for summary judgment.\n\n            Shortly thereafter, on January 13, 2009, the district\n\ncourt issued a brief written opinion to the same effect.               See\n\nKlaucke v. Daly, </pre><span class=\"citation\" data-id=\"2562313\"><a href=\"/opinion/2562313/klaucke-v-daly/\"><span class=\"volume\">592</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">222</span></a></span><pre class=\"inline\"> (D. Mass. 2009).          In it, the\n\ncourt articulated the facts supporting its conclusion that Officer\n\nDaly had reasonable suspicion to believe that Klaucke was a minor\n\nin   possession   of   alcohol   at     the   time   Daly   demanded   his\n\nidentification.   These facts were \"the nature of the area in which\n\n[Klaucke's group was] walking, . . . the time of day and particular\n\nholiday\" and, \"[o]f more importance[,] . . . the fact that the\n\nindividuals, especially Plaintiff, were of young appearance and\n\nthree of the five were openly carrying alcoholic beverages.\"           Id.\n\nat 224.    Final judgment was entered on the same day.        Klaucke now\n\nappeals.\n\n\n\n\n                                  -6-\n\f                             II.     Discussion\n\n            A.    Standard of Review\n\n            We review a district court's grant of summary judgment de\n\nnovo.   Insituform Techs., Inc. v. Am. Home Assurance Co., </pre><span class=\"citation no-link\"><span class=\"volume\">566</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">274</span></span><pre class=\"inline\">, 276 (1st Cir. 2009).            \"We will affirm entry of summary\n\njudgment if the record -- viewed in the light most favorable to the\n\nnonmoving party, including all reasonable inferences drawn in favor\n\nof the nonmoving party -- discloses no genuine issue of material\n\nfact, and the moving party is entitled to judgment as a matter of\n\nlaw.\"   Kunelius v. Town of Stow, </pre><span class=\"citation\" data-id=\"204106\"><a href=\"/opinion/204106/kunelius-v-town-of-stow/\"><span class=\"volume\">588</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 8-9 (1st Cir. 2009).\n\n\"We may affirm summary judgment on any ground manifest in the\n\nrecord.\"    Emhart Indus. Inc. v. Century Indem. Co., </pre><span class=\"citation no-link\"><span class=\"volume\">559</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">57</span></span><pre class=\"inline\">, 65\n\n(1st Cir. 2009).\n\n            B.    The Investigative Stop\n\n            Klaucke does not dispute that Officer Daly was permitted\n\nunder the Fourth Amendment to approach him and his companions,\n\ninquire as to their age, and request that they voluntarily produce\n\nidentification.      United States v. Young, </pre><span class=\"citation\" data-id=\"197172\"><a href=\"/opinion/197172/united-states-v-young/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 6 (1st Cir.\n\n1997) (\"Police may approach citizens in public spaces and ask them\n\nquestions    without    triggering     the   protections   of   the   Fourth\n\nAmendment.       Such police engagements need not find a basis in any\n\narticulable suspicion.\" (citations omitted)); see, e.g., Hiibel v.\n\nSixth Judicial Dist. Court of Nev., </pre><span class=\"citation\" data-id=\"136990\"><a href=\"/opinion/136990/hiibel-v-sixth-judicial-dist-court-of-nev-humboldt-cty/\"><span class=\"volume\">542</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">177</span></a></span><pre class=\"inline\">, 185 (2004)\n\n(\"Asking questions is an essential part of police investigations.\n\n\n                                      -7-\n\fIn the ordinary course a police officer is free to ask a person for\n\nidentification      without      implicating       the    Fourth    Amendment.\").\n\nInstead,    he     asserts     that    Officer     Daly    first      crossed   the\n\nconstitutional line when he \"seized\" Klaucke and \"demanded\" that he\n\nproduce identification.         Interactions such as this, which involve\n\nmore intrusive, investigative stops of an individual, fall within\n\nthe ambit of the familiar Terry line of cases.               See Terry v. Ohio,\n\n</pre><span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\"> (1968).\n\n            \"When conducting a Terry stop, a police officer may\n\nbriefly detain an individual for questioning if the officer has\n\n'reasonable suspicion supported by articulable facts that criminal\n\nactivity 'may be afoot.''\"            Schubert v. City of Springfield, </pre><span class=\"citation no-link\"><span class=\"volume\">589</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">496</span></span><pre class=\"inline\">, 501 (1st Cir. 2009) (quoting United States v. Sokolow,\n\n</pre><span class=\"citation\" data-id=\"112239\"><a href=\"/opinion/112239/united-states-v-sokolow/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 7 (1989)).           \"In determining whether a Terry stop is\n\njustified, our inquiry involves two steps, first, 'whether the\n\nofficer's action was justified at its inception,' and second,\n\n'whether it was reasonably related in scope to the circumstances\n\nwhich   justified       the   interference    in   the    first    place.'\"     Id.\n\n(quoting Terry, 392 U.S. at 20).\n\n            At the first step, \"reasonable suspicion\" requires the\n\nofficer    to    have   \"'a    particularized      and    objective    basis'   for\n\nsuspecting the person stopped of criminal activity.\" United States\n\nv. Wright, </pre><span class=\"citation\" data-id=\"204020\"><a href=\"/opinion/204020/united-states-v-wright/\"><span class=\"volume\">582</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">199</span></a></span><pre class=\"inline\">, 205 (1st Cir. 2009) (quoting Ornelas v.\n\nUnited States, </pre><span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">690</span></a></span><pre class=\"inline\">, 696 (1996)).                   This basis must be\n\n\n\n                                        -8-\n\f\"'grounded in specific and articulable facts,'\" and turns \"not on\n\nwhat the officer himself believed but, rather, on what a reasonable\n\nofficer in his position would have thought.\"          United States v.\n\nEspinoza, </pre><span class=\"citation\" data-id=\"202794\"><a href=\"/opinion/202794/united-states-v-espinoza/\"><span class=\"volume\">490</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></a></span><pre class=\"inline\">, 47 (1st Cir. 2007) (quoting United States v.\n\nHensley, </pre><span class=\"citation\" data-id=\"111294\"><a href=\"/opinion/111294/united-states-v-hensley/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">221</span></a></span><pre class=\"inline\">, 229 (1985)).2\n\n          At the next step, we look to whether the officer's\n\ninvestigative   measures    were   reasonably   calculated   to   uncover\n\nevidence of wrongdoing related to circumstances giving rise to the\n\nofficer's initial suspicions.      See Terry, 392 U.S. at 20.     There is\n\nno fixed guide to what police investigative measures are within the\n\nscope of a Terry stop; in all events, the touchstone is the\n\nreasonableness of the measures undertaken to quell or confirm the\n\nofficer's suspicions.      See, e.g., Hiibel, 542 U.S. at 188-89.\n\n          In this case, we agree with the district court that the\n\ncircumstances confronted by Officer Daly were more than sufficient\n\nto support a reasonable suspicion that Klaucke was a minor in\n\npossession of alcohol in violation of state law. Klaucke's age and\n\n2\n  Klaucke argues that summary judgment is inappropriate due to the\nexistence of factual disputes concerning why Officer Daly suspected\nKlaucke had alcoholic beverages in his bag. For example, Officer\nDaly explained in his deposition that he suspected Klaucke had\nalcohol only after seeing Klaucke attempt to conceal the bag, at\nwhich point Daly claims he saw a wine bottle protruding from the\ntop of the bag. Klaucke disputes these facts, but they are not\nmaterial. Rather, under Terry, we view the circumstances attending\nthe investigative stop through an objective lens, and therefore\nhave no need to resolve ancillary disputes rooted in allegations\nregarding the officer's actual, subjective beliefs, even if those\nbeliefs were mistaken. United States v. Ruidíaz, </pre><span class=\"citation\" data-id=\"203330\"><a href=\"/opinion/203330/united-states-v-ruidiaz/\"><span class=\"volume\">529</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span><pre class=\"inline\">, 29\n(1st Cir. 2008) (reasonable suspicion \"is not dependent on an\nindividual officer's subjective motives\").\n\n                                   -9-\n\fappearance more than justified the reasonable suspicion that he was\n\nunder 21 years old.        The district court found that Klaucke \"had an\n\nunusually youthful appearance even for his age,\" a determination\n\nwell    within   its   ken    and   supported     by   photographs   of     Klaucke\n\nappearing in the record.\n\n            Further, the circumstances confronted by Officer Daly at\n\nthe time of the stop amply justified the reasonable suspicion that\n\nKlaucke was in possession of alcohol.             Officer Daly was on patrol\n\nin an area well-known for undergraduate drinking.                       It was a\n\nSaturday    night      and,    moreover,   a    holiday    and   time      of   year\n\nparticularly associated with student partying.                Cf. United States\n\nv. Ortiz, </pre><span class=\"citation\" data-id=\"109312\"><a href=\"/opinion/109312/united-states-v-ortiz/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">891</span></a></span><pre class=\"inline\">, 897 (1975) (police officers may permissibly\n\n\"draw reasonable inferences from [the] facts in light of their\n\nknowledge of the area and their prior experience\").                  While these\n\nconsiderations may have been insufficient, without more, to arouse\n\nsuspicion in the eyes of a reasonable officer, taken together with\n\nthe undisputed fact that Klaucke was walking in a group in which\n\nhis    companions   were      openly   carrying    alcohol,    we   find    that   a\n\nreasonable officer standing in Officer Daly's shoes could have\n\nsuspected that the brown grocery bag Klaucke carried concealed\n\nalcoholic beverages.\n\n            Thus, we turn to whether the investigative measures\n\nundertaken by Officer Daly were reasonably related in scope to the\n\ncircumstances that first aroused his suspicion.                  Officer Daly's\n\n\n\n                                       -10-\n\fdemand for identification, plainly, was reasonably related to his\n\nsuspicion that Klaucke was underage.     Under the circumstances of\n\nthis case, the officer was not required to take Klaucke at his word\n\nthat he was 21.       Further, given Klaucke's initial refusal to\n\nproduce identification, it was not unreasonable for Officer Daly to\n\nquickly verify the license to confirm he had not been handed a\n\nfake.     It is well-known that college students often have doctored\n\nIDs which list them as older than they are, just so they can\n\ndrink.3\n\n             As for the warrant search, most circuits have held that\n\nan officer does not impermissibly expand the scope of a Terry stop\n\nby performing a background and warrant check, even where that\n\nsearch is unrelated to the circumstances that initially drew the\n\nofficer's attention. See, e.g., United States v. Kirksey, </pre><span class=\"citation\" data-id=\"797689\"><a href=\"/opinion/797689/united-states-v-gregory-kirksey/\"><span class=\"volume\">485</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">955</span></a></span><pre class=\"inline\">, 957 (7th Cir. 2007) (explaining that when an individual\n\n\"remains under suspicion for committing a crime, the officer can\n\n\n3\n    Klaucke suggests that he was \"coerced\" into producing his\nidentification by an unlawful threat of arrest.       Assuming for\nargument's sake that more than reasonable suspicion was required to\nthreaten arrest, we conclude that the totality of information known\nto Officer Daly at the time, including Klaucke's behavior in\nrefusing to produce his proof of age, was sufficient to allow\nOfficer Daly's reasonable suspicion to ripen into probable cause to\nbelieve that Klaucke had violated Mass. Gen. Laws ch. 138, sec.\n34C. See Acosta v. Ames Dep't Stores, Inc., </pre><span class=\"citation\" data-id=\"201253\"><a href=\"/opinion/201253/acosta-v-ames-dept-store/\"><span class=\"volume\">386</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span><pre class=\"inline\">, 11 (1st\nCir. 2004)(\"The test for probable cause [to support an arrest] does\nnot require the officers' conclusion to be ironclad, or even highly\nprobable. Their conclusion that probable cause exists need only be\nreasonable.\"). On these facts, the choice Officer Daly presented\nto Klaucke was a lawful and common sense response to an impasse of\nKlaucke's own creation.\n\n                                 -11-\n\ftake a reasonable amount of time to check for outstanding warrants\n\nor criminal history, even if the initial justification for the stop\n\nhad nothing to do with criminal history.\" (citing United States v.\n\nVillagrana-Flores, </pre><span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1269</span></span><pre class=\"inline\">, 1275-77 (10th Cir. 2006)); accord\n\nUnited States v. Cavitt, </pre><span class=\"citation\" data-id=\"64030\"><a href=\"/opinion/64030/united-states-v-cavitt/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">430</span></a></span><pre class=\"inline\">, 437 (5th Cir. 2008) (traffic\n\nstop); United States v. Long, </pre><span class=\"citation\" data-id=\"1424833\"><a href=\"/opinion/1424833/united-states-v-long/\"><span class=\"volume\">532</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">791</span></a></span><pre class=\"inline\">, 795 (8th Cir. 2008);\n\nUnited States v. Rusher, </pre><span class=\"citation\" data-id=\"584528\"><a href=\"/opinion/584528/united-states-v-david-lee-rusher-united-states-of-america-v-sarah-jean/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">868</span></a></span><pre class=\"inline\">, 876-77 (4th Cir. 1992).\n\n          We need not address whether warrant checks are always\n\npermissible in the normal course of a Terry stop.        Under the\n\ncircumstances here, Klaucke's refusal to produce a license that\n\nwould have alleviated the officer's stated concerns reasonably\n\nroused a suspicion that his non-cooperation was driven by other\n\nconsiderations, like an outstanding warrant for his arrest or other\n\ncriminal history, such as a prior arrest for underage drinking.\n\nCf. United States v. Sowers, </pre><span class=\"citation\" data-id=\"197788\"><a href=\"/opinion/197788/united-states-v-sowers/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span><pre class=\"inline\">, 27 (1st Cir. 1998)\n\n(police officer's \"shift in focus\" based on \"unfolding events\" in\n\ncourse of Terry stop was \"neither unusual nor impermissible\").   It\n\ntook less than eight minutes to perform both the license validity\n\nand warrant check.   We hold that these brief actions were within\n\nthe scope of conduct permissible under Terry.\n\n          Accordingly, on the undisputed facts, Klaucke has failed\n\nto show that Officer Daly violated any of his constitutional\n\nrights, and we therefore need not address independently the issue\n\n\n\n\n                               -12-\n\fof qualified immunity.   See, e.g., Holder v. Town of Sandown, </pre><span class=\"citation\" data-id=\"204049\"><a href=\"/opinion/204049/holder-v-town-of-sandown/\"><span class=\"volume\">585</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">500</span></a></span><pre class=\"inline\">, 508 (1st Cir. 2009).\n\n          Affirmed.\n\n\n\n\n                                 -13-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/64030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109312/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111294/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112239/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/136990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197788/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201253/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202794/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203330/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204020/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204049/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584528/",
    "http://www.courtlistener.com/api/rest/v3/opinions/797689/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1424833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2562313/"
  ]
}