{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/204163/",
  "absolute_url": "/opinion/204163/abrante-v-st-amand/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/204163/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:31:21Z",
  "date_modified": "2016-02-28T05:13:02.105022Z",
  "type": "010combined",
  "sha1": "c1afff32c24a1a4973bf3dd134162b6646c6496b",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-1020P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/02/03/Abrante_v._St._Amand.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\nNo. 09-1020\n\n                             TITO ABRANTE,\n\n                        Petitioner, Appellant,\n\n                                  v.\n\n                   PETER ST. AMAND, SUPERINTENDENT,\n                        M.C.I. CEDAR JUNCTION,\n\n                         Respondent, Appellee.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                   FOR THE DISTRICT OF MASSACHUSETTS\n\n             [Hon. William G. Young, U.S. District Judge]\n\n\n\n                                Before\n\n                          Lynch, Chief Judge,\n                         Stahl, Circuit Judge,\n                    and DiClerico,* District Judge.\n\n\n\n     Victoria L. Nadel, by Appointment of the Court, for appellant.\n     Anne Marie Thomas, Assistant Attorney General, with whom\nMartha Coakley, Attorney General, and Lincoln S. Jalelian,\nAssistant Attorney General, were on brief for appellee.\n\n\n\n                           February 3, 2010\n\n\n\n\n     *\n         Of the District of New Hampshire, sitting by designation.\n\f            STAHL, Circuit Judge.          Petitioner Tito Abrante seeks\n\nhabeas review of his 2002 Massachusetts state convictions.            The\n\ndistrict court orally denied Abrante's habeas petition but granted\n\na certificate of appealability as to all issues.            We affirm the\n\ndistrict court's denial of habeas relief.\n\n                                      I.\n\n            We relate the facts of the underlying crime as they were\n\nfound by the Massachusetts Appeals Court (\"MAC\"), supplemented with\n\nother record facts that are consistent with the state court's\n\nfindings.    See Lynch v. Ficco, 438 F.3d 35, 39 (1st Cir. 2006).\n\nUnder AEDPA, we must \"'accept the state court findings of fact\n\nunless [Abrante] convinces us, by clear and convincing evidence,\n\nthat they are in error.'\"      Id. (quoting McCambridge v. Hall, 303\n\nF.3d 24, 26 (1st Cir. 2002) (en banc)); 28 U.S.C. §§ 2254(d)(2) and\n\n(e)(1).\n\n            In the early morning of December 23, 2000, a series of\n\narmed   robberies   was   committed    in    Springfield,   Massachusetts.\n\nAbrante's nephew, Fernando Perez, robbed three victims at gunpoint\n\nand shot and critically injured a fourth, an off-duty police\n\nofficer, while attempting to rob him.            Abrante drove Perez in\n\nAbrante's car from robbery to robbery.          He also conceived of the\n\ncrime spree and provided Perez with a gun.\n\n            Both Perez and Abrante were arrested for the string of\n\nrobberies.   While Abrante was in jail, he told four inmates of his\n\n\n                                  -2-\n\finvolvement in the crimes.   These inmates eventually informed the\n\npolice of Abrante's admissions, and two of the inmates, Nelson\n\nMaldonado and Jesus Tolentino, testified at Abrante's trial.1   All\n\nfour of the inmates eventually received favorable dispositions of\n\ntheir cases.2\n\n           On April 11, 2002, a Massachusetts Superior Court jury\n\nconvicted Abrante of (i) three counts of armed robbery, (ii) four\n\ncounts of use of a firearm while committing a felony, (iii) armed\n\nassault with intent to murder, (iv) armed assault with intent to\n\nrob, (v) assault and battery by means of a dangerous weapon, and\n\n(vi) discharging a firearm within 500 feet of a dwelling.   The MAC\n\naffirmed the convictions, and the Supreme Judicial Court denied\n\nAbrante's application for further appellate review.   On April 20,\n\n2006, Abrante filed a motion for a new trial, which the trial judge\n\ndenied without a hearing.     The MAC affirmed the trial judge's\n\ndenial of the motion, and no further appellate review was granted.\n\n           Abrante filed his petition for habeas corpus on February\n\n4, 2008.   On December 9, 2008, the district court held a hearing\n\nand ruled from the bench in favor of respondent.      Abrante then\n\n\n\n\n     1\n      In addition, the government introduced ample corroborating\nevidence of Abrante's direct involvement in the crimes at issue.\n     2\n      The other inmate informants were Rodolofo Melendez and Miguel\nOyola. According to Abrante, Oyola was unable to make a formal\nstatement because of mental competence issues.\n\n                                -3-\n\ffiled an application for a certificate of appealability, which was\n\ngranted in its entirety.\n\n                                        II.\n\n              On appeal, Abrante makes the following four arguments:\n\n(1) the state established an agency relationship with the inmate\n\ninformants in violation of Abrante's Sixth and Fourteenth Amendment\n\nright to counsel; (2) Abrante's right to due process was violated\n\nby    the   admission    of   inmate    informant      testimony;    (3)   Abrante\n\nreceived ineffective assistance of trial counsel; and (4) the\n\nAntiterrorism and Effective Death Penalty Act of 1996 (\"AEDPA\"), 28\n\nU.S.C. § 2254, is unconstitutional on its face and as applied in\n\nthis case.\n\n              We review de novo the district court's decision to grant\n\nor deny habeas relief under AEDPA. O'Laughlin v. O'Brien, 568 F.3d\n\n287, 298 (1st Cir. 2009) (citing Healy v. Spencer, 453 F.3d 21, 25\n\n(1st Cir. 2006)).\n\n              The MAC previously adjudicated Abrante's first three\n\nfederal claims. AEDPA governs these claims and specifies different\n\nstandards of review for state court conclusions of law and findings\n\nof    fact.     Respecting     Abrante's      claims    that    challenge    legal\n\nconclusions, we may not grant his petition for habeas relief unless\n\nthe   state    court's   decision      \"was   contrary    to,   or   involved   an\n\nunreasonable application of, clearly established Federal law, as\n\ndetermined by the Supreme Court of the United States.\"                 28 U.S.C.\n\n\n\n                                        -4-\n\f§ 2254(d)(1).   As to Abrante's challenges to state court findings\n\nof fact, habeas relief is only appropriate when the state court's\n\ndecision \"was based on an unreasonable determination of the facts\n\nin light of the evidence presented in the State court proceeding.\"\n\n28 U.S.C. § 2254 (d)(2).   A state court adjudication is \"contrary\n\nto\" clearly established law if the court \"'applies a rule that\n\ncontradicts the governing law set forth' by the Supreme Court or\n\n'confronts a set of facts that are materially indistinguishable\n\nfrom a decision of [the Supreme Court] and nevertheless arrives at\n\na result different from [its] precedent.'\"     Gomes v. Brady, 564\n\nF.3d 532, 537 (1st Cir. 2009) (quoting Williams v. Taylor, 529 U.S.\n\n362, 405-06 (2000)) (alterations in Gomes).         An unreasonable\n\napplication of clearly established federal law occurs if the state\n\ncourt \"identifies the correct governing legal principle from the\n\nSupreme Court's then-current decisions but unreasonably applies\n\nthat principle to the facts of the prisoner's case.\"       Aspen v.\n\nBissonnette, 480 F.3d 571, 574 (1st Cir. 2007) (citing Horton v.\n\nAllen, 370 F.3d 75, 80 (1st Cir. 2004)).   Given this standard, \"the\n\nstate court's decision is not vulnerable unless it evinces some\n\nincrement of incorrectness beyond mere error.\"      Foxworth v. St.\n\nAmand, 570 F.3d 414, 425 (1st Cir. 2009) (citing McCambridge, 303\n\nF.3d at 36).    The state court's interpretation or application of\n\nfederal law must be \"objectively unreasonable.\" Furr v. Brady, 440\n\nF.3d 34, 37 (1st Cir. 2006) (citing Horton, 370 F.3d at 80).\n\n\n\n                                -5-\n\f                                    III.\n\nA. Violation of Right to Counsel Claim\n\n            Abrante first claims that the state established agency\n\nrelationships with inmate informants who then elicited admissions\n\nfrom him without the presence of counsel in violation of his Sixth\n\nand Fourteenth Amendment rights.           Abrante argues that the MAC's\n\nfinding that no agency relationship existed between the informants\n\nand the police before the informants heard his admissions was an\n\nunreasonable factual determination.            He also characterizes the\n\nMAC's finding as a violation of Supreme Court precedent.                   We\n\ndisagree.\n\n            We   first   address   Abrante's    argument   that   the   state\n\ncourt's decision was based on an unreasonable determination of the\n\nfacts.   In affirming the trial court's denial of Abrante's motion\n\nfor a new trial, the MAC found that Abrante had provided no\n\nevidence of any agreement between the inmate informants and police\n\nthat existed before the informants heard Abrante's admissions.\n\nCommonwealth v. Abrante, No. 06-P-898, 2007 WL 4180256, 876 N.E.2d\n\n1185, at *3 (Mass. App. Ct. Nov. 23, 2007) (table).3          Under AEDPA,\n\nwe presume these findings to be correct, and Abrante has not\n\n\n     3\n      The MAC appears to have been referring to all four\ninformants. Respondent argues that Abrante's argument applies only\nto the two testifying informants, but Abrante contends that because\nelicitation is the prohibited conduct that violates the Sixth\nAmendment, the argument is relevant to all four inmates.         We\nassume, without deciding, that the government's contact with all\nfour informants is properly at issue.\n\n                                    -6-\n\foffered      clear     and    convincing       evidence      that   would    lead    us   to\n\nconclude that they are unreasonable in light of the evidence\n\npresented      to     the    state    court.        28    U.S.C.    §§   2254(d)(2)       and\n\n2254(e)(1).4\n\n               Abrante       argues    that    Tolentino's      bail     reduction    from\n\n$100,000 to $500 and Tolentino's subsequent disappearance5 show\n\nthat       Tolentino    had    an     agreement      with    the    police   to     provide\n\ninformation against Abrante.                  The circumstances Abrante alleges,\n\nhowever, do not show that any agreement existed with the police\n\nbefore Tolentino heard Abrante's admissions about his crimes.\n\nEvidence       that    Tolentino       met    with       Springfield     Police     Officer\n\nJoselito Lozada on January 22, 2002, on matters which Abrante\n\nconcedes were unrelated to him, is not to the contrary.\n\n               As to Maldonado, Abrante offers nothing more than the\n\ncoincidence that Maldonado was moved to Abrante's cell in November\n\n2001, the same month that the United States Attorney declined to\n\nprosecute Maldonado after being informed that Maldonado would be\n\n\n       4\n      The issue that recently concerned the Supreme Court in Wood\nv. Allen, No. 08-9156, 2010 WL 173369 (Jan. 20, 2010), is not\npresented by this case. Id. at *8 (electing not to resolve \"how\nand when\" § 2254(e)(1)'s requirement that a petitioner rebut a\nstate court's presumptively correct factual determinations with\n\"clear and convincing evidence\" applies in challenges to state\ncourt findings of fact under § 2254(d)(2)). Abrante concedes in\nhis brief that he is obliged to establish by clear and convincing\nevidence that the presumptively correct state court findings were\nunreasonable.\n       5\n      The final notation in Tolentino's case docket indicates that\nhe may have been deported.\n\n                                              -7-\n\fprosecuted by the state. Abrante suggests that the timing of these\n\ntwo events as well as the timing of Perez's trial in that same\n\nmonth and subsequent police requests for information about Abrante\n\nfrom Maldonado \"suggests a particularly strong relationship of\n\nagency between the state and Maldonado.\" This is mere speculation.\n\n                 Abrante    also     argues    that    the   government   solicited\n\nevidence about Abrante from Maldonado, Tolentino, and Melendez, and\n\nthat       the   MAC's     finding    that     there   was   no   solicitation   was\n\nunreasonable.         First, we must note that the MAC did not make a\n\nfinding that there was no solicitation.                 It made no finding at all\n\non this point.        Rather, the court concluded that even if it were to\n\n\"assume, arguendo,\" that police had told the inmates that they were\n\nseeking information about Abrante, Abrante's claim that an agency\n\nrelationship existed would still fail.                 Abrante, 2007 WL 4180256,\n\nat *3.\n\n                 Abrante has not offered clear and convincing evidence of\n\nany contact between the government and the informants beyond that\n\ndescribed by the MAC,6 and he has similarly failed to demonstrate\n\n       6\n      Abrante's only evidence that police did anything other than\nask Maldonado and Melendez whether Abrante had already discussed\nhis case with them is the testimony of defense investigator Philip\nKass. Kass testified that Maldonado told him that police had told\nMaldonado that they could help him with his case if he would talk\nwith them about Abrante. But Kass also testified that Maldonado\ntold him this in English, without an interpreter, even though\nMaldonado indicated that he would be more comfortable with an\ninterpreter. This is not clear and convincing evidence sufficient\nto rebut the state court's finding that there was no agreement\nbetween the government and Maldonado before Maldonado heard\nAbrante's admissions.\n\n                                              -8-\n\fthat the MAC's legal conclusion was an unreasonable application of\n\nclearly established federal law.       A police officer's asking an\n\ninmate whether Abrante had already discussed his case with that\n\ninmate does not create an agency relationship that could implicate\n\nthe Sixth Amendment.   See, e.g., United States v. Taylor, 800 F.2d\n\n1012, 1016 (10th Cir. 1986) (holding that \"[i]n the absence of any\n\nexpress or implied quid pro quo underlying the relationship between\n\n[the informant] and the Government, and in the absence of any\n\ninstructions or directions by the Government,\" informant was not a\n\ngovernment agent).\n\n          We also reject Abrante's argument that the state court's\n\ndecision was a violation or unreasonable application of Supreme\n\nCourt precedent.     Abrante appears to argue that the state court\n\nunreasonably applied United States v. Henry, 447 U.S. 264 (1980),\n\nclaiming that the facts of this case are analogous.   In Henry, the\n\nSupreme Court held that the government violated the defendant's\n\nSixth Amendment right to counsel by soliciting a paid government\n\ninformant \"to be alert to any statements made\" by certain prisoners\n\nwith whom he was housed, including the defendant.      Id. at 266.\n\nAbrante argues that \"[j]ust as in Henry, inmates here, knowing what\n\nthe government sought to learn, initiated and held conversations\n\n\n\n     As for Tolentino, there is no evidence that police approached\nhim about Abrante's case.    The record reflects that after his\nJanuary 2002 meeting with Officer Lozada, Tolentino \"learned that\nthe police were looking for people to testify against [Abrante],\"\nbut it is unclear how he came by that information.\n\n                                 -9-\n\fwith Abrante in violation of the Sixth Amendment.\"                   But Abrante\n\nneglects the fact that in this case, unlike in Henry, there is no\n\nevidence     that     the    government     had      established   an     informant\n\nrelationship        with    the   inmates     that    pre-dated    the    inmates'\n\nconversations with Abrante.          See id. at 270 (informant was acting\n\nunder instructions as a paid informant for the government); see\n\nalso Maine v. Moulton, 474 U.S. 159, 163, 176-77 (1985).                   Here, as\n\ndiscussed above, the state court did not make such a finding, and\n\nAbrante has not offered clear and convincing evidence to the\n\ncontrary.7\n\nB. Due Process Claim\n\n             Abrante next argues that his right to due process was\n\nviolated when Tolentino and Maldonado were permitted to testify\n\ndespite alleged evidence that their testimony was untruthful.                    The\n\nMAC found that \"[Abrante's] assertion that the government knew that\n\nthe   informants      committed    perjury     is     mere   conjecture    and   not\n\nsupported by the evidence.\"            Abrante, 2007 WL 4180256, at *3.\n\n\n\n      7\n      Abrante makes an additional argument that the appeals court\nfurther engaged in an unreasonable application of clearly\nestablished federal law when it \"drew two diametrically opposed\nconclusions: either that this was a case where the police told\ninmates to 'keep their ears open' OR this was a case where the\nconversations occurred prior to any contact with police.\"\n(emphasis in original).    As discussed supra, the court did not\nreach a conclusion regarding whether police told the informants\nthat they were seeking information about Abrante. Moreover, it is\nunclear how a court could engage in an unreasonable application of\nclearly established federal law merely by assuming a fact for the\nsake of argument.\n\n                                       -10-\n\fAbrante   has    failed   to   demonstrate   that   this   conclusion   was\n\nobjectively unreasonable.\n\n           The governing law in this area, as set forth by the\n\nSupreme Court in Napue v. Illinois, 360 U.S. 264 (1959), is that\n\nthe government may not knowingly use false evidence, including\n\nfalse testimony, to obtain a conviction.            Id. at 269.   Abrante\n\nargues that the MAC unreasonably applied Napue, but this argument\n\nmust fail.8     Abrante engages in a series of speculations in support\n\nof his view that Tolentino and Maldonado gave false testimony,9 but\n\n     8\n      Abrante also claims that the MAC's decision was contrary to\nArizona v. Fulminante, 499 U.S. 279 (1991), but as he has offered\nno explanation as to why that case applies to these facts, we\nconsider this argument waived. See United States v. Zannino, 895\nF.2d 1, 17 (1st Cir. 1990).\n     9\n      Abrante claims that the evidence in the state court\nproceedings failed to establish a trusting relationship between\nAbrante and the informants, despite the fact that they were housed\nin close proximity. He then states that some of the informants\nspoke of a fear of Abrante and concludes, \"[l]ogically, if they\nfeared him, they did not share his confidence and they would not\nhave spent time alone with him.\"\n     Abrante also notes that none of the informants testified in\nFernando Perez's trial in November 2001. He speculates that their\nfailure to come forward prior to Perez's trial is an indication\nthat they fabricated confessions after learning that the government\nwanted information about Abrante.\n     Additionally, Abrante suggests that the testimony was false\nbecause, he claims, it did not match eyewitness accounts or the\ndefendant's own words.\n     Finally, Abrante claims that Maldonado and Tolentino's\ntestimony against Abrante was manufactured based on notes that\nMelendez made after his first conversation with police about\nAbrante. Melendez later turned these notes over to detectives.\nUnlike Melendez's subsequent statement, dated February 14, 2002,\nthese notes, dated January 24-26, were written in Spanish, and thus\npotentially readable by Tolentino and Maldonado, neither of whom\ncould read English.    Abrante claims that a phrase used by both\nTolentino and Maldonado at trial (\"kill that cabron\") came directly\n\n                                    -11-\n\fhe offers no evidence that would lead to the conclusion that the\n\ngovernment knew that the testimony was allegedly false.           Thus,\n\nAbrante has not met his burden of showing that the MAC's conclusion\n\nwas unreasonable.\n\n          Abrante appears to make two additional arguments under\n\nthe heading of his due process claim.         First, he argues that\n\nTolentino and Maldonado's testimony should have been excluded\n\nbecause it was significantly more prejudicial than probative and\n\nadmitting it rose to the level of a constitutional violation.\n\nSecond, Abrante notes, yet again, that the informants received\n\nfavorable treatment after providing evidence in his case.        Abrante\n\nappears to be arguing, though he does not articulate the argument,\n\nthat the government violated his due process rights by failing to\n\ndisclose the extent of the rewards which the informants actually\n\nobtained for their testimony.\n\n          As to the first argument, Abrante is challenging the\n\napplication   of    a   state   evidentiary   rule,   and   in   habeas\n\njurisdiction, our review of such challenges is severely limited.\n\n\"To be a constitutional violation, a state evidentiary error must\n\n\n\nfrom Melendez's notes.     According to Abrante, the notes were\nproduced in discovery, and available to Tolentino and Maldonado.\nHowever, it is not clear from the record that either Tolentino or\nMaldonado ever saw these notes.      Maldonado testified that he\nneither looked at any of the paperwork from Abrante's case, nor did\nAbrante read any of it to him. Tolentino testified that Abrante\nshowed him Melendez's \"statement,\" but it is unclear whether he was\nreferring to the English statement of February 14, 2002, or the\nSpanish notes of January 24-26.\n\n                                  -12-\n\fso infuse the trial with inflammatory prejudice that it renders a\n\nfair trial impossible.\"         Petrillo v. O'Neill, 428 F.3d 41, 44 n.2\n\n(1st Cir. 2005) (citing Subilosky v. Callahan, 689 F.2d 7, 10 (1st\n\nCir. 1982)). Given the probative value of Abrante's admissions, as\n\nwell as the extensive cross-examination of the informants conducted\n\nby Abrante's trial counsel, we see little to indicate that the\n\ninformants'   testimony        so    infused   the    trial    with    inflammatory\n\nprejudice as to render a fair trial impossible.\n\n           As to the second argument, the MAC found that Abrante's\n\ntrial counsel extensively cross-examined the testifying informants\n\nas to the favorable treatment that they hoped to receive in\n\nexchange for their testimony. See Abrante, 2007 WL 4180256, at *3.\n\nThe court also found that the government did not fail to disclose\n\nevidence of bias.       Id.     This was not an unreasonable conclusion,\n\nand Abrante has not produced clear and convincing evidence of any\n\npromises or rewards provided by the government to the informants\n\nbefore they testified.\n\nC. Ineffective Assistance Claim\n\n           Abrante      next    argues     that      he   received      ineffective\n\nassistance of counsel at trial.                The MAC rejected this claim,\n\nstating the \"[n]o ineffective assistance can arise if the trial\n\nlawyer did not commit any errors,\" and then found that Abrante's\n\ntrial   counsel   was    not        ineffective      as   he   did    not   overlook\n\nmeritorious arguments.         Abrante, 2007 WL 4180256, at *4.\n\n\n\n                                        -13-\n\f            To prevail on an ineffective assistance claim, a criminal\n\ndefendant must demonstrate both: (1) deficiency -- that trial\n\ncounsel's      performance      \"fell    below      an    objective        standard      of\n\nreasonableness\"; and (2) prejudice -- that \"there is a reasonable\n\nprobability that, but for counsel's unprofessional errors, the\n\nresult of the proceeding would have been different.\" Strickland v.\n\nWashington, 466 U.S. 668, 688, 694 (1984).                 A lawyer's performance\n\nis considered deficient \"only where, given the facts known at the\n\ntime,   counsel's      choice    was    so    patently      unreasonable          that    no\n\ncompetent attorney would have made it.\"                    Knight v. Spencer, 447\n\nF.3d 6, 15 (1st Cir. 2006) (internal quotations omitted).\n\n            Because Abrante's ineffective assistance claim is subject\n\nto   AEDPA's    deferential     standard       of   review,       he   must      not    only\n\nestablish counsel's ineffectiveness under Strickland, but must also\n\ndemonstrate     that    the   state     court's       denial    of     his      claim    was\n\nobjectively unreasonable.         Abrante cannot meet this burden.\n\n            Abrante     asserts     three      grounds      for      his       ineffective\n\nassistance     claim:   (1)     counsel      should      have   filed      a    motion    to\n\nsuppress inmate informant testimony on Sixth Amendment grounds; (2)\n\ncounsel should have filed a motion to exclude the statements of\n\nTolentino      and   Maldonado     based      on    \"Massachusetts             evidentiary\n\nstandard 403 and due process concerns\"; and (3) counsel should have\n\nargued \"important issues related to joint venture.\"\n\n\n\n\n                                        -14-\n\f          Abrante does not argue the first two grounds; rather, he\n\nrefers to the previous two sections of his brief and the arguments\n\nmade therein, which we have discussed supra.   As Abrante does not\n\nattempt to explain how counsel's failure to file either of the two\n\nmotions meets the Strickland standard for deficiency and prejudice,\n\nwe could consider the argument waived, Zannino, 895 F.2d at 17, but\n\nin any event, our prior discussion disposes of these two issues.\n\n          Abrante's third contention pertains to the admission of\n\nPerez's confession at Abrante's trial as a statement in furtherance\n\nof their joint venture.    Abrante argues that trial counsel was\n\nineffective for failing to \"address the lack of an evidentiary\n\nstandard\" for joint venturers' statements in Massachusetts when he\n\nmoved to exclude the statement.   Specifically, Abrante appears to\n\nargue, as he did to the MAC, that once Perez's statement was\n\nadmitted as reliable, trial counsel should have challenged Perez's\n\nreliability as a declarant.\n\n          Notably, Abrante challenged the admission of Perez's\n\nstatement in his direct appeal, and the MAC affirmed its admission.\n\nCommonwealth v. Abrante, No. 03-P-651, 2004 WL 2480390, 817 N.E.2d\n\n339, at *4 (Mass. App. Ct. Nov. 4, 2004) (table).    Abrante again\n\nchallenged the admission of the statement in his collateral appeal,\n\nspecifically arguing that it lacked reliability, and the appeals\n\ncourt again rejected his claim, finding that there was no need for\n\n\n\n\n                               -15-\n\fan independent showing of reliability.       Abrante, 2007 WL 4180256,\n\nat *4.\n\n          Abrante's counsel could not have rendered ineffective\n\nassistance   in   failing   to    address   alleged   errors    of   state\n\nevidentiary law that were either non-prejudicial or nonexistent.\n\nKnight, 447 F.3d at 16.          Therefore, Abrante's counsel was not\n\nineffective for failing to challenge the reliability of Perez's\n\nstatement.\n\nD. Challenge to AEDPA's Constitutionality\n\n          Finally, Abrante argues that AEDPA violates his right to\n\npetition the government for redress of grievances under the First\n\nAmendment by preventing federal review of constitutional issues of\n\nfirst impression decided by state courts.\n\n          Abrante premises this argument on his claim that the\n\nconstitutional issues presented in his habeas petition are issues\n\nof first impression.    This assertion is incorrect.           The issues\n\nraised by Abrante fall well within the bounds of established\n\nSupreme Court precedent, and, as we have held, \"[t]he Constitution\n\nis not offended when lower federal courts are prevented from\n\nsubstituting for that of a state court their judgment as to\n\nreasonable application of Supreme Court precedent.\"             Evans v.\n\nThompson, 518 F.3d 1, 8 (1st Cir. 2008).\n\n          Thus, the issues Abrante raises do not present us with\n\nthe opportunity to consider his constitutional challenge to AEDPA.\n\n\n\n                                   -16-\n\f                                 IV.\n\n          For the foregoing reasons, we affirm the district court's\n\ndenial of the habeas petition.\n\n          Affirmed.\n\n\n\n\n                                 -17-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">             United States Court of Appeals\n                        For the First Circuit\n\nNo. 09-1020\n\n                             TITO ABRANTE,\n\n                        Petitioner, Appellant,\n\n                                  v.\n\n                   PETER ST. AMAND, SUPERINTENDENT,\n                        M.C.I. CEDAR JUNCTION,\n\n                         Respondent, Appellee.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                   FOR THE DISTRICT OF MASSACHUSETTS\n\n             [Hon. William G. Young, U.S. District Judge]\n\n\n\n                                Before\n\n                          Lynch, Chief Judge,\n                         Stahl, Circuit Judge,\n                    and DiClerico,* District Judge.\n\n\n\n     Victoria L. Nadel, by Appointment of the Court, for appellant.\n     Anne Marie Thomas, Assistant Attorney General, with whom\nMartha Coakley, Attorney General, and Lincoln S. Jalelian,\nAssistant Attorney General, were on brief for appellee.\n\n\n\n                           February 3, 2010\n\n\n\n\n     *\n         Of the District of New Hampshire, sitting by designation.\n\f            STAHL, Circuit Judge.          Petitioner Tito Abrante seeks\n\nhabeas review of his 2002 Massachusetts state convictions.            The\n\ndistrict court orally denied Abrante's habeas petition but granted\n\na certificate of appealability as to all issues.            We affirm the\n\ndistrict court's denial of habeas relief.\n\n                                      I.\n\n            We relate the facts of the underlying crime as they were\n\nfound by the Massachusetts Appeals Court (\"MAC\"), supplemented with\n\nother record facts that are consistent with the state court's\n\nfindings.    See Lynch v. Ficco, </pre><span class=\"citation\" data-id=\"202062\"><a href=\"/opinion/202062/lynch-v-ficco/\"><span class=\"volume\">438</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">35</span></a></span><pre class=\"inline\">, 39 (1st Cir. 2006).\n\nUnder AEDPA, we must \"'accept the state court findings of fact\n\nunless [Abrante] convinces us, by clear and convincing evidence,\n\nthat they are in error.'\"      Id. (quoting McCambridge v. Hall, </pre><span class=\"citation\" data-id=\"200144\"><a href=\"/opinion/200144/mccambridge-v-hall/\"><span class=\"volume\">303</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span><pre class=\"inline\">, 26 (1st Cir. 2002) (en banc)); 28 U.S.C. §§ 2254(d)(2) and\n\n(e)(1).\n\n            In the early morning of December 23, 2000, a series of\n\narmed   robberies   was   committed    in    Springfield,   Massachusetts.\n\nAbrante's nephew, Fernando Perez, robbed three victims at gunpoint\n\nand shot and critically injured a fourth, an off-duty police\n\nofficer, while attempting to rob him.            Abrante drove Perez in\n\nAbrante's car from robbery to robbery.          He also conceived of the\n\ncrime spree and provided Perez with a gun.\n\n            Both Perez and Abrante were arrested for the string of\n\nrobberies.   While Abrante was in jail, he told four inmates of his\n\n\n                                  -2-\n\finvolvement in the crimes.   These inmates eventually informed the\n\npolice of Abrante's admissions, and two of the inmates, Nelson\n\nMaldonado and Jesus Tolentino, testified at Abrante's trial.1   All\n\nfour of the inmates eventually received favorable dispositions of\n\ntheir cases.2\n\n           On April 11, 2002, a Massachusetts Superior Court jury\n\nconvicted Abrante of (i) three counts of armed robbery, (ii) four\n\ncounts of use of a firearm while committing a felony, (iii) armed\n\nassault with intent to murder, (iv) armed assault with intent to\n\nrob, (v) assault and battery by means of a dangerous weapon, and\n\n(vi) discharging a firearm within 500 feet of a dwelling.   The MAC\n\naffirmed the convictions, and the Supreme Judicial Court denied\n\nAbrante's application for further appellate review.   On April 20,\n\n2006, Abrante filed a motion for a new trial, which the trial judge\n\ndenied without a hearing.     The MAC affirmed the trial judge's\n\ndenial of the motion, and no further appellate review was granted.\n\n           Abrante filed his petition for habeas corpus on February\n\n4, 2008.   On December 9, 2008, the district court held a hearing\n\nand ruled from the bench in favor of respondent.      Abrante then\n\n\n\n\n     1\n      In addition, the government introduced ample corroborating\nevidence of Abrante's direct involvement in the crimes at issue.\n     2\n      The other inmate informants were Rodolofo Melendez and Miguel\nOyola. According to Abrante, Oyola was unable to make a formal\nstatement because of mental competence issues.\n\n                                -3-\n\ffiled an application for a certificate of appealability, which was\n\ngranted in its entirety.\n\n                                        II.\n\n              On appeal, Abrante makes the following four arguments:\n\n(1) the state established an agency relationship with the inmate\n\ninformants in violation of Abrante's Sixth and Fourteenth Amendment\n\nright to counsel; (2) Abrante's right to due process was violated\n\nby    the   admission    of   inmate    informant      testimony;    (3)   Abrante\n\nreceived ineffective assistance of trial counsel; and (4) the\n\nAntiterrorism and Effective Death Penalty Act of 1996 (\"AEDPA\"), 28\n\nU.S.C. § 2254, is unconstitutional on its face and as applied in\n\nthis case.\n\n              We review de novo the district court's decision to grant\n\nor deny habeas relief under AEDPA. O'Laughlin v. O'Brien, </pre><span class=\"citation\" data-id=\"203863\"><a href=\"/opinion/203863/olaughlin-v-obrien/\"><span class=\"volume\">568</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">287</span></a></span><pre class=\"inline\">, 298 (1st Cir. 2009) (citing Healy v. Spencer, </pre><span class=\"citation\" data-id=\"202282\"><a href=\"/opinion/202282/healy-v-spencer/\"><span class=\"volume\">453</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span><pre class=\"inline\">, 25\n\n(1st Cir. 2006)).\n\n              The MAC previously adjudicated Abrante's first three\n\nfederal claims. AEDPA governs these claims and specifies different\n\nstandards of review for state court conclusions of law and findings\n\nof    fact.     Respecting     Abrante's      claims    that    challenge    legal\n\nconclusions, we may not grant his petition for habeas relief unless\n\nthe   state    court's   decision      \"was   contrary    to,   or   involved   an\n\nunreasonable application of, clearly established Federal law, as\n\ndetermined by the Supreme Court of the United States.\"                 28 U.S.C.\n\n\n\n                                        -4-\n\f§ 2254(d)(1).   As to Abrante's challenges to state court findings\n\nof fact, habeas relief is only appropriate when the state court's\n\ndecision \"was based on an unreasonable determination of the facts\n\nin light of the evidence presented in the State court proceeding.\"\n\n28 U.S.C. § 2254 (d)(2).   A state court adjudication is \"contrary\n\nto\" clearly established law if the court \"'applies a rule that\n\ncontradicts the governing law set forth' by the Supreme Court or\n\n'confronts a set of facts that are materially indistinguishable\n\nfrom a decision of [the Supreme Court] and nevertheless arrives at\n\na result different from [its] precedent.'\"     Gomes v. Brady, </pre><span class=\"citation\" data-id=\"203808\"><a href=\"/opinion/203808/gomes-v-brady/\"><span class=\"volume\">564</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">532</span></a></span><pre class=\"inline\">, 537 (1st Cir. 2009) (quoting Williams v. Taylor, </pre><span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">362</span></a></span><pre class=\"inline\">, 405-06 (2000)) (alterations in Gomes).         An unreasonable\n\napplication of clearly established federal law occurs if the state\n\ncourt \"identifies the correct governing legal principle from the\n\nSupreme Court's then-current decisions but unreasonably applies\n\nthat principle to the facts of the prisoner's case.\"       Aspen v.\n\nBissonnette, </pre><span class=\"citation\" data-id=\"202666\"><a href=\"/opinion/202666/aspen-v-bissonette/\"><span class=\"volume\">480</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">571</span></a></span><pre class=\"inline\">, 574 (1st Cir. 2007) (citing Horton v.\n\nAllen, </pre><span class=\"citation\" data-id=\"201031\"><a href=\"/opinion/201031/horton-v-allen/\"><span class=\"volume\">370</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span><pre class=\"inline\">, 80 (1st Cir. 2004)).   Given this standard, \"the\n\nstate court's decision is not vulnerable unless it evinces some\n\nincrement of incorrectness beyond mere error.\"      Foxworth v. St.\n\nAmand, </pre><span class=\"citation no-link\"><span class=\"volume\">570</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">414</span></span><pre class=\"inline\">, 425 (1st Cir. 2009) (citing McCambridge, 303\n\nF.3d at 36).    The state court's interpretation or application of\n\nfederal law must be \"objectively unreasonable.\" Furr v. Brady, </pre><span class=\"citation\" data-id=\"202084\"><a href=\"/opinion/202084/furr-v-brady/\"><span class=\"volume\">440</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span><pre class=\"inline\">, 37 (1st Cir. 2006) (citing Horton, 370 F.3d at 80).\n\n\n\n                                -5-\n\f                                    III.\n\nA. Violation of Right to Counsel Claim\n\n            Abrante first claims that the state established agency\n\nrelationships with inmate informants who then elicited admissions\n\nfrom him without the presence of counsel in violation of his Sixth\n\nand Fourteenth Amendment rights.           Abrante argues that the MAC's\n\nfinding that no agency relationship existed between the informants\n\nand the police before the informants heard his admissions was an\n\nunreasonable factual determination.            He also characterizes the\n\nMAC's finding as a violation of Supreme Court precedent.                   We\n\ndisagree.\n\n            We   first   address   Abrante's    argument   that   the   state\n\ncourt's decision was based on an unreasonable determination of the\n\nfacts.   In affirming the trial court's denial of Abrante's motion\n\nfor a new trial, the MAC found that Abrante had provided no\n\nevidence of any agreement between the inmate informants and police\n\nthat existed before the informants heard Abrante's admissions.\n\nCommonwealth v. Abrante, No. 06-P-898, </pre><span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">4180256</span></span><pre class=\"inline\">, </pre><span class=\"citation no-link\"><span class=\"volume\">876</span> <span class=\"reporter\">N.E.2d</span>\n\n<span class=\"page\">1185</span></span><pre class=\"inline\">, at *3 (Mass. App. Ct. Nov. 23, 2007) (table).3          Under AEDPA,\n\nwe presume these findings to be correct, and Abrante has not\n\n\n     3\n      The MAC appears to have been referring to all four\ninformants. Respondent argues that Abrante's argument applies only\nto the two testifying informants, but Abrante contends that because\nelicitation is the prohibited conduct that violates the Sixth\nAmendment, the argument is relevant to all four inmates.         We\nassume, without deciding, that the government's contact with all\nfour informants is properly at issue.\n\n                                    -6-\n\foffered      clear     and    convincing       evidence      that   would    lead    us   to\n\nconclude that they are unreasonable in light of the evidence\n\npresented      to     the    state    court.        28    U.S.C.    §§   2254(d)(2)       and\n\n2254(e)(1).4\n\n               Abrante       argues    that    Tolentino's      bail     reduction    from\n\n$100,000 to $500 and Tolentino's subsequent disappearance5 show\n\nthat       Tolentino    had    an     agreement      with    the    police   to     provide\n\ninformation against Abrante.                  The circumstances Abrante alleges,\n\nhowever, do not show that any agreement existed with the police\n\nbefore Tolentino heard Abrante's admissions about his crimes.\n\nEvidence       that    Tolentino       met    with       Springfield     Police     Officer\n\nJoselito Lozada on January 22, 2002, on matters which Abrante\n\nconcedes were unrelated to him, is not to the contrary.\n\n               As to Maldonado, Abrante offers nothing more than the\n\ncoincidence that Maldonado was moved to Abrante's cell in November\n\n2001, the same month that the United States Attorney declined to\n\nprosecute Maldonado after being informed that Maldonado would be\n\n\n       4\n      The issue that recently concerned the Supreme Court in Wood\nv. Allen, No. 08-9156, </pre><span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">173369</span></span><pre class=\"inline\"> (Jan. 20, 2010), is not\npresented by this case. Id. at *8 (electing not to resolve \"how\nand when\" § 2254(e)(1)'s requirement that a petitioner rebut a\nstate court's presumptively correct factual determinations with\n\"clear and convincing evidence\" applies in challenges to state\ncourt findings of fact under § 2254(d)(2)). Abrante concedes in\nhis brief that he is obliged to establish by clear and convincing\nevidence that the presumptively correct state court findings were\nunreasonable.\n       5\n      The final notation in Tolentino's case docket indicates that\nhe may have been deported.\n\n                                              -7-\n\fprosecuted by the state. Abrante suggests that the timing of these\n\ntwo events as well as the timing of Perez's trial in that same\n\nmonth and subsequent police requests for information about Abrante\n\nfrom Maldonado \"suggests a particularly strong relationship of\n\nagency between the state and Maldonado.\" This is mere speculation.\n\n                 Abrante    also     argues    that    the   government   solicited\n\nevidence about Abrante from Maldonado, Tolentino, and Melendez, and\n\nthat       the   MAC's     finding    that     there   was   no   solicitation   was\n\nunreasonable.         First, we must note that the MAC did not make a\n\nfinding that there was no solicitation.                 It made no finding at all\n\non this point.        Rather, the court concluded that even if it were to\n\n\"assume, arguendo,\" that police had told the inmates that they were\n\nseeking information about Abrante, Abrante's claim that an agency\n\nrelationship existed would still fail.                 Abrante, </pre><span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">4180256</span></span><pre class=\"inline\">,\n\nat *3.\n\n                 Abrante has not offered clear and convincing evidence of\n\nany contact between the government and the informants beyond that\n\ndescribed by the MAC,6 and he has similarly failed to demonstrate\n\n       6\n      Abrante's only evidence that police did anything other than\nask Maldonado and Melendez whether Abrante had already discussed\nhis case with them is the testimony of defense investigator Philip\nKass. Kass testified that Maldonado told him that police had told\nMaldonado that they could help him with his case if he would talk\nwith them about Abrante. But Kass also testified that Maldonado\ntold him this in English, without an interpreter, even though\nMaldonado indicated that he would be more comfortable with an\ninterpreter. This is not clear and convincing evidence sufficient\nto rebut the state court's finding that there was no agreement\nbetween the government and Maldonado before Maldonado heard\nAbrante's admissions.\n\n                                              -8-\n\fthat the MAC's legal conclusion was an unreasonable application of\n\nclearly established federal law.       A police officer's asking an\n\ninmate whether Abrante had already discussed his case with that\n\ninmate does not create an agency relationship that could implicate\n\nthe Sixth Amendment.   See, e.g., United States v. Taylor, </pre><span class=\"citation\" data-id=\"475849\"><a href=\"/opinion/475849/united-states-v-anthony-taylor/\"><span class=\"volume\">800</span> <span class=\"reporter\">F.2d</span>\n\n<span class=\"page\">1012</span></a></span><pre class=\"inline\">, 1016 (10th Cir. 1986) (holding that \"[i]n the absence of any\n\nexpress or implied quid pro quo underlying the relationship between\n\n[the informant] and the Government, and in the absence of any\n\ninstructions or directions by the Government,\" informant was not a\n\ngovernment agent).\n\n          We also reject Abrante's argument that the state court's\n\ndecision was a violation or unreasonable application of Supreme\n\nCourt precedent.     Abrante appears to argue that the state court\n\nunreasonably applied United States v. Henry, </pre><span class=\"citation\" data-id=\"110300\"><a href=\"/opinion/110300/united-states-v-henry/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">264</span></a></span><pre class=\"inline\"> (1980),\n\nclaiming that the facts of this case are analogous.   In Henry, the\n\nSupreme Court held that the government violated the defendant's\n\nSixth Amendment right to counsel by soliciting a paid government\n\ninformant \"to be alert to any statements made\" by certain prisoners\n\nwith whom he was housed, including the defendant.      Id. at 266.\n\nAbrante argues that \"[j]ust as in Henry, inmates here, knowing what\n\nthe government sought to learn, initiated and held conversations\n\n\n\n     As for Tolentino, there is no evidence that police approached\nhim about Abrante's case.    The record reflects that after his\nJanuary 2002 meeting with Officer Lozada, Tolentino \"learned that\nthe police were looking for people to testify against [Abrante],\"\nbut it is unclear how he came by that information.\n\n                                 -9-\n\fwith Abrante in violation of the Sixth Amendment.\"                   But Abrante\n\nneglects the fact that in this case, unlike in Henry, there is no\n\nevidence     that     the    government     had      established   an     informant\n\nrelationship        with    the   inmates     that    pre-dated    the    inmates'\n\nconversations with Abrante.          See id. at 270 (informant was acting\n\nunder instructions as a paid informant for the government); see\n\nalso Maine v. Moulton, </pre><span class=\"citation\" data-id=\"111546\"><a href=\"/opinion/111546/maine-v-moulton/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">159</span></a></span><pre class=\"inline\">, 163, 176-77 (1985).                   Here, as\n\ndiscussed above, the state court did not make such a finding, and\n\nAbrante has not offered clear and convincing evidence to the\n\ncontrary.7\n\nB. Due Process Claim\n\n             Abrante next argues that his right to due process was\n\nviolated when Tolentino and Maldonado were permitted to testify\n\ndespite alleged evidence that their testimony was untruthful.                    The\n\nMAC found that \"[Abrante's] assertion that the government knew that\n\nthe   informants      committed    perjury     is     mere   conjecture    and   not\n\nsupported by the evidence.\"            Abrante, </pre><span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">4180256</span></span><pre class=\"inline\">, at *3.\n\n\n\n      7\n      Abrante makes an additional argument that the appeals court\nfurther engaged in an unreasonable application of clearly\nestablished federal law when it \"drew two diametrically opposed\nconclusions: either that this was a case where the police told\ninmates to 'keep their ears open' OR this was a case where the\nconversations occurred prior to any contact with police.\"\n(emphasis in original).    As discussed supra, the court did not\nreach a conclusion regarding whether police told the informants\nthat they were seeking information about Abrante. Moreover, it is\nunclear how a court could engage in an unreasonable application of\nclearly established federal law merely by assuming a fact for the\nsake of argument.\n\n                                       -10-\n\fAbrante   has    failed   to   demonstrate   that   this   conclusion   was\n\nobjectively unreasonable.\n\n           The governing law in this area, as set forth by the\n\nSupreme Court in Napue v. Illinois, </pre><span class=\"citation\" data-id=\"105912\"><a href=\"/opinion/105912/napue-v-illinois/\"><span class=\"volume\">360</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">264</span></a></span><pre class=\"inline\"> (1959), is that\n\nthe government may not knowingly use false evidence, including\n\nfalse testimony, to obtain a conviction.            Id. at 269.   Abrante\n\nargues that the MAC unreasonably applied Napue, but this argument\n\nmust fail.8     Abrante engages in a series of speculations in support\n\nof his view that Tolentino and Maldonado gave false testimony,9 but\n\n     8\n      Abrante also claims that the MAC's decision was contrary to\nArizona v. Fulminante, </pre><span class=\"citation\" data-id=\"112566\"><a href=\"/opinion/112566/arizona-v-fulminante/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">279</span></a></span><pre class=\"inline\"> (1991), but as he has offered\nno explanation as to why that case applies to these facts, we\nconsider this argument waived. See United States v. Zannino, </pre><span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span>\n<span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 17 (1st Cir. 1990).\n     9\n      Abrante claims that the evidence in the state court\nproceedings failed to establish a trusting relationship between\nAbrante and the informants, despite the fact that they were housed\nin close proximity. He then states that some of the informants\nspoke of a fear of Abrante and concludes, \"[l]ogically, if they\nfeared him, they did not share his confidence and they would not\nhave spent time alone with him.\"\n     Abrante also notes that none of the informants testified in\nFernando Perez's trial in November 2001. He speculates that their\nfailure to come forward prior to Perez's trial is an indication\nthat they fabricated confessions after learning that the government\nwanted information about Abrante.\n     Additionally, Abrante suggests that the testimony was false\nbecause, he claims, it did not match eyewitness accounts or the\ndefendant's own words.\n     Finally, Abrante claims that Maldonado and Tolentino's\ntestimony against Abrante was manufactured based on notes that\nMelendez made after his first conversation with police about\nAbrante. Melendez later turned these notes over to detectives.\nUnlike Melendez's subsequent statement, dated February 14, 2002,\nthese notes, dated January 24-26, were written in Spanish, and thus\npotentially readable by Tolentino and Maldonado, neither of whom\ncould read English.    Abrante claims that a phrase used by both\nTolentino and Maldonado at trial (\"kill that cabron\") came directly\n\n                                    -11-\n\fhe offers no evidence that would lead to the conclusion that the\n\ngovernment knew that the testimony was allegedly false.           Thus,\n\nAbrante has not met his burden of showing that the MAC's conclusion\n\nwas unreasonable.\n\n          Abrante appears to make two additional arguments under\n\nthe heading of his due process claim.         First, he argues that\n\nTolentino and Maldonado's testimony should have been excluded\n\nbecause it was significantly more prejudicial than probative and\n\nadmitting it rose to the level of a constitutional violation.\n\nSecond, Abrante notes, yet again, that the informants received\n\nfavorable treatment after providing evidence in his case.        Abrante\n\nappears to be arguing, though he does not articulate the argument,\n\nthat the government violated his due process rights by failing to\n\ndisclose the extent of the rewards which the informants actually\n\nobtained for their testimony.\n\n          As to the first argument, Abrante is challenging the\n\napplication   of    a   state   evidentiary   rule,   and   in   habeas\n\njurisdiction, our review of such challenges is severely limited.\n\n\"To be a constitutional violation, a state evidentiary error must\n\n\n\nfrom Melendez's notes.     According to Abrante, the notes were\nproduced in discovery, and available to Tolentino and Maldonado.\nHowever, it is not clear from the record that either Tolentino or\nMaldonado ever saw these notes.      Maldonado testified that he\nneither looked at any of the paperwork from Abrante's case, nor did\nAbrante read any of it to him. Tolentino testified that Abrante\nshowed him Melendez's \"statement,\" but it is unclear whether he was\nreferring to the English statement of February 14, 2002, or the\nSpanish notes of January 24-26.\n\n                                  -12-\n\fso infuse the trial with inflammatory prejudice that it renders a\n\nfair trial impossible.\"         Petrillo v. O'Neill, </pre><span class=\"citation\" data-id=\"792352\"><a href=\"/opinion/792352/augustine-petrillo-v-stephen-oneill/\"><span class=\"volume\">428</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></a></span><pre class=\"inline\">, 44 n.2\n\n(1st Cir. 2005) (citing Subilosky v. Callahan, </pre><span class=\"citation\" data-id=\"409105\"><a href=\"/opinion/409105/joseph-a-subilosky-v-william-callahan-superintendent-mci-massachusetts/\"><span class=\"volume\">689</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span><pre class=\"inline\">, 10 (1st\n\nCir. 1982)). Given the probative value of Abrante's admissions, as\n\nwell as the extensive cross-examination of the informants conducted\n\nby Abrante's trial counsel, we see little to indicate that the\n\ninformants'   testimony        so    infused   the    trial    with    inflammatory\n\nprejudice as to render a fair trial impossible.\n\n           As to the second argument, the MAC found that Abrante's\n\ntrial counsel extensively cross-examined the testifying informants\n\nas to the favorable treatment that they hoped to receive in\n\nexchange for their testimony. See Abrante, </pre><span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">4180256</span></span><pre class=\"inline\">, at *3.\n\nThe court also found that the government did not fail to disclose\n\nevidence of bias.       Id.     This was not an unreasonable conclusion,\n\nand Abrante has not produced clear and convincing evidence of any\n\npromises or rewards provided by the government to the informants\n\nbefore they testified.\n\nC. Ineffective Assistance Claim\n\n           Abrante      next    argues     that      he   received      ineffective\n\nassistance of counsel at trial.                The MAC rejected this claim,\n\nstating the \"[n]o ineffective assistance can arise if the trial\n\nlawyer did not commit any errors,\" and then found that Abrante's\n\ntrial   counsel   was    not        ineffective      as   he   did    not   overlook\n\nmeritorious arguments.         Abrante, </pre><span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">4180256</span></span><pre class=\"inline\">, at *4.\n\n\n\n                                        -13-\n\f            To prevail on an ineffective assistance claim, a criminal\n\ndefendant must demonstrate both: (1) deficiency -- that trial\n\ncounsel's      performance      \"fell    below      an    objective        standard      of\n\nreasonableness\"; and (2) prejudice -- that \"there is a reasonable\n\nprobability that, but for counsel's unprofessional errors, the\n\nresult of the proceeding would have been different.\" Strickland v.\n\nWashington, </pre><span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span><pre class=\"inline\">, 688, 694 (1984).                 A lawyer's performance\n\nis considered deficient \"only where, given the facts known at the\n\ntime,   counsel's      choice    was    so    patently      unreasonable          that    no\n\ncompetent attorney would have made it.\"                    Knight v. Spencer, </pre><span class=\"citation\" data-id=\"202184\"><a href=\"/opinion/202184/knight-v-spencer/\"><span class=\"volume\">447</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span><pre class=\"inline\">, 15 (1st Cir. 2006) (internal quotations omitted).\n\n            Because Abrante's ineffective assistance claim is subject\n\nto   AEDPA's    deferential     standard       of   review,       he   must      not    only\n\nestablish counsel's ineffectiveness under Strickland, but must also\n\ndemonstrate     that    the   state     court's       denial    of     his      claim    was\n\nobjectively unreasonable.         Abrante cannot meet this burden.\n\n            Abrante     asserts     three      grounds      for      his       ineffective\n\nassistance     claim:   (1)     counsel      should      have   filed      a    motion    to\n\nsuppress inmate informant testimony on Sixth Amendment grounds; (2)\n\ncounsel should have filed a motion to exclude the statements of\n\nTolentino      and   Maldonado     based      on    \"Massachusetts             evidentiary\n\nstandard 403 and due process concerns\"; and (3) counsel should have\n\nargued \"important issues related to joint venture.\"\n\n\n\n\n                                        -14-\n\f          Abrante does not argue the first two grounds; rather, he\n\nrefers to the previous two sections of his brief and the arguments\n\nmade therein, which we have discussed supra.   As Abrante does not\n\nattempt to explain how counsel's failure to file either of the two\n\nmotions meets the Strickland standard for deficiency and prejudice,\n\nwe could consider the argument waived, Zannino, 895 F.2d at 17, but\n\nin any event, our prior discussion disposes of these two issues.\n\n          Abrante's third contention pertains to the admission of\n\nPerez's confession at Abrante's trial as a statement in furtherance\n\nof their joint venture.    Abrante argues that trial counsel was\n\nineffective for failing to \"address the lack of an evidentiary\n\nstandard\" for joint venturers' statements in Massachusetts when he\n\nmoved to exclude the statement.   Specifically, Abrante appears to\n\nargue, as he did to the MAC, that once Perez's statement was\n\nadmitted as reliable, trial counsel should have challenged Perez's\n\nreliability as a declarant.\n\n          Notably, Abrante challenged the admission of Perez's\n\nstatement in his direct appeal, and the MAC affirmed its admission.\n\nCommonwealth v. Abrante, No. 03-P-651, </pre><span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">2480390</span></span><pre class=\"inline\">, </pre><span class=\"citation no-link\"><span class=\"volume\">817</span> <span class=\"reporter\">N.E.2d</span>\n\n<span class=\"page\">339</span></span><pre class=\"inline\">, at *4 (Mass. App. Ct. Nov. 4, 2004) (table).    Abrante again\n\nchallenged the admission of the statement in his collateral appeal,\n\nspecifically arguing that it lacked reliability, and the appeals\n\ncourt again rejected his claim, finding that there was no need for\n\n\n\n\n                               -15-\n\fan independent showing of reliability.       Abrante, </pre><span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">4180256</span></span><pre class=\"inline\">,\n\nat *4.\n\n          Abrante's counsel could not have rendered ineffective\n\nassistance   in   failing   to    address   alleged   errors    of   state\n\nevidentiary law that were either non-prejudicial or nonexistent.\n\nKnight, 447 F.3d at 16.          Therefore, Abrante's counsel was not\n\nineffective for failing to challenge the reliability of Perez's\n\nstatement.\n\nD. Challenge to AEDPA's Constitutionality\n\n          Finally, Abrante argues that AEDPA violates his right to\n\npetition the government for redress of grievances under the First\n\nAmendment by preventing federal review of constitutional issues of\n\nfirst impression decided by state courts.\n\n          Abrante premises this argument on his claim that the\n\nconstitutional issues presented in his habeas petition are issues\n\nof first impression.    This assertion is incorrect.           The issues\n\nraised by Abrante fall well within the bounds of established\n\nSupreme Court precedent, and, as we have held, \"[t]he Constitution\n\nis not offended when lower federal courts are prevented from\n\nsubstituting for that of a state court their judgment as to\n\nreasonable application of Supreme Court precedent.\"             Evans v.\n\nThompson, </pre><span class=\"citation\" data-id=\"203246\"><a href=\"/opinion/203246/evans-v-thompson/\"><span class=\"volume\">518</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 8 (1st Cir. 2008).\n\n          Thus, the issues Abrante raises do not present us with\n\nthe opportunity to consider his constitutional challenge to AEDPA.\n\n\n\n                                   -16-\n\f                                 IV.\n\n          For the foregoing reasons, we affirm the district court's\n\ndenial of the habeas petition.\n\n          Affirmed.\n\n\n\n\n                                 -17-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105912/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110300/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111546/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112566/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145122/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200144/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202062/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202084/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202184/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202282/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202666/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203808/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203863/",
    "http://www.courtlistener.com/api/rest/v3/opinions/409105/",
    "http://www.courtlistener.com/api/rest/v3/opinions/475849/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792352/"
  ]
}