{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/205664/",
  "absolute_url": "/opinion/205664/erlich-v-ouellette-labonte-roberge-and-allen/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/205664/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-28T20:28:09Z",
  "date_modified": "2016-04-26T06:51:56.978335Z",
  "type": "010combined",
  "sha1": "4afaf15f8b9a5149bfd0a5cdc71bea9cd6082d5d",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/10-1160P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2011/02/28/Erlich_v._Ouellette_LaBonte_Roberge.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\nNo. 10-1160\n\n      MARK ERLICH, as Chairman of the Board of Trustees of\n            The New England Carpenters Pension Fund,\n\n                      Plaintiff, Appellant,\n\n                               v.\n\n          OUELLETTE, LABONTE, ROBERGE AND ALLEN, P.A.;\n             S.R. THOMAS ACTUARIAL ASSOCIATES, INC.,\n\n                     Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                    FOR THE DISTRICT OF MAINE\n\n           [Hon. D. Brock Hornby, U.S. District Judge]\n\n\n                             Before\n\n                       Lynch, Chief Judge,\n               Boudin and Howard, Circuit Judges.\n\n\n\n     James Francis Grosso, with whom O'Reilly Grosso & Gross P.C.\nwas on brief, for appellant.\n     James M. Bowie, with whom Thompson & Bowie, LLP was on brief,\nfor appellee Ouellette, Labonte, Roberge and Allen, P.A.\n     John D. Gleason, with whom Curtis Thaxter was on brief, for\nappellee S.R. Thomas Actuarial Associates, Inc.\n\n\n                        February 28, 2011\n\f            HOWARD, Circuit Judge.           In this diversity action, we\n\ndecide when a pension fund's state-law causes of action against an\n\nauditor and an actuary accrued, thus triggering Maine's six-year\n\nstatute of limitations.      Me. Rev. Stat. tit. 14, § 752 (2003).           The\n\ndistrict court determined that they accrued at the time of injury\n\nand   on   that   basis   dismissed   the    complaints   in   this   case   as\n\nuntimely.     Plaintiff New England Carpenters Pension Fund (the\n\n\"Fund\"), invoking Maine’s so-called discovery rule, contends that\n\nthey did not accrue until its injury was or should have been\n\ndiscovered. Defendants Ouellette, Labonte, Roberge and Allen, P.A.\n\n(\"Ouellette\")       and   S.R.   Thomas      Actuarial    Associates,    Inc.\n\n(\"Thomas\"), however, say that a discovery rule is unavailable.\n\nAfter review, we affirm based on Maine law.\n\nI.    BACKGROUND1\n\n            The Fund is the surviving entity of a 2006 merger between\n\ntwo predecessor pension funds.              Shortly after the merger, the\n\nFund's auditor tested a random sample of pension calculations and\n\ndiscovered that certain pensions paid by one of its predecessors\n\nhad been calculated incorrectly.          The Fund then checked all of its\n\npredecessor's pension calculations between 1973 and 2005.                That\n\nexercise revealed overpayments totaling more than $3.5 million.\n\n\n\n       1\n      We accept the Fund's well-pleaded facts as true, drawing all\nreasonable inferences in its favor.     Local 791, United Food &\nCommercial Workers Union v. Shaw's Supermarkets, Inc., 507 F.3d 43,\n46 (1st Cir. 2007).\n\n                                      -2-\n\f            In 2009, the Fund brought two separate but identical\n\nsuits against Ouellette and Thomas -- the auditor and actuary,\n\nrespectively, for the Fund's predecessor -- in federal district\n\ncourt in Maine.      Invoking the court's diversity jurisdiction, the\n\nFund asserted common-law claims for breach of contract, negligence,\n\nand professional malpractice stemming from Thomas's miscalculation\n\nof   pension    payments   and    Ouellette's    failure       to   test   those\n\ncalculations    in   accordance    with    Generally    Accepted     Accounting\n\nPrinciples.    After filing an answer, Ouellette moved to dismiss on\n\nseveral grounds, including timeliness. In a bench ruling following\n\noral argument on Ouellette's motion, the court dismissed the Fund's\n\ncomplaint as time-barred to the extent that it sought damages\n\nbefore 2003 (six years before suit was filed in 2009).\n\n            Two months later the court convened a conference call\n\nthat included counsel for parties in both cases.                    The parties\n\nagreed that the court's bench ruling in the Ouellette case applied\n\nequally to the Fund's case against Thomas.              Further, the Fund's\n\ncounsel informed the court that alleged damages for the two-year\n\nperiod that was not time-barred (between 2003 and 2005), even if\n\naggregated in both cases, did not satisfy the diversity statute's\n\namount-in-controversy requirement.          See 28 U.S.C. 1332(a) (2006).\n\nAt   the   court's   suggestion,    the    parties     filed    a   stipulation\n\nconcerning     the   points   addressed     in   conference.         The   court\n\n\n\n\n                                     -3-\n\fthereafter entered judgment in favor of both Ouellette and Thomas.\n\nThis appeal followed.2\n\nII.   DISCUSSION\n\n           The Fund argues that its claims against Ouellette and\n\nThomas did not accrue until it discovered the overpayments in 2006.\n\nAccording to the Fund, Maine courts apply a discovery rule -- as\n\nopposed to a date-of-injury rule -- when ascertaining the accrual\n\nof claims against fiduciaries and others in whom confidence, a\n\nspecial term under Maine law, is reposed.   Auditors and actuaries,\n\nthe Fund argues, fit that bill because their financial skill set\n\nfar exceeds that of their clientele: here, a board that consisted\n\nlargely of craftsmen.    And it was that disparity, not a lack of\n\ndiligence, that prevented the Fund from discovering its injury\n\n\n\n\n      2\n      The Fund's brief indicates in passing that one of its\ntrustees resides in the State of Maine. That could present a\nproblem because, for diversity purposes, Ouellette is a citizen of\nMaine, and a trust -- which we presume the Fund to be –- is in some\ncases a citizen of whatever states its trustees are citizens of.\nNavarro Sav. Ass'n v. Lee, 446 U.S. 458, 464 (1980); Appleyard v.\nDouglass, 141 F.3d 1149, 1998 WL 104680, at *2 (1st Cir. 1998)\n(unpublished table decision) (dicta); accord May Dept. Stores Co.\nv. Fed. Ins. Co., 305 F.3d 597, 599 (7th Cir. 2002) (involving a\npension fund). But the Fund's complaints reveal that each trustee\nwas diverse as to each defendant at the time these suits commenced,\nso our jurisdiction is secure. Cf. Freeport-McMoRan, Inc. v. K N\nEnergy, Inc., 498 U.S. 426, 428 (1991) (per curiam) (\"Diversity\njurisdiction, once established, is not defeated by the addition of\na nondiverse party to the action.\").\n\n\n                                -4-\n\funtil the limitations period had expired for almost the entire\n\nperiod of alleged wrongdoing.3\n\n           Our standard of review is plenary.   Local 791, 507 F.3d\n\nat 46.   “Where, as here, the dismissal is grounded on a statute of\n\nlimitations, we will affirm only if the record, construed in the\n\nlight most flattering to the pleader, leaves no plausible basis for\n\nbelieving that the claim may be timely.” Gonzalez Figueroa v. J.C.\n\nPenney Puerto Rico, Inc., 568 F.3d 313, 318 (1st Cir. 2009) (citing\n\nBell Atl. Corp. v. Twombly, 550 U.S. 544, 555-56 (2007)).4\n\n           Civil actions in Maine, with exceptions not relevant\n\nhere, are subject to a six-year limitations period that begins to\n\nrun when \"the cause of action accrues.\"   Me. Rev. Stat. tit. 14, §\n\n752 (2003).   The statute does not define accrual; however, Maine\n\n\n\n     3\n      The Fund does not allege fraudulent concealment or proceed on\na theory of equitable estoppel in support of tolling the running of\nsection 752. See Me. Rev. Stat. tit. 14, § 859 (2003) (in cases of\nfraudulent concealment, action \"may be commenced at any time within\n6 years after the person entitled thereto discovers that he has\njust cause of action\"); Nuccio v. Nuccio, 673 A.2d 1331, 1334 (Me.\n1996) (equitable estoppel bars defendant from invoking the defense\nof the statute of limitations).\n     4\n      As noted, Ouellette answered the complaint before moving for\ndismissal.   Although that sequence is not contemplated by the\nrules, see Fed. R. Civ. P. 12(b), we have treated such motions as\nthough they were motions for judgment on the pleadings under Fed.\nR. Civ. P. 12(c). Aponte-Torres v. Univ. of P.R., 445 F.3d 50, 54\n(1st Cir. 2006); see generally 5B Charles Alan Wright, Arthur R.\nMiller & Edward H. Cooper, Federal Practice & Procedure § 1357 (3d\ned. 2004) (collecting cases). Because the standards for evaluating\nboth motions are essentially the same, Remexcel Managerial\nConsultants, Inc. v. Arlequin, 583 F.3d 45, 49 (1st Cir. 2009), it\nhas no impact on our review.\n\n                                 -5-\n\fcourts generally consider an action accrued \"when a plaintiff\n\nreceived   a   judicially      recognizable    injury,\"     McLaughlin     v.\n\nSuperintending Sch. Comm. of Lincolnville, 832 A.2d 782, 788 (Me.\n\n2003) (quoting Johnston v. Dow & Coulombe Inc., 686 A.2d 1064,\n\n1065-66 (Me. 1996)), no matter when the injury was discovered.\n\nSee, e.g., Bozzuto v. Ouellette, 408 A.2d 697, 699 (Me. 1979) (the\n\nplaintiff's \"ignorance of defendant's misfeasance for about seven\n\nyears does nothing by itself to prevent the running of the statute\n\nof limitations\").   Thus, a contract claim \"accrues at the time of\n\nbreach,\" Dunelawn Owners' Ass'n v. Gendreau, 750 A.2d 591, 595 (Me.\n\n2000), and a tort claim \"accrues when 'the plaintiff sustains harm\n\nto a protected interest.'\"       McLaughlin, 832 A.2d at 788 (quoting\n\nJohnston, 686 A.2d at 1066); see also Williams v. Ford Motor Co.,\n\n342 A.2d 712, 714 (Me. 1975) (tort claim accrues at \"the point at\n\nwhich a wrongful act produces an injury for which a potential\n\nplaintiff is entitled to seek judicial vindication\").\n\n           Sometimes   Maine    courts    consider   that   an   action   has\n\naccrued \"when the injury is discovered rather than when the injury\n\nwas incurred.\"   McLaughlin, 832 A.2d at 788.         But such cases are\n\nfew and are limited to discrete areas.        For example, in Anderson v.\n\nNeal, the Maine high court applied a discovery rule in an attorney\n\nmalpractice action \"based on an allegedly negligent title search.\"\n\n428 A.2d 1189, 1192 (Me. 1981).            The court reached the same\n\nconclusion in an action against a medical doctor for \"foreign-\n\n\n                                    -6-\n\fobject surgical malpractice,\" Myrick v. James, 444 A.2d 987, 996\n\n(Me.   1982),       and   later     extended       that       logic    in    an    action     for\n\n\"diagnostic malpractice,\" Bolton v. Caine, 541 A.2d 924, 926 (Me.\n\n1988).     It established a similar rule in actions seeking redress\n\nfor asbestos-related injuries.                 Cf. Bernier v. Raymark Indus.,\n\nInc., 516 A.2d 534, 544 (Me. 1986) (stating, in answer to a\n\ncertified question, that asbestos actions may proceed under Maine\n\nlaw    even        though       \"diseases     did     not        manifest          themselves\"\n\nimmediately).             See     generally     Johnston,             686    A.2d       at   1066\n\n(identifying the \"discrete areas\" subject to a discovery rule).\n\n              More recently, in Nevin v. Union Trust Company, the court\n\napplied a discovery rule to claims against a fiduciary providing\n\nfinancial management services.                 726 A.2d 694, 699 (Me. 1999).\n\nThere, a bank with significant management responsibilities over a\n\nclient's      assets      improperly    executed          a    series       of    transactions\n\ndesigned      to    reduce      potential     estate          taxes.        Id.    at    696-97.\n\nFollowing the client's death years later, the Internal Revenue\n\nService disallowed benefits and imposed costly penalties on the\n\nclient's estate.          Id. at 697.       Beneficiaries of the estate sued the\n\nbank; the trial court dismissed the case as untimely, and the\n\nbeneficiaries appealed.              Id. at 698.              Referencing Anderson and\n\nMyrick, the court stated that it has departed from the date-of-\n\ninjury rule in favor of a discovery rule only when a fiduciary's\n\nacts or omissions prevented a party from discovering its cause of\n\n\n                                             -7-\n\faction.    Nevin, 726 A.2d at 699.              The facts in Nevin met that\n\nstandard because the bank -- beyond merely managing its client's\n\naccounts -- had assumed a fiduciary role.                  Id. at 699-70.\n\n           Here, the Fund cites no Maine decision, nor are we aware\n\nof any, that applies a discovery rule to claims against an auditor\n\nor an actuary.    Its argument relies instead on an analogy to Nevin.\n\nOf course, in Nevin the bank was a fiduciary; here, the Fund\n\nconcedes that Ouellette and Thomas were not.                   Because the Maine\n\nhigh   court     has    refused     to     extend     Nevin    to    non-fiduciary\n\nrelationships, Gendreau, 750 A.2d at 596 (\"Although the facts of\n\nthis case present a difficult to discover breach, the absence of a\n\nfiduciary relationship in these facts prevents the application of\n\nthe discovery rule.\") (citing Nevin, 726 A.2d at 699), the Fund's\n\nargument is foreclosed.\n\n           The     Fund      responds      that      its    predecessor      had   a\n\n\"confidential relationship\" with both Ouellette and Thomas, and\n\nthat Maine law recognizes fiduciary and confidential relationships\n\nas \"legal equivalents.\"           Ruebsamen v. Maddocks, 340 A.2d 31, 36\n\n(Me. 1975).    But a confidential relationship requires \"the actual\n\nplacing of trust and confidence in fact by one party in another and\n\na great disparity of position and influence between the parties to\n\nthe relation.\"         Id. at 35 (citing George T. Bogert, Trust and\n\nTrustees   §   482,     at   136-38      (2d   ed.   1960)).        We   discern   no\n\nallegations of the kind of diminished capacity or of the \"letting\n\n\n                                         -8-\n\fdown of all guards and bars\" that is implied by the use of the term\n\n\"disparity of position\" in this context.             See id.     Rather, the\n\ncomplaints describe arms-length, contractual arrangements between\n\nthe board of a sizable pension fund and professionals providing\n\nroutine, even mechanical, financial services.                 As the Fund's\n\ncounsel   correctly       acknowledged     at   oral        argument,   these\n\nrelationships were neither special nor unique.                  Other states\n\nrequire   more   before    elevating     actuaries    and    accountants   to\n\nfiduciary or other special status.5             Our survey leads us to\n\nconclude that Maine would too.      Cf. Stewart v. Machias Sav. Bank,\n\n762 A.2d 44, 46 (Me. 2000) (\"Standing alone, a creditor-debtor\n\nrelationship does not establish the existence of a confidential\n\nrelationship.\"); Reid v. Key Bank of S. Me., Inc., 821 F.2d 9, 17-\n\n18 (1st Cir. 1987) (holding, under Maine law, that \"the ordinary\n\n\n\n\n     5\n      See, e.g., Geo. Knight & Co. v. Watson Wyatt & Co., 170 F.3d\n210, 215-16 (1st Cir. 1999) (holding, under Massachusetts law, that\nan actuary did not occupy a position of trust and confidence with\nits client retirement plan in part because there was \"nothing in\nthe record to suggest that [the plan's] trust in [the actuary]\nresulted in its ceding control of [the plan's] management or assets\nto [the actuary]\"); Fleet Nat'l Bank v. H & D Entm't, Inc., 926 F.\nSupp. 226, 242 (D. Mass.), aff'd, 96 F.3d 532 (1st Cir. 1996)\n(stating that, in context of accountant-client relationship under\nMassachusetts law, \"the weight of legal precedent -- and common\nsense -- stands for the proposition that an accountant takes on\nfiduciary obligations only where he or she recommends transactions,\nstructures deals, and provides investment advice, such that he or\nshe exercises some managerial control over the assets in question,\"\nnot merely when \"tasks performed . . . were ministerial in nature\"\nand did not involve \"management advice\" or \"discretionary control\")\n(internal quotation marks, citations, and brackets omitted).\n\n                                   -9-\n\fbank/customer situation\" does not constitute a confidential relationship).\n\n            Applying a discovery rule in these circumstances would\n\nrepresent a significant step in expanding Maine law that we decline\n\nto take.      Departures from Maine's date-of-injury rule are rare.\n\nThey have involved careful balancing between competing interests of\n\nfairness    and   repose,     and    the   opinions   have   not   always    been\n\nunanimous.6       Moreover,    the    Maine   legislature    has   cabined    the\n\nholdings in both Anderson and Myrick and abrogated Bolton.7                    We\n\nthink further departures of this magnitude are best left to the\n\nstate.     See Douglas v. York County, 433 F.3d 143, 149, 153 (1st\n\nCir. 2005); see also Gill v. Gulfstream Park Racing Ass'n, Inc.,\n\n399 F.3d 391, 402 (1st Cir. 2005) (\"A federal court sitting in\n\ndiversity cannot be expected to create new doctrines expanding\n\nstate law.\"); Kassel v. Gannett Co., 875 F.2d 935, 950 (1st Cir.\n\n\n     6\n      Anderson, Myrick, and Bernier were decided by divided courts.\nSee Anderson, 428 A.2d at 1193 (Dufresne, J., dissenting); Myrick,\n444 A.2d at 1002 (Dufresne, J., dissenting); Bernier, 516 A.2d at\n544 (McKusick, J., dissenting).\n     7\n      See Me. Rev. Stat. tit. 14, § 753-B (2003) (actions against\nattorneys accrue on \"the date of the act or omission giving rise to\ninjury, not from the discovery of the malpractice, negligence or\nbreach of contract,\" except malpractice involving \"the rendering of\na real title opinion\"); Me. Rev. Stat. tit. 24, § 2902 (2003)\n(actions   against   health   care  providers   and   health   care\npractitioners \"accrue on the date of the act or omission giving\nrise to the injury,\" except \"where the cause of action is based\nupon the leaving of a foreign object in the body, in which case the\ncause of action shall accrue when the plaintiff discovers or\nreasonably should have discovered them\"). See generally Nevin, 726\nA.2d at 699 nn. 6-7 (describing legislative responses to Anderson\nand Myrick); Choroszy v. Tso, 647 A.2d 803, 806 & nn. 4-5 (Me.\n1994) (describing legislative responses to Myrick and Bolton).\n\n                                       -10-\n\f1989) (\"a diversity court must take state law as it finds it:   'not\n\nas it might conceivably be, some day; nor even as it should be.'\"\n\n(quoting Plummer v. Abbott Labs., 568 F. Supp. 920, 927 (D.R.I.\n\n1983))).\n\n           Affirmed.\n\n\n\n\n                               -11-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>637 F.3d 32 (2011)</b></center>\n<center><h1>Mark ERLICH, as Chairman of the Board of Trustees of The New England Carpenters Pension Fund, Plaintiff, Appellant,<br>\nv.<br>\nOUELLETTE, LABONTE, ROBERGE AND ALLEN, P.A.; S.R. Thomas Actuarial Associates, Inc., Defendants, Appellees.</h1></center>\n<center>No. 10-1160.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard November 4, 2010.</center>\n<center>Decided February 28, 2011.</center>\n<p><span class=\"star-pagination\">*33</span> James Francis Grosso, with whom O'Reilly Grosso &amp; Gross P.C. was on brief, for appellant.</p>\n<p>James M. Bowie, with whom Thompson &amp; Bowie, LLP was on brief, for appellee Ouellette, Labonte, Roberge and Allen, P.A.</p>\n<p>John D. Gleason, with whom Curtis Thaxter was on brief, for appellee S.R. Thomas Actuarial Associates, Inc.</p>\n<p>Before LYNCH, Chief Judge, BOUDIN and HOWARD, Circuit Judges.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>In this diversity action, we decide when a pension fund's state-law causes of action against an auditor and an actuary accrued, thus triggering Maine's six-year statute of limitations. Me.Rev.Stat. tit. 14, § 752 (2003). The district court determined that they accrued at the time of injury and on that basis dismissed the complaints in this case as untimely. Plaintiff New England Carpenters Pension Fund (the \"Fund\"), invoking Maine's so-called discovery rule, <span class=\"star-pagination\">*34</span> contends that they did not accrue until its injury was or should have been discovered. Defendants Ouellette, Labonte, Roberge and Allen, P.A. (\"Ouellette\") and S.R. Thomas Actuarial Associates, Inc. (\"Thomas\"), however, say that a discovery rule is unavailable. After review, we affirm based on Maine law.</p>\n<p></p>\n<h2>I. BACKGROUND<sup>[1]</sup></h2>\n<p>The Fund is the surviving entity of a 2006 merger between two predecessor pension funds. Shortly after the merger, the Fund's auditor tested a random sample of pension calculations and discovered that certain pensions paid by one of its predecessors had been calculated incorrectly. The Fund then checked all of its predecessor's pension calculations between 1973 and 2005. That exercise revealed overpayments totaling more than $3.5 million.</p>\n<p>In 2009, the Fund brought two separate but identical suits against Ouellette and Thomas  the auditor and actuary, respectively, for the Fund's predecessor  in federal district court in Maine. Invoking the court's diversity jurisdiction, the Fund asserted common-law claims for breach of contract, negligence, and professional malpractice stemming from Thomas's miscalculation of pension payments and Ouellette's failure to test those calculations in accordance with Generally Accepted Accounting Principles. After filing an answer, Ouellette moved to dismiss on several grounds, including timeliness. In a bench ruling following oral argument on Ouellette's motion, the court dismissed the Fund's complaint as time-barred to the extent that it sought damages before 2003 (six years before suit was filed in 2009).</p>\n<p>Two months later the court convened a conference call that included counsel for parties in both cases. The parties agreed that the court's bench ruling in the Ouellette case applied equally to the Fund's case against Thomas. Further, the Fund's counsel informed the court that alleged damages for the two-year period that was not time-barred (between 2003 and 2005), even if aggregated in both cases, did not satisfy the diversity statute's amount-in-controversy requirement. <i>See</i> 28 U.S.C. 1332(a) (2006). At the court's suggestion, the parties filed a stipulation concerning the points addressed in conference. The court thereafter entered judgment in favor of both Ouellette and Thomas. This appeal followed.<sup>[2]</sup></p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>The Fund argues that its claims against Ouellette and Thomas did not accrue until it discovered the overpayments in 2006. According to the Fund, Maine courts apply a discovery rule  as opposed <span class=\"star-pagination\">*35</span> to a date-of-injury rule  when ascertaining the accrual of claims against fiduciaries and others in whom confidence, a special term under Maine law, is reposed. Auditors and actuaries, the Fund argues, fit that bill because their financial skill set far exceeds that of their clientele: here, a board that consisted largely of craftsmen. And it was that disparity, not a lack of diligence, that prevented the Fund from discovering its injury until the limitations period had expired for almost the entire period of alleged wrongdoing.<sup>[3]</sup></p>\n<p>Our standard of review is plenary. <i>Local 791,</i> 507 F.3d at 46. \"Where, as here, the dismissal is grounded on a statute of limitations, we will affirm only if the record, construed in the light most flattering to the pleader, leaves no plausible basis for believing that the claim may be timely.\" <i>Gonzalez Figueroa v. J.C. Penney Puerto Rico, Inc.,</i> 568 F.3d 313, 318 (1st Cir.2009) (citing <i>Bell Atl. Corp. v. Twombly,</i> 550 U.S. 544, 555-56, 127 S.Ct. 1955, 167 L.Ed.2d 929 (2007)).<sup>[4]</sup></p>\n<p>Civil actions in Maine, with exceptions not relevant here, are subject to a six-year limitations period that begins to run when \"the cause of action accrues.\" Me.Rev.Stat. tit. 14, § 752 (2003). The statute does not define accrual; however, Maine courts generally consider an action accrued \"when a plaintiff received a judicially recognizable injury,\" <i>McLaughlin v. Superintending Sch. Comm. of Lincolnville,</i> 832 A.2d 782, 788 (Me.2003) (quoting <i>Johnston v. Dow &amp; Coulombe Inc.,</i> 686 A.2d 1064, 1065-66 (Me.1996)), no matter when the injury was discovered. <i>See, e.g., </i><i>Bozzuto v. Ouellette,</i> 408 A.2d 697, 699 (Me.1979) (the plaintiff's \"ignorance of defendant's misfeasance for about seven years does nothing by itself to prevent the running of the statute of limitations\"). Thus, a contract claim \"accrues at the time of breach,\" <i>Dunelawn Owners' Ass'n v. Gendreau,</i> 750 A.2d 591, 595 (Me.2000), and a tort claim \"accrues when `the plaintiff sustains harm to a protected interest.'\" <i>McLaughlin,</i> 832 A.2d at 788 (quoting <i>Johnston,</i> 686 A.2d at 1066); <i>see also </i><i>Williams v. Ford Motor Co.,</i> 342 A.2d 712, 714 (Me.1975) (tort claim accrues at \"the point at which a wrongful act produces an injury for which a potential plaintiff is entitled to seek judicial vindication\").</p>\n<p>Sometimes Maine courts consider that an action has accrued \"when the injury is discovered rather than when the injury was incurred.\" <i>McLaughlin,</i> 832 A.2d at 788. But such cases are few and are limited to discrete areas. For example, in <i>Anderson v. Neal,</i> the Maine high court applied a discovery rule in an attorney malpractice action \"based on an allegedly negligent title search.\" 428 A.2d 1189, <span class=\"star-pagination\">*36</span> 1192 (Me.1981). The court reached the same conclusion in an action against a medical doctor for \"foreign-object surgical malpractice,\" <i>Myrick v. James,</i> 444 A.2d 987, 996 (Me.1982), and later extended that logic in an action for \"diagnostic malpractice,\" <i>Bolton v. Caine,</i> 541 A.2d 924, 926 (Me.1988). It established a similar rule in actions seeking redress for asbestos-related injuries. <i>Cf. </i><i>Bernier v. Raymark Indus., Inc.,</i> 516 A.2d 534, 544 (Me.1986) (stating, in answer to a certified question, that asbestos actions may proceed under Maine law even though \"diseases did not manifest themselves\" immediately). <i>See generally </i><i>Johnston,</i> 686 A.2d at 1066 (identifying the \"discrete areas\" subject to a discovery rule).</p>\n<p>More recently, in <i>Nevin v. Union Trust Company,</i> the court applied a discovery rule to claims against a fiduciary providing financial management services. 726 A.2d 694, 699 (Me.1999). There, a bank with significant management responsibilities over a client's assets improperly executed a series of transactions designed to reduce potential estate taxes. <i>Id.</i> at 696-97. Following the client's death years later, the Internal Revenue Service disallowed benefits and imposed costly penalties on the client's estate. <i>Id.</i> at 697. Beneficiaries of the estate sued the bank; the trial court dismissed the case as untimely, and the beneficiaries appealed. <i>Id.</i> at 698. Referencing <i>Anderson</i> and <i>Myrick,</i> the court stated that it has departed from the date-of-injury rule in favor of a discovery rule only when a <i>fiduciary's</i> acts or omissions prevented a party from discovering its cause of action. <i>Nevin,</i> 726 A.2d at 699. The facts in <i>Nevin</i> met that standard because the bank  beyond merely managing its client's accounts  had assumed a fiduciary role. <i>Id.</i> at 699-70.</p>\n<p>Here, the Fund cites no Maine decision, nor are we aware of any, that applies a discovery rule to claims against an auditor or an actuary. Its argument relies instead on an analogy to <i>Nevin.</i> Of course, in <i>Nevin</i> the bank was a fiduciary; here, the Fund concedes that Ouellette and Thomas were not. Because the Maine high court has refused to extend <i>Nevin</i> to non-fiduciary relationships, <i>Gendreau,</i> 750 A.2d at 596 (\"Although the facts of this case present a difficult to discover breach, the absence of a fiduciary relationship in these facts prevents the application of the discovery rule.\") (citing <i>Nevin,</i> 726 A.2d at 699), the Fund's argument is foreclosed.</p>\n<p>The Fund responds that its predecessor had a \"confidential relationship\" with both Ouellette and Thomas, and that Maine law recognizes fiduciary and confidential relationships as \"legal equivalents.\" <i>Ruebsamen v. Maddocks,</i> 340 A.2d 31, 36 (Me. 1975). But a confidential relationship requires \"the actual placing of trust and confidence in fact by one party in another and a great disparity of position and influence between the parties to the relation.\" <i>Id.</i> at 35 (citing George T. Bogert, <i>Trust and Trustees</i> § 482, at 136-38 (2d ed. 1960)). We discern no allegations of the kind of diminished capacity or of the \"letting down of all guards and bars\" that is implied by the use of the term \"disparity of position\" in this context. <i>See id.</i> Rather, the complaints describe arms-length, contractual arrangements between the board of a sizable pension fund and professionals providing routine, even mechanical, financial services. As the Fund's counsel correctly acknowledged at oral argument, these relationships were neither special nor unique. Other states require more before elevating actuaries and accountants to fiduciary or other special status.<sup>[5]</sup> Our <span class=\"star-pagination\">*37</span> survey leads us to conclude that Maine would too. <i>Cf. </i><i>Stewart v. Machias Sav. Bank,</i> 762 A.2d 44, 46 (Me.2000) (\"Standing alone, a creditor-debtor relationship does not establish the existence of a confidential relationship.\"); <i>Reid v. Key Bank of S. Me., Inc.,</i> 821 F.2d 9, 17-18 (1st Cir.1987) (holding, under Maine law, that \"the ordinary bank/customer situation\" does not constitute a confidential relationship).</p>\n<p>Applying a discovery rule in these circumstances would represent a significant step in expanding Maine law that we decline to take. Departures from Maine's date-of-injury rule are rare. They have involved careful balancing between competing interests of fairness and repose, and the opinions have not always been unanimous.<sup>[6]</sup> Moreover, the Maine legislature has cabined the holdings in both <i>Anderson</i> and <i>Myrick</i> and abrogated <i>Bolton.</i><sup>[7]</sup> We think further departures of this magnitude are best left to the state. <i>See </i><i>Douglas v. York County,</i> 433 F.3d 143, 149, 153 (1st Cir.2005); <i>see also </i><i>Gill v. Gulfstream Park Racing Ass'n, Inc.,</i> 399 F.3d 391, 402 (1st Cir.2005) (\"A federal court sitting in diversity cannot be expected to create new doctrines expanding state law.\"); <i>Kassel v. Gannett Co.,</i> 875 F.2d 935, 950 (1st Cir. 1989) (\"a diversity court must take state law as it finds it: `not as it might conceivably be, some day; nor even as it should be.'\" (quoting <i>Plummer v. Abbott Labs.,</i> 568 F.Supp. 920, 927 (D.R.I.1983))).</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  We accept the Fund's well-pleaded facts as true, drawing all reasonable inferences in its favor. <i>Local 791, United Food &amp; Commercial Workers Union v. Shaw's Supermarkets, Inc.,</i> 507 F.3d 43, 46 (1st Cir.2007).</p>\n<p>[2]  The Fund's brief indicates in passing that one of its trustees resides in the State of Maine. That could present a problem because, for diversity purposes, Ouellette is a citizen of Maine, and a trust  which we presume the Fund to be  is in some cases a citizen of whatever states its trustees are citizens of. <i>Navarro Sav. Ass'n v. Lee,</i> 446 U.S. 458, 464, 100 S.Ct. 1779, 64 L.Ed.2d 425 (1980); <i>Appleyard v. Douglass,</i> 141 F.3d 1149, 1998 WL 104680, at *2 (1st Cir.1998) (unpublished table decision) (dicta); <i>accord </i><i>May Dept. Stores Co. v. Fed. Ins. Co.,</i> 305 F.3d 597, 599 (7th Cir.2002) (involving a pension fund). But the Fund's complaints reveal that each trustee was diverse as to each defendant at the time these suits commenced, so our jurisdiction is secure. <i>Cf. </i><i>Freeport-McMoRan, Inc. v. K N Energy, Inc.,</i> 498 U.S. 426, 428, 111 S.Ct. 858, 112 L.Ed.2d 951 (1991) (per curiam) (\"Diversity jurisdiction, once established, is not defeated by the addition of a nondiverse party to the action.\").</p>\n<p>[3]  The Fund does not allege fraudulent concealment or proceed on a theory of equitable estoppel in support of tolling the running of section 752. <i>See</i> Me.Rev.Stat. tit. 14, § 859 (2003) (in cases of fraudulent concealment, action \"may be commenced at any time within 6 years after the person entitled thereto discovers that he has just cause of action\"); <i>Nuccio v. Nuccio,</i> 673 A.2d 1331, 1334 (Me. 1996) (equitable estoppel bars defendant from invoking the defense of the statute of limitations).</p>\n<p>[4]  As noted, Ouellette answered the complaint before moving for dismissal. Although that sequence is not contemplated by the rules, <i>see</i> Fed.R.Civ.P. 12(b), we have treated such motions as though they were motions for judgment on the pleadings under Fed.R.Civ.P. 12(c). <i>Aponte-Torres v. Univ. of P.R.,</i> 445 F.3d 50, 54 (1st Cir.2006); <i>see generally</i> 5B Charles Alan Wright &amp; Arthur R. Miller, <i>Federal Practice &amp; Procedure</i> § 1357 (3d ed. 2004) (collecting cases). Because the standards for evaluating both motions are essentially the same, <i>Remexcel Managerial Consultants, Inc. v. Arlequin,</i> 583 F.3d 45, 49 (1st Cir.2009), it has no impact on our review.</p>\n<p>[5]  <i>See, e.g., </i><i>Geo. Knight &amp; Co. v. Watson Wyatt &amp; Co.,</i> 170 F.3d 210, 215-16 (1st Cir.1999) (holding, under Massachusetts law, that an actuary did not occupy a position of trust and confidence with its client retirement plan in part because there was \"nothing in the record to suggest that [the plan's] trust in [the actuary] resulted in its ceding control of [the plan's] management or assets to [the actuary]\"); <i>Fleet Nat'l Bank v. H &amp; D Entm't, Inc.,</i> 926 F.Supp. 226, 242 (D.Mass.), <i>aff'd,</i> 96 F.3d 532 (1st Cir.1996) (stating that, in context of accountant-client relationship under Massachusetts law, \"the weight of legal precedent  and common sense  stands for the proposition that an accountant takes on fiduciary obligations only where he or she recommends transactions, structures deals, and provides investment advice, such that he or she exercises some managerial control over the assets in question,\" not merely when \"tasks performed... were ministerial in nature\" and did not involve \"management advice\" or \"discretionary control\") (internal quotation marks, citations, and brackets omitted).</p>\n<p>[6]  <i>Anderson, Myrick,</i> and <i>Bernier</i> were decided by divided courts. <i>See Anderson,</i> 428 A.2d at 1193 (Dufresne, J., dissenting); <i>Myrick,</i> 444 A.2d at 1002 (Dufresne, J., dissenting); <i>Bernier,</i> 516 A.2d at 544 (McKusick, J., dissenting).</p>\n<p>[7]  <i>See</i> Me.Rev.Stat. tit. 14, § 753-B (2003) (actions against attorneys accrue on \"the date of the act or omission giving rise to injury, not from the discovery of the malpractice, negligence or breach of contract,\" except malpractice involving \"the rendering of a real title opinion\"); Me.Rev.Stat. tit. 24, § 2902 (2003) (actions against health care providers and health care practitioners \"accrue on the date of the act or omission giving rise to the injury,\" except \"where the cause of action is based upon the leaving of a foreign object in the body, in which case the cause of action shall accrue when the plaintiff discovers or reasonably should have discovered them\"). <i>See generally Nevin,</i> 726 A.2d at 699 nn. 6-7 (describing legislative responses to <i>Anderson</i> and <i>Myrick</i>); <i>Choroszy v. Tso,</i> 647 A.2d 803, 806 &amp; nn. 4-5 (Me. 1994) (describing legislative responses to <i>Myrick</i> and <i>Bolton</i>).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">637</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">32</span></span> (2011)</b></center>\n<center><h1>Mark ERLICH, as Chairman of the Board of Trustees of The New England Carpenters Pension Fund, Plaintiff, Appellant,<br>\nv.<br>\nOUELLETTE, LABONTE, ROBERGE AND ALLEN, P.A.; S.R. Thomas Actuarial Associates, Inc., Defendants, Appellees.</h1></center>\n<center>No. 10-1160.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard November 4, 2010.</center>\n<center>Decided February 28, 2011.</center>\n<p><span class=\"star-pagination\">*33</span> James Francis Grosso, with whom O'Reilly Grosso &amp; Gross P.C. was on brief, for appellant.</p>\n<p>James M. Bowie, with whom Thompson &amp; Bowie, LLP was on brief, for appellee Ouellette, Labonte, Roberge and Allen, P.A.</p>\n<p>John D. Gleason, with whom Curtis Thaxter was on brief, for appellee S.R. Thomas Actuarial Associates, Inc.</p>\n<p>Before LYNCH, Chief Judge, BOUDIN and HOWARD, Circuit Judges.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>In this diversity action, we decide when a pension fund's state-law causes of action against an auditor and an actuary accrued, thus triggering Maine's six-year statute of limitations. Me.Rev.Stat. tit. 14, § 752 (2003). The district court determined that they accrued at the time of injury and on that basis dismissed the complaints in this case as untimely. Plaintiff New England Carpenters Pension Fund (the \"Fund\"), invoking Maine's so-called discovery rule, <span class=\"star-pagination\">*34</span> contends that they did not accrue until its injury was or should have been discovered. Defendants Ouellette, Labonte, Roberge and Allen, P.A. (\"Ouellette\") and S.R. Thomas Actuarial Associates, Inc. (\"Thomas\"), however, say that a discovery rule is unavailable. After review, we affirm based on Maine law.</p>\n<p></p>\n<h2>I. BACKGROUND<sup>[1]</sup></h2>\n<p>The Fund is the surviving entity of a 2006 merger between two predecessor pension funds. Shortly after the merger, the Fund's auditor tested a random sample of pension calculations and discovered that certain pensions paid by one of its predecessors had been calculated incorrectly. The Fund then checked all of its predecessor's pension calculations between 1973 and 2005. That exercise revealed overpayments totaling more than $3.5 million.</p>\n<p>In 2009, the Fund brought two separate but identical suits against Ouellette and Thomas  the auditor and actuary, respectively, for the Fund's predecessor  in federal district court in Maine. Invoking the court's diversity jurisdiction, the Fund asserted common-law claims for breach of contract, negligence, and professional malpractice stemming from Thomas's miscalculation of pension payments and Ouellette's failure to test those calculations in accordance with Generally Accepted Accounting Principles. After filing an answer, Ouellette moved to dismiss on several grounds, including timeliness. In a bench ruling following oral argument on Ouellette's motion, the court dismissed the Fund's complaint as time-barred to the extent that it sought damages before 2003 (six years before suit was filed in 2009).</p>\n<p>Two months later the court convened a conference call that included counsel for parties in both cases. The parties agreed that the court's bench ruling in the Ouellette case applied equally to the Fund's case against Thomas. Further, the Fund's counsel informed the court that alleged damages for the two-year period that was not time-barred (between 2003 and 2005), even if aggregated in both cases, did not satisfy the diversity statute's amount-in-controversy requirement. <i>See</i> 28 U.S.C. 1332(a) (2006). At the court's suggestion, the parties filed a stipulation concerning the points addressed in conference. The court thereafter entered judgment in favor of both Ouellette and Thomas. This appeal followed.<sup>[2]</sup></p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>The Fund argues that its claims against Ouellette and Thomas did not accrue until it discovered the overpayments in 2006. According to the Fund, Maine courts apply a discovery rule  as opposed <span class=\"star-pagination\">*35</span> to a date-of-injury rule  when ascertaining the accrual of claims against fiduciaries and others in whom confidence, a special term under Maine law, is reposed. Auditors and actuaries, the Fund argues, fit that bill because their financial skill set far exceeds that of their clientele: here, a board that consisted largely of craftsmen. And it was that disparity, not a lack of diligence, that prevented the Fund from discovering its injury until the limitations period had expired for almost the entire period of alleged wrongdoing.<sup>[3]</sup></p>\n<p>Our standard of review is plenary. <i>Local 791,</i> 507 F.3d at 46. \"Where, as here, the dismissal is grounded on a statute of limitations, we will affirm only if the record, construed in the light most flattering to the pleader, leaves no plausible basis for believing that the claim may be timely.\" <i>Gonzalez Figueroa v. J.C. Penney Puerto Rico, Inc.,</i> <span class=\"citation\" data-id=\"203865\"><a href=\"/opinion/203865/gonzalez-figueroa-v-jc-penney-puerto-rico/\"><span class=\"volume\">568</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">313</span></a></span>, 318 (1st Cir.2009) (citing <i>Bell Atl. Corp. v. Twombly,</i> <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span>, 555-56, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">929</span></a></span> (2007)).<sup>[4]</sup></p>\n<p>Civil actions in Maine, with exceptions not relevant here, are subject to a six-year limitations period that begins to run when \"the cause of action accrues.\" Me.Rev.Stat. tit. 14, § 752 (2003). The statute does not define accrual; however, Maine courts generally consider an action accrued \"when a plaintiff received a judicially recognizable injury,\" <i>McLaughlin v. Superintending Sch. Comm. of Lincolnville,</i> <span class=\"citation no-link\"><span class=\"volume\">832</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">782</span></span>, 788 (Me.2003) (quoting <i>Johnston v. Dow &amp; Coulombe Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">686</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1064</span></span>, 1065-66 (Me.1996)), no matter when the injury was discovered. <i>See, e.g., </i><i>Bozzuto v. Ouellette,</i> <span class=\"citation no-link\"><span class=\"volume\">408</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">697</span></span>, 699 (Me.1979) (the plaintiff's \"ignorance of defendant's misfeasance for about seven years does nothing by itself to prevent the running of the statute of limitations\"). Thus, a contract claim \"accrues at the time of breach,\" <i>Dunelawn Owners' Ass'n v. Gendreau,</i> <span class=\"citation no-link\"><span class=\"volume\">750</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">591</span></span>, 595 (Me.2000), and a tort claim \"accrues when `the plaintiff sustains harm to a protected interest.'\" <i>McLaughlin,</i> 832 A.2d at 788 (quoting <i>Johnston,</i> 686 A.2d at 1066); <i>see also </i><i>Williams v. Ford Motor Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">342</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">712</span></span>, 714 (Me.1975) (tort claim accrues at \"the point at which a wrongful act produces an injury for which a potential plaintiff is entitled to seek judicial vindication\").</p>\n<p>Sometimes Maine courts consider that an action has accrued \"when the injury is discovered rather than when the injury was incurred.\" <i>McLaughlin,</i> 832 A.2d at 788. But such cases are few and are limited to discrete areas. For example, in <i>Anderson v. Neal,</i> the Maine high court applied a discovery rule in an attorney malpractice action \"based on an allegedly negligent title search.\" <span class=\"citation no-link\"><span class=\"volume\">428</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1189</span></span>, <span class=\"star-pagination\">*36</span> 1192 (Me.1981). The court reached the same conclusion in an action against a medical doctor for \"foreign-object surgical malpractice,\" <i>Myrick v. James,</i> <span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">987</span></span>, 996 (Me.1982), and later extended that logic in an action for \"diagnostic malpractice,\" <i>Bolton v. Caine,</i> <span class=\"citation no-link\"><span class=\"volume\">541</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">924</span></span>, 926 (Me.1988). It established a similar rule in actions seeking redress for asbestos-related injuries. <i>Cf. </i><i>Bernier v. Raymark Indus., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">516</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">534</span></span>, 544 (Me.1986) (stating, in answer to a certified question, that asbestos actions may proceed under Maine law even though \"diseases did not manifest themselves\" immediately). <i>See generally </i><i>Johnston,</i> 686 A.2d at 1066 (identifying the \"discrete areas\" subject to a discovery rule).</p>\n<p>More recently, in <i>Nevin v. Union Trust Company,</i> the court applied a discovery rule to claims against a fiduciary providing financial management services. <span class=\"citation no-link\"><span class=\"volume\">726</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">694</span></span>, 699 (Me.1999). There, a bank with significant management responsibilities over a client's assets improperly executed a series of transactions designed to reduce potential estate taxes. <i>Id.</i> at 696-97. Following the client's death years later, the Internal Revenue Service disallowed benefits and imposed costly penalties on the client's estate. <i>Id.</i> at 697. Beneficiaries of the estate sued the bank; the trial court dismissed the case as untimely, and the beneficiaries appealed. <i>Id.</i> at 698. Referencing <i>Anderson</i> and <i>Myrick,</i> the court stated that it has departed from the date-of-injury rule in favor of a discovery rule only when a <i>fiduciary's</i> acts or omissions prevented a party from discovering its cause of action. <i>Nevin,</i> 726 A.2d at 699. The facts in <i>Nevin</i> met that standard because the bank  beyond merely managing its client's accounts  had assumed a fiduciary role. <i>Id.</i> at 699-70.</p>\n<p>Here, the Fund cites no Maine decision, nor are we aware of any, that applies a discovery rule to claims against an auditor or an actuary. Its argument relies instead on an analogy to <i>Nevin.</i> Of course, in <i>Nevin</i> the bank was a fiduciary; here, the Fund concedes that Ouellette and Thomas were not. Because the Maine high court has refused to extend <i>Nevin</i> to non-fiduciary relationships, <i>Gendreau,</i> 750 A.2d at 596 (\"Although the facts of this case present a difficult to discover breach, the absence of a fiduciary relationship in these facts prevents the application of the discovery rule.\") (citing <i>Nevin,</i> 726 A.2d at 699), the Fund's argument is foreclosed.</p>\n<p>The Fund responds that its predecessor had a \"confidential relationship\" with both Ouellette and Thomas, and that Maine law recognizes fiduciary and confidential relationships as \"legal equivalents.\" <i>Ruebsamen v. Maddocks,</i> <span class=\"citation no-link\"><span class=\"volume\">340</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">31</span></span>, 36 (Me. 1975). But a confidential relationship requires \"the actual placing of trust and confidence in fact by one party in another and a great disparity of position and influence between the parties to the relation.\" <i>Id.</i> at 35 (citing George T. Bogert, <i>Trust and Trustees</i> § 482, at 136-38 (2d ed. 1960)). We discern no allegations of the kind of diminished capacity or of the \"letting down of all guards and bars\" that is implied by the use of the term \"disparity of position\" in this context. <i>See id.</i> Rather, the complaints describe arms-length, contractual arrangements between the board of a sizable pension fund and professionals providing routine, even mechanical, financial services. As the Fund's counsel correctly acknowledged at oral argument, these relationships were neither special nor unique. Other states require more before elevating actuaries and accountants to fiduciary or other special status.<sup>[5]</sup> Our <span class=\"star-pagination\">*37</span> survey leads us to conclude that Maine would too. <i>Cf. </i><i>Stewart v. Machias Sav. Bank,</i> <span class=\"citation no-link\"><span class=\"volume\">762</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">44</span></span>, 46 (Me.2000) (\"Standing alone, a creditor-debtor relationship does not establish the existence of a confidential relationship.\"); <i>Reid v. Key Bank of S. Me., Inc.,</i> <span class=\"citation\" data-id=\"489937\"><a href=\"/opinion/489937/paul-reid-and-mary-j-reid-v-key-bank-of-southern-maine-inc-paul-reid/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">9</span></a></span>, 17-18 (1st Cir.1987) (holding, under Maine law, that \"the ordinary bank/customer situation\" does not constitute a confidential relationship).</p>\n<p>Applying a discovery rule in these circumstances would represent a significant step in expanding Maine law that we decline to take. Departures from Maine's date-of-injury rule are rare. They have involved careful balancing between competing interests of fairness and repose, and the opinions have not always been unanimous.<sup>[6]</sup> Moreover, the Maine legislature has cabined the holdings in both <i>Anderson</i> and <i>Myrick</i> and abrogated <i>Bolton.</i><sup>[7]</sup> We think further departures of this magnitude are best left to the state. <i>See </i><i>Douglas v. York County,</i> <span class=\"citation\" data-id=\"201989\"><a href=\"/opinion/201989/douglas-v-york-county/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">143</span></a></span>, 149, 153 (1st Cir.2005); <i>see also </i><i>Gill v. Gulfstream Park Racing Ass'n, Inc.,</i> <span class=\"citation\" data-id=\"201474\"><a href=\"/opinion/201474/gill-v-gulfstream-park-race/\"><span class=\"volume\">399</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">391</span></a></span>, 402 (1st Cir.2005) (\"A federal court sitting in diversity cannot be expected to create new doctrines expanding state law.\"); <i>Kassel v. Gannett Co.,</i> <span class=\"citation\" data-id=\"524049\"><a href=\"/opinion/524049/jeffrey-kassel-v-gannett-co-inc-dba-usa-today/\"><span class=\"volume\">875</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">935</span></a></span>, 950 (1st Cir. 1989) (\"a diversity court must take state law as it finds it: `not as it might conceivably be, some day; nor even as it should be.'\" (quoting <i>Plummer v. Abbott Labs.,</i> <span class=\"citation\" data-id=\"2375919\"><a href=\"/opinion/2375919/plummer-v-abbott-laboratories/\"><span class=\"volume\">568</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">920</span></a></span>, 927 (D.R.I.1983))).</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  We accept the Fund's well-pleaded facts as true, drawing all reasonable inferences in its favor. <i>Local 791, United Food &amp; Commercial Workers Union v. Shaw's Supermarkets, Inc.,</i> <span class=\"citation\" data-id=\"203017\"><a href=\"/opinion/203017/local-791-united-food-com-v-shaws-supermkts/\"><span class=\"volume\">507</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></a></span>, 46 (1st Cir.2007).</p>\n<p>[2]  The Fund's brief indicates in passing that one of its trustees resides in the State of Maine. That could present a problem because, for diversity purposes, Ouellette is a citizen of Maine, and a trust  which we presume the Fund to be  is in some cases a citizen of whatever states its trustees are citizens of. <i>Navarro Sav. Ass'n v. Lee,</i> <span class=\"citation\" data-id=\"110260\"><a href=\"/opinion/110260/navarro-savings-assn-v-lee/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">458</span></a></span>, 464, <span class=\"citation\" data-id=\"110260\"><a href=\"/opinion/110260/navarro-savings-assn-v-lee/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1779</span></a></span>, <span class=\"citation\" data-id=\"110260\"><a href=\"/opinion/110260/navarro-savings-assn-v-lee/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">425</span></a></span> (1980); <i>Appleyard v. Douglass,</i> <span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1149</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">104680</span></span>, at *2 (1st Cir.1998) (unpublished table decision) (dicta); <i>accord </i><i>May Dept. Stores Co. v. Fed. Ins. Co.,</i> <span class=\"citation\" data-id=\"779306\"><a href=\"/opinion/779306/the-may-department-stores-company-and-the-may-department-stores-company/\"><span class=\"volume\">305</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">597</span></a></span>, 599 (7th Cir.2002) (involving a pension fund). But the Fund's complaints reveal that each trustee was diverse as to each defendant at the time these suits commenced, so our jurisdiction is secure. <i>Cf. </i><i>Freeport-McMoRan, Inc. v. K N Energy, Inc.,</i> <span class=\"citation\" data-id=\"112531\"><a href=\"/opinion/112531/freeport-mcmoran-inc-v-k-n-energy-inc/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">426</span></a></span>, 428, <span class=\"citation\" data-id=\"112531\"><a href=\"/opinion/112531/freeport-mcmoran-inc-v-k-n-energy-inc/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">858</span></a></span>, <span class=\"citation\" data-id=\"112531\"><a href=\"/opinion/112531/freeport-mcmoran-inc-v-k-n-energy-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">951</span></a></span> (1991) (per curiam) (\"Diversity jurisdiction, once established, is not defeated by the addition of a nondiverse party to the action.\").</p>\n<p>[3]  The Fund does not allege fraudulent concealment or proceed on a theory of equitable estoppel in support of tolling the running of section 752. <i>See</i> Me.Rev.Stat. tit. 14, § 859 (2003) (in cases of fraudulent concealment, action \"may be commenced at any time within 6 years after the person entitled thereto discovers that he has just cause of action\"); <i>Nuccio v. Nuccio,</i> <span class=\"citation no-link\"><span class=\"volume\">673</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1331</span></span>, 1334 (Me. 1996) (equitable estoppel bars defendant from invoking the defense of the statute of limitations).</p>\n<p>[4]  As noted, Ouellette answered the complaint before moving for dismissal. Although that sequence is not contemplated by the rules, <i>see</i> Fed.R.Civ.P. 12(b), we have treated such motions as though they were motions for judgment on the pleadings under Fed.R.Civ.P. 12(c). <i>Aponte-Torres v. Univ. of P.R.,</i> <span class=\"citation no-link\"><span class=\"volume\">445</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></span>, 54 (1st Cir.2006); <i>see generally</i> 5B Charles Alan Wright &amp; Arthur R. Miller, <i>Federal Practice &amp; Procedure</i> § 1357 (3d ed. 2004) (collecting cases). Because the standards for evaluating both motions are essentially the same, <i>Remexcel Managerial Consultants, Inc. v. Arlequin,</i> <span class=\"citation\" data-id=\"204027\"><a href=\"/opinion/204027/remexcel-managerial-consultants-inc-v-arlequin/\"><span class=\"volume\">583</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span>, 49 (1st Cir.2009), it has no impact on our review.</p>\n<p>[5]  <i>See, e.g., </i><i>Geo. Knight &amp; Co. v. Watson Wyatt &amp; Co.,</i> <span class=\"citation\" data-id=\"198331\"><a href=\"/opinion/198331/george-knight-co-v-watson-wyatt-co/\"><span class=\"volume\">170</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">210</span></a></span>, 215-16 (1st Cir.1999) (holding, under Massachusetts law, that an actuary did not occupy a position of trust and confidence with its client retirement plan in part because there was \"nothing in the record to suggest that [the plan's] trust in [the actuary] resulted in its ceding control of [the plan's] management or assets to [the actuary]\"); <i>Fleet Nat'l Bank v. H &amp; D Entm't, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">926</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">226</span></span>, 242 (D.Mass.), <i>aff'd,</i> <span class=\"citation\" data-id=\"196991\"><a href=\"/opinion/196991/fleet-national-v-hd-entertainment/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">532</span></a></span> (1st Cir.1996) (stating that, in context of accountant-client relationship under Massachusetts law, \"the weight of legal precedent  and common sense  stands for the proposition that an accountant takes on fiduciary obligations only where he or she recommends transactions, structures deals, and provides investment advice, such that he or she exercises some managerial control over the assets in question,\" not merely when \"tasks performed... were ministerial in nature\" and did not involve \"management advice\" or \"discretionary control\") (internal quotation marks, citations, and brackets omitted).</p>\n<p>[6]  <i>Anderson, Myrick,</i> and <i>Bernier</i> were decided by divided courts. <i>See Anderson,</i> 428 A.2d at 1193 (Dufresne, J., dissenting); <i>Myrick,</i> 444 A.2d at 1002 (Dufresne, J., dissenting); <i>Bernier,</i> 516 A.2d at 544 (McKusick, J., dissenting).</p>\n<p>[7]  <i>See</i> Me.Rev.Stat. tit. 14, § 753-B (2003) (actions against attorneys accrue on \"the date of the act or omission giving rise to injury, not from the discovery of the malpractice, negligence or breach of contract,\" except malpractice involving \"the rendering of a real title opinion\"); Me.Rev.Stat. tit. 24, § 2902 (2003) (actions against health care providers and health care practitioners \"accrue on the date of the act or omission giving rise to the injury,\" except \"where the cause of action is based upon the leaving of a foreign object in the body, in which case the cause of action shall accrue when the plaintiff discovers or reasonably should have discovered them\"). <i>See generally Nevin,</i> 726 A.2d at 699 nn. 6-7 (describing legislative responses to <i>Anderson</i> and <i>Myrick</i>); <i>Choroszy v. Tso,</i> <span class=\"citation no-link\"><span class=\"volume\">647</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">803</span></span>, 806 &amp; nn. 4-5 (Me. 1994) (describing legislative responses to <i>Myrick</i> and <i>Bolton</i>).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110260/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112531/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198331/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201474/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201989/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203017/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204027/",
    "http://www.courtlistener.com/api/rest/v3/opinions/489937/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524049/",
    "http://www.courtlistener.com/api/rest/v3/opinions/779306/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2375919/"
  ]
}