{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/213919/",
  "absolute_url": "/opinion/213919/in-re-grand-jury/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/213919/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-04-04T20:32:46Z",
  "date_modified": "2016-04-26T07:20:03.830946Z",
  "type": "010combined",
  "sha1": "c9987b61f88e506df9ed7b56755c9a4b4afde9da",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/10-2005P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2011/04/04/In_re_Grand_Jury_v..pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\nNo. 10-2005\n\n                        IN RE: GRAND JURY.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Richard G. Stearns, U.S. District Judge]\n\n\n                              Before\n\n                    Boudin, Lipez and Howard,\n\n                         Circuit Judges.\n\n\n     Robert L. Sheketoff for appellant.\n     Michael L. Tabak, Assistant United States Attorney, with whom\nCarmen M. Ortiz, United States Attorney, was on brief for appellee.\n\n\n\n                          March 23, 2011\n\f            BOUDIN, Circuit Judge. This appeal presents the question\n\nwhether, in order to make the federal sanction effective, a federal\n\ndistrict court can suspend the running of a prisoner's state\n\nsentence while the prisoner is temporarily confined for federal\n\ncivil contempt.        The appellant, whom we will call John Doe, has\n\nbeen serving a state prison sentence set to expire several years\n\nfrom now.   Last year, he was brought before a federal grand jury by\n\nwrit of habeas corpus ad testificandum, granted statutory use\n\nimmunity,   see   18    U.S.C.   §§   6002-6003   (2006),     and   ordered   to\n\ntestify.\n\n            Despite warnings and threatened contempt, Doe refused to\n\ntestify and was eventually found in civil contempt and placed in\n\nthe custody of the U.S. Marshals Service \"until such time as [he]\n\nshall   obey\"     the    court's      earlier   orders   to    testify,       the\n\nincarceration not to exceed eighteen months or the end of the grand\n\njury, whichever occurs first.            See 28 U.S.C. § 1826(a) (2006).\n\nThereafter, at the government's request, the district court amended\n\nthe contempt order to provide that the federal contempt confinement\n\n            shall interrupt the service of the sentence\n            imposed on [Doe] by the [state court], which\n            sentence shall not continue to run during the\n            period that [Doe] is being held in civil\n            contempt confinement, and the sentence imposed\n            on [Doe] by the [state court] shall not be\n            considered concurrent herewith; rather, that\n            sentence imposed on [Doe] by the [state court]\n            shall resume when, and only when, this civil\n            contempt confinement of [Doe] pursuant to 28\n            U.S.C. § 1826(a) has terminated.\n\n\n                                       -2-\n\f          Failing to win reconsideration, Doe now appeals, raising\n\na single claim, namely, that the district court lacked authority\n\nunder the recalcitrant witness statute, 28 U.S.C. § 1826, to order\n\nthe state to toll the state court sentence while he serves time for\n\nfederal civil contempt.    The Second Circuit agrees with Doe's\n\nposition, In re Liberatore, 574 F.2d 78 (2d Cir. 1978); a divided\n\nThird Circuit supports the government's view, In re Grand Jury\n\nInvestigation, 865 F.2d 578 (3d Cir.), cert. denied, 493 U.S. 905\n\n(1989).\n\n          Section 1826 reads in relevant part:\n\n          Whenever a witness in any proceeding before or\n          ancillary to any court or grand jury of the\n          United States refuses without just cause shown\n          to comply with an order of the court to\n          testify . . . the court, upon such refusal, or\n          when such refusal is duly brought to its\n          attention, may summarily order his confinement\n          at a suitable place until such time as the\n          witness is willing to give such testimony or\n          provide such information. No period of such\n          confinement shall exceed the life of–-\n\n                 (1) the court proceeding, or\n\n                 (2) the term of the grand jury,\n                 including extensions,\n\n          before which such refusal to comply with the\n          court order occurred, but in no event shall\n          such confinement exceed eighteen months.\n\n          Whether the district court has the authority it exercised\n\npresents a question of law that we consider de novo, N. Am.\n\nCatholic Educ. Programming Found., Inc. v. Cardinale, 567 F.3d 8,\n\n12 (1st Cir. 2009), but to describe it as a question of statutory\n\n                               -3-\n\finterpretation is perhaps misleading.            Nothing in section 1826's\n\nlanguage directly addresses the question whether the federal court\n\nmay suspend a state sentence during the period of contempt.                Nor\n\ndoes the legislative history suggest that Congress ever considered\n\nthe question.\n\n             Congress often leaves unresolved details needed in the\n\nenforcement of federal statutes.          Often these are important ones,\n\nsuch as the statute of limitations applicable to section 1983 acts.\n\nSee Bd. of Regents v. Tomanio, 446 U.S. 478, 483 (1980).                   The\n\nomission is sometimes deliberate, Congress being unable to agree on\n\nthe solution, Friendly, The Gap in Lawmaking--Judges Who Can't and\n\nLegislators Who Won't, 63 Colum. L. Rev. 787, 801 (1963), and\n\nsometimes inadvertent, id. at 801-02.            It is mere fortuity that a\n\nprisoner held in civil contempt by a federal court happens to be\n\nserving a state sentence.\n\n             By chance, when Congress in 1984 amended section 1826 (an\n\namendment not bearing on the present case), the Senate committee\n\nreport took note of and effectively endorsed the practice of\n\nfederal courts interrupting federal sentences during incarceration\n\nfor civil contempt.       S. Rep. No. 98-225, at 330 (1983).        And this\n\npractice     has   been   upheld   by    every   circuit   to   consider   the\n\nquestion.1    But Doe's argument in this case turns largely on the\n\n\n     1\n      E.g., United States v. Chacon, 663 F.2d 494, 495 (4th Cir.\n1981) (per curiam); United States v. Dien, 598 F.2d 743, 744-45 (2d\nCir. 1979) (per curiam); In re Garmon, 572 F.2d 1373, 1376 (9th\n\n                                        -4-\n\ffact that the interrupted sentence is that of the state, which is\n\nto a degree in our federal system a separate sovereign.\n\n          Absent explicit language from Congress, resort must be\n\nhad to background principles.   One of these is the desire to make\n\nthe statute serve its central purpose.       Passamaquoddy Tribe v.\n\nMaine, 75 F.3d 784, 788-89 (1st Cir. 1996).        Here, Congress'\n\nexplicit purpose in section 1826 was \"to secure the [witness']\n\ntestimony through a sanction.\"        H.R. Rep. No. 91-1549, at 46\n\n(1970), reprinted in 1970 U.S.C.C.A.N. 4007, 4022.     The contempt\n\nsanction would be much reduced in force if the federal confinement\n\nwere offset by an effective reduction in a pre-existing sentence,\n\nChacon, 663 F.2d at 495; Anglin, 504 F.2d at 1169, even if\n\ncollateral disadvantages remain for the contemnor relating to good\n\ntime credits and parole.\n\n           True, a federal judge could impose a criminal contempt\n\nsentence on Doe, ordering it to be served at the end of the state\n\ncourt sentence.   See Liberatore, 574 F.2d at 86, 88 n.9.   But the\n\ncriminal contempt sanction aims to punish, while civil contempt is\n\ndesigned to coerce. H.R. Rep. No. 91-1549, at 46 (1970), reprinted\n\n\n\nCir. 1978); Bruno v. Greenlee, 569 F.2d 775, 776-77 (3d Cir. 1978)\n(per curiam); In re Grand Jury Proceedings, 534 F.2d 41, 42 (5th\nCir. 1976); Martin v. United States, 517 F.2d 906, 909 (8th Cir.),\ncert. denied, 423 U.S. 856 (1975); Williamson v. Saxbe, 513 F.2d\n1309, 1310 (6th Cir. 1975) (per curiam); United States v. Liddy,\n510 F.2d 669, 671 (D.C. Cir. 1974) (en banc), cert. denied, 420\nU.S. 980 (1975); Anglin v. Johnston, 504 F.2d 1165, 1169 & n.4 (7th\nCir. 1974), cert. denied, 420 U.S. 962 (1975).\n\n                                -5-\n\fin 1970 U.S.C.C.A.N. at 4022.      Thus, the civil sanction allows the\n\ncontemnor to end his confinement at any moment by complying.\n\nUnited States v. Marquardo, 149 F.3d 36, 39 (1st Cir. 1998).\n\n             Were this the whole story, the balance of interests would\n\neasily favor the government, but here we are concerned with a\n\nfederal court interrupting a state rather than a federal sentence.\n\nTrue, to achieve federal ends, state power is sometimes constrained\n\neven without express statutory authorization; examples are dormant\n\nCommerce Clause doctrine, e.g., Am. Trucking Ass'ns, Inc. v. Mich.\n\nPub. Serv. Comm'n, 545 U.S. 429, 433 (2005), and various immunities\n\nof federal officers from state law, e.g., In re Neagle, 135 U.S. 1,\n\n75 (1890).     Yet, not surprisingly, courts are hesitant to override\n\nstate authority by implication.\n\n             Thus, the Supreme Court has adopted a requirement of\n\nplain   statement    where    Congress    \"intends   to   alter   the   usual\n\nconstitutional      balance   between     the   States    and   the   Federal\n\nGovernment,\" Raygor v. Regents of the Univ. of Minn., 534 U.S. 533,\n\n543-44 (2002) (internal quotation marks omitted); see also Gregory\n\nv. Ashcroft, 501 U.S. 452, 461, 464 (1991); United States v. Bass,\n\n404 U.S. 336, 349-50 (1971); but it has said that this applies only\n\nwhen Congress \"intends to pre-empt the historic powers of the\n\nStates\" or passes legislation in \"traditionally sensitive areas\n\nthat affect the federal balance,\" Raygor, 534 U.S. at 543 (internal\n\n\n\n\n                                    -6-\n\fquotation marks and alterations omitted).             The critical terms are\n\nelastic and the doctrine requires a substantial intrusion.2\n\n                Whatever generalizations are offered by the case law, the\n\nreality is that the strength of the respective interests, state and\n\nfederal, vary from one situation to another. In the present context\n\nof federal contempt power, the federal interest will almost always\n\nbe considerable; whether there is any practical threat to state\n\ninterests is less apparent, see In re Grand Jury Proceedings, 865\n\nF.2d       at   582-83,   since   presumably   the   state   has   a   comparable\n\ninterest in not having its own sentence diluted in force by making\n\nit concurrent with a sentence for different misconduct occurring\n\nlater.\n\n                Conceivably, in rare situations, the state interest might\n\nbe greater--for example, state law might forbid the state from\n\nholding the federal contemnor longer than his original release\n\ndate, a claim made and apparently accepted in Liberatore, see 578\n\nF.2d at 89-90.        If that or some comparable consideration existed,\n\nit would be up to the contemnor to point it out to the district\n\njudge, who could consider what to make of it.                But here no such\n\n\n\n       2\n      The canon has so far been applied by the Supreme Court to\nambiguous statutes that would, if read in one way, possibly\nabrogate sovereign immunity, Raygor, 534 U.S. at 543-44; \"invoke[]\nthe outer limits of Congress' power,\" Solid Waste Agency of N. Cook\nCnty. v. U.S. Army Corps of Eng'rs, 531 U.S. 159, 172 (2001);\nimpinge on \"a decision of the most fundamental sort for a sovereign\nentity,\" Gregory, 501 U.S. at 460; or \"dramatically intrude[] upon\ntraditional state criminal jurisdiction,\" Bass, 404 U.S. at 350.\n\n                                        -7-\n\fconcrete conflict was identified by Doe in the district court or,\n\nfor that matter, in this court.\n\n            On     the    contrary,     the     government       has        pointed      to\n\nCommonwealth v. Megna, in which the Bristol Superior Court had no\n\nhesitation    in    ordering     that   its    civil       contempt    incarceration\n\ninterrupt a pending Massachusetts sentence then being served by the\n\ncontemnor. Memorandum of Decision on Civil Contempt, No. BRCR2002-\n\n03078 (Mass. Dist. Ct. Oct. 1, 2004).            That court cited some of the\n\nfederal cases (see note 1, above), as well as a local case from\n\nanother jurisdiction, to explain the necessity for such a step in\n\norder to make the civil sanction effective.\n\n            There    will   be   time   enough        to   consider        such   a    real\n\nconflict on the merits, and the contemnor's standing to raise the\n\nobjection, see In re Grand Jury Investigation, 865 F.2d at 879 n.2,\n\nif and when it arises.         In this case, we think the order is valid\n\nand enforceable against Doe; the state is not a party to the case\n\nand if the state should balk at the implications for Doe's state\n\nsentence, that will be a matter that can be addressed at that time,\n\nassuming that anyone is interested in doing so.\n\n            As     for   Liberatore,    a     later    decision       by    the   Second\n\nCircuit, Dien, 598 F.2d at 745, followed the general pattern of\n\nallowing suspension of a pre-existing federal sentence. While Dien\n\ndid   not   overrule     Liberatore,    it     did    undercut    aspects         of    the\n\nreasoning in Liberatore: the supposed rule that sentences are not\n\n\n                                        -8-\n\finterruptible and the stress laid on the lack of a specific grant\n\nof authority in section 1826.     See Dien, 598 F.2d at 744-45.\n\nWhether the Liberatore holding would still be followed today is\n\nuncertain.\n\n          Affirmed.\n\n\n\n\n                                -9-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>640 F.3d 385 (2011)</b></center>\n<center><h1>In re GRAND JURY.</h1></center>\n<center>No. 10-2005.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard December 10, 2010.</center>\n<center>Decided March 23, 2011.</center>\n<p>Robert L. Sheketoff, for appellant.</p>\n<p>Michael L. Tabak, Assistant United States Attorney, with whom Carmen M. Ortiz, United States Attorney, was on brief for appellee.</p>\n<p>Before BOUDIN, LIPEZ and HOWARD, Circuit Judges.</p>\n<p>BOUDIN, Circuit Judge.</p>\n<p>This appeal presents the question whether, in order to make the federal sanction effective, a federal district court can suspend the running of a prisoner's state sentence while the prisoner is temporarily confined for federal civil contempt. The appellant, whom we will call John Doe, has been serving a state prison sentence set to expire several years from now. Last year, he was brought before a federal grand jury by writ of habeas corpus ad testificandum, granted statutory use immunity, <i>see</i> 18 U.S.C. §§ 6002-6003 (2006), and ordered to testify.</p>\n<p>Despite warnings and threatened contempt, Doe refused to testify and was eventually found in civil contempt and placed in the custody of the U.S. Marshals Service \"until such time as [he] shall obey\" the court's earlier orders to testify, the incarceration not to exceed eighteen months or the end of the grand jury, whichever occurs first. <i>See</i> 28 U.S.C. § 1826(a) (2006). Thereafter, at the government's request, the district court amended the contempt order to provide that the federal contempt confinement</p>\n<blockquote>shall interrupt the service of the sentence imposed on [Doe] by the [state court], which sentence shall not continue <span class=\"star-pagination\">*386</span> to run during the period that [Doe] is being held in civil contempt confinement, and the sentence imposed on [Doe] by the [state court] shall not be considered concurrent herewith; rather, that sentence imposed on [Doe] by the [state court] shall resume when, and only when, this civil contempt confinement of [Doe] pursuant to 28 U.S.C. § 1826(a) has terminated.</blockquote>\n<p>Failing to win reconsideration, Doe now appeals, raising a single claim, namely, that the district court lacked authority under the recalcitrant witness statute, 28 U.S.C. § 1826, to order the state to toll the state court sentence while he serves time for federal civil contempt. The Second Circuit agrees with Doe's position, <i>In re Liberatore,</i> 574 F.2d 78 (2d Cir.1978); a divided Third Circuit supports the government's view, <i>In re Grand Jury Investigation,</i> 865 F.2d 578 (3d Cir.), <i>cert. denied,</i> 493 U.S. 905, 110 S.Ct. 264, 107 L.Ed.2d 213 (1989).</p>\n<p>Section 1826 reads in relevant part:</p>\n<blockquote>Whenever a witness in any proceeding before or ancillary to any court or grand jury of the United States refuses without just cause shown to comply with an order of the court to testify . . . the court, upon such refusal, or when such refusal is duly brought to its attention, may summarily order his confinement at a suitable place until such time as the witness is willing to give such testimony or provide such information. No period of such confinement shall exceed the life of</blockquote>\n<blockquote>(1) the court proceeding, or</blockquote>\n<blockquote>(2) the term of the grand jury, including extensions,</blockquote>\n<blockquote>before which such refusal to comply with the court order occurred, but in no event shall such confinement exceed eighteen months.</blockquote>\n<p>Whether the district court has the authority it exercised presents a question of law that we consider <i>de novo, </i><i>N. Am. Catholic Educ. Programming Found., Inc. v. Cardinale,</i> 567 F.3d 8, 12 (1st Cir.2009), but to describe it as a question of statutory interpretation is perhaps misleading. Nothing in section 1826's language directly addresses the question whether the federal court may suspend a state sentence during the period of contempt. Nor does the legislative history suggest that Congress ever considered the question.</p>\n<p>Congress often leaves unresolved details needed in the enforcement of federal statutes. Often these are important ones, such as the statute of limitations applicable to section 1983 acts. <i>See </i><i>Bd. of Regents v. Tomanio,</i> 446 U.S. 478, 483, 100 S.Ct. 1790, 64 L.Ed.2d 440 (1980). The omission is sometimes deliberate, Congress being unable to agree on the solution, Friendly, <i>The Gap in LawmakingJudges Who Can't and Legislators Who Won't,</i> 63 Colum. L.Rev. 787, 801 (1963), and sometimes inadvertent, <i>id.</i> at 801-02. It is mere fortuity that a prisoner held in civil contempt by a federal court happens to be serving a state sentence.</p>\n<p>By chance, when Congress in 1984 amended section 1826 (an amendment not bearing on the present case), the Senate committee report took note of and effectively endorsed the practice of federal courts interrupting federal sentences during incarceration for civil contempt. S.Rep. No. 98-225, at 330 (1983), 1984 U.S.C.C.A.N. 3182, 3505. And this practice has been upheld by every circuit to consider the question.<sup>[1]</sup> But Doe's argument in this case turns largely on the fact that the interrupted sentence is that of the <span class=\"star-pagination\">*387</span> state, which is to a degree in our federal system a separate sovereign.</p>\n<p>Absent explicit language from Congress, resort must be had to background principles. One of these is the desire to make the statute serve its central purpose. <i>Passamaquoddy Tribe v. Maine,</i> 75 F.3d 784, 788-89 (1st Cir.1996). Here, Congress' explicit purpose in section 1826 was \"to secure the [witness'] testimony through a sanction.\" H.R.Rep. No. 91-1549, at 46 (1970), <i>reprinted in</i> 1970 U.S.C.C.A.N. 4007, 4022. The contempt sanction would be much reduced in force if the federal confinement were offset by an effective reduction in a pre-existing sentence, <i>Chacon,</i> 663 F.2d at 495; <i>Anglin,</i> 504 F.2d at 1169, even if collateral disadvantages remain for the contemnor relating to good time credits and parole.</p>\n<p>True, a federal judge could impose a <i>criminal</i> contempt sentence on Doe, ordering it to be served at the end of the state court sentence. <i>See </i><i>Liberatore,</i> 574 F.2d at 86, 88 n. 9. But the criminal contempt sanction aims to punish, while civil contempt is designed to coerce. H.R.Rep. No. 91-1549, at 46 (1970), <i>reprinted in</i> 1970 U.S.C.C.A.N. at 4022. Thus, the civil sanction allows the contemnor to end his confinement at any moment by complying. <i>United States v. Marquardo,</i> 149 F.3d 36, 39 (1st Cir.1998).</p>\n<p>Were this the whole story, the balance of interests would easily favor the government, but here we are concerned with a federal court interrupting a state rather than a federal sentence. True, to achieve federal ends, state power is sometimes constrained even without express statutory authorization; examples are dormant Commerce Clause doctrine, <i>e.g., </i><i>Am. Trucking Ass'ns, Inc. v. Mich. Pub. Serv. Comm'n,</i> 545 U.S. 429, 433, 125 S.Ct. 2419, 162 L.Ed.2d 407 (2005), and various immunities of federal officers from state law, <i>e.g., </i><i>In re Neagle,</i> 135 U.S. 1, 75, 10 S.Ct. 658, 34 L.Ed. 55 (1890). Yet, not surprisingly, courts are hesitant to override state authority by implication.</p>\n<p>Thus, the Supreme Court has adopted a requirement of plain statement where Congress \"intends to alter the usual constitutional balance between the States and the Federal Government,\" <i>Raygor v. Regents of the Univ. of Minn.,</i> 534 U.S. 533, 543-44, 122 S.Ct. 999, 152 L.Ed.2d 27 (2002) (internal quotation marks omitted); <i>see also </i><i>Gregory v. Ashcroft,</i> 501 U.S. 452, 461, 464, 111 S.Ct. 2395, 115 L.Ed.2d 410 (1991); <i>United States v. Bass,</i> 404 U.S. 336, 349-50, 92 S.Ct. 515, 30 L.Ed.2d 488 (1971); but it has said that this applies only when Congress \"intends to pre-empt the historic powers of the States\" or passes legislation in \"traditionally sensitive areas that affect the federal balance,\" <i>Raygor,</i> 534 U.S. at 543, 122 S.Ct. 999 (internal quotation marks and alterations omitted). The critical terms are elastic and the doctrine requires a substantial intrusion.<sup>[2]</sup></p>\n<p>Whatever generalizations are offered by the case law, the reality is that the strength of the respective interests, state <span class=\"star-pagination\">*388</span> and federal, vary from one situation to another. In the present context of federal contempt power, the federal interest will almost always be considerable; whether there is <i>any</i> practical threat to state interests is less apparent, <i>see </i><i>In re Grand Jury Investigation,</i> 865 F.2d at 582-83, since presumably the state has a comparable interest in not having its own sentence diluted in force by making it concurrent with a sentence for different misconduct occurring later.</p>\n<p>Conceivably, in rare situations, the state interest might be greaterfor example, state law might <i>forbid</i> the state from holding the federal contemnor longer than his original release date, a claim made and apparently accepted in <i>Liberatore, see</i> 574 F.2d at 89-90. If that or some comparable consideration existed, it would be up to the contemnor to point it out to the district judge, who could consider what to make of it. But here no such concrete conflict was identified by Doe in the district court or, for that matter, in this court.</p>\n<p>On the contrary, the government has pointed to <i>Commonwealth v. Megna,</i> in which the Bristol Superior Court had no hesitation in ordering that its civil contempt incarceration interrupt a pending Massachusetts sentence then being served by the contemnor. Memorandum of Decision on Civil Contempt, No. BRCR2002-03078 (Mass.Dist.Ct. Oct. 1, 2004). That court cited some of the federal cases (<i>see</i> note 1, above), as well as a local case from another jurisdiction, to explain the necessity for such a step in order to make the civil sanction effective.</p>\n<p>There will be time enough to consider such a real conflict on the merits, and the contemnor's standing to raise the objection, <i>see </i><i>In re Grand Jury Investigation,</i> 865 F.2d at 579 n. 2, if and when it arises. In this case, we think the order is valid and enforceable against Doe; the state is not a party to the case and if the state should balk at the implications for Doe's state sentence, that will be a matter that can be addressed at that time, assuming that anyone is interested in doing so.</p>\n<p>As for <i>Liberatore,</i> a later decision by the Second Circuit, <i>Dien,</i> 598 F.2d at 745, followed the general pattern of allowing suspension of a pre-existing federal sentence. While <i>Dien</i> did not overrule <i>Liberatore,</i> it did undercut aspects of the reasoning in <i>Liberatore:</i> the supposed rule that sentences are not interruptible and the stress laid on the lack of a specific grant of authority in section 1826. <i>See </i><i>Dien,</i> 598 F.2d at 744-45. Whether the <i>Liberatore</i> holding would still be followed today is uncertain.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  <i>E.g., </i><i>United States v. Chacon,</i> 663 F.2d 494, 495 (4th Cir.1981) (per curiam); <i>United States v. Dien,</i> 598 F.2d 743, 744-45 (2d Cir. 1979) (per curiam); <i>In re Garmon,</i> 572 F.2d 1373, 1376 (9th Cir.1978); <i>Bruno v. Greenlee,</i> 569 F.2d 775, 776-77 (3d Cir.1978) (per curiam); <i>In re Grand Jury Proceedings,</i> 534 F.2d 41, 42 (5th Cir.1976); <i>Martin v. United States,</i> 517 F.2d 906, 909 (8th Cir.), <i>cert. denied,</i> 423 U.S. 856, 96 S.Ct. 105, 46 L.Ed.2d 81 (1975); <i>Williamson v. Saxbe,</i> 513 F.2d 1309, 1310 (6th Cir. 1975) (per curiam); <i>United States v. Liddy,</i> 510 F.2d 669, 671 (D.C.Cir.1974) (en banc), <i>cert. denied,</i> 420 U.S. 980, 95 S.Ct. 1408, 43 L.Ed.2d 661 (1975); <i>Anglin v. Johnston,</i> 504 F.2d 1165, 1169 &amp; n. 4 (7th Cir. 1974), <i>cert. denied,</i> 420 U.S. 962, 95 S.Ct. 1353, 43 L.Ed.2d 440 (1975).</p>\n<p>[2]  The canon has so far been applied by the Supreme Court to ambiguous statutes that would, if read in one way, possibly abrogate sovereign immunity, <i>Raygor,</i> 534 U.S. at 543-44, 122 S.Ct. 999; \"invoke[] the outer limits of Congress' power,\" <i>Solid Waste Agency of N. Cook Cnty. v. U.S. Army Corps of Eng'rs,</i> 531 U.S. 159, 172, 121 S.Ct. 675, 148 L.Ed.2d 576 (2001); impinge on \"a decision of the most fundamental sort for a sovereign entity,\" <i>Gregory,</i> 501 U.S. at 460, 111 S.Ct. 2395; or \"dramatically intrude[ ] upon traditional state criminal jurisdiction,\" <i>Bass,</i> 404 U.S. at 350, 92 S.Ct. 515.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">640</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">385</span></span> (2011)</b></center>\n<center><h1>In re GRAND JURY.</h1></center>\n<center>No. 10-2005.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard December 10, 2010.</center>\n<center>Decided March 23, 2011.</center>\n<p>Robert L. Sheketoff, for appellant.</p>\n<p>Michael L. Tabak, Assistant United States Attorney, with whom Carmen M. Ortiz, United States Attorney, was on brief for appellee.</p>\n<p>Before BOUDIN, LIPEZ and HOWARD, Circuit Judges.</p>\n<p>BOUDIN, Circuit Judge.</p>\n<p>This appeal presents the question whether, in order to make the federal sanction effective, a federal district court can suspend the running of a prisoner's state sentence while the prisoner is temporarily confined for federal civil contempt. The appellant, whom we will call John Doe, has been serving a state prison sentence set to expire several years from now. Last year, he was brought before a federal grand jury by writ of habeas corpus ad testificandum, granted statutory use immunity, <i>see</i> 18 U.S.C. §§ 6002-6003 (2006), and ordered to testify.</p>\n<p>Despite warnings and threatened contempt, Doe refused to testify and was eventually found in civil contempt and placed in the custody of the U.S. Marshals Service \"until such time as [he] shall obey\" the court's earlier orders to testify, the incarceration not to exceed eighteen months or the end of the grand jury, whichever occurs first. <i>See</i> 28 U.S.C. § 1826(a) (2006). Thereafter, at the government's request, the district court amended the contempt order to provide that the federal contempt confinement</p>\n<blockquote>shall interrupt the service of the sentence imposed on [Doe] by the [state court], which sentence shall not continue <span class=\"star-pagination\">*386</span> to run during the period that [Doe] is being held in civil contempt confinement, and the sentence imposed on [Doe] by the [state court] shall not be considered concurrent herewith; rather, that sentence imposed on [Doe] by the [state court] shall resume when, and only when, this civil contempt confinement of [Doe] pursuant to 28 U.S.C. § 1826(a) has terminated.</blockquote>\n<p>Failing to win reconsideration, Doe now appeals, raising a single claim, namely, that the district court lacked authority under the recalcitrant witness statute, 28 U.S.C. § 1826, to order the state to toll the state court sentence while he serves time for federal civil contempt. The Second Circuit agrees with Doe's position, <i>In re Liberatore,</i> <span class=\"citation\" data-id=\"355113\"><a href=\"/opinion/355113/in-re-thomas-a-liberatore/\"><span class=\"volume\">574</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">78</span></a></span> (2d Cir.1978); a divided Third Circuit supports the government's view, <i>In re Grand Jury Investigation,</i> <span class=\"citation\" data-id=\"516928\"><a href=\"/opinion/516928/in-re-grand-jury-investigation-appeal-of-david-oreski/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">578</span></a></span> (3d Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">905</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">264</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">213</span></span> (1989).</p>\n<p>Section 1826 reads in relevant part:</p>\n<blockquote>Whenever a witness in any proceeding before or ancillary to any court or grand jury of the United States refuses without just cause shown to comply with an order of the court to testify . . . the court, upon such refusal, or when such refusal is duly brought to its attention, may summarily order his confinement at a suitable place until such time as the witness is willing to give such testimony or provide such information. No period of such confinement shall exceed the life of</blockquote>\n<blockquote>(1) the court proceeding, or</blockquote>\n<blockquote>(2) the term of the grand jury, including extensions,</blockquote>\n<blockquote>before which such refusal to comply with the court order occurred, but in no event shall such confinement exceed eighteen months.</blockquote>\n<p>Whether the district court has the authority it exercised presents a question of law that we consider <i>de novo, </i><i>N. Am. Catholic Educ. Programming Found., Inc. v. Cardinale,</i> <span class=\"citation\" data-id=\"203823\"><a href=\"/opinion/203823/north-american-catholic-educ-programming-foundation-v-cardinale/\"><span class=\"volume\">567</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 12 (1st Cir.2009), but to describe it as a question of statutory interpretation is perhaps misleading. Nothing in section 1826's language directly addresses the question whether the federal court may suspend a state sentence during the period of contempt. Nor does the legislative history suggest that Congress ever considered the question.</p>\n<p>Congress often leaves unresolved details needed in the enforcement of federal statutes. Often these are important ones, such as the statute of limitations applicable to section 1983 acts. <i>See </i><i>Bd. of Regents v. Tomanio,</i> <span class=\"citation\" data-id=\"110261\"><a href=\"/opinion/110261/board-of-regents-of-univ-of-state-of-ny-v-tomanio/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span>, 483, <span class=\"citation\" data-id=\"110261\"><a href=\"/opinion/110261/board-of-regents-of-univ-of-state-of-ny-v-tomanio/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1790</span></a></span>, <span class=\"citation\" data-id=\"110261\"><a href=\"/opinion/110261/board-of-regents-of-univ-of-state-of-ny-v-tomanio/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">440</span></a></span> (1980). The omission is sometimes deliberate, Congress being unable to agree on the solution, Friendly, <i>The Gap in LawmakingJudges Who Can't and Legislators Who Won't,</i> 63 Colum. L.Rev. 787, 801 (1963), and sometimes inadvertent, <i>id.</i> at 801-02. It is mere fortuity that a prisoner held in civil contempt by a federal court happens to be serving a state sentence.</p>\n<p>By chance, when Congress in 1984 amended section 1826 (an amendment not bearing on the present case), the Senate committee report took note of and effectively endorsed the practice of federal courts interrupting federal sentences during incarceration for civil contempt. S.Rep. No. 98-225, at 330 (1983), 1984 U.S.C.C.A.N. 3182, 3505. And this practice has been upheld by every circuit to consider the question.<sup>[1]</sup> But Doe's argument in this case turns largely on the fact that the interrupted sentence is that of the <span class=\"star-pagination\">*387</span> state, which is to a degree in our federal system a separate sovereign.</p>\n<p>Absent explicit language from Congress, resort must be had to background principles. One of these is the desire to make the statute serve its central purpose. <i>Passamaquoddy Tribe v. Maine,</i> <span class=\"citation\" data-id=\"196568\"><a href=\"/opinion/196568/passamaquoddy-tribe-v-state-of-maine/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">784</span></a></span>, 788-89 (1st Cir.1996). Here, Congress' explicit purpose in section 1826 was \"to secure the [witness'] testimony through a sanction.\" H.R.Rep. No. 91-1549, at 46 (1970), <i>reprinted in</i> 1970 U.S.C.C.A.N. 4007, 4022. The contempt sanction would be much reduced in force if the federal confinement were offset by an effective reduction in a pre-existing sentence, <i>Chacon,</i> 663 F.2d at 495; <i>Anglin,</i> 504 F.2d at 1169, even if collateral disadvantages remain for the contemnor relating to good time credits and parole.</p>\n<p>True, a federal judge could impose a <i>criminal</i> contempt sentence on Doe, ordering it to be served at the end of the state court sentence. <i>See </i><i>Liberatore,</i> 574 F.2d at 86, 88 n. 9. But the criminal contempt sanction aims to punish, while civil contempt is designed to coerce. H.R.Rep. No. 91-1549, at 46 (1970), <i>reprinted in</i> 1970 U.S.C.C.A.N. at 4022. Thus, the civil sanction allows the contemnor to end his confinement at any moment by complying. <i>United States v. Marquardo,</i> <span class=\"citation\" data-id=\"198060\"><a href=\"/opinion/198060/united-states-v-marquardo/\"><span class=\"volume\">149</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 39 (1st Cir.1998).</p>\n<p>Were this the whole story, the balance of interests would easily favor the government, but here we are concerned with a federal court interrupting a state rather than a federal sentence. True, to achieve federal ends, state power is sometimes constrained even without express statutory authorization; examples are dormant Commerce Clause doctrine, <i>e.g., </i><i>Am. Trucking Ass'ns, Inc. v. Mich. Pub. Serv. Comm'n,</i> <span class=\"citation\" data-id=\"799982\"><a href=\"/opinion/799982/american-trucking-assns-inc-v-michigan-pub-serv-commn/\"><span class=\"volume\">545</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">429</span></a></span>, 433, <span class=\"citation\" data-id=\"799982\"><a href=\"/opinion/799982/american-trucking-assns-inc-v-michigan-pub-serv-commn/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2419</span></a></span>, <span class=\"citation\" data-id=\"799982\"><a href=\"/opinion/799982/american-trucking-assns-inc-v-michigan-pub-serv-commn/\"><span class=\"volume\">162</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">407</span></a></span> (2005), and various immunities of federal officers from state law, <i>e.g., </i><i>In re Neagle,</i> <span class=\"citation\" data-id=\"92766\"><a href=\"/opinion/92766/in-re-neagle/\"><span class=\"volume\">135</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 75, <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">658</span></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">55</span></span> (1890). Yet, not surprisingly, courts are hesitant to override state authority by implication.</p>\n<p>Thus, the Supreme Court has adopted a requirement of plain statement where Congress \"intends to alter the usual constitutional balance between the States and the Federal Government,\" <i>Raygor v. Regents of the Univ. of Minn.,</i> <span class=\"citation no-link\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">533</span></span>, 543-44, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">999</span></span>, <span class=\"citation no-link\"><span class=\"volume\">152</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">27</span></span> (2002) (internal quotation marks omitted); <i>see also </i><i>Gregory v. Ashcroft,</i> <span class=\"citation\" data-id=\"112632\"><a href=\"/opinion/112632/gregory-v-ashcroft/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">452</span></a></span>, 461, 464, <span class=\"citation\" data-id=\"112632\"><a href=\"/opinion/112632/gregory-v-ashcroft/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2395</span></a></span>, <span class=\"citation\" data-id=\"112632\"><a href=\"/opinion/112632/gregory-v-ashcroft/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">410</span></a></span> (1991); <i>United States v. Bass,</i> <span class=\"citation\" data-id=\"108421\"><a href=\"/opinion/108421/united-states-v-bass/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">336</span></a></span>, 349-50, <span class=\"citation\" data-id=\"108421\"><a href=\"/opinion/108421/united-states-v-bass/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">515</span></a></span>, <span class=\"citation\" data-id=\"108421\"><a href=\"/opinion/108421/united-states-v-bass/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">488</span></a></span> (1971); but it has said that this applies only when Congress \"intends to pre-empt the historic powers of the States\" or passes legislation in \"traditionally sensitive areas that affect the federal balance,\" <i>Raygor,</i> 534 U.S. at 543, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">999</span></span> (internal quotation marks and alterations omitted). The critical terms are elastic and the doctrine requires a substantial intrusion.<sup>[2]</sup></p>\n<p>Whatever generalizations are offered by the case law, the reality is that the strength of the respective interests, state <span class=\"star-pagination\">*388</span> and federal, vary from one situation to another. In the present context of federal contempt power, the federal interest will almost always be considerable; whether there is <i>any</i> practical threat to state interests is less apparent, <i>see </i><i>In re Grand Jury Investigation,</i> 865 F.2d at 582-83, since presumably the state has a comparable interest in not having its own sentence diluted in force by making it concurrent with a sentence for different misconduct occurring later.</p>\n<p>Conceivably, in rare situations, the state interest might be greaterfor example, state law might <i>forbid</i> the state from holding the federal contemnor longer than his original release date, a claim made and apparently accepted in <i>Liberatore, see</i> 574 F.2d at 89-90. If that or some comparable consideration existed, it would be up to the contemnor to point it out to the district judge, who could consider what to make of it. But here no such concrete conflict was identified by Doe in the district court or, for that matter, in this court.</p>\n<p>On the contrary, the government has pointed to <i>Commonwealth v. Megna,</i> in which the Bristol Superior Court had no hesitation in ordering that its civil contempt incarceration interrupt a pending Massachusetts sentence then being served by the contemnor. Memorandum of Decision on Civil Contempt, No. BRCR2002-03078 (Mass.Dist.Ct. Oct. 1, 2004). That court cited some of the federal cases (<i>see</i> note 1, above), as well as a local case from another jurisdiction, to explain the necessity for such a step in order to make the civil sanction effective.</p>\n<p>There will be time enough to consider such a real conflict on the merits, and the contemnor's standing to raise the objection, <i>see </i><i>In re Grand Jury Investigation,</i> 865 F.2d at 579 n. 2, if and when it arises. In this case, we think the order is valid and enforceable against Doe; the state is not a party to the case and if the state should balk at the implications for Doe's state sentence, that will be a matter that can be addressed at that time, assuming that anyone is interested in doing so.</p>\n<p>As for <i>Liberatore,</i> a later decision by the Second Circuit, <i>Dien,</i> 598 F.2d at 745, followed the general pattern of allowing suspension of a pre-existing federal sentence. While <i>Dien</i> did not overrule <i>Liberatore,</i> it did undercut aspects of the reasoning in <i>Liberatore:</i> the supposed rule that sentences are not interruptible and the stress laid on the lack of a specific grant of authority in section 1826. <i>See </i><i>Dien,</i> 598 F.2d at 744-45. Whether the <i>Liberatore</i> holding would still be followed today is uncertain.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  <i>E.g., </i><i>United States v. Chacon,</i> <span class=\"citation\" data-id=\"396533\"><a href=\"/opinion/396533/united-states-v-manuel-anselmo-chacon/\"><span class=\"volume\">663</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">494</span></a></span>, 495 (4th Cir.1981) (per curiam); <i>United States v. Dien,</i> <span class=\"citation\" data-id=\"366294\"><a href=\"/opinion/366294/united-states-v-donald-dien/\"><span class=\"volume\">598</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">743</span></a></span>, 744-45 (2d Cir. 1979) (per curiam); <i>In re Garmon,</i> <span class=\"citation\" data-id=\"354161\"><a href=\"/opinion/354161/in-re-grand-jury-proceedings-of-denise-garmon-in-re-grand-jury-proceedings/\"><span class=\"volume\">572</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1373</span></a></span>, 1376 (9th Cir.1978); <i>Bruno v. Greenlee,</i> <span class=\"citation\" data-id=\"352563\"><a href=\"/opinion/352563/bruno-frank-v-greenlee-william-acting-warden-lewisburg-pennsylvania/\"><span class=\"volume\">569</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">775</span></a></span>, 776-77 (3d Cir.1978) (per curiam); <i>In re Grand Jury Proceedings,</i> <span class=\"citation\" data-id=\"334867\"><a href=\"/opinion/334867/in-re-grand-jury-proceedings-united-states-of-america-v-jerry-roscoe/\"><span class=\"volume\">534</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">41</span></a></span>, 42 (5th Cir.1976); <i>Martin v. United States,</i> <span class=\"citation\" data-id=\"328155\"><a href=\"/opinion/328155/walter-martin-jr-v-united-states/\"><span class=\"volume\">517</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">906</span></a></span>, 909 (8th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">856</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">105</span></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">81</span></span> (1975); <i>Williamson v. Saxbe,</i> <span class=\"citation\" data-id=\"326831\"><a href=\"/opinion/326831/nolan-ray-williamson-v-william-saxbe-united-states-attorney-general/\"><span class=\"volume\">513</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1309</span></a></span>, 1310 (6th Cir. 1975) (per curiam); <i>United States v. Liddy,</i> <span class=\"citation\" data-id=\"324996\"><a href=\"/opinion/324996/united-states-v-george-gordon-liddy/\"><span class=\"volume\">510</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">669</span></a></span>, 671 (D.C.Cir.1974) (en banc), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">980</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1408</span></span>, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">661</span></span> (1975); <i>Anglin v. Johnston,</i> <span class=\"citation no-link\"><span class=\"volume\">504</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1165</span></span>, 1169 &amp; n. 4 (7th Cir. 1974), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">962</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1353</span></span>, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">440</span></span> (1975).</p>\n<p>[2]  The canon has so far been applied by the Supreme Court to ambiguous statutes that would, if read in one way, possibly abrogate sovereign immunity, <i>Raygor,</i> 534 U.S. at 543-44, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">999</span></span>; \"invoke[] the outer limits of Congress' power,\" <i>Solid Waste Agency of N. Cook Cnty. v. U.S. Army Corps of Eng'rs,</i> <span class=\"citation\" data-id=\"118396\"><a href=\"/opinion/118396/solid-waste-agency-of-northern-cook-cty-v-army-corps-of-engineers/\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">159</span></a></span>, 172, <span class=\"citation\" data-id=\"118396\"><a href=\"/opinion/118396/solid-waste-agency-of-northern-cook-cty-v-army-corps-of-engineers/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">675</span></a></span>, <span class=\"citation\" data-id=\"118396\"><a href=\"/opinion/118396/solid-waste-agency-of-northern-cook-cty-v-army-corps-of-engineers/\"><span class=\"volume\">148</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">576</span></a></span> (2001); impinge on \"a decision of the most fundamental sort for a sovereign entity,\" <i>Gregory,</i> 501 U.S. at 460, <span class=\"citation\" data-id=\"112632\"><a href=\"/opinion/112632/gregory-v-ashcroft/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2395</span></a></span>; or \"dramatically intrude[ ] upon traditional state criminal jurisdiction,\" <i>Bass,</i> 404 U.S. at 350, <span class=\"citation\" data-id=\"108421\"><a href=\"/opinion/108421/united-states-v-bass/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">515</span></a></span>.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/92766/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108421/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110261/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112632/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118396/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118484/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198060/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203823/",
    "http://www.courtlistener.com/api/rest/v3/opinions/324996/",
    "http://www.courtlistener.com/api/rest/v3/opinions/326831/",
    "http://www.courtlistener.com/api/rest/v3/opinions/328155/",
    "http://www.courtlistener.com/api/rest/v3/opinions/334867/",
    "http://www.courtlistener.com/api/rest/v3/opinions/352563/",
    "http://www.courtlistener.com/api/rest/v3/opinions/354161/",
    "http://www.courtlistener.com/api/rest/v3/opinions/355113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/366294/",
    "http://www.courtlistener.com/api/rest/v3/opinions/396533/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516928/",
    "http://www.courtlistener.com/api/rest/v3/opinions/799982/"
  ]
}