{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/215058/",
  "absolute_url": "/opinion/215058/hunt-v-golden-rule-ins-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/215058/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-04-19T19:12:54Z",
  "date_modified": "2016-04-26T06:17:23.402909Z",
  "type": "010combined",
  "sha1": "05c93b186f540a042d12bc4fe8145e30fc51f900",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/10-2065P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2011/04/19/Hunt_v._Golden_Rule_Insurance_Company.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 10-2065\n\n                        BEATRICE M. HUNT,\n\n                      Plaintiff, Appellant,\n\n                               v.\n\n                 GOLDEN RULE INSURANCE COMPANY,\n\n                      Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\n\n          [Hon. Paul J. Barbadoro, U.S. District Judge]\n\n\n                             Before\n\n                     Boudin, Lipez and Howard\n                         Circuit Judges.\n\n\n\n     Gordon R. Blakeney, Jr. for appellant.\n     William D. Pandolph, with whom Sulloway & Hollis, P.L.L.C.\nwas on brief, for appellee.\n\n\n\n                         April 19, 2011\n\f           HOWARD, Circuit Judge.            In this insurance coverage case,\n\nplaintiff Beatrice Hunt appeals the district court's grant of\n\nsummary judgment to defendant Golden Rule Insurance Company on her\n\nclaims of breach of contract and unfair insurance trade practice.\n\nAfter de novo review, we affirm.\n\n                                        I.\n\n           The background facts are undisputed.              Since 1987, Hunt\n\nwas   insured    under    a    Golden   Rule    individual   insurance   policy\n\nproviding two types of benefits:                major medical benefits and\n\ndecreasing term life insurance.          As this case concerns the former,\n\nwe turn first to the details of that coverage.\n\n           The    Major       Medical   Benefits   section   of   the    policy,\n\nbeginning at page 7, provides that Golden Rule will \"pay for\n\nservices and supplies that qualify as Covered Expenses\" . . . and\n\nthat the \"amount payable will not exceed the Maximum Benefit Limit\n\nshown on page 3.\"1       The policy later indicates that \"[t]he 'Maximum\n\nBenefit Limit' is the total benefit that may be paid for Covered\n\nExpenses during the covered person's lifetime.\"2               Finally, under\n\nthe Exclusions and Limitations section, the policy states in\n\nrelevant part:\n\n\n\n\n      1\n      For purposes of this opinion, we adhere to the policy's use\nof capitalization, italicization and other means of text emphasis.\n      2\n      The parties agree that Hunt is a \"covered person\" within the\nmeaning of the policy.\n\n                                        -2-\n\f          Mental or Nervous Disorders:       Our total\n          liability under the policy for all losses due\n          to mental or nervous disorders, or mental\n          retardation, of any one covered person will\n          not exceed the amount shown on page 3.\n\n          Page 3 of the policy, referenced in both the Maximum\n\nBenefit Limit section and the Exclusion and Limitation section\n\naddressing Mental or Nervous Disorders, is the \"Policy Data Page,\"\n\nwhich contains a listing of premium and benefit amounts.   Included\n\nin this list are a \"Maximum Benefit Limit Per Covered Person\" of $1\n\nmillion and a \"Mental or Nervous Disorder Limit\" of $10,000.\n\n                                 II.\n\n          Hunt received outpatient treatment for a \"mental or\n\nnervous disorder\" in 2005, 2006 and 2007, allegedly incurring costs\n\nof more than $125,000.    In January 2006, Golden Rule informed Hunt\n\nthat because it \"previously paid $8505.81 for mental disorders,\" it\n\nwould pay only $1,494.19 -- for a total of $10,000 -- because \"the\n\nlifetime maximum amount has been met.\"3\n\n          In early 2009, Hunt filed suit against Golden Rule in New\n\nHampshire Superior Court, which Golden Rule seasonably removed to\n\nfederal district court.    Count I of her Complaint alleged that an\n\nambiguity in the policy renders the $10,000 lifetime cap on mental\n\n\n     3\n      The record is unclear as to the precise temporal breakdown of\naccrued or submitted charges during the 2005-07 time frame. The\ncomplaint alleges that more than $44,000 in charges accrued in 2005\nalone, but admits to uncertainty as to what amount was submitted\nfor reimbursement prior to the denial letter.      As there is no\ndispute that the submitted amount exceeded $10,000, more specific\ninformation is not needed at this stage of the litigation.\n\n                                 -3-\n\for nervous disorder benefits unenforceable, and that the $1 million\n\nlimit should apply instead.        Count II claims that the $10,000 cap\n\nimpermissibly discriminates against policy holders with mental, as\n\nopposed to physical, afflictions, and thus is an unenforceable\n\nunfair insurance practice, prohibited by N.H. Rev. Stat. Ann.\n\n(\"RSA\") § 417:4 (2006).     The district court granted Golden Rule's\n\nsummary judgment motion, ruling that the policy was not ambiguous\n\nas to the applicable limit, and that the limit differential was not\n\nproscribed by New Hampshire law.          This appeal followed.\n\n                                    III.\n\n             We review the district court's grant of summary judgment\n\nde novo.     Roberts v. Delta Air Lines, Inc., 599 F.3d 73, 77 (1st\n\nCir. 2010).     Summary judgment is proper where there is no genuine\n\nissue of material fact and the moving party is entitled to judgment\n\nas a matter of law.      Fed. R. Civ. P. 56(c).       Under New Hampshire\n\nlaw, the interpretation of an insurance policy is a question of law\n\nfor the court.     Concord. Gen. Mut. Ins. Co. v. Doe, 8 A.3d 154,\n\n156-57 (N.H. 2010).\n\nA. Ambiguity\n\n             If an insurance policy's terms are clear and unambiguous,\n\nthen   the   policy's   language   must    be   accorded   its   natural   and\n\nordinary meaning. Id. (citing Godbout v. Lloyd's Ins. Syndicates,\n\n834 A.2d 360, 362 (N.H. 2003)).            The court must \"construe the\n\nlanguage as would a reasonable person in the position of the\n\n\n                                     -4-\n\finsured based upon a more than casual reading of the policy as a\n\nwhole.\"      Id.   Terms are construed objectively.           Id.    If an\n\nambiguity renders the policy reasonably susceptible to more than\n\none interpretation, and one interpretation favors the insured, the\n\npolicy will be construed in the insured's favor.        N. Sec. Ins. Co.\n\nv. Connors, No. 2010-152, 2011 WL 1219252, at *3 (N.H. Mar. 31,\n\n2011).      If the language is clear, however, the court cannot\n\n\"'perform    amazing   feats   of   linguistic   gymnastics   to    find   a\n\npurported ambiguity' simply to construe the policy against the\n\ninsurer and create coverage where it is clear that none was\n\nintended.\"    Colony Ins. Co. v. Dover Indoor Climbing Gym, 974 A.2d\n\n399, 401 (N.H. 2009) (quoting Hudson v. Farm Family Mut. Ins. Co.,\n\n697 A.2d 501, 503 (N.H. 1997)).\n\n            Hunt's first claim of ambiguity is straightforward.        She\n\nargues that the \"total liability\" reference in the Mental and\n\nNervous Disorders Exclusion to \"the amount shown on page 3\" is\n\nambiguous because \"amount shown\" could refer to either the \"Mental\n\nand Nervous Disorder Limit\" of $10,000, or the \"Maximum Benefit\n\nLimit Per Covered Person\" of $1 million.         Therefore, she asserts,\n\nshe should get the benefit of the ambiguity and her claim should be\n\nsubject only to the higher limit.      We agree with the district court\n\nthat this argument is meritless.          Several routes lead us to the\n\nsame destination.\n\n\n\n\n                                    -5-\n\f            First,    a   natural      reading      of    the     \"Exclusions     and\n\nLimitations\"       applicable    to    \"Mental      and    Nervous       Disorders,\"\n\nincluding    the    \"total     liability\"      reference     to    page    3,   would\n\nineluctably lead a reasonable person to the \"Mental or Nervous\n\nDisorder Limit\" on that page (emphases added).                  Indeed, given the\n\nspecific page reference and the symmetry of terms, we are hard\n\npressed to fathom how a \"more than casual reading,\" Godbout, 834\n\nA.2d at 362, could lead to a different conclusion.\n\n            Next, if, as Hunt argues, the reference to \"the amount\n\nshown on page 3\" could reasonably be read to mean the $1 million\n\n\"Maximum Benefit Limit,\" it would improperly require us to consider\n\nthe \"total liability\" language in the Mental or Nervous Disorders\n\nExclusion as unnecessary surplusage.             The policy already provides\n\nthat \"amounts payable\" \"during the covered person's lifetime\" will\n\nnot exceed the $1 million Maximum Benefit Limit.                    If the larger\n\n\"Maximum Benefit\" limit applied to mental health benefits, there\n\nwould be no need for reference to a specific \"total liability\" for\n\nMental or Nervous Disorders.           See Int'l Surplus Lines Ins. Co. v.\n\nMfrs. & Merchs. Mut. Ins. Co., 661 A.2d 1192, 1195 (N.H. 1995)\n\n(holding that it is improper to presume policy language to be \"mere\n\nsurplus\").\n\n            Finally, Hunt suggests an alternative reading:                  that the\n\nspecific    $10,000    limit    is    merely   an   annual      limit,    while   the\n\nlifetime limit is $1 million.           Once again, the plain language of\n\n\n                                        -6-\n\fthe policy militates against such a reading.           The two Limits at\n\nissue in this case are the only limits listed on the Policy Data\n\nPage (\"page 3\") that do not contain temporal parameters, such as\n\n\"annual,\" \"daily,\" and \"per calendar year.\"           Therefore, they are\n\nmore naturally treated equally, as lifetime limits.              Moreover,\n\nHunt's proposed construction flies in the face of the plain meaning\n\nof such terms as \"all losses\" and \"total liability\" contained\n\nwithin the Mental and Nervous Disorders Exclusion.\n\n            Finding no ambiguity in the $10,000 limit for Mental or\n\nNervous Disorders, we hold that summary judgment as to Count I was\n\nproperly granted.\n\nB. Discrimination\n\n            In Count II, Hunt alleges that the cap on mental or\n\nnervous    disorders   illegally     discriminates    because   it   treats\n\npolicyholders with such disorders differently from those with\n\nphysical ailments. She asserts two statutory bases for this claim,\n\neach of which arises under New Hampshire's Unfair Insurance Trade\n\nPractices Law, RSA § 417:4.        First, she claims that Golden Rule\n\nviolated    §    417:4,   VIII(b),     which    prohibits    \"any    unfair\n\ndiscrimination    between   individuals    of   the   same   class   and   of\n\nessentially the same hazard in the amount of premium, policy fees,\n\nor rates charged for any . . . contract of health insurance or in\n\nthe benefits payable thereunder . . . .\"         She also cites § 417:4,\n\nVIII(c), which bars \"any unreasonable distinction or discrimination\n\n\n                                     -7-\n\fbetween persons as to the policy, premiums, or rates charged for\n\npolicies . . . or in any other manner whatever[.]\"      Golden Rule\n\nposits both procedural and substantive reasons to support the\n\ndistrict court's ruling. Procedurally, it argues that Hunt's claim\n\nis barred because Chapter 417 does not provide a private right of\n\naction unless a claimant first gets a favorable ruling from the\n\ninsurance commissioner.\n\n           The district court eschewed analysis of Golden Rule's\n\nprocedural argument but found that Hunt's claim was substantively\n\nwanting.   Addressing the procedural issue instead, we hold that\n\nHunt may not pursue a private right of action.   We do not reach the\n\nsubstantive issue.   See Bukuras v. Mueller Grp., LLC., 592 F.3d\n\n255, 261 (1st Cir. 2010) (\"We may affirm summary judgment on any\n\nground manifest in the record.\").\n\n           Under RSA § 417:19, a consumer is \"permit[ted]\" to file\n\na private action for damages after the insurance commissioner finds\n\na violation of the trade practices law.    Bell v. Liberty Mut. Ins.\n\nCo., 776 A.2d 1260, 1263 (N.H. 2001).     Although the New Hampshire\n\nSupreme Court has not explicitly held that the commissioner's\n\nruling is a prerequisite to a private action, the federal district\n\ncourt has so held, first in Shaheen v. Preferred Mut. Ins. Co., 668\n\nF. Supp. 716, 718 (D.N.H. 1987), and more recently in Lacaillade v.\n\nLoignon Champ-Carr, Inc., No. 10-cv-68-JD, 2010 WL 2902251 (D.N.H.\n\nJuly 22, 2010).\n\n\n                                -8-\n\f             Hunt concedes the point, but only to the extent that\n\nprivate suits for damages are proscribed by the statutory scheme.\n\nShe    asserts   that    her    claim   is    not   barred    because     it   seeks\n\ndeclaratory judgment, pursuant to RSA § 491:22.                 A full and fair\n\nreading of the record, however, reveals that this argument is\n\nlittle more than a semantic end-run around a procedural hurdle that\n\nshe has not surmounted.         Her Complaint makes repeated reference to\n\nGolden Rule's alleged violations of Chapter 417, and her requested\n\nrelief -- a declaration that the cap is an unenforceable unfair\n\ntrade practice -- would be an empty victory if she were not able to\n\nrecover the benefits in excess of the $10,000 cap.                 Moreover, to\n\nallow the claim to proceed would essentially usurp the insurance\n\ncommissioner's powers under the law, as aggrieved plaintiffs would\n\nsimply dress up their damages claims in the finery of a declaratory\n\njudgment action.        See, e.g., RSA §§ 417:5 (granting commissioner\n\npower to examine and investigate insurers), 417:6 (authorizing\n\ncommissioner     to     conduct   hearings),        417:7    (detailing    hearing\n\nprocedures), 417:10 (describing range of available punishment). If\n\nthere is to be a declaration that Golden Rule has violated Chapter\n\n417,    it   must     first    come   from    the    New    Hampshire     insurance\n\ncommissioner.\n\n             Hunt's     final argument is that her cause of action is\n\npreserved by RSA § 417:5-a. That section indicates that the powers\n\nvested in the commissioner to determine whether insurers have\n\n\n                                        -9-\n\fengaged in unfair or deceptive practices are \"not exclusive or\n\nrestrictive or intended to limit the powers of the commissioner or\n\nany court of review but . . . are in all respects cumulative of and\n\nsupplemental to    . . . all other applicable New Hampshire statutes\n\nand common law.\"     We think that this section cannot support the\n\nweight that Hunt has placed upon it.            The clear import of the\n\nentire statutory scheme is that claims for unfair trade practices\n\nunder RSA 417 begin with the commissioner, but other types of\n\nclaims -- such as Hunt's breach of contract claim in Count I -- are\n\nnot so restricted.   Indeed, § 417:5-a refers only to the powers of\n\nthe commissioner, and is not suggestive of an unfettered private\n\nright of action.\n\n          As   noted,   the   New   Hampshire    Supreme   Court   has   not\n\nspecifically ruled on the question before us.        In the absence of a\n\nspecific holding, our task is \"to predict what path the state court\n\nwould most likely travel.\" Andrew Robinson Int'l, Inc. v. Hartford\n\nFire Ins. Co., 547 F.3d 48, 52 (1st Cir. 2008).              \"The primary\n\npurpose of [Chapter 417] is to regulate trade practices in the\n\nbusiness of insurance and not to redress individual wrongs.\"\n\nArouchon v. Whaland, 409 A.2d 1331, 1332-33 (N.H. 1979).                 Our\n\ndecision today is consistent with that principle.\n\n          We have reviewed appellant's remaining arguments and find\n\nthem to be without merit.\n\n\n\n\n                                    -10-\n\f                     IV.\n\nThe judgment of the district court is affirmed.\n\n\n\n\n                    -11-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>638 F.3d 83 (2011)</b></center>\n<center><h1>Beatrice M. HUNT, Plaintiff, Appellant,<br>\nv.<br>\nGOLDEN RULE INSURANCE COMPANY, Defendant, Appellee.</h1></center>\n<center>No. 10-2065.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard April 6, 2011.</center>\n<center>Decided April 19, 2011.</center>\n<p><span class=\"star-pagination\">*85</span> Gordon R. Blakeney, Jr., for appellant.</p>\n<p>William D. Pandolph, with whom Sulloway &amp; Hollis, P.L.L.C. was on brief, for appellee.</p>\n<p>Before BOUDIN, LIPEZ and HOWARD, Circuit Judges.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>In this insurance coverage case, plaintiff Beatrice Hunt appeals the district court's grant of summary judgment to defendant Golden Rule Insurance Company on her claims of breach of contract and unfair insurance trade practice. After de novo review, we affirm.</p>\n<p></p>\n<h2><i>I.</i></h2>\n<p>The background facts are undisputed. Since 1987, Hunt was insured under a Golden Rule individual insurance policy providing two types of benefits: major medical benefits and decreasing term life insurance. As this case concerns the former, we turn first to the details of that coverage.</p>\n<p>The Major Medical Benefits section of the policy, beginning at page 7, provides that Golden Rule will \"pay for services and supplies that qualify as <i>Covered Expenses</i>\"... and that the \"amount payable will not exceed the <i>Maximum Benefit Limit</i> shown on page 3.\"<sup>[1]</sup> The policy later indicates that \"[t]he `<i>Maximum Benefit Limit</i>' is the total benefit that may be paid for <i>Covered Expenses</i> during the <i>covered person's</i> lifetime.\"<sup>[2]</sup> Finally, under the Exclusions and Limitations section, the policy states in relevant part:</p>\n<blockquote>Mental or Nervous Disorders: Our total liability under the <i>policy</i> for all <i>losses</i> due to <i>mental</i> or <i>nervous disorders,</i> or mental retardation, of any one <i>covered person</i> will not exceed the amount shown on page 3.</blockquote>\n<p>Page 3 of the policy, referenced in both the Maximum Benefit Limit section and the Exclusion and Limitation section addressing Mental or Nervous Disorders, is the \"Policy Data Page,\" which contains a listing of premium and benefit amounts. Included in this list are a \"Maximum Benefit Limit Per Covered Person\" of $1 million and a \"Mental or Nervous Disorder Limit\" of $10,000.</p>\n<p></p>\n<h2><i>II.</i></h2>\n<p>Hunt received outpatient treatment for a \"mental or nervous disorder\" in 2005, <span class=\"star-pagination\">*86</span> 2006 and 2007, allegedly incurring costs of more than $125,000. In January 2006, Golden Rule informed Hunt that because it \"previously paid $8505.81 for mental disorders,\" it would pay only $1,494.19for a total of $10,000because \"the lifetime maximum amount has been met.\"<sup>[3]</sup></p>\n<p>In early 2009, Hunt filed suit against Golden Rule in New Hampshire Superior Court, which Golden Rule seasonably removed to federal district court. Count I of her Complaint alleged that an ambiguity in the policy renders the $10,000 lifetime cap on mental or nervous disorder benefits unenforceable, and that the $1 million limit should apply instead. Count II claims that the $10,000 cap impermissibly discriminates against policy holders with mental, as opposed to physical, afflictions, and thus is an unenforceable unfair insurance practice, prohibited by N.H.Rev.Stat. Ann. (\"RSA\") § 417:4 (2006). The district court granted Golden Rule's summary judgment motion, ruling that the policy was not ambiguous as to the applicable limit, and that the limit differential was not proscribed by New Hampshire law. This appeal followed.</p>\n<p></p>\n<h2><i>III.</i></h2>\n<p>We review the district court's grant of summary judgment de novo. <i>Roberts v. Delta Air Lines, Inc.,</i> 599 F.3d 73, 77 (1st Cir.2010). Summary judgment is proper where there is no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c). Under New Hampshire law, the interpretation of an insurance policy is a question of law for the court. <i>Concord Gen. Mut. Ins. Co. v. Doe,</i> 161 N.H. 73, 8 A.3d 154, 156-57 (2010).</p>\n<p></p>\n<h2><i>A. Ambiguity</i></h2>\n<p>If an insurance policy's terms are clear and unambiguous, then the policy's language must be accorded its natural and ordinary meaning. <i>Id.</i> (citing <i>Godbout v. Lloyd's Ins. Syndicates,</i> 150 N.H. 103, 834 A.2d 360, 362 (2003)). The court must \"construe the language as would a reasonable person in the position of the insured based upon a more than casual reading of the policy as a whole.\" <i>Id.</i> Terms are construed objectively. <i>Id.</i> If an ambiguity renders the policy reasonably susceptible to more than one interpretation, and one interpretation favors the insured, the policy will be construed in the insured's favor. <i>N. Sec. Ins. Co. v. Connors,</i> No.2010-152, ___ N.H. ___, ___ A.3d ___, ___, 2011 WL 1219252, at *3 (N.H. Mar. 31, 2011). If the language is clear, however, the court cannot \"`perform amazing feats of linguistic gymnastics to find a purported ambiguity' simply to construe the policy against the insurer and create coverage where it is clear that none was intended.\" <i>Colony Ins. Co. v. Dover Indoor Climbing Gym,</i> 158 N.H. 628, 974 A.2d 399, 401 (2009) (quoting <i>Hudson v. Farm Family Mut. Ins. Co.,</i> 142 N.H. 144, 697 A.2d 501, 503 (1997)).</p>\n<p>Hunt's first claim of ambiguity is straightforward. She argues that the \"total liability\" reference in the Mental and Nervous Disorders Exclusion to \"the amount shown on page 3\" is ambiguous because \"amount shown\" could refer to <i>either</i> the \"Mental and Nervous Disorder <span class=\"star-pagination\">*87</span> Limit\" of $10,000, <i>or</i> the \"Maximum Benefit Limit Per Covered Person\" of $1 million. Therefore, she asserts, she should get the benefit of the ambiguity and her claim should be subject only to the higher limit. We agree with the district court that this argument is meritless. Several routes lead us to the same destination.</p>\n<p>First, a natural reading of the \"Exclusions and <i>Limitations</i>\" applicable to \"Mental and Nervous Disorders,\" including the \"total liability\" reference to page 3, would ineluctably lead a reasonable person to the \"Mental or Nervous Disorder <i>Limit</i>\" on that page (emphases added). Indeed, given the specific page reference and the symmetry of terms, we are hard pressed to fathom how a \"more than casual reading,\" <i>Godbout,</i> 834 A.2d at 362, could lead to a different conclusion.</p>\n<p>Next, if, as Hunt argues, the reference to \"the amount shown on page 3\" could reasonably be read to mean the $1 million \"Maximum Benefit Limit,\" it would improperly require us to consider the \"total liability\" language in the Mental or Nervous Disorders Exclusion as unnecessary surplusage. The policy already provides that \"amounts payable\" \"during the <i>covered person's</i> lifetime\" will not exceed the $1 million Maximum Benefit Limit. If the larger \"Maximum Benefit\" limit applied to mental health benefits, there would be no need for reference to a specific \"total liability\" for Mental or Nervous Disorders. <i>See </i><i>Int'l Surplus Lines Ins. Co. v. Mfrs. &amp; Merchs. Mut. Ins. Co.,</i> 140 N.H. 15, 661 A.2d 1192, 1195 (1995) (holding that it is improper to presume policy language to be \"mere surplus\").</p>\n<p>Finally, Hunt suggests an alternative reading: that the specific $10,000 limit is merely an annual limit, while the lifetime limit is $1 million. Once again, the plain language of the policy militates against such a reading. The two Limits at issue in this case are the only limits listed on the Policy Data Page (\"page 3\") that <i>do not</i> contain temporal parameters, such as \"annual,\" \"daily,\" and \"per calendar year.\" Therefore, they are more naturally treated equally, as lifetime limits. Moreover, Hunt's proposed construction flies in the face of the plain meaning of such terms as \"all losses\" and \"total liability\" contained within the Mental and Nervous Disorders Exclusion.</p>\n<p>Finding no ambiguity in the $10,000 limit for Mental or Nervous Disorders, we hold that summary judgment as to Count I was properly granted.</p>\n<p></p>\n<h2><i>B. Discrimination</i></h2>\n<p>In Count II, Hunt alleges that the cap on mental or nervous disorders illegally discriminates because it treats policyholders with such disorders differently from those with physical ailments. She asserts two statutory bases for this claim, each of which arises under New Hampshire's Unfair Insurance Trade Practices Law, RSA § 417:4. First, she claims that Golden Rule violated § 417:4, VIII(b), which prohibits \"any unfair discrimination between individuals of the same class and of essentially the same hazard in the amount of premium, policy fees, or rates charged for any ... contract of health insurance or in the benefits payable thereunder....\" She also cites § 417:4, VIII(c), which bars \"any unreasonable distinction or discrimination between persons as to the policy, premiums, or rates charged for policies ... or in any other manner whatever[.]\" Golden Rule posits both procedural and substantive reasons to support the district court's ruling. Procedurally, it argues that Hunt's claim is barred because Chapter 417 does not provide a private right of action unless a claimant first gets a favorable ruling from the insurance commissioner.</p>\n<p><span class=\"star-pagination\">*88</span> The district court eschewed analysis of Golden Rule's procedural argument but found that Hunt's claim was substantively wanting. Addressing the procedural issue instead, we hold that Hunt may not pursue a private right of action. We do not reach the substantive issue. <i>See </i><i>Bukuras v. Mueller Grp., LLC.,</i> 592 F.3d 255, 261 (1st Cir.2010) (\"We may affirm summary judgment on any ground manifest in the record.\").</p>\n<p>Under RSA § 417:19, a consumer is \"permit[ted]\" to file a private action for damages after the insurance commissioner finds a violation of the trade practices law. <i>Bell v. Liberty Mut. Ins. Co.,</i> 146 N.H. 190, 776 A.2d 1260, 1263 (2001). Although the New Hampshire Supreme Court has not explicitly held that the commissioner's ruling is a prerequisite to a private action, the federal district court has so held, first in <i>Shaheen v. Preferred Mut. Ins. Co.,</i> 668 F.Supp. 716, 718 (D.N.H.1987), and more recently in <i>Lacaillade v. Loignon Champ-Carr, Inc.,</i> No. 10-cv-68-JD, 2010 WL 2902251 (D.N.H. July 22, 2010).</p>\n<p>Hunt concedes the point, but only to the extent that private suits for <i>damages</i> are proscribed by the statutory scheme. She asserts that her claim is not barred because it seeks declaratory judgment, pursuant to RSA § 491:22. A full and fair reading of the record, however, reveals that this argument is little more than a semantic end-run around a procedural hurdle that she has not surmounted. Her Complaint makes repeated reference to Golden Rule's alleged violations of Chapter 417, and her requested reliefa declaration that the cap is an unenforceable unfair trade practicewould be an empty victory if she were not able to recover the benefits in excess of the $10,000 cap. Moreover, to allow the claim to proceed would essentially usurp the insurance commissioner's powers under the law, as aggrieved plaintiffs would simply dress up their damages claims in the finery of a declaratory judgment action. <i>See, e.g.,</i> RSA §§ 417:5 (granting commissioner power to examine and investigate insurers), 417:6 (authorizing commissioner to conduct hearings), 417:7 (detailing hearing procedures), 417:10 (describing range of available punishment). If there is to be a declaration that Golden Rule has violated Chapter 417, it must first come from the New Hampshire insurance commissioner.</p>\n<p>Hunt's final argument is that her cause of action is preserved by RSA § 417:5-a. That section indicates that the powers vested in the commissioner to determine whether insurers have engaged in unfair or deceptive practices are \"not exclusive or restrictive or intended to limit the powers of the commissioner or any court of review but ... are in all respects cumulative of and supplemental to ... all other applicable New Hampshire statutes and common law.\" We think that this section cannot support the weight that Hunt has placed upon it. The clear import of the entire statutory scheme is that claims for unfair trade practices under RSA 417 begin with the commissioner, but other types of claimssuch as Hunt's breach of contract claim in Count Iare not so restricted. Indeed, § 417:5-a refers <i>only</i> to the powers of the commissioner, and is not suggestive of an unfettered private right of action.</p>\n<p>As noted, the New Hampshire Supreme Court has not specifically ruled on the question before us. In the absence of a specific holding, our task is \"to predict what path the state court would most likely travel.\" <i>Andrew Robinson Int'l, Inc. v. Hartford Fire Ins. Co.,</i> 547 F.3d 48, 52 (1st Cir.2008). \"The primary purpose of [Chapter 417] is to regulate trade practices in the business of insurance and not to redress individual wrongs.\" <i>Arouchon v.</i> <span class=\"star-pagination\">*89</span> <i>Whaland,</i> 119 N.H. 923, 409 A.2d 1331, 1332-33 (1979). Our decision today is consistent with that principle.</p>\n<p>We have reviewed appellant's remaining arguments and find them to be without merit.</p>\n<p></p>\n<h2><i>IV.</i></h2>\n<p>The judgment of the district court is affirmed.</p>\n<h2>NOTES</h2>\n<p>[1]  For purposes of this opinion, we adhere to the policy's use of capitalization, italicization and other means of text emphasis.</p>\n<p>[2]  The parties agree that Hunt is a \"covered person\" within the meaning of the policy.</p>\n<p>[3]  The record is unclear as to the precise temporal breakdown of accrued or submitted charges during the 2005-07 time frame. The complaint alleges that more than $44,000 in charges accrued in 2005 alone, but admits to uncertainty as to what amount was submitted for reimbursement prior to the denial letter. As there is no dispute that the submitted amount exceeded $10,000, more specific information is not needed at this stage of the litigation.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">638</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">83</span></span> (2011)</b></center>\n<center><h1>Beatrice M. HUNT, Plaintiff, Appellant,<br>\nv.<br>\nGOLDEN RULE INSURANCE COMPANY, Defendant, Appellee.</h1></center>\n<center>No. 10-2065.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard April 6, 2011.</center>\n<center>Decided April 19, 2011.</center>\n<p><span class=\"star-pagination\">*85</span> Gordon R. Blakeney, Jr., for appellant.</p>\n<p>William D. Pandolph, with whom Sulloway &amp; Hollis, P.L.L.C. was on brief, for appellee.</p>\n<p>Before BOUDIN, LIPEZ and HOWARD, Circuit Judges.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>In this insurance coverage case, plaintiff Beatrice Hunt appeals the district court's grant of summary judgment to defendant Golden Rule Insurance Company on her claims of breach of contract and unfair insurance trade practice. After de novo review, we affirm.</p>\n<p></p>\n<h2><i>I.</i></h2>\n<p>The background facts are undisputed. Since 1987, Hunt was insured under a Golden Rule individual insurance policy providing two types of benefits: major medical benefits and decreasing term life insurance. As this case concerns the former, we turn first to the details of that coverage.</p>\n<p>The Major Medical Benefits section of the policy, beginning at page 7, provides that Golden Rule will \"pay for services and supplies that qualify as <i>Covered Expenses</i>\"... and that the \"amount payable will not exceed the <i>Maximum Benefit Limit</i> shown on page 3.\"<sup>[1]</sup> The policy later indicates that \"[t]he `<i>Maximum Benefit Limit</i>' is the total benefit that may be paid for <i>Covered Expenses</i> during the <i>covered person's</i> lifetime.\"<sup>[2]</sup> Finally, under the Exclusions and Limitations section, the policy states in relevant part:</p>\n<blockquote>Mental or Nervous Disorders: Our total liability under the <i>policy</i> for all <i>losses</i> due to <i>mental</i> or <i>nervous disorders,</i> or mental retardation, of any one <i>covered person</i> will not exceed the amount shown on page 3.</blockquote>\n<p>Page 3 of the policy, referenced in both the Maximum Benefit Limit section and the Exclusion and Limitation section addressing Mental or Nervous Disorders, is the \"Policy Data Page,\" which contains a listing of premium and benefit amounts. Included in this list are a \"Maximum Benefit Limit Per Covered Person\" of $1 million and a \"Mental or Nervous Disorder Limit\" of $10,000.</p>\n<p></p>\n<h2><i>II.</i></h2>\n<p>Hunt received outpatient treatment for a \"mental or nervous disorder\" in 2005, <span class=\"star-pagination\">*86</span> 2006 and 2007, allegedly incurring costs of more than $125,000. In January 2006, Golden Rule informed Hunt that because it \"previously paid $8505.81 for mental disorders,\" it would pay only $1,494.19for a total of $10,000because \"the lifetime maximum amount has been met.\"<sup>[3]</sup></p>\n<p>In early 2009, Hunt filed suit against Golden Rule in New Hampshire Superior Court, which Golden Rule seasonably removed to federal district court. Count I of her Complaint alleged that an ambiguity in the policy renders the $10,000 lifetime cap on mental or nervous disorder benefits unenforceable, and that the $1 million limit should apply instead. Count II claims that the $10,000 cap impermissibly discriminates against policy holders with mental, as opposed to physical, afflictions, and thus is an unenforceable unfair insurance practice, prohibited by N.H.Rev.Stat. Ann. (\"RSA\") § 417:4 (2006). The district court granted Golden Rule's summary judgment motion, ruling that the policy was not ambiguous as to the applicable limit, and that the limit differential was not proscribed by New Hampshire law. This appeal followed.</p>\n<p></p>\n<h2><i>III.</i></h2>\n<p>We review the district court's grant of summary judgment de novo. <i>Roberts v. Delta Air Lines, Inc.,</i> <span class=\"citation\" data-id=\"552\"><a href=\"/opinion/552/roberts-v-delta-air-lines-inc/\"><span class=\"volume\">599</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">73</span></a></span>, 77 (1st Cir.2010). Summary judgment is proper where there is no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c). Under New Hampshire law, the interpretation of an insurance policy is a question of law for the court. <i>Concord Gen. Mut. Ins. Co. v. Doe,</i> <span class=\"citation no-link\"><span class=\"volume\">161</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">73</span></span>, <span class=\"citation\" data-id=\"2446387\"><a href=\"/opinion/2446387/concord-general-mut-ins-co-v-doe/\"><span class=\"volume\">8</span> <span class=\"reporter\">A.3d</span> <span class=\"page\">154</span></a></span>, 156-57 (2010).</p>\n<p></p>\n<h2><i>A. Ambiguity</i></h2>\n<p>If an insurance policy's terms are clear and unambiguous, then the policy's language must be accorded its natural and ordinary meaning. <i>Id.</i> (citing <i>Godbout v. Lloyd's Ins. Syndicates,</i> <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">103</span></span>, <span class=\"citation no-link\"><span class=\"volume\">834</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">360</span></span>, 362 (2003)). The court must \"construe the language as would a reasonable person in the position of the insured based upon a more than casual reading of the policy as a whole.\" <i>Id.</i> Terms are construed objectively. <i>Id.</i> If an ambiguity renders the policy reasonably susceptible to more than one interpretation, and one interpretation favors the insured, the policy will be construed in the insured's favor. <i>N. Sec. Ins. Co. v. Connors,</i> No.2010-152, ___ N.H. ___, ___ A.3d ___, ___, <span class=\"citation no-link\"><span class=\"volume\">2011</span> <span class=\"reporter\">WL</span> <span class=\"page\">1219252</span></span>, at *3 (N.H. Mar. 31, 2011). If the language is clear, however, the court cannot \"`perform amazing feats of linguistic gymnastics to find a purported ambiguity' simply to construe the policy against the insurer and create coverage where it is clear that none was intended.\" <i>Colony Ins. Co. v. Dover Indoor Climbing Gym,</i> <span class=\"citation no-link\"><span class=\"volume\">158</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">628</span></span>, <span class=\"citation\" data-id=\"1539887\"><a href=\"/opinion/1539887/colony-ins-co-v-dover-indoor-climbing-gym/\"><span class=\"volume\">974</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">399</span></a></span>, 401 (2009) (quoting <i>Hudson v. Farm Family Mut. Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">144</span></span>, <span class=\"citation no-link\"><span class=\"volume\">697</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">501</span></span>, 503 (1997)).</p>\n<p>Hunt's first claim of ambiguity is straightforward. She argues that the \"total liability\" reference in the Mental and Nervous Disorders Exclusion to \"the amount shown on page 3\" is ambiguous because \"amount shown\" could refer to <i>either</i> the \"Mental and Nervous Disorder <span class=\"star-pagination\">*87</span> Limit\" of $10,000, <i>or</i> the \"Maximum Benefit Limit Per Covered Person\" of $1 million. Therefore, she asserts, she should get the benefit of the ambiguity and her claim should be subject only to the higher limit. We agree with the district court that this argument is meritless. Several routes lead us to the same destination.</p>\n<p>First, a natural reading of the \"Exclusions and <i>Limitations</i>\" applicable to \"Mental and Nervous Disorders,\" including the \"total liability\" reference to page 3, would ineluctably lead a reasonable person to the \"Mental or Nervous Disorder <i>Limit</i>\" on that page (emphases added). Indeed, given the specific page reference and the symmetry of terms, we are hard pressed to fathom how a \"more than casual reading,\" <i>Godbout,</i> 834 A.2d at 362, could lead to a different conclusion.</p>\n<p>Next, if, as Hunt argues, the reference to \"the amount shown on page 3\" could reasonably be read to mean the $1 million \"Maximum Benefit Limit,\" it would improperly require us to consider the \"total liability\" language in the Mental or Nervous Disorders Exclusion as unnecessary surplusage. The policy already provides that \"amounts payable\" \"during the <i>covered person's</i> lifetime\" will not exceed the $1 million Maximum Benefit Limit. If the larger \"Maximum Benefit\" limit applied to mental health benefits, there would be no need for reference to a specific \"total liability\" for Mental or Nervous Disorders. <i>See </i><i>Int'l Surplus Lines Ins. Co. v. Mfrs. &amp; Merchs. Mut. Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">15</span></span>, <span class=\"citation no-link\"><span class=\"volume\">661</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1192</span></span>, 1195 (1995) (holding that it is improper to presume policy language to be \"mere surplus\").</p>\n<p>Finally, Hunt suggests an alternative reading: that the specific $10,000 limit is merely an annual limit, while the lifetime limit is $1 million. Once again, the plain language of the policy militates against such a reading. The two Limits at issue in this case are the only limits listed on the Policy Data Page (\"page 3\") that <i>do not</i> contain temporal parameters, such as \"annual,\" \"daily,\" and \"per calendar year.\" Therefore, they are more naturally treated equally, as lifetime limits. Moreover, Hunt's proposed construction flies in the face of the plain meaning of such terms as \"all losses\" and \"total liability\" contained within the Mental and Nervous Disorders Exclusion.</p>\n<p>Finding no ambiguity in the $10,000 limit for Mental or Nervous Disorders, we hold that summary judgment as to Count I was properly granted.</p>\n<p></p>\n<h2><i>B. Discrimination</i></h2>\n<p>In Count II, Hunt alleges that the cap on mental or nervous disorders illegally discriminates because it treats policyholders with such disorders differently from those with physical ailments. She asserts two statutory bases for this claim, each of which arises under New Hampshire's Unfair Insurance Trade Practices Law, RSA § 417:4. First, she claims that Golden Rule violated § 417:4, VIII(b), which prohibits \"any unfair discrimination between individuals of the same class and of essentially the same hazard in the amount of premium, policy fees, or rates charged for any ... contract of health insurance or in the benefits payable thereunder....\" She also cites § 417:4, VIII(c), which bars \"any unreasonable distinction or discrimination between persons as to the policy, premiums, or rates charged for policies ... or in any other manner whatever[.]\" Golden Rule posits both procedural and substantive reasons to support the district court's ruling. Procedurally, it argues that Hunt's claim is barred because Chapter 417 does not provide a private right of action unless a claimant first gets a favorable ruling from the insurance commissioner.</p>\n<p><span class=\"star-pagination\">*88</span> The district court eschewed analysis of Golden Rule's procedural argument but found that Hunt's claim was substantively wanting. Addressing the procedural issue instead, we hold that Hunt may not pursue a private right of action. We do not reach the substantive issue. <i>See </i><i>Bukuras v. Mueller Grp., LLC.,</i> <span class=\"citation\" data-id=\"204143\"><a href=\"/opinion/204143/bukuras-v-mueller-group-llc/\"><span class=\"volume\">592</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">255</span></a></span>, 261 (1st Cir.2010) (\"We may affirm summary judgment on any ground manifest in the record.\").</p>\n<p>Under RSA § 417:19, a consumer is \"permit[ted]\" to file a private action for damages after the insurance commissioner finds a violation of the trade practices law. <i>Bell v. Liberty Mut. Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">146</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">190</span></span>, <span class=\"citation no-link\"><span class=\"volume\">776</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1260</span></span>, 1263 (2001). Although the New Hampshire Supreme Court has not explicitly held that the commissioner's ruling is a prerequisite to a private action, the federal district court has so held, first in <i>Shaheen v. Preferred Mut. Ins. Co.,</i> <span class=\"citation\" data-id=\"1403321\"><a href=\"/opinion/1403321/shaheen-v-preferred-mut-ins-co/\"><span class=\"volume\">668</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">716</span></a></span>, 718 (D.N.H.1987), and more recently in <i>Lacaillade v. Loignon Champ-Carr, Inc.,</i> No. 10-cv-68-JD, <span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">2902251</span></span> (D.N.H. July 22, 2010).</p>\n<p>Hunt concedes the point, but only to the extent that private suits for <i>damages</i> are proscribed by the statutory scheme. She asserts that her claim is not barred because it seeks declaratory judgment, pursuant to RSA § 491:22. A full and fair reading of the record, however, reveals that this argument is little more than a semantic end-run around a procedural hurdle that she has not surmounted. Her Complaint makes repeated reference to Golden Rule's alleged violations of Chapter 417, and her requested reliefa declaration that the cap is an unenforceable unfair trade practicewould be an empty victory if she were not able to recover the benefits in excess of the $10,000 cap. Moreover, to allow the claim to proceed would essentially usurp the insurance commissioner's powers under the law, as aggrieved plaintiffs would simply dress up their damages claims in the finery of a declaratory judgment action. <i>See, e.g.,</i> RSA §§ 417:5 (granting commissioner power to examine and investigate insurers), 417:6 (authorizing commissioner to conduct hearings), 417:7 (detailing hearing procedures), 417:10 (describing range of available punishment). If there is to be a declaration that Golden Rule has violated Chapter 417, it must first come from the New Hampshire insurance commissioner.</p>\n<p>Hunt's final argument is that her cause of action is preserved by RSA § 417:5-a. That section indicates that the powers vested in the commissioner to determine whether insurers have engaged in unfair or deceptive practices are \"not exclusive or restrictive or intended to limit the powers of the commissioner or any court of review but ... are in all respects cumulative of and supplemental to ... all other applicable New Hampshire statutes and common law.\" We think that this section cannot support the weight that Hunt has placed upon it. The clear import of the entire statutory scheme is that claims for unfair trade practices under RSA 417 begin with the commissioner, but other types of claimssuch as Hunt's breach of contract claim in Count Iare not so restricted. Indeed, § 417:5-a refers <i>only</i> to the powers of the commissioner, and is not suggestive of an unfettered private right of action.</p>\n<p>As noted, the New Hampshire Supreme Court has not specifically ruled on the question before us. In the absence of a specific holding, our task is \"to predict what path the state court would most likely travel.\" <i>Andrew Robinson Int'l, Inc. v. Hartford Fire Ins. Co.,</i> <span class=\"citation\" data-id=\"203562\"><a href=\"/opinion/203562/andrew-robinson-intern-v-hartford-fire-ins/\"><span class=\"volume\">547</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">48</span></a></span>, 52 (1st Cir.2008). \"The primary purpose of [Chapter 417] is to regulate trade practices in the business of insurance and not to redress individual wrongs.\" <i>Arouchon v.</i> <span class=\"star-pagination\">*89</span> <i>Whaland,</i> <span class=\"citation\" data-id=\"1974704\"><a href=\"/opinion/1974704/arouchon-v-whaland/\"><span class=\"volume\">119</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">923</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1331</span></span>, 1332-33 (1979). Our decision today is consistent with that principle.</p>\n<p>We have reviewed appellant's remaining arguments and find them to be without merit.</p>\n<p></p>\n<h2><i>IV.</i></h2>\n<p>The judgment of the district court is affirmed.</p>\n<h2>NOTES</h2>\n<p>[1]  For purposes of this opinion, we adhere to the policy's use of capitalization, italicization and other means of text emphasis.</p>\n<p>[2]  The parties agree that Hunt is a \"covered person\" within the meaning of the policy.</p>\n<p>[3]  The record is unclear as to the precise temporal breakdown of accrued or submitted charges during the 2005-07 time frame. The complaint alleges that more than $44,000 in charges accrued in 2005 alone, but admits to uncertainty as to what amount was submitted for reimbursement prior to the denial letter. As there is no dispute that the submitted amount exceeded $10,000, more specific information is not needed at this stage of the litigation.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/552/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203562/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204143/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1403321/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1539887/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1974704/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2446387/"
  ]
}