{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/216830/",
  "absolute_url": "/opinion/216830/united-states-v-reynolds/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/216830/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-05-17T17:03:30Z",
  "date_modified": "2016-04-26T13:50:42.530549Z",
  "type": "010combined",
  "sha1": "26b2c9c53d45b876223e64ee0918ce9ab91503cf",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-2504P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2011/05/17/United_States_v._Reynolds.pdf",
  "plain_text": "           United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 09-2504\n\n                     UNITED STATES OF AMERICA,\n\n                             Appellee,\n\n                                v.\n\n                        BONNY L. REYNOLDS,\n\n                       Defendant, Appellant.\n\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                     FOR THE DISTRICT OF MAINE\n\n         [Hon. John A. Woodcock, Jr., U.S. District Judge]\n\n\n                              Before\n\n                       Boudin, Circuit Judge,\n                    Souter,* Associate Justice,\n                     and Stahl, Circuit Judge.\n\n\n     Alan J. Black, by Appointment of the Court, for appellant.\n     Renée M. Bunker, Assistant U.S. Attorney, with whom Thomas E.\nDelahanty II, United States Attorney, was on brief for appellee.\n\n\n                           May 17, 2011\n\n\n\n\n     *\n      The Hon. David H. Souter, Associate Justice (Ret.) of the\nSupreme Court of the United States, sitting by designation.\n\f                STAHL,       Circuit    Judge.       A   grand   jury      charged    Bonny\n\nReynolds with knowingly possessing two firearms after having been\n\ncommitted         to     a    mental        institution,    in      violation        of   18\n\nU.S.C.        § 922(g)(4); and, because the serial number on one of the\n\nfirearms was obliterated, knowingly possessing a firearm with an\n\nobliterated serial number, in violation of 18 U.S.C. § 922(k).\n\nAfter the district court determined that she was sufficiently\n\ncompetent, Reynolds opted for what became a one-day bench trial and\n\nwas found guilty as charged. The district court sentenced Reynolds\n\nto   a       two-year   term    of     imprisonment      followed     by    three    years'\n\nsupervised release.            Reynolds raises four issues on appeal, all of\n\nwhich relate, at least in part, to her competency.                         Specifically,\n\nshe argues that, because of her mental infirmities, (1) she should\n\nnot have been found competent to stand trial, (2) she did not\n\nvoluntarily consent to the firearms search, (3) the judge could not\n\nbe impartial and should have recused himself, and (4) she did not\n\nvoluntarily waive her right to a jury trial.                     We affirm.\n\n                                       I.    Background\n\nA.   Search and Seizure Incident1\n\n                At 11:00 A.M. on May 2, 2006, two uniformed police\n\nofficers        responded      to    investigate     a    call   by   Philip    Bradford\n\n         1\n      Upon review of a denial of a motion to suppress, we recount\nthe facts \"'as the trial court found them, consistent with record\nsupport.'\" United States v. Andrade, 551 F.3d 103, 106 (1st Cir.\n2008) (quoting United States v. Lee, 317 F.3d 26, 30 (1st Cir.\n2003)).\n\n                                               -2-\n\fcomplaining of an unwelcome woman in his residence.             When the\n\nofficers arrived, Mr. Bradford explained to them that he had\n\ninitially given the woman, Reynolds, permission to stay at his\n\nhome, but that he wanted Reynolds to leave because she had failed\n\nto contribute to the rent.   Although Officer Scott Harris believed\n\nthe problem was a civil rather than a criminal matter, with Mr.\n\nBradford's permission, he and his partner entered the home to\n\ncontinue their investigation.\n\n           Mr. Bradford told the officers that Reynolds had two\n\nunloaded firearms, and so the officers drew their guns when they\n\nproceeded towards the back bedroom where Mr. Bradford indicated\n\nReynolds was living.     Upon reaching the bedroom, Officer Harris\n\nknocked on the door and heard a woman inside say, \"Come in.\"           The\n\nofficers entered and saw Reynolds lying on the bed. Officer Harris\n\nasked Reynolds whether she had any guns. Reynolds answered yes and\n\npointed to the headboard behind her.       The guns were not visible.\n\nWithout   asking   permission,   Officer   Harris   walked   towards   the\n\nheadboard, opened a compartment within, and upon seeing the guns,\n\nremoved them.\n\n           After securing the firearms, Officer Harris ran Reynolds'\n\nname through dispatch and discovered that one month prior, she had\n\nbeen involuntarily committed to a mental hospital for psychological\n\nevaluation.     As a result of the statutory prohibition of her\n\npossession, see 18 U.S.C. § 922(g)(4), the officers seized the\n\n\n                                  -3-\n\fweapons over Reynolds' protests and left.        At no time was Reynolds\n\nplaced under arrest, handcuffed, or physically searched.                  On\n\nDecember 11, 2007, a grand jury indicted Reynolds on the two\n\nfirearm charges.\n\nB.   The Proceedings Below\n\n            Reynolds' claims on appeal implicate various proceedings\n\nthat occurred in the district court, which we detail here as\n\nrelevant.\n\n            1.    First Competency Hearing\n\n            Following a series of missteps by Reynolds after her\n\narrest    and    arraignment,   including   repeated   violations   of   her\n\nconditions of release, subsequent re-arrests, and her failure to\n\nappear at a motions hearing, the government moved pursuant to 18\n\nU.S.C. § 4241 to determine whether Reynolds was competent to stand\n\ntrial.    Reynolds' counsel at the time assented to the government's\n\nmotion.     The magistrate judge granted the motion and, at defense\n\ncounsel's request, ordered Dr. Diane Tennies to evaluate Reynolds\n\nand to file a report with the court.\n\n            Dr. Tennies' report concluded that although Reynolds\n\ncould understand the nature of the criminal proceedings, she was\n\nunlikely to make informed decisions necessary to assist properly in\n\nher defense.       She explained, however, that Reynolds' background\n\nindicated that Reynolds \"stabilizes quickly\" when properly treated.\n\nThe magistrate judge reviewed Dr. Tennies' report and held a\n\n\n                                    -4-\n\fhearing during which both Dr. Tennies and Reynolds testified.\n\nBased on this information, the judge recommended that the district\n\ncourt find Reynolds incompetent to proceed to trial at the present\n\ntime, but that she could become competent in the near future with\n\nproper treatment. Neither party filed any objections. On July 30,\n\n2008, the district court accepted the recommended decision and\n\nordered   Reynolds    committed    to   a   suitable    facility   for\n\nhospitalization pending further assessment.     Reynolds' commitment\n\nwas to the Federal Medical Center, Carswell (\"Carswell\") located in\n\nFort Worth, Texas.\n\n          2.   Second Competency Hearing\n\n             On February 2, 2009, the district court received a\n\nletter from the Carswell warden accompanied by a report written by\n\nforensic psychologist Dr. Leslie Powers and reviewed by chief\n\npsychologist Dr. Robert Gregg, which concluded that Reynolds'\n\ncompetence   was   restored.   Specifically,   the   report   explained\n\nthat Reynolds had \"a good understanding of the role and function of\n\n. . . the Judge, jury, prosecution, her attorney, and witnesses,\"\n\nthat she \"accurately described the different plea options,\" that\n\nReynolds believed \"that her attorney was working in her best\n\ninterest,\" and that she could ask \"for clarification if she did not\n\nunderstand something her attorney was saying or something said in\n\nthe Courtroom.\"    In view of the report, the district court ordered\n\na second competency hearing.      Counsel attended a conference with\n\n\n                                  -5-\n\fthe court prior to the hearing, wherein defense counsel stated that\n\nhe had met with Reynolds several times and that she was \"in good\n\nshape.\"       He explained that he would not be contesting competence.\n\n               The district court began the hearing by asking Reynolds\n\nseveral questions to assess her demeanor and presentation and to\n\ndetermine whether she was competent.             Reynolds explained to the\n\ncourt that she understood \"exactly\" the proceedings being held, and\n\nshe stated that she and her lawyer had discussed the issues\n\ninvolved, which defense counsel confirmed. Throughout the hearing,\n\nthe   court     continued   to    check    Reynolds'   understanding    of    the\n\nproceedings, and each time, Reynolds assured the court that she\n\nfollowed.       She conferred with defense counsel several times and\n\nexpressed her wish to exercise her right to allocute.\n\n               During her allocution, Reynolds stated that she was\n\nmistreated by both personnel and fellow patients while in custody,\n\nand    that    her   problems    were     physical   and   not   psychological.\n\nReynolds then proceeded to discuss the circumstances surrounding\n\nthe charges.         Both defense counsel and the court interrupted\n\nReynolds to tell her that she \"shouldn't talk about the case,\" to\n\nwhich Reynolds responded, \"Why? . . . I don't have anything to\n\nhide.\"    Defense counsel conferred with Reynolds and then explained\n\non    record    that   anything    Reynolds     said   \"could    ultimately    be\n\ncounterproductive,\" but Reynolds continued.\n\n               Reynolds stated that she removed two firearms from her\n\n\n                                          -6-\n\fmother's house because a neighbor, who was a felon, had put them\n\nthere \"and the serial numbers were scratched off of them.\"                    She\n\nsaid that she was intending to take the weapons to the police\n\nstation but that one of her roommates learned of the guns and\n\ncalled the sheriff's department.         Reynolds explained that a police\n\nofficer then came into her room without knocking and asked if she\n\nhad guns, to which she responded affirmatively, showing them to\n\nhim.     Reynolds said that the officer took the guns and arrested\n\nher.     Reynolds stated that she did not see how she broke the law\n\nsince she was helping her mother.\n\n            When   Reynolds   finished       speaking,   the    district   court\n\naccepted the Carswell forensic report without objection.                 It then\n\nstated that, in view of the report and its observations of Reynolds\n\nduring    the    hearing,   Reynolds    was    competent   to    stand     trial.\n\nSpecifically, it stated that Reynolds had \"sufficient present\n\nability to consult with her attorney with a reasonable degree of\n\nrational understanding,\" and that she had a \"rational, as well as\n\nfactual, understanding not only of the proceedings against her, but\n\nalso the possible consequences of the proceedings.\"               Although the\n\ncourt found that Reynolds would continue to be competent in the\n\nfuture, it stated that it would \"remain vigilant regarding that\n\nissue.\"    Neither party objected.\n\n            3.    Motion to Suppress\n\n            Prior to her first competency hearing, Reynolds filed a\n\n\n                                       -7-\n\fmotion to suppress the firearms seized from her bedroom.   Because\n\nof Reynolds' competency concerns, however, a decision on the motion\n\nwas delayed.   After the district court found Reynolds competent to\n\nface the charges against her, it rescheduled a motion hearing.\n\n          In her suppression motion, Reynolds argued that she had\n\nnot consented to the search of her headboard.    Specifically, she\n\ncontended that when Officer Harris asked whether she had any\n\nfirearms, she understood his question to concern only the existence\n\nof the weapons, and she did not know that the officer intended to\n\nsearch for and seize them.    The government argued that Reynolds\n\ngave consent for the search and that her consent was voluntary.\n\n          At the motion hearing, Officer Harris was the only\n\nwitness; defense counsel stated that he reviewed with Reynolds her\n\nright to testify, but that she chose to \"follow[] [his] advice\" and\n\nnot take the stand.   The court then asked the parties whether they\n\nwished to file supplemental memoranda before the court ruled on the\n\nmotion.   Neither party offered additional materials nor suggested\n\nthat the court incorporate evidence admitted during the competency\n\nhearings into the suppression proceedings.\n\n          On April 21, 2009, the district court denied Reynolds'\n\nmotion.    It found that Reynolds provided implied consent for\n\nOfficer Harris to search the headboard.       By pointing to the\n\nheadboard in response to the officer's question asking whether\n\nReynolds had any weapons, Reynolds demonstrated that she knew the\n\n\n                                -8-\n\fofficer    intended   to    find     the     firearms.     With   respect   to\n\nvoluntariness, the court concluded that, upon consideration of the\n\ntotality of circumstances, there was no showing that Reynolds' will\n\nwas overborne by overtly coercive police conduct.            In addition, it\n\nheld that even though Reynolds had been committed to a mental\n\ninstitution one month before the search and that an indication of\n\na defendant's mental deficiency weighs against voluntariness, the\n\nparties did not raise this issue or provide the court with any\n\nguidance as to how to interpret Reynolds' prior commitment or\n\nhistory of mental illness.            With no showing that Reynolds was\n\naffected by an underlying illness, nor direct evidence regarding\n\nher mental capacity at the time of the search, the court found that\n\nthe factor did not defeat Reynolds' voluntariness.2\n\n           4.   Change of Plea Hearing\n\n           Shortly after the district court denied Reynolds' motion\n\nto suppress, her counsel moved to withdraw from representation.\n\nThe district court granted the motion and appointed Reynolds new\n\ncounsel.     Reynolds      then    entered    a   plea   agreement   with   the\n\ngovernment, and the district court convened a change of plea\n\nhearing on July 24, 2009.         At the hearing, the court asked Reynolds\n\nmultiple questions to determine her competence.                It also asked\n\n\n     2\n      Reynolds also argued in her motion that officer safety\nconcerns did not justify the seizure of the firearms and that the\nsubsequent examination of one of the guns to recover the\nobliterated serial number was unlawful.       The district court\nrejected both contentions, and neither is at issue on appeal.\n\n                                       -9-\n\fseveral times whether Reynolds understood the proceedings, to which\n\nReynolds responded affirmatively.           It found Reynolds competent to\n\nproceed with the plea.\n\n            The plea hearing, however, altered course and became a\n\ntrial scheduling conference because Reynolds stated that she did\n\nnot believe she was guilty; she simply wanted to speed up the\n\nproceedings to \"get out of jail\" more quickly. The court explained\n\nthat it could not accept her plea under those circumstances, but\n\nthat timing was not an issue and she could proceed to trial in\n\nshort order. Defense counsel then told the court that Reynolds was\n\nconsidering the possibility of a bench trial.               The court stated\n\nthat a bench trial would not necessarily occur more quickly than a\n\njury trial and that, regardless of the trial requested, it could\n\nget underway in the next few weeks.          The court worked with counsel\n\nto set a tentative schedule, with only three days' difference\n\nbetween the start of a bench or jury trial.          When the court noted\n\nthat Reynolds seemed to prefer a jury-waived trial, Reynolds\n\ninterjected, \"Excuse me.        Did you say jury trial?\" The court\n\nclarified   that   it   had   said   \"jury-waived\"     to    which   Reynolds\n\nresponded, \"Oh, okay.\"\n\n            5.   Bench Trial and Sentencing\n\n            One week after the plea hearing, the bench trial began.\n\nBefore proceeding, the court reviewed with Reynolds the waiver of\n\nher right to a jury trial to ensure that she understood the waiver\n\n\n                                     -10-\n\fand that it was voluntary.      Reynolds confirmed that she understood\n\nthat she was entitled to a jury trial and to participate in jury\n\nselection.       She   also   confirmed    her   understanding   that     upon\n\nacceptance of her jury waiver, the district court would decide her\n\ninnocence or guilt. The court verified that Reynolds had discussed\n\nwith counsel her right to a jury trial, along with the advantages\n\nand disadvantages of proceeding with one.          Reynolds told the court\n\nthat she had read, understood, and voluntarily signed her waiver of\n\na jury trial.     Therefore, the court approved the waiver, finding\n\nthat Reynolds \"knowingly and voluntarily waived her right to trial\n\nby jury.\"\n\n            Officer Harris testified at trial, as did an agent with\n\nthe Bureau of Alcohol, Tobacco, and Firearms.                 Reynolds also\n\ntestified at trial.      With respect to the charges against her, she\n\nstated that she did not \"look[] over th[e] firearms to find the\n\nserial numbers,\" nor did she purposefully remove the serial number\n\non one of the guns.      Several pieces of evidence and stipulations\n\nwere   entered   into   evidence   without       objection,   including    the\n\ntranscript from the second competency hearing.\n\n            The court found Reynolds guilty of the two charges.             In\n\ndoing so, it relied in part on Reynolds' allocution during her\n\nsecond competency hearing, specifically her statements explaining\n\nthat she had taken the guns from her mother's house because the\n\nserial numbers had been removed.\n\n\n                                    -11-\n\f           Three months later, the court sentenced Reynolds.                     It\n\nfirst determined that Reynolds was competent to be sentenced, and\n\nthen it sentenced her to twenty-four months' imprisonment followed\n\nby three years of supervised release.             This appeal followed.\n\n                              II.    Analysis\n\n           Reynolds raises four issues on appeal, which we address\n\nin turn.\n\nA.   Reynolds' Competence\n\n           Reynolds   contends      that    the   district     court    erred    by\n\nfinding her competent to stand trial during the second competency\n\nhearing.    It   is   well   established      that   the     conviction     of   an\n\nincompetent defendant violates due process.                  United States v.\n\nGiron-Reyes, 234 F.3d 78, 80 (1st Cir. 2000) (citing Pate v.\n\nRobinson, 383 U.S. 375, 385 (1966)).              To be found competent, a\n\ndefendant must have both \"sufficient present ability to consult\n\nwith his lawyer with a reasonable degree of rational understanding\"\n\nand \"a rational as well as factual understanding of the proceedings\n\nagainst him.\"    Dusky v. United States, 362 U.S. 402, 402 (1960).\n\n           Congress    incorporated        this   standard    into     18   U.S.C.\n\n§ 4241, which establishes the procedures for determining a criminal\n\ndefendant's competence.       Pursuant to § 4241, a defendant or the\n\ngovernment may file a motion for a hearing to determine the mental\n\ncompetency of the defendant.        Id. § 4241(a).      The court will grant\n\nthe motion or, on its own initiative, order such a hearing \"if\n\n\n                                     -12-\n\fthere   is   reasonable   cause   to   believe   that   the   defendant   may\n\npresently be suffering from a mental disease or defect rendering\n\nhim mentally incompetent to the extent that he is unable to\n\nunderstand the nature and consequences of the proceedings against\n\nhim or to assist properly in his defense.\"         Id.\n\n             After the hearing, if\n\n             the court finds by a preponderance of the\n             evidence that the defendant is presently\n             suffering from a mental disease or defect\n             rendering him mentally incompetent to the\n             extent that he is unable to understand the\n             nature and consequences of the proceedings\n             against him or to assist properly in his\n             defense, the court shall commit the defendant\n             to the custody of the Attorney General. The\n             Attorney   General   shall  hospitalize   the\n             defendant   for  treatment   in  a   suitable\n             facility.\n\nId. § 4241(d).\n\n             The statute also contemplates a defendant's restored\n\ncompetence. Pursuant to § 4241(e), after a defendant's commitment,\n\nthe director of the treating facility must notify the court when he\n\nor she determines that the defendant has regained competency.\n\nThereafter, the court must hold another hearing to determine the\n\ndefendant's competence.      Id.; see also Giron-Reyes, 234 F.3d 78.\n\nAt the hearing, the defendant \"shall be afforded an opportunity to\n\ntestify, to present evidence, to subpoena witnesses on his behalf,\n\nand to confront and cross-examine witnesses who appear.\" 18 U.S.C.\n\n§ 4247(d).\n\n             Upon this second hearing, if\n\n                                   -13-\n\f          [t]he court finds by a preponderance of the\n          evidence that the defendant has recovered to\n          such an extent that he is able to understand\n          the nature and consequences of the proceedings\n          against him and to assist properly in his\n          defense, the court shall order his immediate\n          discharge from the facility in which he is\n          hospitalized and shall set the date for trial\n          or other proceedings.\n\nId. § 4241(e).\n\n          Reynolds raises two challenges to the district court's\n\nfinding that her competency had been restored.    First, she argues\n\nthat her behavior and comments during the second competency hearing\n\nbelied the court's determination.     She points to the fact that at\n\nthe hearing, she spoke of alleged abuses she endured while in\n\ncustody, made admissions when discussing the search and seizure\n\nincident against the advice of both the court and counsel, and\n\nstated that she did not \"see how [she] broke the law at all\" since\n\nshe believed she was helping her mother.    Second, she asserts that\n\nthe court's procedures during the hearing were infirm and that, at\n\na minimum, the district court should have required the Carswell\n\ndoctors who certified that she had regained competence to have\n\ntestified and been subject to cross-examination by both counsel and\n\nthe district court.\n\n          Typically, we review a district court's determination of\n\ncompetence under a clearly erroneous standard.     United States v.\n\nWiggin, 429 F.3d 31, 37 (1st Cir. 2005).         Reynolds concedes,\n\nhowever, that she did not raise her challenge at any time below,\n\n\n                               -14-\n\fand that plain error review controls. See United States v. Muriel-\n\nCruz, 412 F.3d 9, 11 (1st Cir. 2005) (applying plain error review\n\nto unpreserved claim of improper competency hearing procedures);\n\nGiron-Reyes,    234    F.3d   at   80   (applying    plain   error   review    to\n\nunpreserved claim that after defendant found incompetent, court\n\nmust hold second competency hearing and find the defendant mentally\n\nfit before proceeding with the case). Under plain error review, we\n\nreverse only if (1) \"an error occurred (2) which was clear or\n\nobvious and which not only (3) affected the defendant's substantial\n\nrights, but also (4) seriously impaired the fairness, integrity, or\n\npublic reputation of judicial proceedings.\"                  United States v.\n\nLandry, 631 F.3d 597, 606 (1st Cir. 2011).               In United States v.\n\nFigueroa-González, 621 F.3d 44, 47 & n.3 (1st Cir. 2010), we\n\nacknowledged    that    \"[w]hether      a   waiver   would   be   valid   if   the\n\ndefendant were incompetent might be debated.\"                Id. (citing Pate,\n\n383 U.S. at 384 (\"[I]t is contradictory to argue that a defendant\n\nmay be incompetent, and yet knowingly or intelligently ‘waive’ his\n\nright to have the court determine his capacity to stand trial.\")).\n\nHere, however, the issue is inconsequential because Reynolds' claim\n\nfails under either standard of review.\n\n          First, the district court did not err in finding Reynolds\n\ncompetent.     In making its decision, the court relied on multiple\n\npieces of evidence that favored its determination.                It considered\n\nthe unobjected-to, lengthy forensic evaluation conducted by the\n\n\n                                        -15-\n\fCarswell clinical staff who treated and evaluated Reynolds for four\n\nmonths and who found Reynolds restored to competency.         See Muriel-\n\nCruz, 412 F.3d at 13 (\"[C]ertificates [from mental facilities\n\nnoting a defendant's recovery] unquestionably constitute competent\n\nevidence of a defendant's mental condition.\").         It also considered\n\ndefense counsel's independent assessment that Reynolds was in \"good\n\nshape\" and that he had no reason to contest competency.        See Medina\n\nv. California, 505 U.S. 437, 450 (1992) (\"[D]efense counsel will\n\noften have the best-informed view of the defendant's ability to\n\nparticipate   in   his   defense.\");    Muriel-Cruz,    412   F.3d   at    13\n\n(\"[D]efense counsel enjoys a unique vantage for observing whether\n\nher client is competent.\").\n\n          In addition, the district court heard from Reynolds\n\nherself, and it judged Reynolds' abilities first-hand.           Reynolds\n\ntold the court that she understood \"exactly\" the proceedings being\n\nheld and that she had discussed the issues with her lawyer.               She\n\nconferred with her counsel during the hearing, answered the court's\n\nquestions, and understood that she had a right to allocute.          At no\n\npoint was the court presented with any conflicting judgments as to\n\nReynolds' competency. Indeed, even though Dr. Tennies concluded at\n\nthe first competency hearing that Reynolds was not competent to\n\nstand trial, she explained that Reynolds \"stabilizes quickly\" and\n\ncould be remediated \"within a period of weeks even.\"\n\n          Reynolds claims that the remarks she made during her\n\n\n                                 -16-\n\fallocution required the court to find that she was mentally unfit,\n\nbut we are unpersuaded.          Strange remarks or behavior do not in\n\nthemselves necessitate a finding of incompetence.                       See United\n\nStates    v.   Lebrón,   76   F.3d    29,    32   (1st     Cir.   1996)    (finding\n\n\"irrational and outrageous behavior\" did not require finding of\n\nincompetence); see also Jermyn v. Horn, 266 F.3d 257, 292-95 (3d\n\nCir. 2001) (\"strange behavior\" did not require court to order sua\n\nsponte    competency     evaluation).         Further,      although      Reynolds'\n\nadmissions during her allocution may have ultimately been used\n\nagainst her, they alone do not prove that she could not assist in\n\nher own defense. \"Competent people can and do make decisions which\n\nothers consider irrational.\"         Wiggin, 429 F.3d at 37-38; see also\n\nUnited States v. Moussaoui, 591 F.3d 263, 293-94 (4th Cir. 2010)\n\n(finding no error in district court's determination that defendant\n\nwas   competent    despite     pleading     guilty    against     the     advice   of\n\ncounsel).      Reynolds' comments were ill-advised, but the district\n\ncourt    was   confronted     with   several      strong    pieces   of    evidence\n\nconfirming that Reynolds understood the proceedings against her and\n\ncould assist in her defense.         The expert report said as much, both\n\ndefense counsel and the government agreed, and Reynolds' behavior\n\nduring the hearing — including her repeated conferences with\n\ncounsel, understanding of her right to allocute, and interaction\n\nwith the court — evidenced her sufficient mental state.                       Under\n\nthese circumstances, we can find no error in the court's conclusion\n\n\n                                      -17-\n\fthat Reynolds' competency was restored.\n\n              Second, with respect to Reynolds' argument that the court\n\nwas required to cross-examine the psychiatric personnel at Carswell\n\nwho found Reynolds competent, we have disposed of this argument in\n\nour prior case law.           As we explained in United States v. Muriel-\n\nCruz,   412    F.3d    at   14,   the    district    court    does    not    have     an\n\nindependent duty to summon and cross-examine the experts who\n\ndetermine that a defendant has regained competence.                   \"Subsections\n\n4241(e)    and      4247(d)    plainly    contemplate       that     the    issue    of\n\ndefendant's competency vel non is to be resolved through the normal\n\nworkings of the adversarial process.\"               Id.\n\nB.   Motion to Suppress\n\n              The    Fourth    Amendment        protects    against     warrantless\n\nsearches      unless    the    search    comes     within    \"one     of    the     'few\n\nspecifically established and well-delineated exceptions' to the\n\nwarrant requirement.\"          United States v. Forbes, 181 F.3d 1, 5 (1st\n\nCir. 1999) (quoting Schneckloth v. Bustamonte, 412 U.S. 218, 219\n\n(1973)).      A consensual search is such an exception.               Id.    Consent\n\nto a search may be express or inferred.              United States v. Winston,\n\n444 F.3d 115, 121 (1st Cir. 2006).                For consent to be valid, it\n\nmust also be voluntary.           Id.    \"'The existence of consent and the\n\nvoluntariness thereof are questions of fact to be determined from\n\nall the circumstances surrounding the search.'\"                       Id. (quoting\n\nUnited States v. Miller, 589 F.2d 1117, 1130 (1st Cir. 1978)).\n\n\n                                         -18-\n\fVoluntariness must be proved by the government, and it is a\n\nquestion of fact that turns on an evaluation of multiple factors,\n\nincluding    the    consenting      party's       age,   education,   experience,\n\nintelligence, and knowledge of the right to withhold consent.\n\nUnited States v. Dunbar, 553 F.3d 48, 57 (1st Cir. 2009).                   Further\n\nconsiderations      include      whether    the     party   was   advised   of   her\n\nconstitutional rights or whether the consent was obtained by\n\ncoercive means.      Id.\n\n             Reynolds challenges the district court's denial of her\n\nmotion to suppress the firearms.            She argues first that her answer\n\naffirming    that    she   had    weapons     and    her    gesture   towards    the\n\nheadboard did not constitute implied consent. Second, she contends\n\nthat, to the extent that she did consent to the search, her consent\n\nwas not voluntary because of her mental infirmities, which the\n\ndistrict court should have considered.\n\n             When reviewing a challenge to the district court's denial\n\nof a motion to suppress, we review factual findings for clear error\n\nand accord de novo review to conclusions of law.                  United States v.\n\nMohamed, 630 F.3d 1, 4-5 (1st Cir. 2010).                    We will affirm the\n\ndenial of the motion \"'so long as any reasonable view of the\n\nevidence supports it.'\"          Id. (quoting United States v. Bater, 594\n\nF.3d   51,    55    (1st   Cir.    2010)).          Arguments     related   to   the\n\nunlawfulness of a search that were not raised to the district\n\ncourt, however, are considered waived or forfeited and are reviewed\n\n\n                                       -19-\n\fat most for plain error.    See United States v. Genao, 281 F.3d 305,\n\n309 & n.4 (1st Cir. 2002) (finding defendant waived his argument\n\nthat search was involuntary because he did not raise voluntariness\n\nchallenge to the district court).\n\n           Here, we dispose of Reynolds' challenges.        With respect\n\nto her first argument, we hold that, although the issue may be\n\ndebatable, the district court did not clearly err in finding that\n\nReynolds gave the police officer implied consent to search the\n\nheadboard.   It was reasonable for the district court to find that\n\nReynolds' gesture to the headboard when answering \"yes\" to whether\n\nshe had weapons demonstrated that Reynolds understood the police\n\nofficer intended not only to learn of the existence of the weapons,\n\nbut also to find them.      See Winston, 444 F.3d at 121-22 (finding\n\ndistrict court clearly erred by concluding that defendant did not\n\nimpliedly consent to search of nightstand when police officers\n\nasked   defendant   for   identification,    defendant    told   them   his\n\nidentification   was   in   the   bedroom   nightstand,   and    defendant\n\ngestured to nightstand with his shoulder); Genao, 281 F.3d at 309-\n\n10 (finding no clear error regarding implied consent to search\n\nthird floor apartment when defendant volunteered that he had a key\n\nto the apartment and showed the police how the key worked).\n\n           Next, with respect to Reynolds' claim that the court\n\nerred by finding her consent voluntary and by not considering fully\n\nher mental competence, we reject it. First, the argument was never\n\n\n                                   -20-\n\fpresented to the district court and therefore we apply at most\n\nplain error review.     See Genao, 281 F.3d at 309 & n.4.                Although\n\nReynolds claims that the parties \"assumed\" the district court would\n\nconsider Reynolds' competency when ruling on the motion, we see no\n\nevidence of this, particularly here where the district court\n\nspecifically    asked   the    parties     whether     there    were   additional\n\nmaterials the court should consider before ruling on the motion.\n\n           Second, we can find no error.                Mental competency is\n\ncertainly a factor to be considered when evaluating voluntariness,\n\nbut it is one of many a court must balance.              See United States v.\n\nWatson, 423 U.S. 411, 424-25 (1976); see also United States v.\n\nSantos, 131 F.3d 16, 19 (1st Cir. 1997) (finding totality of\n\ncircumstances indicated confession was made voluntarily even though\n\ndefendant's competence was a factor in the determination).                  Here,\n\nthe court did consider Reynolds' mental status, but when undergoing\n\nits totality of circumstances evaluation, it found that the factor\n\nalone did not demonstrate involuntariness.               The court concluded\n\nthat the search incident was minimally coercive and that there was\n\nno evidence that Reynolds was affected by any underlying illness\n\nduring the time of the search.            Indeed, Reynolds was responsive,\n\nlucid,   and   cooperative      with   the    police    officers.       Further,\n\nnotwithstanding the fact that Reynolds never sought to introduce\n\nevidence of her mental health, even if the court had considered the\n\nforensic   reports   and      Reynolds'    demeanor     at     subsequent   court\n\n\n                                       -21-\n\fproceedings, none of this evidence spoke to Reynolds' mental\n\ncapacity at the time of the incident.\n\nC.    Sua Sponte Recusal\n\n            Section 455 of Title 28 of the United States Code governs\n\njudicial recusals and requires that \"[a]ny justice, judge, or\n\nmagistrate judge of the United States shall disqualify himself in\n\nany proceeding in which his impartiality might reasonably be\n\nquestioned.\" 28 U.S.C. § 455(a). Reynolds argues that because the\n\ndistrict court judge presided over the second competency hearing\n\nduring which Reynolds made admissions of her guilt, the judge could\n\nnot be impartial when overseeing the bench trial.             Specifically,\n\nshe asserts that because she admitted to possessing the firearms\n\nand to knowing that one had an obliterated serial number, the judge\n\nhad    either    predetermined    her     guilt   before   the     trial   or\n\npredetermined her lack of credibility.\n\n            This argument proves too much. Since Reynolds makes this\n\nclaim for the first time on appeal, plain error review applies, and\n\nReynolds cannot meet the prejudice prong.          The parties stipulated\n\nto the admission of the second competency hearing transcript, which\n\nReynolds does not now contest, and so any judge presiding over the\n\nbench trial would have considered Reynolds' statements made during\n\nthe   hearing.      Moreover,    opinions    formed   based   on    evidence\n\nintroduced during the course of a case do not per se warrant\n\nrecusal.    Such opinions are \"properly and necessarily acquired in\n\n\n                                   -22-\n\fthe course of the proceedings, and are indeed sometimes (as in a\n\nbench trial) necessary to completion of the judge's task.\"               Liteky\n\nv. United States, 510 U.S. 540, 550-51 (1994).\n\nD.   Jury Trial Waiver\n\n           Lastly, Reynolds claims that her jury-trial waiver was\n\nnot knowingly and voluntarily executed for two reasons. First, she\n\nclaims that her mental incompetence prevented her from fully\n\nappreciating her right to a jury trial, as demonstrated by her\n\npreoccupation   with   the   delay    that   a   jury   trial    might   cause.\n\nSecond, reformulating her recusal argument, she asserts that her\n\nwaiver could not be knowing and voluntary because the district\n\ncourt did not explain to her that it had previously heard her\n\nadmissions   related   to    the   charges    and    would    consider     these\n\nadmissions when deciding whether she was guilty.\n\n           The Sixth Amendment provides that \"[i]n all criminal\n\nprosecutions, the accused shall enjoy the right to a speedy and\n\npublic trial, by an impartial jury.\"             U.S. Const. amend. VI.       A\n\ndefendant, however, may waive this constitutional right.             Adams v.\n\nUnited States ex rel. McCann, 317 U.S. 269, 277-78 (1942); United\n\nStates v. Leja, 448 F.3d 86, 92 (1st Cir. 2006).             To effectuate the\n\nwaiver, there must be \"the consent of government counsel and the\n\nsanction of the court . . . in addition to the express and\n\nintelligent consent of the defendant.\"            Patton v. United States,\n\n281 U.S. 276, 312 (1930); see also Fed. R. Crim. P. 23(a).               Whether\n\n\n                                     -23-\n\fa   waiver   was    knowingly,       voluntarily,        and     intelligently     made\n\n\"depend[s] upon the unique circumstances of each case,\" Adams, 317\n\nU.S. at 278, including the defendant's personal, express waiver in\n\nopen   court,   defense       counsel's     representations           concerning    the\n\nwaiver, the defendant's presence in the courtroom when the waiver\n\nwas discussed, and the extent of the particular defendant's ability\n\nto understand the courtroom discussions regarding jury waiver, see\n\nLeja, 448 F.3d at 93-94.\n\n             For preserved claims, \"[w]e review factual findings by\n\nthe district court for clear error and the determination of whether\n\na waiver of rights was voluntary de novo.\"                          United States v.\n\nFrechette, 456 F.3d 1, 11 (1st Cir. 2006) (internal marks omitted).\n\nReynolds did not raise her challenge below and so plain error\n\nreview arguably applies, but her claim fails under either standard.\n\nCf. Leja, 448 F.3d at 92 (conducting plenary review because of \"the\n\nsignificance       of   the   constitutional       right       at   issue,\"    although\n\ndefendant did not challenge waiver until motion for a new trial).\n\n             First,     we    find   no    error    in     the      district    court's\n\nconclusion that Reynolds was sufficiently competent to voluntarily\n\nwaive her right to a jury trial.                   Reynolds was found to have\n\nregained competence during the second competency hearing, and the\n\ndistrict court continued to confirm Reynolds' competence throughout\n\nthe subsequent proceedings in this case, including during the\n\ncolloquy wherein Reynolds personally and expressly waived her right\n\n\n                                          -24-\n\fto   a   jury   trial.    Reynolds    was    present      for   all   discussions\n\nconcerning the waiver, and, indeed, it was defense counsel who\n\ninitiated discussions regarding the option.                 Further, Reynolds\n\nconfirmed that she preferred a bench trial both implicitly during\n\nthe change of plea hearing and explicitly when she executed the\n\nwaiver verbally and in writing before the trial began.\n\n            Although     Reynolds    may    have   been    an   unsophisticated\n\ndefendant, the court clearly articulated the scope of her right to\n\na jury trial, which Reynolds asserted she understood. It explained\n\nthat her waiver meant that she wanted to proceed before the\n\ndistrict court as the judge and jury of the case, and the judge\n\nwould determine her innocence and guilt.            She agreed that she had\n\ndiscussed her right to a jury trial with her defense counsel, along\n\nwith the advantages and disadvantages of proceeding with one, and\n\nher attorney confirmed these discussions. Reynolds stated that she\n\ndid not need more time to decide the issue and that she read,\n\nsigned, and understood the waiver. To the extent that Reynolds was\n\nconcerned with any delay brought on by a jury trial, the district\n\ncourt explained that a jury trial would not necessarily take longer\n\nand the timing difference between the two would be a matter of\n\ndays.    Under such circumstances, we cannot conclude that Reynolds'\n\nmental capacity undermined her voluntary waiver of a jury trial.\n\n            Nor do we find that Reynolds' waiver was involuntary\n\nbecause the district court did not explicitly inform Reynolds that\n\n\n                                     -25-\n\fit    would    consider   the   admissions      she   made   during     the   second\n\ncompetency hearing.         As we have previously held, \"The type of\n\ninformation . . . which the defendant must possess in order to make\n\na knowing and intelligent waiver of the right to a jury trial\n\nrelates to his knowledge of his constitutional rights.\"                       United\n\nStates v. Kelley, 712 F.2d 884, 888 (1st Cir. 1983) (finding jury\n\ntrial waiver was valid because defendant was aware of his rights\n\neven    though    judge   did     not    disclose     that   he   had   previously\n\nauthorized an extension of a wiretap on defense counsel).                      Here,\n\nthe district court made clear to Reynolds the nature of the right\n\ninvolved.        It explained the importance of the right and the\n\nimplications of the waiver.         Nothing more was required.           See id. at\n\n888-89.       Even so, the record demonstrates that the district court\n\ndid    warn    Reynolds   about    her    statements.        During     the   second\n\ncompetency hearing, it cautioned Reynolds against discussing the\n\ncharges, and Reynolds' counsel informed her that anything she said\n\ncould be used against her.          We therefore find no error.\n\n                                III.     Conclusion\n\n              For the foregoing reasons, we affirm the district court's\n\ndenial of Reynold's motion to suppress, and we affirm Reynold's\n\nconviction.\n\n              So ordered.\n\n\n\n\n                                         -26-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>646 F.3d 63 (2011)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nBonny L. REYNOLDS, Defendant, Appellant.</h1></center>\n<center>No. 09-2504.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 7, 2011.</center>\n<center>Decided May 17, 2011.</center>\n<p><span class=\"star-pagination\">*65</span> Alan J. Black, by Appointment of the Court, for appellant.</p>\n<p>Renée M. Bunker, Assistant U.S. Attorney, with whom Thomas E. Delahanty II, United States Attorney, was on brief for appellee.</p>\n<p>Before BOUDIN, Circuit Judge, SOUTER,<sup>[*]</sup> Associate Justice, and STAHL, Circuit Judge.</p>\n<p>STAHL, Circuit Judge.</p>\n<p>A grand jury charged Bonny Reynolds with knowingly possessing two firearms after having been committed to a mental institution, in violation of 18 U.S.C. § 922(g)(4); and, because the serial number on one of the firearms was obliterated, knowingly possessing a firearm with an obliterated serial number, in violation of 18 U.S.C. § 922(k). After the district court determined that she was sufficiently competent, Reynolds opted for what became a one-day bench trial and was found guilty <span class=\"star-pagination\">*66</span> as charged. The district court sentenced Reynolds to a two-year term of imprisonment followed by three years' supervised release. Reynolds raises four issues on appeal, all of which relate, at least in part, to her competency. Specifically, she argues that, because of her mental infirmities, (1) she should not have been found competent to stand trial, (2) she did not voluntarily consent to the firearms search, (3) the judge could not be impartial and should have recused himself, and (4) she did not voluntarily waive her right to a jury trial. We affirm.</p>\n<p></p>\n<h2>I. Background</h2>\n<p></p>\n<h2>A. Search and Seizure Incident<sup>[1]</sup></h2>\n<p>At 11:00 A.M. on May 2, 2006, two uniformed police officers responded to investigate a call by Philip Bradford complaining of an unwelcome woman in his residence. When the officers arrived, Mr. Bradford explained to them that he had initially given the woman, Reynolds, permission to stay at his home, but that he wanted Reynolds to leave because she had failed to contribute to the rent. Although Officer Scott Harris believed the problem was a civil rather than a criminal matter, with Mr. Bradford's permission, he and his partner entered the home to continue their investigation.</p>\n<p>Mr. Bradford told the officers that Reynolds had two unloaded firearms, and so the officers drew their guns when they proceeded towards the back bedroom where Mr. Bradford indicated Reynolds was living. Upon reaching the bedroom, Officer Harris knocked on the door and heard a woman inside say, \"Come in.\" The officers entered and saw Reynolds lying on the bed. Officer Harris asked Reynolds whether she had any guns. Reynolds answered yes and pointed to the headboard behind her. The guns were not visible. Without asking permission, Officer Harris walked towards the headboard, opened a compartment within, and upon seeing the guns, removed them.</p>\n<p>After securing the firearms, Officer Harris ran Reynolds' name through dispatch and discovered that one month prior, she had been involuntarily committed to a mental hospital for psychological evaluation. As a result of the statutory prohibition of her possession, <i>see</i> 18 U.S.C. § 922(g)(4), the officers seized the weapons over Reynolds' protests and left. At no time was Reynolds placed under arrest, handcuffed, or physically searched. On December 11, 2007, a grand jury indicted Reynolds on the two firearm charges.</p>\n<p></p>\n<h2>B. The Proceedings Below</h2>\n<p>Reynolds' claims on appeal implicate various proceedings that occurred in the district court, which we detail here as relevant.</p>\n<p></p>\n<h2>1. First Competency Hearing</h2>\n<p>Following a series of missteps by Reynolds after her arrest and arraignment, including repeated violations of her conditions of release, subsequent re-arrests, and her failure to appear at a motions hearing, the government moved pursuant to 18 U.S.C. § 4241 to determine whether Reynolds was competent to stand trial. Reynolds' counsel at the time assented to the government's motion. The magistrate judge granted the motion and, at defense counsel's request, ordered Dr. Diane Tennies to evaluate Reynolds and to file a report with the court.</p>\n<p><span class=\"star-pagination\">*67</span> Dr. Tennies' report concluded that although Reynolds could understand the nature of the criminal proceedings, she was unlikely to make informed decisions necessary to assist properly in her defense. She explained, however, that Reynolds' background indicated that Reynolds \"stabilizes quickly\" when properly treated. The magistrate judge reviewed Dr. Tennies' report and held a hearing during which both Dr. Tennies and Reynolds testified. Based on this information, the judge recommended that the district court find Reynolds incompetent to proceed to trial at the present time, but that she could become competent in the near future with proper treatment. Neither party filed any objections. On July 30, 2008, the district court accepted the recommended decision and ordered Reynolds committed to a suitable facility for hospitalization pending further assessment. Reynolds' commitment was to the Federal Medical Center, Carswell (\"Carswell\") located in Fort Worth, Texas.</p>\n<p></p>\n<h2>2. Second Competency Hearing</h2>\n<p>On February 2, 2009, the district court received a letter from the Carswell warden accompanied by a report written by forensic psychologist Dr. Leslie Powers and reviewed by chief psychologist Dr. Robert Gregg, which concluded that Reynolds' competence was restored. Specifically, the report explained that Reynolds had \"a good understanding of the role and function of . . . the Judge, jury, prosecution, her attorney, and witnesses,\" that she \"accurately described the different plea options,\" that Reynolds believed \"that her attorney was working in her best interest,\" and that she could ask \"for clarification if she did not understand something her attorney was saying or something said in the Courtroom.\" In view of the report, the district court ordered a second competency hearing. Counsel attended a conference with the court prior to the hearing, wherein defense counsel stated that he had met with Reynolds several times and that she was \"in good shape.\" He explained that he would not be contesting competence.</p>\n<p>The district court began the hearing by asking Reynolds several questions to assess her demeanor and presentation and to determine whether she was competent. Reynolds explained to the court that she understood \"exactly\" the proceedings being held, and she stated that she and her lawyer had discussed the issues involved, which defense counsel confirmed. Throughout the hearing, the court continued to check Reynolds' understanding of the proceedings, and each time, Reynolds assured the court that she followed. She conferred with defense counsel several times and expressed her wish to exercise her right to allocute.</p>\n<p>During her allocution, Reynolds stated that she was mistreated by both personnel and fellow patients while in custody, and that her problems were physical and not psychological. Reynolds then proceeded to discuss the circumstances surrounding the charges. Both defense counsel and the court interrupted Reynolds to tell her that she \"shouldn't talk about the case,\" to which Reynolds responded, \"Why? . . . I don't have anything to hide.\" Defense counsel conferred with Reynolds and then explained on record that anything Reynolds said \"could ultimately be counterproductive,\" but Reynolds continued.</p>\n<p>Reynolds stated that she removed two firearms from her mother's house because a neighbor, who was a felon, had put them there \"and the serial numbers were scratched off of them.\" She said that she was intending to take the weapons to the police station but that one of her roommates learned of the guns and called the sheriff's department. Reynolds explained <span class=\"star-pagination\">*68</span> that a police officer then came into her room without knocking and asked if she had guns, to which she responded affirmatively, showing them to him. Reynolds said that the officer took the guns and arrested her. Reynolds stated that she did not see how she broke the law since she was helping her mother.</p>\n<p>When Reynolds finished speaking, the district court accepted the Carswell forensic report without objection. It then stated that, in view of the report and its observations of Reynolds during the hearing, Reynolds was competent to stand trial. Specifically, it stated that Reynolds had \"sufficient present ability to consult with her attorney with a reasonable degree of rational understanding,\" and that she had a \"rational, as well as factual, understanding not only of the proceedings against her, but also the possible consequences of the proceedings.\" Although the court found that Reynolds would continue to be competent in the future, it stated that it would \"remain vigilant regarding that issue.\" Neither party objected.</p>\n<p></p>\n<h2>3. Motion to Suppress</h2>\n<p>Prior to her first competency hearing, Reynolds filed a motion to suppress the firearms seized from her bedroom. Because of Reynolds' competency concerns, however, a decision on the motion was delayed. After the district court found Reynolds competent to face the charges against her, it rescheduled a motion hearing.</p>\n<p>In her suppression motion, Reynolds argued that she had not consented to the search of her headboard. Specifically, she contended that when Officer Harris asked whether she had any firearms, she understood his question to concern only the existence of the weapons, and she did not know that the officer intended to search for and seize them. The government argued that Reynolds gave consent for the search and that her consent was voluntary.</p>\n<p>At the motion hearing, Officer Harris was the only witness; defense counsel stated that he reviewed with Reynolds her right to testify, but that she chose to \"follow[ ] [his] advice\" and not take the stand. The court then asked the parties whether they wished to file supplemental memoranda before the court ruled on the motion. Neither party offered additional materials nor suggested that the court incorporate evidence admitted during the competency hearings into the suppression proceedings.</p>\n<p>On April 21, 2009, the district court denied Reynolds' motion. It found that Reynolds provided implied consent for Officer Harris to search the headboard. By pointing to the headboard in response to the officer's question asking whether Reynolds had any weapons, Reynolds demonstrated that she knew the officer intended to find the firearms. With respect to voluntariness, the court concluded that, upon consideration of the totality of circumstances, there was no showing that Reynolds' will was overborne by overtly coercive police conduct. In addition, it held that even though Reynolds had been committed to a mental institution one month before the search and that an indication of a defendant's mental deficiency weighs against voluntariness, the parties did not raise this issue or provide the court with any guidance as to how to interpret Reynolds' prior commitment or history of mental illness. With no showing that Reynolds was affected by an underlying illness, nor direct evidence regarding her mental capacity at the time of the search, the court found that the factor did not <span class=\"star-pagination\">*69</span> defeat Reynolds' voluntariness.<sup>[2]</sup></p>\n<p></p>\n<h2>4. Change of Plea Hearing</h2>\n<p>Shortly after the district court denied Reynolds' motion to suppress, her counsel moved to withdraw from representation. The district court granted the motion and appointed Reynolds new counsel. Reynolds then entered a plea agreement with the government, and the district court convened a change of plea hearing on July 24, 2009. At the hearing, the court asked Reynolds multiple questions to determine her competence. It also asked several times whether Reynolds understood the proceedings, to which Reynolds responded affirmatively. It found Reynolds competent to proceed with the plea.</p>\n<p>The plea hearing, however, altered course and became a trial scheduling conference because Reynolds stated that she did not believe she was guilty; she simply wanted to speed up the proceedings to \"get out of jail\" more quickly. The court explained that it could not accept her plea under those circumstances, but that timing was not an issue and she could proceed to trial in short order. Defense counsel then told the court that Reynolds was considering the possibility of a bench trial. The court stated that a bench trial would not necessarily occur more quickly than a jury trial and that, regardless of the trial requested, it could get underway in the next few weeks. The court worked with counsel to set a tentative schedule, with only three days' difference between the start of a bench or jury trial. When the court noted that Reynolds seemed to prefer a jury-waived trial, Reynolds interjected, \"Excuse me. Did you say jury trial?\" The court clarified that it had said \"jury-waived\" to which Reynolds responded, \"Oh, okay.\"</p>\n<p></p>\n<h2>5. Bench Trial and Sentencing</h2>\n<p>One week after the plea hearing, the bench trial began. Before proceeding, the court reviewed with Reynolds the waiver of her right to a jury trial to ensure that she understood the waiver and that it was voluntary. Reynolds confirmed that she understood that she was entitled to a jury trial and to participate in jury selection. She also confirmed her understanding that upon acceptance of her jury waiver, the district court would decide her innocence or guilt. The court verified that Reynolds had discussed with counsel her right to a jury trial, along with the advantages and disadvantages of proceeding with one. Reynolds told the court that she had read, understood, and voluntarily signed her waiver of a jury trial. Therefore, the court approved the waiver, finding that Reynolds \"knowingly and voluntarily waived her right to trial by jury.\"</p>\n<p>Officer Harris testified at trial, as did an agent with the Bureau of Alcohol, Tobacco, and Firearms. Reynolds also testified at trial. With respect to the charges against her, she stated that she did not \"look[ ] over th[e] firearms to find the serial numbers,\" nor did she purposefully remove the serial number on one of the guns. Several pieces of evidence and stipulations were entered into evidence without objection, including the transcript from the second competency hearing.</p>\n<p>The court found Reynolds guilty of the two charges. In doing so, it relied in part on Reynolds' allocution during her second competency hearing, specifically her statements explaining that she had taken the <span class=\"star-pagination\">*70</span> guns from her mother's house because the serial numbers had been removed.</p>\n<p>Three months later, the court sentenced Reynolds. It first determined that Reynolds was competent to be sentenced, and then it sentenced her to twenty-four months' imprisonment followed by three years of supervised release. This appeal followed.</p>\n<p></p>\n<h2>II. Analysis</h2>\n<p>Reynolds raises four issues on appeal, which we address in turn.</p>\n<p></p>\n<h2>A. Reynolds' Competence</h2>\n<p>Reynolds contends that the district court erred by finding her competent to stand trial during the second competency hearing. It is well established that the conviction of an incompetent defendant violates due process. <i>United States v. Giron-Reyes,</i> 234 F.3d 78, 80 (1st Cir.2000) (citing <i>Pate v. Robinson,</i> 383 U.S. 375, 385, 86 S.Ct. 836, 15 L.Ed.2d 815 (1966)). To be found competent, a defendant must have both \"sufficient present ability to consult with his lawyer with a reasonable degree of rational understanding\" and \"a rational as well as factual understanding of the proceedings against him.\" <i>Dusky v. United States,</i> 362 U.S. 402, 402, 80 S.Ct. 788, 4 L.Ed.2d 824 (1960).</p>\n<p>Congress incorporated this standard into 18 U.S.C. § 4241, which establishes the procedures for determining a criminal defendant's competence. Pursuant to § 4241, a defendant or the government may file a motion for a hearing to determine the mental competency of the defendant. <i>Id.</i> § 4241(a). The court will grant the motion or, on its own initiative, order such a hearing \"if there is reasonable cause to believe that the defendant may presently be suffering from a mental disease or defect rendering him mentally incompetent to the extent that he is unable to understand the nature and consequences of the proceedings against him or to assist properly in his defense.\" <i>Id.</i></p>\n<p>After the hearing, if</p>\n<blockquote>the court finds by a preponderance of the evidence that the defendant is presently suffering from a mental disease or defect rendering him mentally incompetent to the extent that he is unable to understand the nature and consequences of the proceedings against him or to assist properly in his defense, the court shall commit the defendant to the custody of the Attorney General. The Attorney General shall hospitalize the defendant for treatment in a suitable facility.</blockquote>\n<p><i>Id.</i> § 4241(d).</p>\n<p>The statute also contemplates a defendant's restored competence. Pursuant to § 4241(e), after a defendant's commitment, the director of the treating facility must notify the court when he or she determines that the defendant has regained competency. Thereafter, the court must hold another hearing to determine the defendant's competence. <i>Id.; see also </i><i>Giron-Reyes,</i> 234 F.3d 78. At the hearing, the defendant \"shall be afforded an opportunity to testify, to present evidence, to subpoena witnesses on his behalf, and to confront and cross-examine witnesses who appear.\" 18 U.S.C. § 4247(d).</p>\n<p>Upon this second hearing, if</p>\n<blockquote>[t]he court finds by a preponderance of the evidence that the defendant has recovered to such an extent that he is able to understand the nature and consequences of the proceedings against him and to assist properly in his defense, the court shall order his immediate discharge from the facility in which he is hospitalized and shall set the date for trial or other proceedings.</blockquote>\n<p><i>Id.</i> § 4241(e).</p>\n<p>Reynolds raises two challenges to the district court's finding that her competency <span class=\"star-pagination\">*71</span> had been restored. First, she argues that her behavior and comments during the second competency hearing belied the court's determination. She points to the fact that at the hearing, she spoke of alleged abuses she endured while in custody, made admissions when discussing the search and seizure incident against the advice of both the court and counsel, and stated that she did not \"see how [she] broke the law at all\" since she believed she was helping her mother. Second, she asserts that the court's procedures during the hearing were infirm and that, at a minimum, the district court should have required the Carswell doctors who certified that she had regained competence to have testified and been subject to cross-examination by both counsel and the district court.</p>\n<p>Typically, we review a district court's determination of competence under a clearly erroneous standard. <i>United States v. Wiggin,</i> 429 F.3d 31, 37 (1st Cir.2005). Reynolds concedes, however, that she did not raise her challenge at any time below, and that plain error review controls. <i>See </i><i>United States v. Muriel-Cruz,</i> 412 F.3d 9, 11 (1st Cir.2005) (applying plain error review to unpreserved claim of improper competency hearing procedures); <i>Giron-Reyes,</i> 234 F.3d at 80 (applying plain error review to unpreserved claim that after defendant found incompetent, court must hold second competency hearing and find the defendant mentally fit before proceeding with the case). Under plain error review, we reverse only if (1) \"an error occurred (2) which was clear or obvious and which not only (3) affected the defendant's substantial rights, but also (4) seriously impaired the fairness, integrity, or public reputation of judicial proceedings.\" <i>United States v. Landry,</i> 631 F.3d 597, 606 (1st Cir.2011). In <i>United States v. Figueroa-González,</i> 621 F.3d 44, 47 &amp; n. 3 (1st Cir.2010), we acknowledged that \"[w]hether a waiver would be valid if the defendant were incompetent might be debated.\" <i>Id.</i> (citing <i>Pate,</i> 383 U.S. at 384, 86 S.Ct. 836 (\"[I]t is contradictory to argue that a defendant may be incompetent, and yet knowingly or intelligently `waive' his right to have the court determine his capacity to stand trial.\")). Here, however, the issue is inconsequential because Reynolds' claim fails under either standard of review.</p>\n<p>First, the district court did not err in finding Reynolds competent. In making its decision, the court relied on multiple pieces of evidence that favored its determination. It considered the unobjected-to, lengthy forensic evaluation conducted by the Carswell clinical staff who treated and evaluated Reynolds for four months and who found Reynolds restored to competency. <i>See </i><i>Muriel-Cruz,</i> 412 F.3d at 13 (\"[C]ertificates [from mental facilities noting a defendant's recovery] unquestionably constitute competent evidence of a defendant's mental condition.\"). It also considered defense counsel's independent assessment that Reynolds was in \"good shape\" and that he had no reason to contest competency. <i>See </i><i>Medina v. California,</i> 505 U.S. 437, 450, 112 S.Ct. 2572, 120 L.Ed.2d 353 (1992) (\"[D]efense counsel will often have the best-informed view of the defendant's ability to participate in his defense.\"); <i>Muriel-Cruz,</i> 412 F.3d at 13 (\"[D]efense counsel enjoys a unique vantage for observing whether her client is competent.\").</p>\n<p>In addition, the district court heard from Reynolds herself, and it judged Reynolds' abilities first-hand. Reynolds told the court that she understood \"exactly\" the proceedings being held and that she had discussed the issues with her lawyer. She conferred with her counsel during the hearing, answered the court's questions, <span class=\"star-pagination\">*72</span> and understood that she had a right to allocute. At no point was the court presented with any conflicting judgments as to Reynolds' competency. Indeed, even though Dr. Tennies concluded at the first competency hearing that Reynolds was not competent to stand trial, she explained that Reynolds \"stabilizes quickly\" and could be remediated \"within a period of weeks even.\"</p>\n<p>Reynolds claims that the remarks she made during her allocution required the court to find that she was mentally unfit, but we are unpersuaded. Strange remarks or behavior do not in themselves necessitate a finding of incompetence. <i>See </i><i>United States v. Lebrón,</i> 76 F.3d 29, 32 (1st Cir.1996) (finding \"irrational and outrageous behavior\" did not require finding of incompetence); <i>see also </i><i>Jermyn v. Horn,</i> 266 F.3d 257, 292-95 (3d Cir.2001) (\"strange behavior\" did not require court to order sua sponte competency evaluation). Further, although Reynolds' admissions during her allocution may have ultimately been used against her, they alone do not prove that she could not assist in her own defense. \"Competent people can and do make decisions which others consider irrational.\" <i>Wiggin,</i> 429 F.3d at 37-38; <i>see also </i><i>United States v. Moussaoui,</i> 591 F.3d 263, 293-94 (4th Cir.2010) (finding no error in district court's determination that defendant was competent despite pleading guilty against the advice of counsel). Reynolds' comments were ill-advised, but the district court was confronted with several strong pieces of evidence confirming that Reynolds understood the proceedings against her and could assist in her defense. The expert report said as much, both defense counsel and the government agreed, and Reynolds' behavior during the hearingincluding her repeated conferences with counsel, understanding of her right to allocute, and interaction with the courtevidenced her sufficient mental state. Under these circumstances, we can find no error in the court's conclusion that Reynolds' competency was restored.</p>\n<p>Second, with respect to Reynolds' argument that the court was required to cross-examine the psychiatric personnel at Carswell who found Reynolds competent, we have disposed of this argument in our prior case law. As we explained in <i>United States v. Muriel-Cruz,</i> 412 F.3d at 14, the district court does not have an independent duty to summon and cross-examine the experts who determine that a defendant has regained competence. \"Subsections 4241(e) and 4247(d) plainly contemplate that the issue of defendant's competency <i>vel non</i> is to be resolved through the normal workings of the adversarial process.\" <i>Id.</i></p>\n<p></p>\n<h2>B. Motion to Suppress</h2>\n<p>The Fourth Amendment protects against warrantless searches unless the search comes within \"one of the `few specifically established and well-delineated exceptions' to the warrant requirement.\" <i>United States v. Forbes,</i> 181 F.3d 1, 5 (1st Cir.1999) (quoting <i>Schneckloth v. Bustamonte,</i> 412 U.S. 218, 219, 93 S.Ct. 2041, 36 L.Ed.2d 854 (1973)). A consensual search is such an exception. <i>Id.</i> Consent to a search may be express or inferred. <i>United States v. Winston,</i> 444 F.3d 115, 121 (1st Cir.2006). For consent to be valid, it must also be voluntary. <i>Id.</i> \"`The existence of consent and the voluntariness thereof are questions of fact to be determined from all the circumstances surrounding the search.'\" <i>Id.</i> (quoting <i>United States v. Miller,</i> 589 F.2d 1117, 1130 (1st Cir.1978)). Voluntariness must be proved by the government, and it is a question of fact that turns on an evaluation of multiple factors, including the consenting party's age, education, experience, intelligence, <span class=\"star-pagination\">*73</span> and knowledge of the right to withhold consent. <i>United States v. Dunbar,</i> 553 F.3d 48, 57 (1st Cir.2009). Further considerations include whether the party was advised of her constitutional rights or whether the consent was obtained by coercive means. <i>Id.</i></p>\n<p>Reynolds challenges the district court's denial of her motion to suppress the firearms. She argues first that her answer affirming that she had weapons and her gesture towards the headboard did not constitute implied consent. Second, she contends that, to the extent that she did consent to the search, her consent was not voluntary because of her mental infirmities, which the district court should have considered.</p>\n<p>When reviewing a challenge to the district court's denial of a motion to suppress, we review factual findings for clear error and accord de novo review to conclusions of law. <i>United States v. Mohamed,</i> 630 F.3d 1, 4-5 (1st Cir.2010). We will affirm the denial of the motion \"`so long as any reasonable view of the evidence supports it.'\" <i>Id.</i> (quoting <i>United States v. Bater,</i> 594 F.3d 51, 55 (1st Cir. 2010)). Arguments related to the unlawfulness of a search that were not raised to the district court, however, are considered waived or forfeited and are reviewed at most for plain error. <i>See </i><i>United States v. Genao,</i> 281 F.3d 305, 309 &amp; n. 4 (1st Cir.2002) (finding defendant waived his argument that search was involuntary because he did not raise voluntariness challenge to the district court).</p>\n<p>Here, we dispose of Reynolds' challenges. With respect to her first argument, we hold that, although the issue may be debatable, the district court did not clearly err in finding that Reynolds gave the police officer implied consent to search the headboard. It was reasonable for the district court to find that Reynolds' gesture to the headboard when answering \"yes\" to whether she had weapons demonstrated that Reynolds understood the police officer intended not only to learn of the existence of the weapons, but also to find them. <i>See </i><i>Winston,</i> 444 F.3d at 121-22 (finding district court clearly erred by concluding that defendant did not impliedly consent to search of nightstand when police officers asked defendant for identification, defendant told them his identification was in the bedroom nightstand, and defendant gestured to nightstand with his shoulder); <i>Genao,</i> 281 F.3d at 309-10 (finding no clear error regarding implied consent to search third floor apartment when defendant volunteered that he had a key to the apartment and showed the police how the key worked).</p>\n<p>Next, with respect to Reynolds' claim that the court erred by finding her consent voluntary and by not considering fully her mental competence, we reject it. First, the argument was never presented to the district court and therefore we apply at most plain error review. <i>See </i><i>Genao,</i> 281 F.3d at 309 &amp; n. 4. Although Reynolds claims that the parties \"assumed\" the district court would consider Reynolds' competency when ruling on the motion, we see no evidence of this, particularly here where the district court specifically asked the parties whether there were additional materials the court should consider before ruling on the motion.</p>\n<p>Second, we can find no error. Mental competency is certainly a factor to be considered when evaluating voluntariness, but it is one of many a court must balance. <i>See </i><i>United States v. Watson,</i> 423 U.S. 411, 424-25, 96 S.Ct. 820, 46 L.Ed.2d 598 (1976); <i>see also </i><i>United States v. Santos,</i> 131 F.3d 16, 19 (1st Cir.1997) (finding totality of circumstances indicated confession was made voluntarily even though <span class=\"star-pagination\">*74</span> defendant's competence was a factor in the determination). Here, the court did consider Reynolds' mental status, but when undergoing its totality of circumstances evaluation, it found that the factor alone did not demonstrate involuntariness. The court concluded that the search incident was minimally coercive and that there was no evidence that Reynolds was affected by any underlying illness during the time of the search. Indeed, Reynolds was responsive, lucid, and cooperative with the police officers. Further, notwithstanding the fact that Reynolds never sought to introduce evidence of her mental health, even if the court had considered the forensic reports and Reynolds' demeanor at subsequent court proceedings, none of this evidence spoke to Reynolds' mental capacity at the time of the incident.</p>\n<p></p>\n<h2>C. Sua Sponte Recusal</h2>\n<p>Section 455 of Title 28 of the United States Code governs judicial recusals and requires that \"[a]ny justice, judge, or magistrate judge of the United States shall disqualify himself in any proceeding in which his impartiality might reasonably be questioned.\" 28 U.S.C. § 455(a). Reynolds argues that because the district court judge presided over the second competency hearing during which Reynolds made admissions of her guilt, the judge could not be impartial when overseeing the bench trial. Specifically, she asserts that because she admitted to possessing the firearms and to knowing that one had an obliterated serial number, the judge had either predetermined her guilt before the trial or predetermined her lack of credibility.</p>\n<p>This argument proves too much. Since Reynolds makes this claim for the first time on appeal, plain error review applies, and Reynolds cannot meet the prejudice prong. The parties stipulated to the admission of the second competency hearing transcript, which Reynolds does not now contest, and so any judge presiding over the bench trial would have considered Reynolds' statements made during the hearing. Moreover, opinions formed based on evidence introduced during the course of a case do not per se warrant recusal. Such opinions are \"properly and necessarily acquired in the course of the proceedings, and are indeed sometimes (as in a bench trial) necessary to completion of the judge's task.\" <i>Liteky v. United States,</i> 510 U.S. 540, 550-51, 114 S.Ct. 1147, 127 L.Ed.2d 474 (1994).</p>\n<p></p>\n<h2>D. Jury Trial Waiver</h2>\n<p>Lastly, Reynolds claims that her jury-trial waiver was not knowingly and voluntarily executed for two reasons. First, she claims that her mental incompetence prevented her from fully appreciating her right to a jury trial, as demonstrated by her preoccupation with the delay that a jury trial might cause. Second, reformulating her recusal argument, she asserts that her waiver could not be knowing and voluntary because the district court did not explain to her that it had previously heard her admissions related to the charges and would consider these admissions when deciding whether she was guilty.</p>\n<p>The Sixth Amendment provides that \"[i]n all criminal prosecutions, the accused shall enjoy the right to a speedy and public trial, by an impartial jury.\" U.S. Const. amend. VI. A defendant, however, may waive this constitutional right. <i>Adams v. United States ex rel. McCann,</i> 317 U.S. 269, 277-78, 63 S.Ct. 236, 87 L.Ed. 268 (1942); <i>United States v. Leja,</i> 448 F.3d 86, 92 (1st Cir. 2006). To effectuate the waiver, there must be \"the consent of government counsel and the sanction of the court . . . in addition to the express and intelligent consent <span class=\"star-pagination\">*75</span> of the defendant.\" <i>Patton v. United States,</i> 281 U.S. 276, 312, 50 S.Ct. 253, 74 L.Ed. 854 (1930); <i>see also</i> Fed.R.Crim.P. 23(a). Whether a waiver was knowingly, voluntarily, and intelligently made \"depend[s] upon the unique circumstances of each case,\" <i>Adams,</i> 317 U.S. at 278, 63 S.Ct. 236, including the defendant's personal, express waiver in open court, defense counsel's representations concerning the waiver, the defendant's presence in the courtroom when the waiver was discussed, and the extent of the particular defendant's ability to understand the courtroom discussions regarding jury waiver, <i>see </i><i>Leja,</i> 448 F.3d at 93-94.</p>\n<p>For preserved claims, \"[w]e review factual findings by the district court for clear error and the determination of whether a waiver of rights was voluntary de novo.\" <i>United States v. Frechette,</i> 456 F.3d 1, 11 (1st Cir.2006) (internal marks omitted). Reynolds did not raise her challenge below and so plain error review arguably applies, but her claim fails under either standard. <i>Cf. </i><i>Leja,</i> 448 F.3d at 92 (conducting plenary review because of \"the significance of the constitutional right at issue,\" although defendant did not challenge waiver until motion for a new trial).</p>\n<p>First, we find no error in the district court's conclusion that Reynolds was sufficiently competent to voluntarily waive her right to a jury trial. Reynolds was found to have regained competence during the second competency hearing, and the district court continued to confirm Reynolds' competence throughout the subsequent proceedings in this case, including during the colloquy wherein Reynolds personally and expressly waived her right to a jury trial. Reynolds was present for all discussions concerning the waiver, and, indeed, it was defense counsel who initiated discussions regarding the option. Further, Reynolds confirmed that she preferred a bench trial both implicitly during the change of plea hearing and explicitly when she executed the waiver verbally and in writing before the trial began.</p>\n<p>Although Reynolds may have been an unsophisticated defendant, the court clearly articulated the scope of her right to a jury trial, which Reynolds asserted she understood. It explained that her waiver meant that she wanted to proceed before the district court as the judge and jury of the case, and the judge would determine her innocence and guilt. She agreed that she had discussed her right to a jury trial with her defense counsel, along with the advantages and disadvantages of proceeding with one, and her attorney confirmed these discussions. Reynolds stated that she did not need more time to decide the issue and that she read, signed, and understood the waiver. To the extent that Reynolds was concerned with any delay brought on by a jury trial, the district court explained that a jury trial would not necessarily take longer and the timing difference between the two would be a matter of days. Under such circumstances, we cannot conclude that Reynolds' mental capacity undermined her voluntary waiver of a jury trial.</p>\n<p>Nor do we find that Reynolds' waiver was involuntary because the district court did not explicitly inform Reynolds that it would consider the admissions she made during the second competency hearing. As we have previously held, \"The type of information . . . which the defendant must possess in order to make a knowing and intelligent waiver of the right to a jury trial relates to his knowledge of his constitutional rights.\" <i>United States v. Kelley,</i> 712 F.2d 884, 888 (1st Cir.1983) (finding jury trial waiver was valid because defendant was aware of his rights even though judge did not disclose that he had previously authorized an extension of a wiretap <span class=\"star-pagination\">*76</span> on defense counsel). Here, the district court made clear to Reynolds the nature of the right involved. It explained the importance of the right and the implications of the waiver. Nothing more was required. <i>See id.</i> at 888-89. Even so, the record demonstrates that the district court did warn Reynolds about her statements. During the second competency hearing, it cautioned Reynolds against discussing the charges, and Reynolds' counsel informed her that anything she said could be used against her. We therefore find no error.</p>\n<p></p>\n<h2>III. Conclusion</h2>\n<p>For the foregoing reasons, we <i>affirm</i> the district court's denial of Reynolds' motion to suppress, and we <i>affirm</i> Reynolds' conviction.</p>\n<p><i>So ordered.</i></p>\n<h2>NOTES</h2>\n<p>[*]  The Hon. David H. Souter, Associate Justice (Ret.) of the Supreme Court of the United States, sitting by designation.</p>\n<p>[1]  Upon review of a denial of a motion to suppress, we recount the facts \"`as the trial court found them, consistent with record support.'\" <i>United States v. Andrade,</i> 551 F.3d 103, 106 (1st Cir.2008) (quoting <i>United States v. Lee,</i> 317 F.3d 26, 30 (1st Cir.2003)).</p>\n<p>[2]  Reynolds also argued in her motion that officer safety concerns did not justify the seizure of the firearms and that the subsequent examination of one of the guns to recover the obliterated serial number was unlawful. The district court rejected both contentions, and neither is at issue on appeal.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">646</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">63</span></span> (2011)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nBonny L. REYNOLDS, Defendant, Appellant.</h1></center>\n<center>No. 09-2504.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 7, 2011.</center>\n<center>Decided May 17, 2011.</center>\n<p><span class=\"star-pagination\">*65</span> Alan J. Black, by Appointment of the Court, for appellant.</p>\n<p>Renée M. Bunker, Assistant U.S. Attorney, with whom Thomas E. Delahanty II, United States Attorney, was on brief for appellee.</p>\n<p>Before BOUDIN, Circuit Judge, SOUTER,<sup>[*]</sup> Associate Justice, and STAHL, Circuit Judge.</p>\n<p>STAHL, Circuit Judge.</p>\n<p>A grand jury charged Bonny Reynolds with knowingly possessing two firearms after having been committed to a mental institution, in violation of 18 U.S.C. § 922(g)(4); and, because the serial number on one of the firearms was obliterated, knowingly possessing a firearm with an obliterated serial number, in violation of 18 U.S.C. § 922(k). After the district court determined that she was sufficiently competent, Reynolds opted for what became a one-day bench trial and was found guilty <span class=\"star-pagination\">*66</span> as charged. The district court sentenced Reynolds to a two-year term of imprisonment followed by three years' supervised release. Reynolds raises four issues on appeal, all of which relate, at least in part, to her competency. Specifically, she argues that, because of her mental infirmities, (1) she should not have been found competent to stand trial, (2) she did not voluntarily consent to the firearms search, (3) the judge could not be impartial and should have recused himself, and (4) she did not voluntarily waive her right to a jury trial. We affirm.</p>\n<p></p>\n<h2>I. Background</h2>\n<p></p>\n<h2>A. Search and Seizure Incident<sup>[1]</sup></h2>\n<p>At 11:00 A.M. on May 2, 2006, two uniformed police officers responded to investigate a call by Philip Bradford complaining of an unwelcome woman in his residence. When the officers arrived, Mr. Bradford explained to them that he had initially given the woman, Reynolds, permission to stay at his home, but that he wanted Reynolds to leave because she had failed to contribute to the rent. Although Officer Scott Harris believed the problem was a civil rather than a criminal matter, with Mr. Bradford's permission, he and his partner entered the home to continue their investigation.</p>\n<p>Mr. Bradford told the officers that Reynolds had two unloaded firearms, and so the officers drew their guns when they proceeded towards the back bedroom where Mr. Bradford indicated Reynolds was living. Upon reaching the bedroom, Officer Harris knocked on the door and heard a woman inside say, \"Come in.\" The officers entered and saw Reynolds lying on the bed. Officer Harris asked Reynolds whether she had any guns. Reynolds answered yes and pointed to the headboard behind her. The guns were not visible. Without asking permission, Officer Harris walked towards the headboard, opened a compartment within, and upon seeing the guns, removed them.</p>\n<p>After securing the firearms, Officer Harris ran Reynolds' name through dispatch and discovered that one month prior, she had been involuntarily committed to a mental hospital for psychological evaluation. As a result of the statutory prohibition of her possession, <i>see</i> 18 U.S.C. § 922(g)(4), the officers seized the weapons over Reynolds' protests and left. At no time was Reynolds placed under arrest, handcuffed, or physically searched. On December 11, 2007, a grand jury indicted Reynolds on the two firearm charges.</p>\n<p></p>\n<h2>B. The Proceedings Below</h2>\n<p>Reynolds' claims on appeal implicate various proceedings that occurred in the district court, which we detail here as relevant.</p>\n<p></p>\n<h2>1. First Competency Hearing</h2>\n<p>Following a series of missteps by Reynolds after her arrest and arraignment, including repeated violations of her conditions of release, subsequent re-arrests, and her failure to appear at a motions hearing, the government moved pursuant to 18 U.S.C. § 4241 to determine whether Reynolds was competent to stand trial. Reynolds' counsel at the time assented to the government's motion. The magistrate judge granted the motion and, at defense counsel's request, ordered Dr. Diane Tennies to evaluate Reynolds and to file a report with the court.</p>\n<p><span class=\"star-pagination\">*67</span> Dr. Tennies' report concluded that although Reynolds could understand the nature of the criminal proceedings, she was unlikely to make informed decisions necessary to assist properly in her defense. She explained, however, that Reynolds' background indicated that Reynolds \"stabilizes quickly\" when properly treated. The magistrate judge reviewed Dr. Tennies' report and held a hearing during which both Dr. Tennies and Reynolds testified. Based on this information, the judge recommended that the district court find Reynolds incompetent to proceed to trial at the present time, but that she could become competent in the near future with proper treatment. Neither party filed any objections. On July 30, 2008, the district court accepted the recommended decision and ordered Reynolds committed to a suitable facility for hospitalization pending further assessment. Reynolds' commitment was to the Federal Medical Center, Carswell (\"Carswell\") located in Fort Worth, Texas.</p>\n<p></p>\n<h2>2. Second Competency Hearing</h2>\n<p>On February 2, 2009, the district court received a letter from the Carswell warden accompanied by a report written by forensic psychologist Dr. Leslie Powers and reviewed by chief psychologist Dr. Robert Gregg, which concluded that Reynolds' competence was restored. Specifically, the report explained that Reynolds had \"a good understanding of the role and function of . . . the Judge, jury, prosecution, her attorney, and witnesses,\" that she \"accurately described the different plea options,\" that Reynolds believed \"that her attorney was working in her best interest,\" and that she could ask \"for clarification if she did not understand something her attorney was saying or something said in the Courtroom.\" In view of the report, the district court ordered a second competency hearing. Counsel attended a conference with the court prior to the hearing, wherein defense counsel stated that he had met with Reynolds several times and that she was \"in good shape.\" He explained that he would not be contesting competence.</p>\n<p>The district court began the hearing by asking Reynolds several questions to assess her demeanor and presentation and to determine whether she was competent. Reynolds explained to the court that she understood \"exactly\" the proceedings being held, and she stated that she and her lawyer had discussed the issues involved, which defense counsel confirmed. Throughout the hearing, the court continued to check Reynolds' understanding of the proceedings, and each time, Reynolds assured the court that she followed. She conferred with defense counsel several times and expressed her wish to exercise her right to allocute.</p>\n<p>During her allocution, Reynolds stated that she was mistreated by both personnel and fellow patients while in custody, and that her problems were physical and not psychological. Reynolds then proceeded to discuss the circumstances surrounding the charges. Both defense counsel and the court interrupted Reynolds to tell her that she \"shouldn't talk about the case,\" to which Reynolds responded, \"Why? . . . I don't have anything to hide.\" Defense counsel conferred with Reynolds and then explained on record that anything Reynolds said \"could ultimately be counterproductive,\" but Reynolds continued.</p>\n<p>Reynolds stated that she removed two firearms from her mother's house because a neighbor, who was a felon, had put them there \"and the serial numbers were scratched off of them.\" She said that she was intending to take the weapons to the police station but that one of her roommates learned of the guns and called the sheriff's department. Reynolds explained <span class=\"star-pagination\">*68</span> that a police officer then came into her room without knocking and asked if she had guns, to which she responded affirmatively, showing them to him. Reynolds said that the officer took the guns and arrested her. Reynolds stated that she did not see how she broke the law since she was helping her mother.</p>\n<p>When Reynolds finished speaking, the district court accepted the Carswell forensic report without objection. It then stated that, in view of the report and its observations of Reynolds during the hearing, Reynolds was competent to stand trial. Specifically, it stated that Reynolds had \"sufficient present ability to consult with her attorney with a reasonable degree of rational understanding,\" and that she had a \"rational, as well as factual, understanding not only of the proceedings against her, but also the possible consequences of the proceedings.\" Although the court found that Reynolds would continue to be competent in the future, it stated that it would \"remain vigilant regarding that issue.\" Neither party objected.</p>\n<p></p>\n<h2>3. Motion to Suppress</h2>\n<p>Prior to her first competency hearing, Reynolds filed a motion to suppress the firearms seized from her bedroom. Because of Reynolds' competency concerns, however, a decision on the motion was delayed. After the district court found Reynolds competent to face the charges against her, it rescheduled a motion hearing.</p>\n<p>In her suppression motion, Reynolds argued that she had not consented to the search of her headboard. Specifically, she contended that when Officer Harris asked whether she had any firearms, she understood his question to concern only the existence of the weapons, and she did not know that the officer intended to search for and seize them. The government argued that Reynolds gave consent for the search and that her consent was voluntary.</p>\n<p>At the motion hearing, Officer Harris was the only witness; defense counsel stated that he reviewed with Reynolds her right to testify, but that she chose to \"follow[ ] [his] advice\" and not take the stand. The court then asked the parties whether they wished to file supplemental memoranda before the court ruled on the motion. Neither party offered additional materials nor suggested that the court incorporate evidence admitted during the competency hearings into the suppression proceedings.</p>\n<p>On April 21, 2009, the district court denied Reynolds' motion. It found that Reynolds provided implied consent for Officer Harris to search the headboard. By pointing to the headboard in response to the officer's question asking whether Reynolds had any weapons, Reynolds demonstrated that she knew the officer intended to find the firearms. With respect to voluntariness, the court concluded that, upon consideration of the totality of circumstances, there was no showing that Reynolds' will was overborne by overtly coercive police conduct. In addition, it held that even though Reynolds had been committed to a mental institution one month before the search and that an indication of a defendant's mental deficiency weighs against voluntariness, the parties did not raise this issue or provide the court with any guidance as to how to interpret Reynolds' prior commitment or history of mental illness. With no showing that Reynolds was affected by an underlying illness, nor direct evidence regarding her mental capacity at the time of the search, the court found that the factor did not <span class=\"star-pagination\">*69</span> defeat Reynolds' voluntariness.<sup>[2]</sup></p>\n<p></p>\n<h2>4. Change of Plea Hearing</h2>\n<p>Shortly after the district court denied Reynolds' motion to suppress, her counsel moved to withdraw from representation. The district court granted the motion and appointed Reynolds new counsel. Reynolds then entered a plea agreement with the government, and the district court convened a change of plea hearing on July 24, 2009. At the hearing, the court asked Reynolds multiple questions to determine her competence. It also asked several times whether Reynolds understood the proceedings, to which Reynolds responded affirmatively. It found Reynolds competent to proceed with the plea.</p>\n<p>The plea hearing, however, altered course and became a trial scheduling conference because Reynolds stated that she did not believe she was guilty; she simply wanted to speed up the proceedings to \"get out of jail\" more quickly. The court explained that it could not accept her plea under those circumstances, but that timing was not an issue and she could proceed to trial in short order. Defense counsel then told the court that Reynolds was considering the possibility of a bench trial. The court stated that a bench trial would not necessarily occur more quickly than a jury trial and that, regardless of the trial requested, it could get underway in the next few weeks. The court worked with counsel to set a tentative schedule, with only three days' difference between the start of a bench or jury trial. When the court noted that Reynolds seemed to prefer a jury-waived trial, Reynolds interjected, \"Excuse me. Did you say jury trial?\" The court clarified that it had said \"jury-waived\" to which Reynolds responded, \"Oh, okay.\"</p>\n<p></p>\n<h2>5. Bench Trial and Sentencing</h2>\n<p>One week after the plea hearing, the bench trial began. Before proceeding, the court reviewed with Reynolds the waiver of her right to a jury trial to ensure that she understood the waiver and that it was voluntary. Reynolds confirmed that she understood that she was entitled to a jury trial and to participate in jury selection. She also confirmed her understanding that upon acceptance of her jury waiver, the district court would decide her innocence or guilt. The court verified that Reynolds had discussed with counsel her right to a jury trial, along with the advantages and disadvantages of proceeding with one. Reynolds told the court that she had read, understood, and voluntarily signed her waiver of a jury trial. Therefore, the court approved the waiver, finding that Reynolds \"knowingly and voluntarily waived her right to trial by jury.\"</p>\n<p>Officer Harris testified at trial, as did an agent with the Bureau of Alcohol, Tobacco, and Firearms. Reynolds also testified at trial. With respect to the charges against her, she stated that she did not \"look[ ] over th[e] firearms to find the serial numbers,\" nor did she purposefully remove the serial number on one of the guns. Several pieces of evidence and stipulations were entered into evidence without objection, including the transcript from the second competency hearing.</p>\n<p>The court found Reynolds guilty of the two charges. In doing so, it relied in part on Reynolds' allocution during her second competency hearing, specifically her statements explaining that she had taken the <span class=\"star-pagination\">*70</span> guns from her mother's house because the serial numbers had been removed.</p>\n<p>Three months later, the court sentenced Reynolds. It first determined that Reynolds was competent to be sentenced, and then it sentenced her to twenty-four months' imprisonment followed by three years of supervised release. This appeal followed.</p>\n<p></p>\n<h2>II. Analysis</h2>\n<p>Reynolds raises four issues on appeal, which we address in turn.</p>\n<p></p>\n<h2>A. Reynolds' Competence</h2>\n<p>Reynolds contends that the district court erred by finding her competent to stand trial during the second competency hearing. It is well established that the conviction of an incompetent defendant violates due process. <i>United States v. Giron-Reyes,</i> <span class=\"citation\" data-id=\"199188\"><a href=\"/opinion/199188/united-states-v-giron-reyes/\"><span class=\"volume\">234</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">78</span></a></span>, 80 (1st Cir.2000) (citing <i>Pate v. Robinson,</i> <span class=\"citation\" data-id=\"107184\"><a href=\"/opinion/107184/pate-v-robinson/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">375</span></a></span>, 385, <span class=\"citation\" data-id=\"107184\"><a href=\"/opinion/107184/pate-v-robinson/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">836</span></a></span>, <span class=\"citation\" data-id=\"107184\"><a href=\"/opinion/107184/pate-v-robinson/\"><span class=\"volume\">15</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">815</span></a></span> (1966)). To be found competent, a defendant must have both \"sufficient present ability to consult with his lawyer with a reasonable degree of rational understanding\" and \"a rational as well as factual understanding of the proceedings against him.\" <i>Dusky v. United States,</i> <span class=\"citation\" data-id=\"106037\"><a href=\"/opinion/106037/dusky-v-united-states/\"><span class=\"volume\">362</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">402</span></a></span>, 402, <span class=\"citation\" data-id=\"106037\"><a href=\"/opinion/106037/dusky-v-united-states/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">788</span></a></span>, <span class=\"citation\" data-id=\"106037\"><a href=\"/opinion/106037/dusky-v-united-states/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">824</span></a></span> (1960).</p>\n<p>Congress incorporated this standard into 18 U.S.C. § 4241, which establishes the procedures for determining a criminal defendant's competence. Pursuant to § 4241, a defendant or the government may file a motion for a hearing to determine the mental competency of the defendant. <i>Id.</i> § 4241(a). The court will grant the motion or, on its own initiative, order such a hearing \"if there is reasonable cause to believe that the defendant may presently be suffering from a mental disease or defect rendering him mentally incompetent to the extent that he is unable to understand the nature and consequences of the proceedings against him or to assist properly in his defense.\" <i>Id.</i></p>\n<p>After the hearing, if</p>\n<blockquote>the court finds by a preponderance of the evidence that the defendant is presently suffering from a mental disease or defect rendering him mentally incompetent to the extent that he is unable to understand the nature and consequences of the proceedings against him or to assist properly in his defense, the court shall commit the defendant to the custody of the Attorney General. The Attorney General shall hospitalize the defendant for treatment in a suitable facility.</blockquote>\n<p><i>Id.</i> § 4241(d).</p>\n<p>The statute also contemplates a defendant's restored competence. Pursuant to § 4241(e), after a defendant's commitment, the director of the treating facility must notify the court when he or she determines that the defendant has regained competency. Thereafter, the court must hold another hearing to determine the defendant's competence. <i>Id.; see also </i><i>Giron-Reyes,</i> <span class=\"citation\" data-id=\"199188\"><a href=\"/opinion/199188/united-states-v-giron-reyes/\"><span class=\"volume\">234</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">78</span></a></span>. At the hearing, the defendant \"shall be afforded an opportunity to testify, to present evidence, to subpoena witnesses on his behalf, and to confront and cross-examine witnesses who appear.\" 18 U.S.C. § 4247(d).</p>\n<p>Upon this second hearing, if</p>\n<blockquote>[t]he court finds by a preponderance of the evidence that the defendant has recovered to such an extent that he is able to understand the nature and consequences of the proceedings against him and to assist properly in his defense, the court shall order his immediate discharge from the facility in which he is hospitalized and shall set the date for trial or other proceedings.</blockquote>\n<p><i>Id.</i> § 4241(e).</p>\n<p>Reynolds raises two challenges to the district court's finding that her competency <span class=\"star-pagination\">*71</span> had been restored. First, she argues that her behavior and comments during the second competency hearing belied the court's determination. She points to the fact that at the hearing, she spoke of alleged abuses she endured while in custody, made admissions when discussing the search and seizure incident against the advice of both the court and counsel, and stated that she did not \"see how [she] broke the law at all\" since she believed she was helping her mother. Second, she asserts that the court's procedures during the hearing were infirm and that, at a minimum, the district court should have required the Carswell doctors who certified that she had regained competence to have testified and been subject to cross-examination by both counsel and the district court.</p>\n<p>Typically, we review a district court's determination of competence under a clearly erroneous standard. <i>United States v. Wiggin,</i> <span class=\"citation\" data-id=\"201923\"><a href=\"/opinion/201923/united-states-v-wiggin/\"><span class=\"volume\">429</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></a></span>, 37 (1st Cir.2005). Reynolds concedes, however, that she did not raise her challenge at any time below, and that plain error review controls. <i>See </i><i>United States v. Muriel-Cruz,</i> <span class=\"citation\" data-id=\"201643\"><a href=\"/opinion/201643/united-states-v-muriel-cruz/\"><span class=\"volume\">412</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 11 (1st Cir.2005) (applying plain error review to unpreserved claim of improper competency hearing procedures); <i>Giron-Reyes,</i> 234 F.3d at 80 (applying plain error review to unpreserved claim that after defendant found incompetent, court must hold second competency hearing and find the defendant mentally fit before proceeding with the case). Under plain error review, we reverse only if (1) \"an error occurred (2) which was clear or obvious and which not only (3) affected the defendant's substantial rights, but also (4) seriously impaired the fairness, integrity, or public reputation of judicial proceedings.\" <i>United States v. Landry,</i> <span class=\"citation\" data-id=\"183881\"><a href=\"/opinion/183881/united-states-v-landry/\"><span class=\"volume\">631</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">597</span></a></span>, 606 (1st Cir.2011). In <i>United States v. Figueroa-González,</i> <span class=\"citation\" data-id=\"176847\"><a href=\"/opinion/176847/united-states-v-figueroa-gonzalez/\"><span class=\"volume\">621</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">44</span></a></span>, 47 &amp; n. 3 (1st Cir.2010), we acknowledged that \"[w]hether a waiver would be valid if the defendant were incompetent might be debated.\" <i>Id.</i> (citing <i>Pate,</i> 383 U.S. at 384, <span class=\"citation\" data-id=\"107184\"><a href=\"/opinion/107184/pate-v-robinson/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">836</span></a></span> (\"[I]t is contradictory to argue that a defendant may be incompetent, and yet knowingly or intelligently `waive' his right to have the court determine his capacity to stand trial.\")). Here, however, the issue is inconsequential because Reynolds' claim fails under either standard of review.</p>\n<p>First, the district court did not err in finding Reynolds competent. In making its decision, the court relied on multiple pieces of evidence that favored its determination. It considered the unobjected-to, lengthy forensic evaluation conducted by the Carswell clinical staff who treated and evaluated Reynolds for four months and who found Reynolds restored to competency. <i>See </i><i>Muriel-Cruz,</i> 412 F.3d at 13 (\"[C]ertificates [from mental facilities noting a defendant's recovery] unquestionably constitute competent evidence of a defendant's mental condition.\"). It also considered defense counsel's independent assessment that Reynolds was in \"good shape\" and that he had no reason to contest competency. <i>See </i><i>Medina v. California,</i> <span class=\"citation\" data-id=\"112775\"><a href=\"/opinion/112775/medina-v-california/\"><span class=\"volume\">505</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">437</span></a></span>, 450, <span class=\"citation\" data-id=\"112775\"><a href=\"/opinion/112775/medina-v-california/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2572</span></a></span>, <span class=\"citation\" data-id=\"112775\"><a href=\"/opinion/112775/medina-v-california/\"><span class=\"volume\">120</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">353</span></a></span> (1992) (\"[D]efense counsel will often have the best-informed view of the defendant's ability to participate in his defense.\"); <i>Muriel-Cruz,</i> 412 F.3d at 13 (\"[D]efense counsel enjoys a unique vantage for observing whether her client is competent.\").</p>\n<p>In addition, the district court heard from Reynolds herself, and it judged Reynolds' abilities first-hand. Reynolds told the court that she understood \"exactly\" the proceedings being held and that she had discussed the issues with her lawyer. She conferred with her counsel during the hearing, answered the court's questions, <span class=\"star-pagination\">*72</span> and understood that she had a right to allocute. At no point was the court presented with any conflicting judgments as to Reynolds' competency. Indeed, even though Dr. Tennies concluded at the first competency hearing that Reynolds was not competent to stand trial, she explained that Reynolds \"stabilizes quickly\" and could be remediated \"within a period of weeks even.\"</p>\n<p>Reynolds claims that the remarks she made during her allocution required the court to find that she was mentally unfit, but we are unpersuaded. Strange remarks or behavior do not in themselves necessitate a finding of incompetence. <i>See </i><i>United States v. Lebrón,</i> <span class=\"citation\" data-id=\"196576\"><a href=\"/opinion/196576/united-states-v-lebron/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span>, 32 (1st Cir.1996) (finding \"irrational and outrageous behavior\" did not require finding of incompetence); <i>see also </i><i>Jermyn v. Horn,</i> <span class=\"citation\" data-id=\"775004\"><a href=\"/opinion/775004/fredric-jermyn-v-martin-horn-pennsylvania-department-of-corrections/\"><span class=\"volume\">266</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">257</span></a></span>, 292-95 (3d Cir.2001) (\"strange behavior\" did not require court to order sua sponte competency evaluation). Further, although Reynolds' admissions during her allocution may have ultimately been used against her, they alone do not prove that she could not assist in her own defense. \"Competent people can and do make decisions which others consider irrational.\" <i>Wiggin,</i> 429 F.3d at 37-38; <i>see also </i><i>United States v. Moussaoui,</i> <span class=\"citation\" data-id=\"1463880\"><a href=\"/opinion/1463880/united-states-v-moussaoui/\"><span class=\"volume\">591</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">263</span></a></span>, 293-94 (4th Cir.2010) (finding no error in district court's determination that defendant was competent despite pleading guilty against the advice of counsel). Reynolds' comments were ill-advised, but the district court was confronted with several strong pieces of evidence confirming that Reynolds understood the proceedings against her and could assist in her defense. The expert report said as much, both defense counsel and the government agreed, and Reynolds' behavior during the hearingincluding her repeated conferences with counsel, understanding of her right to allocute, and interaction with the courtevidenced her sufficient mental state. Under these circumstances, we can find no error in the court's conclusion that Reynolds' competency was restored.</p>\n<p>Second, with respect to Reynolds' argument that the court was required to cross-examine the psychiatric personnel at Carswell who found Reynolds competent, we have disposed of this argument in our prior case law. As we explained in <i>United States v. Muriel-Cruz,</i> 412 F.3d at 14, the district court does not have an independent duty to summon and cross-examine the experts who determine that a defendant has regained competence. \"Subsections 4241(e) and 4247(d) plainly contemplate that the issue of defendant's competency <i>vel non</i> is to be resolved through the normal workings of the adversarial process.\" <i>Id.</i></p>\n<p></p>\n<h2>B. Motion to Suppress</h2>\n<p>The Fourth Amendment protects against warrantless searches unless the search comes within \"one of the `few specifically established and well-delineated exceptions' to the warrant requirement.\" <i>United States v. Forbes,</i> <span class=\"citation\" data-id=\"764880\"><a href=\"/opinion/764880/united-states-v-keith-forbes/\"><span class=\"volume\">181</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1999) (quoting <i>Schneckloth v. Bustamonte,</i> <span class=\"citation\" data-id=\"108800\"><a href=\"/opinion/108800/schneckloth-v-bustamonte/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">218</span></a></span>, 219, <span class=\"citation\" data-id=\"108800\"><a href=\"/opinion/108800/schneckloth-v-bustamonte/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2041</span></a></span>, <span class=\"citation\" data-id=\"108800\"><a href=\"/opinion/108800/schneckloth-v-bustamonte/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">854</span></a></span> (1973)). A consensual search is such an exception. <i>Id.</i> Consent to a search may be express or inferred. <i>United States v. Winston,</i> <span class=\"citation\" data-id=\"202176\"><a href=\"/opinion/202176/united-states-v-winston/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">115</span></a></span>, 121 (1st Cir.2006). For consent to be valid, it must also be voluntary. <i>Id.</i> \"`The existence of consent and the voluntariness thereof are questions of fact to be determined from all the circumstances surrounding the search.'\" <i>Id.</i> (quoting <i>United States v. Miller,</i> <span class=\"citation\" data-id=\"362441\"><a href=\"/opinion/362441/united-states-v-jackie-david-miller/\"><span class=\"volume\">589</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1117</span></a></span>, 1130 (1st Cir.1978)). Voluntariness must be proved by the government, and it is a question of fact that turns on an evaluation of multiple factors, including the consenting party's age, education, experience, intelligence, <span class=\"star-pagination\">*73</span> and knowledge of the right to withhold consent. <i>United States v. Dunbar,</i> <span class=\"citation\" data-id=\"203629\"><a href=\"/opinion/203629/united-states-v-dunbar/\"><span class=\"volume\">553</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">48</span></a></span>, 57 (1st Cir.2009). Further considerations include whether the party was advised of her constitutional rights or whether the consent was obtained by coercive means. <i>Id.</i></p>\n<p>Reynolds challenges the district court's denial of her motion to suppress the firearms. She argues first that her answer affirming that she had weapons and her gesture towards the headboard did not constitute implied consent. Second, she contends that, to the extent that she did consent to the search, her consent was not voluntary because of her mental infirmities, which the district court should have considered.</p>\n<p>When reviewing a challenge to the district court's denial of a motion to suppress, we review factual findings for clear error and accord de novo review to conclusions of law. <i>United States v. Mohamed,</i> <span class=\"citation\" data-id=\"180797\"><a href=\"/opinion/180797/united-states-v-mohamed/\"><span class=\"volume\">630</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4-5 (1st Cir.2010). We will affirm the denial of the motion \"`so long as any reasonable view of the evidence supports it.'\" <i>Id.</i> (quoting <i>United States v. Bater,</i> <span class=\"citation no-link\"><span class=\"volume\">594</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">51</span></span>, 55 (1st Cir. 2010)). Arguments related to the unlawfulness of a search that were not raised to the district court, however, are considered waived or forfeited and are reviewed at most for plain error. <i>See </i><i>United States v. Genao,</i> <span class=\"citation\" data-id=\"199851\"><a href=\"/opinion/199851/united-states-v-genao/\"><span class=\"volume\">281</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">305</span></a></span>, 309 &amp; n. 4 (1st Cir.2002) (finding defendant waived his argument that search was involuntary because he did not raise voluntariness challenge to the district court).</p>\n<p>Here, we dispose of Reynolds' challenges. With respect to her first argument, we hold that, although the issue may be debatable, the district court did not clearly err in finding that Reynolds gave the police officer implied consent to search the headboard. It was reasonable for the district court to find that Reynolds' gesture to the headboard when answering \"yes\" to whether she had weapons demonstrated that Reynolds understood the police officer intended not only to learn of the existence of the weapons, but also to find them. <i>See </i><i>Winston,</i> 444 F.3d at 121-22 (finding district court clearly erred by concluding that defendant did not impliedly consent to search of nightstand when police officers asked defendant for identification, defendant told them his identification was in the bedroom nightstand, and defendant gestured to nightstand with his shoulder); <i>Genao,</i> 281 F.3d at 309-10 (finding no clear error regarding implied consent to search third floor apartment when defendant volunteered that he had a key to the apartment and showed the police how the key worked).</p>\n<p>Next, with respect to Reynolds' claim that the court erred by finding her consent voluntary and by not considering fully her mental competence, we reject it. First, the argument was never presented to the district court and therefore we apply at most plain error review. <i>See </i><i>Genao,</i> 281 F.3d at 309 &amp; n. 4. Although Reynolds claims that the parties \"assumed\" the district court would consider Reynolds' competency when ruling on the motion, we see no evidence of this, particularly here where the district court specifically asked the parties whether there were additional materials the court should consider before ruling on the motion.</p>\n<p>Second, we can find no error. Mental competency is certainly a factor to be considered when evaluating voluntariness, but it is one of many a court must balance. <i>See </i><i>United States v. Watson,</i> <span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">411</span></span>, 424-25, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">820</span></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">598</span></span> (1976); <i>see also </i><i>United States v. Santos,</i> <span class=\"citation\" data-id=\"197680\"><a href=\"/opinion/197680/united-states-v-santos/\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span>, 19 (1st Cir.1997) (finding totality of circumstances indicated confession was made voluntarily even though <span class=\"star-pagination\">*74</span> defendant's competence was a factor in the determination). Here, the court did consider Reynolds' mental status, but when undergoing its totality of circumstances evaluation, it found that the factor alone did not demonstrate involuntariness. The court concluded that the search incident was minimally coercive and that there was no evidence that Reynolds was affected by any underlying illness during the time of the search. Indeed, Reynolds was responsive, lucid, and cooperative with the police officers. Further, notwithstanding the fact that Reynolds never sought to introduce evidence of her mental health, even if the court had considered the forensic reports and Reynolds' demeanor at subsequent court proceedings, none of this evidence spoke to Reynolds' mental capacity at the time of the incident.</p>\n<p></p>\n<h2>C. Sua Sponte Recusal</h2>\n<p>Section 455 of Title 28 of the United States Code governs judicial recusals and requires that \"[a]ny justice, judge, or magistrate judge of the United States shall disqualify himself in any proceeding in which his impartiality might reasonably be questioned.\" 28 U.S.C. § 455(a). Reynolds argues that because the district court judge presided over the second competency hearing during which Reynolds made admissions of her guilt, the judge could not be impartial when overseeing the bench trial. Specifically, she asserts that because she admitted to possessing the firearms and to knowing that one had an obliterated serial number, the judge had either predetermined her guilt before the trial or predetermined her lack of credibility.</p>\n<p>This argument proves too much. Since Reynolds makes this claim for the first time on appeal, plain error review applies, and Reynolds cannot meet the prejudice prong. The parties stipulated to the admission of the second competency hearing transcript, which Reynolds does not now contest, and so any judge presiding over the bench trial would have considered Reynolds' statements made during the hearing. Moreover, opinions formed based on evidence introduced during the course of a case do not per se warrant recusal. Such opinions are \"properly and necessarily acquired in the course of the proceedings, and are indeed sometimes (as in a bench trial) necessary to completion of the judge's task.\" <i>Liteky v. United States,</i> <span class=\"citation\" data-id=\"112935\"><a href=\"/opinion/112935/liteky-v-united-states/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">540</span></a></span>, 550-51, <span class=\"citation\" data-id=\"112935\"><a href=\"/opinion/112935/liteky-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1147</span></a></span>, <span class=\"citation\" data-id=\"112935\"><a href=\"/opinion/112935/liteky-v-united-states/\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">474</span></a></span> (1994).</p>\n<p></p>\n<h2>D. Jury Trial Waiver</h2>\n<p>Lastly, Reynolds claims that her jury-trial waiver was not knowingly and voluntarily executed for two reasons. First, she claims that her mental incompetence prevented her from fully appreciating her right to a jury trial, as demonstrated by her preoccupation with the delay that a jury trial might cause. Second, reformulating her recusal argument, she asserts that her waiver could not be knowing and voluntary because the district court did not explain to her that it had previously heard her admissions related to the charges and would consider these admissions when deciding whether she was guilty.</p>\n<p>The Sixth Amendment provides that \"[i]n all criminal prosecutions, the accused shall enjoy the right to a speedy and public trial, by an impartial jury.\" U.S. Const. amend. VI. A defendant, however, may waive this constitutional right. <i>Adams v. United States ex rel. McCann,</i> <span class=\"citation no-link\"><span class=\"volume\">317</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">269</span></span>, 277-78, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">236</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">268</span></span> (1942); <i>United States v. Leja,</i> <span class=\"citation\" data-id=\"794356\"><a href=\"/opinion/794356/united-states-v-david-michael-leja/\"><span class=\"volume\">448</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">86</span></a></span>, 92 (1st Cir. 2006). To effectuate the waiver, there must be \"the consent of government counsel and the sanction of the court . . . in addition to the express and intelligent consent <span class=\"star-pagination\">*75</span> of the defendant.\" <i>Patton v. United States,</i> <span class=\"citation\" data-id=\"101558\"><a href=\"/opinion/101558/patton-v-united-states/\"><span class=\"volume\">281</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">276</span></a></span>, 312, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">253</span></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">854</span></span> (1930); <i>see also</i> Fed.R.Crim.P. 23(a). Whether a waiver was knowingly, voluntarily, and intelligently made \"depend[s] upon the unique circumstances of each case,\" <i>Adams,</i> 317 U.S. at 278, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">236</span></span>, including the defendant's personal, express waiver in open court, defense counsel's representations concerning the waiver, the defendant's presence in the courtroom when the waiver was discussed, and the extent of the particular defendant's ability to understand the courtroom discussions regarding jury waiver, <i>see </i><i>Leja,</i> 448 F.3d at 93-94.</p>\n<p>For preserved claims, \"[w]e review factual findings by the district court for clear error and the determination of whether a waiver of rights was voluntary de novo.\" <i>United States v. Frechette,</i> <span class=\"citation\" data-id=\"202333\"><a href=\"/opinion/202333/united-states-v-frechette/\"><span class=\"volume\">456</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 11 (1st Cir.2006) (internal marks omitted). Reynolds did not raise her challenge below and so plain error review arguably applies, but her claim fails under either standard. <i>Cf. </i><i>Leja,</i> 448 F.3d at 92 (conducting plenary review because of \"the significance of the constitutional right at issue,\" although defendant did not challenge waiver until motion for a new trial).</p>\n<p>First, we find no error in the district court's conclusion that Reynolds was sufficiently competent to voluntarily waive her right to a jury trial. Reynolds was found to have regained competence during the second competency hearing, and the district court continued to confirm Reynolds' competence throughout the subsequent proceedings in this case, including during the colloquy wherein Reynolds personally and expressly waived her right to a jury trial. Reynolds was present for all discussions concerning the waiver, and, indeed, it was defense counsel who initiated discussions regarding the option. Further, Reynolds confirmed that she preferred a bench trial both implicitly during the change of plea hearing and explicitly when she executed the waiver verbally and in writing before the trial began.</p>\n<p>Although Reynolds may have been an unsophisticated defendant, the court clearly articulated the scope of her right to a jury trial, which Reynolds asserted she understood. It explained that her waiver meant that she wanted to proceed before the district court as the judge and jury of the case, and the judge would determine her innocence and guilt. She agreed that she had discussed her right to a jury trial with her defense counsel, along with the advantages and disadvantages of proceeding with one, and her attorney confirmed these discussions. Reynolds stated that she did not need more time to decide the issue and that she read, signed, and understood the waiver. To the extent that Reynolds was concerned with any delay brought on by a jury trial, the district court explained that a jury trial would not necessarily take longer and the timing difference between the two would be a matter of days. Under such circumstances, we cannot conclude that Reynolds' mental capacity undermined her voluntary waiver of a jury trial.</p>\n<p>Nor do we find that Reynolds' waiver was involuntary because the district court did not explicitly inform Reynolds that it would consider the admissions she made during the second competency hearing. As we have previously held, \"The type of information . . . which the defendant must possess in order to make a knowing and intelligent waiver of the right to a jury trial relates to his knowledge of his constitutional rights.\" <i>United States v. Kelley,</i> <span class=\"citation\" data-id=\"421829\"><a href=\"/opinion/421829/united-states-v-henry-francis-kelley/\"><span class=\"volume\">712</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">884</span></a></span>, 888 (1st Cir.1983) (finding jury trial waiver was valid because defendant was aware of his rights even though judge did not disclose that he had previously authorized an extension of a wiretap <span class=\"star-pagination\">*76</span> on defense counsel). Here, the district court made clear to Reynolds the nature of the right involved. It explained the importance of the right and the implications of the waiver. Nothing more was required. <i>See id.</i> at 888-89. Even so, the record demonstrates that the district court did warn Reynolds about her statements. During the second competency hearing, it cautioned Reynolds against discussing the charges, and Reynolds' counsel informed her that anything she said could be used against her. We therefore find no error.</p>\n<p></p>\n<h2>III. Conclusion</h2>\n<p>For the foregoing reasons, we <i>affirm</i> the district court's denial of Reynolds' motion to suppress, and we <i>affirm</i> Reynolds' conviction.</p>\n<p><i>So ordered.</i></p>\n<h2>NOTES</h2>\n<p>[*]  The Hon. David H. Souter, Associate Justice (Ret.) of the Supreme Court of the United States, sitting by designation.</p>\n<p>[1]  Upon review of a denial of a motion to suppress, we recount the facts \"`as the trial court found them, consistent with record support.'\" <i>United States v. Andrade,</i> <span class=\"citation\" data-id=\"203611\"><a href=\"/opinion/203611/united-states-v-andrade/\"><span class=\"volume\">551</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">103</span></a></span>, 106 (1st Cir.2008) (quoting <i>United States v. Lee,</i> <span class=\"citation\" data-id=\"200295\"><a href=\"/opinion/200295/united-states-v-lee/\"><span class=\"volume\">317</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 30 (1st Cir.2003)).</p>\n<p>[2]  Reynolds also argued in her motion that officer safety concerns did not justify the seizure of the firearms and that the subsequent examination of one of the guns to recover the obliterated serial number was unlawful. The district court rejected both contentions, and neither is at issue on appeal.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101558/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106037/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107184/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108800/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112775/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112935/",
    "http://www.courtlistener.com/api/rest/v3/opinions/176847/",
    "http://www.courtlistener.com/api/rest/v3/opinions/180797/",
    "http://www.courtlistener.com/api/rest/v3/opinions/183881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196576/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197680/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199851/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200295/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201643/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201923/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202176/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202333/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203629/",
    "http://www.courtlistener.com/api/rest/v3/opinions/362441/",
    "http://www.courtlistener.com/api/rest/v3/opinions/421829/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764880/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775004/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794356/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1463880/"
  ]
}