{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/219668/",
  "absolute_url": "/opinion/219668/grassia-v-piers/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/219668/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-06-24T18:48:02Z",
  "date_modified": "2016-02-28T05:33:38.282554Z",
  "type": "010combined",
  "sha1": "ceb0ec8d0b6bf4fa85682426b5185cbd7806fbbf",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/10-2046U-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2011/06/24/Grassia_v._Piers.pdf",
  "plain_text": "               Not for Publication in West's Federal Reporter\n\n          United States Court of Appeals\n                      For the First Circuit\n\nNo. 10-2046\n\n                           THOMAS GRASSIA,\n\n                       Plaintiff, Appellant,\n\n                                    v.\n\n     DETECTIVE THEODORE L. PIERS, Individually and as a Police\n Officer of the Town of Framingham; DETECTIVE WILLIAM F. DELANEY,\n  individually and as a Police Officer of the Town of Framingham;\nJOHN DOE, Supervisor, individually and as a Police Officer of the\n              Town of Framingham; TOWN OF FRAMINGHAM,\n\n                      Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Nathaniel M. Gorton, U.S. District Judge]\n\n\n                                 Before\n\n                        Lynch, Chief Judge,\n\n               Boudin and Howard, Circuit Judges.\n\n\n     Lizabel M. Negron-Vargas on brief for appellant.\n     Leonard H. Kesten, Deidre Brennan Regan and Brody, Hardoon,\nPerkins & Kesten, LLP on brief for appellants.\n\n\n                             June 24, 2011\n\f           Per Curiam.   Plaintiff-appellant Thomas Grassia brought\n\nthis action against Theodore Piers and William Delaney, detectives\n\nin Framingham, Massachusetts (\"Town\"), their \"John Doe\" supervisor\n\nand the Town itself, contending that he had been arrested and\n\nprosecuted without probable cause.        The district court granted the\n\ndefendants'   motion   for   summary      judgment    based   on   qualified\n\nimmunity, finding no supported claims of constitutional or state\n\nlaw violations.    We affirm.\n\n           The case arises out of an ill-fated romance between\n\nGrassia and Maureen Crocker.        For two years following Crocker's\n\nbreak-up   with   Grassia,   she   was    allegedly   victimized    both   by\n\nthreatening vandalism to her home and car and by inappropriate\n\novertures from Grassia in a vain attempt to continue some semblance\n\nof a relationship with her.        Crocker hired a lawyer to help keep\n\nGrassia -- also a lawyer -- at bay and reported the vandalism to\n\nthe Town's police department.      Piers was the detective assigned to\n\nher case, and he spent more than eighteen months tracking Crocker's\n\nreports of both anonymous harassment and known contact by Grassia.\n\nWhile the evidence was circumstantial, based on the coincidental\n\ntiming of events Crocker suspected that Grassia was to blame for\n\nthe intimidation she was enduring.            She obtained a temporary\n\nrestraining order against him, although two subsequent attempts\n\nwere denied. The anonymous threats and vandalism culminated in the\n\nsummer of 2004 when a brick was thrown through Crocker's office\n\n\n                                    -2-\n\fwindow and a firebomb was placed in the driveway just beneath that\n\nwindow.\n\n           Throughout this time period, Grassia developed a strange\n\nrelationship with the police.      He suggested early on that they\n\nconsider   charging   Crocker   with    making    false   reports.   When\n\nquestioned about his relationship with Crocker, Grassia said that\n\nhe knew her only casually and denied any involvement with her, but\n\nhe later admitted that he had lied and, in fact, had a \"domestic\n\nsituation\" with her.    He sought information from the police about\n\nCrocker, regularly reported her activities to them and complained\n\nthat she had ruined his life, but he never reported that Crocker\n\nhad harmed or threatened to harm him.            Yet, in a final, ironic\n\ntwist, Grassia obtained a restraining order against Crocker from\n\nthe district court in Natick -- not Framingham -- based on his fear\n\nof \"imminent serious physical harm\" from her.         He arranged for the\n\nFramingham police to effect service on Crocker.\n\n           After being served and on the advice of law enforcement\n\nofficials, Crocker fled to her parents' home in Connecticut.\n\nGrassia, claiming that he did not know that process had been\n\nserved, yet choosing not to verify with the police whether it had\n\nbeen, decided to make additional arrangements for Crocker to be\n\nserved.    He tracked her down in Connecticut and arranged for a\n\nlocal officer to serve her again there. Crocker, scared by Grassia\n\nhaving found her, contacted Piers.      Piers consulted with other law\n\n\n                                  -3-\n\fenforcement officials and concluded that probable cause existed to\n\narrest Grassia for witness intimidation, Mass. Gen. Laws Ann. ch.\n\n268,   §   13B   (West    2008)   (prohibiting   the       willful    attempt    to\n\ninterfere      with   a   criminal     investigation     either      directly    or\n\nindirectly       by   bribing     or   intimidating    a     person     providing\n\ninformation) and for criminal harassment, id. ch. 265, § 43A\n\n(prohibiting willful, malicious conduct intended to seriously alarm\n\na   specific     person    that    objectively   would      cause     substantial\n\nemotional distress).        Piers filed an application for a complaint\n\nand an arrest warrant with the assistant clerk-magistrate of the\n\nFramingham District Court, in which he stated that Grassia \"did on\n\ndiverse dates between February 2003 and August 12, 2004 intimidate\n\nor otherwise interfere with a witness, . . . did willfully and\n\nmaliciously engage in a series of acts over a period of time\n\ndirected toward the victim,\" which created \"an imminent threat of\n\nthe commission of a crime by the defendant.\"               The warrant issued,\n\nand Grassia was arrested.\n\n            Grassia succeeded in having the charges dismissed:                  the\n\nstate district court dismissed the felony witness intimidation\n\ncharge without prejudice for lack of jurisdiction, and, after a\n\nhearing, a state magistrate concluded \"[i]nsufficient evidence\n\npresented -- no probable cause found\" and dismissed the misdemeanor\n\nharassment charge.        Grassia then brought this action claiming that\n\nthe arrest and subsequent prosecution were accomplished without\n\n\n                                        -4-\n\fprobable cause or due process, in violation of his Fourth, Fifth\n\nand Fourteenth Amendment rights as well as several state laws.                  In\n\ndue course, the defendants successfully moved for summary judgment\n\non the ground that there was probable cause to arrest and prosecute\n\nGrassia,    which   both     entitled    Piers   and    Delaney   to     qualified\n\nimmunity and eliminated any basis for the municipal liability and\n\nmultiple state law claims.\n\n            On appeal, Grassia argues that the district court erred\n\nin entering summary judgment because the arrest warrant allegedly\n\nwas based on untrustworthy information from Piers.                 He contends\n\nthat   if   the   district    court     had   applied   the   summary    judgment\n\nstandard correctly and construed the evidence in his favor as it\n\nwas required to do, it would have recognized a genuine dispute of\n\nmaterial fact about whether Piers had fabricated the evidence\n\nproffered in his affidavit.\n\n            Grassia has failed to support his position by proffering\n\nevidence that casts doubt on the veracity or reliability of the\n\nlengthy, detailed police log on which Piers relied in applying for\n\nthe warrant.      See Acosta v. Ames Dept. Stores, Inc., 386 F.3d 5, 8\n\n(1st Cir. 2004) (citing Anderson v. Liberty Lobby, Inc., 477 U.S.\n\n242,   247-48     (1986)).      His     objection      admitted   most    of   the\n\ndefendants' statement of uncontested facts, and the few challenges\n\nGrassia has asserted are conclusory and fail to create the genuine\n\nissue of material fact needed to overcome summary judgment.                    See\n\n\n                                        -5-\n\fAnderson, 477 U.S. at 248-49 (explaining that Rule 56(e) prohibits\n\n\"mere allegations or denials\" and requires \"specific facts showing\n\nthere is a genuine issue for trial\"); see also Martínez-Rodríguez\n\nv. Guevara, 597 F.3d 414, 419 (1st Cir. 2010) (requiring party who\n\nbears the burden of proof at trial to \"present definite, competent\n\nevidence    to   rebut   the   motion\"   (internal      quotation   omitted));\n\nAcosta, 386 F.3d at 8-9 (explaining how competing inferences can\n\nstill be resolved on summary judgment when the underlying facts are\n\nnot disputed and opposing party's proffer was merely colorable).\n\n            Grassia builds his entire lack of probable cause argument\n\non two isolated incidents -- the service of process in Connecticut\n\nand the videotaping of a car that resembled his -- which he says,\n\nwhen construed in his favor, demonstrate that there was no good-\n\nfaith basis to believe that he was about to commit either witness\n\nintimidation or criminal harassment.            Plucking two single events\n\nout of nearly two years of malicious destruction of property\n\nreports by Crocker and investigative work by Piers and Delaney,\n\nhowever, reflects a severe misapprehension of the law governing\n\nprobable cause. See Illinois v. Gates, 462 U.S. 213, 230-31 (1983)\n\n(deciding    probable     cause    based   on     the    \"totality    of   the\n\ncircumstances\" considering the veracity and reliability of all\n\nknown information).        Probable cause assesses \"the factual and\n\npractical considerations of everyday life on which reasonable and\n\nprudent men, not legal technicians, act,\" id. at 231 (quoting\n\n\n                                     -6-\n\fBrinegar v. United States, 338 U.S. 160, 175 (1949)), to see\n\nwhether a reasonable ground exists for believing a particular\n\nperson to be seized is guilty.      Maryland v. Pringle, 540 U.S. 366,\n\n370 (2003) (explaining probable cause protects \"citizens from rash\n\nand . . . unfounded charges of crime\" while giving \"fair leeway for\n\nenforcing the law\" (quoting Brinegar, 338 U.S. at 176)); see also\n\nAcosta, 386 F.3d at 8-9;     United States v. Brunette, 256 F.3d 14,\n\n16 (1st Cir. 2001).    We review a probable cause finding by looking\n\nat the events leading up to the arrest to determine whether an\n\nobjectively reasonable police officer would believe it was likely\n\na crime had been or was about to be committed.         See Pringle, 540\n\nU.S. at 370; Acosta, 386 F.3d at 9.\n\n          Perhaps     recognizing   that   the   warrant   served   as   an\n\nimprimatur on the existence of probable cause, see United States v.\n\nLeon, 468 U.S. 897, 913-14 (1984) (weighing heavily the detached\n\nscrutiny of a neutral magistrate)1, Grassia's principal claim is\n\nthat Piers framed him by concealing the \"crucial fact\" that the\n\nthreatening contact that prompted the charges and arrest warrant\n\nwas the legitimate service of process in Connecticut.               After\n\n\n     1\n     The warrant provides substantial evidence of probable cause\nbecause it was based on a two-page summary of the police log, plus\na thirteen page police report that included more than seventy\nincidents over the span of eighteen months, and it was reviewed by\ntwo neutral and detached court officers. See Gates, 462 U.S. at\n236-37 n.10 (upholding warrant when all the circumstances set forth\nin the affidavit show a \"fair probability\" of criminal activity);\ncf. Brunette, 256 F.3d at 18 (declining to find probable cause on\nbare legal conclusions restating the elements of the crime).\n\n                                    -7-\n\fsummarizing the police log, the warrant application concluded:\n\n            On August 13, 2004[,] Detective Piers received\n            information that defendant has obtained the\n            out of state whereabouts of the victim, where\n            she had fled for her safety.     Defendant did\n            cause contact to be made after learning the\n            whereabouts of the victim.\n\nGrassia argues that Piers fabricated evidence in his warrant\n\napplication because he omitted that Grassia did not know that\n\nservice had been completed, that Grassia's contact was legal, and\n\nthat the contact in Connecticut was outside the jurisdiction of the\n\nFramingham district court.\n\n            Had service in Connecticut occurred in the vacuum Grassia\n\nsuggests, Piers may have understood it to have been a good-faith\n\neffort by Grassia to comport with the law; but even when viewed as\n\nan isolated event, Piers knew that Crocker was frightened by\n\nGrassia having found her in another state where she had fled to\n\nescape him, and Piers knew that the Town had told Grassia that it\n\nwould effect service, and already had done so.               See Forest v.\n\nPawtucket Police Dept., 377 F.3d 52, 57 (1st Cir. 2004) (allowing\n\npolice to rely on a credible complaint by a victim to find probable\n\ncause).    Additionally, in his deposition Piers testified that it\n\nwas irrelevant to him whether or not Grassia knew that Crocker had\n\nbeen served, because a victim, who theoretically is afraid of the\n\nperson    against   whom   a   restraining    order   has   been   obtained,\n\ntypically wants to avoid contact with that person and, therefore,\n\nwould not attempt to effect service.         The fact that Grassia sought\n\n                                    -8-\n\fCrocker out led Piers to conclude that he was attempting to\n\nintimidate her, not protect himself.             See United States v. Ramos,\n\n629 F.3d 60, 66 (1st Cir. 2010) (considering police officer's\n\nsubjective inferences that reflect his experience and expertise in\n\nevaluating probable cause determination).\n\n           Grassia also contends that it was purely speculative to\n\nassume that he was at the gas station from where three harassing\n\nphone calls were made simply because a car that resembled his was\n\ncaptured on surveillance film.        That film was probative, however,\n\nbecause the undisputed record showed that Grassia owned an almost\n\nunique automobile, one of only sixteen such cars in the entire\n\nstate of Massachusetts. Grassia argues that had the district court\n\nproperly construed the evidence in his favor, it would have found\n\nthat the car on the video could have belonged to anyone, and so its\n\nlocation could not have provided any probable cause for the charged\n\ncrimes.   Whether an inference could have been drawn that someone\n\nelse owned the car, however, was irrelevant to the probable cause\n\ndetermination,     which   depended    on   what     the    facts       in    context\n\nobjectively suggested about the likelihood of criminal activity.\n\nSee Acosta, 386 F.3d at 9 (discounting competing inferences where\n\nthe   undisputed   facts   objectively      gave     rise      to   a   reasonable\n\nsuspicion).   In the context of the ongoing investigation, it was\n\nobjectively   reasonable    for   Piers     to    view   the    video        image   as\n\nsuggesting that Grassia made the phone calls from the filling\n\n\n                                      -9-\n\fstation.     See id.; see also Ramos, 629 F.3d at 65-66 (explaining\n\nhow an individual circumstance might be innocently explained but\n\nwhen    combined     with    other   circumstances     can    give   rise   to    a\n\nreasonable suspicion).\n\n             These two incidents objectively support a reasonable\n\nbelief that Grassia was attempting to harass or intimidate Crocker.\n\nSee Mass. Gen. Laws Ann. ch. 265, § 43A; id. ch. 268, § 13B.\n\nNothing about either incident supports Grassia's bald allegations\n\nthat   Piers   was    recklessly     disregarding    the     truth   or   that   he\n\notherwise seriously doubted the facts outlined in his affidavit.\n\nSee Martínez-Rodríguez, 597 F.3d at 420 (citing cases for the\n\nproposition that a warrant based on a false affidavit violates the\n\nFourth Amendment).          When these events are put into context -- the\n\npattern of Grassia's unusual and erratic behavior, both towards\n\nCrocker and the police, and the multiple malicious destruction of\n\nproperty reports filed by Crocker -- the existence of probable\n\ncause is obvious. See id. at 421 (affirming probable cause finding\n\nbased on investigation); Pringle, 540 U.S. at 370-71 (emphasizing\n\nthat probable cause is a fluid concept that assesses probabilities\n\nin particular factual contexts); Estrada v. Rhode Island, 594 F.3d\n\n56,    65   (1st   Cir.   2010)   (allowing   police    to    draw   from   their\n\nexperience and training in assessing probable cause).\n\n             The facts that Piers knew and understood when he applied\n\nfor the arrest warrant only needed to convey that \"the charges\n\n\n                                      -10-\n\f[were] not capricious and [were] sufficiently supported to justify\n\nbringing into play the further steps of the criminal process.\"\n\nGates, 462 U.S. at 231 n.6 (quoting Jaben v. United States, 381\n\nU.S. 214, 224-25 (1965) (emphasis omitted)).       This reasonable,\n\npractical approach to a finding of probable cause has long been the\n\nstandard, and it was readily met here.      See id. at 235 (citing\n\nLocke v. United States, 7 Cranch. 339, 348 (1813), and Brinegar,\n\n338 U.S. at 173).\n\n            Because the finding of probable cause was justified, the\n\narrest and prosecution based on that probable cause violated\n\nneither the Constitution nor state law, entitling the individual\n\ndefendants to qualified immunity. See Martínez Rodríguez, 597 F.3d\n\nat 419 (citing Harlow v. Fitzgerald, 457 U.S. 800, 818 (1982)).\n\nAnd, absent any misconduct by Piers or Delaney, the claims against\n\nthe Town for direct supervisory liability under § 1983 and for\n\nvicarious liability under Massachusetts law, based on the police\n\ndepartment's training and investigation of Piers and Delaney, also\n\ndissolve.    See Kennedy v. Town of Billerica, 617 F.3d 520, 531-32\n\n(1st Cir. 2010) (citing Monell v. Dep't of Soc. Servs., 436 U.S.\n\n658, 691 (1978)); see also Mass. Gen. Laws Ann. ch. 258, § 2.   The\n\njudgment of the district court is affirmed.\n\n\n\n\n                                -11-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">               Not for Publication in West's Federal Reporter\n\n          United States Court of Appeals\n                      For the First Circuit\n\nNo. 10-2046\n\n                           THOMAS GRASSIA,\n\n                       Plaintiff, Appellant,\n\n                                    v.\n\n     DETECTIVE THEODORE L. PIERS, Individually and as a Police\n Officer of the Town of Framingham; DETECTIVE WILLIAM F. DELANEY,\n  individually and as a Police Officer of the Town of Framingham;\nJOHN DOE, Supervisor, individually and as a Police Officer of the\n              Town of Framingham; TOWN OF FRAMINGHAM,\n\n                      Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Nathaniel M. Gorton, U.S. District Judge]\n\n\n                                 Before\n\n                        Lynch, Chief Judge,\n\n               Boudin and Howard, Circuit Judges.\n\n\n     Lizabel M. Negron-Vargas on brief for appellant.\n     Leonard H. Kesten, Deidre Brennan Regan and Brody, Hardoon,\nPerkins & Kesten, LLP on brief for appellants.\n\n\n                             June 24, 2011\n\f           Per Curiam.   Plaintiff-appellant Thomas Grassia brought\n\nthis action against Theodore Piers and William Delaney, detectives\n\nin Framingham, Massachusetts (\"Town\"), their \"John Doe\" supervisor\n\nand the Town itself, contending that he had been arrested and\n\nprosecuted without probable cause.        The district court granted the\n\ndefendants'   motion   for   summary      judgment    based   on   qualified\n\nimmunity, finding no supported claims of constitutional or state\n\nlaw violations.    We affirm.\n\n           The case arises out of an ill-fated romance between\n\nGrassia and Maureen Crocker.        For two years following Crocker's\n\nbreak-up   with   Grassia,   she   was    allegedly   victimized    both   by\n\nthreatening vandalism to her home and car and by inappropriate\n\novertures from Grassia in a vain attempt to continue some semblance\n\nof a relationship with her.        Crocker hired a lawyer to help keep\n\nGrassia -- also a lawyer -- at bay and reported the vandalism to\n\nthe Town's police department.      Piers was the detective assigned to\n\nher case, and he spent more than eighteen months tracking Crocker's\n\nreports of both anonymous harassment and known contact by Grassia.\n\nWhile the evidence was circumstantial, based on the coincidental\n\ntiming of events Crocker suspected that Grassia was to blame for\n\nthe intimidation she was enduring.            She obtained a temporary\n\nrestraining order against him, although two subsequent attempts\n\nwere denied. The anonymous threats and vandalism culminated in the\n\nsummer of 2004 when a brick was thrown through Crocker's office\n\n\n                                    -2-\n\fwindow and a firebomb was placed in the driveway just beneath that\n\nwindow.\n\n           Throughout this time period, Grassia developed a strange\n\nrelationship with the police.      He suggested early on that they\n\nconsider   charging   Crocker   with    making    false   reports.   When\n\nquestioned about his relationship with Crocker, Grassia said that\n\nhe knew her only casually and denied any involvement with her, but\n\nhe later admitted that he had lied and, in fact, had a \"domestic\n\nsituation\" with her.    He sought information from the police about\n\nCrocker, regularly reported her activities to them and complained\n\nthat she had ruined his life, but he never reported that Crocker\n\nhad harmed or threatened to harm him.            Yet, in a final, ironic\n\ntwist, Grassia obtained a restraining order against Crocker from\n\nthe district court in Natick -- not Framingham -- based on his fear\n\nof \"imminent serious physical harm\" from her.         He arranged for the\n\nFramingham police to effect service on Crocker.\n\n           After being served and on the advice of law enforcement\n\nofficials, Crocker fled to her parents' home in Connecticut.\n\nGrassia, claiming that he did not know that process had been\n\nserved, yet choosing not to verify with the police whether it had\n\nbeen, decided to make additional arrangements for Crocker to be\n\nserved.    He tracked her down in Connecticut and arranged for a\n\nlocal officer to serve her again there. Crocker, scared by Grassia\n\nhaving found her, contacted Piers.      Piers consulted with other law\n\n\n                                  -3-\n\fenforcement officials and concluded that probable cause existed to\n\narrest Grassia for witness intimidation, Mass. Gen. Laws Ann. ch.\n\n268,   §   13B   (West    2008)   (prohibiting   the       willful    attempt    to\n\ninterfere      with   a   criminal     investigation     either      directly    or\n\nindirectly       by   bribing     or   intimidating    a     person     providing\n\ninformation) and for criminal harassment, id. ch. 265, § 43A\n\n(prohibiting willful, malicious conduct intended to seriously alarm\n\na   specific     person    that    objectively   would      cause     substantial\n\nemotional distress).        Piers filed an application for a complaint\n\nand an arrest warrant with the assistant clerk-magistrate of the\n\nFramingham District Court, in which he stated that Grassia \"did on\n\ndiverse dates between February 2003 and August 12, 2004 intimidate\n\nor otherwise interfere with a witness, . . . did willfully and\n\nmaliciously engage in a series of acts over a period of time\n\ndirected toward the victim,\" which created \"an imminent threat of\n\nthe commission of a crime by the defendant.\"               The warrant issued,\n\nand Grassia was arrested.\n\n            Grassia succeeded in having the charges dismissed:                  the\n\nstate district court dismissed the felony witness intimidation\n\ncharge without prejudice for lack of jurisdiction, and, after a\n\nhearing, a state magistrate concluded \"[i]nsufficient evidence\n\npresented -- no probable cause found\" and dismissed the misdemeanor\n\nharassment charge.        Grassia then brought this action claiming that\n\nthe arrest and subsequent prosecution were accomplished without\n\n\n                                        -4-\n\fprobable cause or due process, in violation of his Fourth, Fifth\n\nand Fourteenth Amendment rights as well as several state laws.                  In\n\ndue course, the defendants successfully moved for summary judgment\n\non the ground that there was probable cause to arrest and prosecute\n\nGrassia,    which   both     entitled    Piers   and    Delaney   to     qualified\n\nimmunity and eliminated any basis for the municipal liability and\n\nmultiple state law claims.\n\n            On appeal, Grassia argues that the district court erred\n\nin entering summary judgment because the arrest warrant allegedly\n\nwas based on untrustworthy information from Piers.                 He contends\n\nthat   if   the   district    court     had   applied   the   summary    judgment\n\nstandard correctly and construed the evidence in his favor as it\n\nwas required to do, it would have recognized a genuine dispute of\n\nmaterial fact about whether Piers had fabricated the evidence\n\nproffered in his affidavit.\n\n            Grassia has failed to support his position by proffering\n\nevidence that casts doubt on the veracity or reliability of the\n\nlengthy, detailed police log on which Piers relied in applying for\n\nthe warrant.      See Acosta v. Ames Dept. Stores, Inc., </pre><span class=\"citation\" data-id=\"201253\"><a href=\"/opinion/201253/acosta-v-ames-dept-store/\"><span class=\"volume\">386</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span><pre class=\"inline\">, 8\n\n(1st Cir. 2004) (citing Anderson v. Liberty Lobby, Inc., </pre><span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">242</span></a></span><pre class=\"inline\">,   247-48     (1986)).      His     objection      admitted   most    of   the\n\ndefendants' statement of uncontested facts, and the few challenges\n\nGrassia has asserted are conclusory and fail to create the genuine\n\nissue of material fact needed to overcome summary judgment.                    See\n\n\n                                        -5-\n\fAnderson, 477 U.S. at 248-49 (explaining that Rule 56(e) prohibits\n\n\"mere allegations or denials\" and requires \"specific facts showing\n\nthere is a genuine issue for trial\"); see also Martínez-Rodríguez\n\nv. Guevara, </pre><span class=\"citation\" data-id=\"19\"><a href=\"/opinion/19/martinez-rodriguez-v-guevara/\"><span class=\"volume\">597</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">414</span></a></span><pre class=\"inline\">, 419 (1st Cir. 2010) (requiring party who\n\nbears the burden of proof at trial to \"present definite, competent\n\nevidence    to   rebut   the   motion\"   (internal      quotation   omitted));\n\nAcosta, 386 F.3d at 8-9 (explaining how competing inferences can\n\nstill be resolved on summary judgment when the underlying facts are\n\nnot disputed and opposing party's proffer was merely colorable).\n\n            Grassia builds his entire lack of probable cause argument\n\non two isolated incidents -- the service of process in Connecticut\n\nand the videotaping of a car that resembled his -- which he says,\n\nwhen construed in his favor, demonstrate that there was no good-\n\nfaith basis to believe that he was about to commit either witness\n\nintimidation or criminal harassment.            Plucking two single events\n\nout of nearly two years of malicious destruction of property\n\nreports by Crocker and investigative work by Piers and Delaney,\n\nhowever, reflects a severe misapprehension of the law governing\n\nprobable cause. See Illinois v. Gates, </pre><span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">213</span></a></span><pre class=\"inline\">, 230-31 (1983)\n\n(deciding    probable     cause    based   on     the    \"totality    of   the\n\ncircumstances\" considering the veracity and reliability of all\n\nknown information).        Probable cause assesses \"the factual and\n\npractical considerations of everyday life on which reasonable and\n\nprudent men, not legal technicians, act,\" id. at 231 (quoting\n\n\n                                     -6-\n\fBrinegar v. United States, </pre><span class=\"citation\" data-id=\"104716\"><a href=\"/opinion/104716/brinegar-v-united-states/\"><span class=\"volume\">338</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">160</span></a></span><pre class=\"inline\">, 175 (1949)), to see\n\nwhether a reasonable ground exists for believing a particular\n\nperson to be seized is guilty.      Maryland v. Pringle, </pre><span class=\"citation\" data-id=\"131150\"><a href=\"/opinion/131150/maryland-v-pringle/\"><span class=\"volume\">540</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">366</span></a></span><pre class=\"inline\">,\n\n370 (2003) (explaining probable cause protects \"citizens from rash\n\nand . . . unfounded charges of crime\" while giving \"fair leeway for\n\nenforcing the law\" (quoting Brinegar, 338 U.S. at 176)); see also\n\nAcosta, 386 F.3d at 8-9;     United States v. Brunette, </pre><span class=\"citation\" data-id=\"199491\"><a href=\"/opinion/199491/united-states-v-brunette/\"><span class=\"volume\">256</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span><pre class=\"inline\">,\n\n16 (1st Cir. 2001).    We review a probable cause finding by looking\n\nat the events leading up to the arrest to determine whether an\n\nobjectively reasonable police officer would believe it was likely\n\na crime had been or was about to be committed.         See Pringle, 540\n\nU.S. at 370; Acosta, 386 F.3d at 9.\n\n          Perhaps     recognizing   that   the   warrant   served   as   an\n\nimprimatur on the existence of probable cause, see United States v.\n\nLeon, </pre><span class=\"citation\" data-id=\"111262\"><a href=\"/opinion/111262/united-states-v-leon/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">897</span></a></span><pre class=\"inline\">, 913-14 (1984) (weighing heavily the detached\n\nscrutiny of a neutral magistrate)1, Grassia's principal claim is\n\nthat Piers framed him by concealing the \"crucial fact\" that the\n\nthreatening contact that prompted the charges and arrest warrant\n\nwas the legitimate service of process in Connecticut.               After\n\n\n     1\n     The warrant provides substantial evidence of probable cause\nbecause it was based on a two-page summary of the police log, plus\na thirteen page police report that included more than seventy\nincidents over the span of eighteen months, and it was reviewed by\ntwo neutral and detached court officers. See Gates, 462 U.S. at\n236-37 n.10 (upholding warrant when all the circumstances set forth\nin the affidavit show a \"fair probability\" of criminal activity);\ncf. Brunette, 256 F.3d at 18 (declining to find probable cause on\nbare legal conclusions restating the elements of the crime).\n\n                                    -7-\n\fsummarizing the police log, the warrant application concluded:\n\n            On August 13, 2004[,] Detective Piers received\n            information that defendant has obtained the\n            out of state whereabouts of the victim, where\n            she had fled for her safety.     Defendant did\n            cause contact to be made after learning the\n            whereabouts of the victim.\n\nGrassia argues that Piers fabricated evidence in his warrant\n\napplication because he omitted that Grassia did not know that\n\nservice had been completed, that Grassia's contact was legal, and\n\nthat the contact in Connecticut was outside the jurisdiction of the\n\nFramingham district court.\n\n            Had service in Connecticut occurred in the vacuum Grassia\n\nsuggests, Piers may have understood it to have been a good-faith\n\neffort by Grassia to comport with the law; but even when viewed as\n\nan isolated event, Piers knew that Crocker was frightened by\n\nGrassia having found her in another state where she had fled to\n\nescape him, and Piers knew that the Town had told Grassia that it\n\nwould effect service, and already had done so.               See Forest v.\n\nPawtucket Police Dept., </pre><span class=\"citation\" data-id=\"201160\"><a href=\"/opinion/201160/forest-v-pawtucket-police/\"><span class=\"volume\">377</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">52</span></a></span><pre class=\"inline\">, 57 (1st Cir. 2004) (allowing\n\npolice to rely on a credible complaint by a victim to find probable\n\ncause).    Additionally, in his deposition Piers testified that it\n\nwas irrelevant to him whether or not Grassia knew that Crocker had\n\nbeen served, because a victim, who theoretically is afraid of the\n\nperson    against   whom   a   restraining    order   has   been   obtained,\n\ntypically wants to avoid contact with that person and, therefore,\n\nwould not attempt to effect service.         The fact that Grassia sought\n\n                                    -8-\n\fCrocker out led Piers to conclude that he was attempting to\n\nintimidate her, not protect himself.             See United States v. Ramos,\n\n</pre><span class=\"citation\" data-id=\"181336\"><a href=\"/opinion/181336/united-states-v-ramos/\"><span class=\"volume\">629</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">60</span></a></span><pre class=\"inline\">, 66 (1st Cir. 2010) (considering police officer's\n\nsubjective inferences that reflect his experience and expertise in\n\nevaluating probable cause determination).\n\n           Grassia also contends that it was purely speculative to\n\nassume that he was at the gas station from where three harassing\n\nphone calls were made simply because a car that resembled his was\n\ncaptured on surveillance film.        That film was probative, however,\n\nbecause the undisputed record showed that Grassia owned an almost\n\nunique automobile, one of only sixteen such cars in the entire\n\nstate of Massachusetts. Grassia argues that had the district court\n\nproperly construed the evidence in his favor, it would have found\n\nthat the car on the video could have belonged to anyone, and so its\n\nlocation could not have provided any probable cause for the charged\n\ncrimes.   Whether an inference could have been drawn that someone\n\nelse owned the car, however, was irrelevant to the probable cause\n\ndetermination,     which   depended    on   what     the    facts       in    context\n\nobjectively suggested about the likelihood of criminal activity.\n\nSee Acosta, 386 F.3d at 9 (discounting competing inferences where\n\nthe   undisputed   facts   objectively      gave     rise      to   a   reasonable\n\nsuspicion).   In the context of the ongoing investigation, it was\n\nobjectively   reasonable    for   Piers     to    view   the    video        image   as\n\nsuggesting that Grassia made the phone calls from the filling\n\n\n                                      -9-\n\fstation.     See id.; see also Ramos, 629 F.3d at 65-66 (explaining\n\nhow an individual circumstance might be innocently explained but\n\nwhen    combined     with    other   circumstances     can    give   rise   to    a\n\nreasonable suspicion).\n\n             These two incidents objectively support a reasonable\n\nbelief that Grassia was attempting to harass or intimidate Crocker.\n\nSee Mass. Gen. Laws Ann. ch. 265, § 43A; id. ch. 268, § 13B.\n\nNothing about either incident supports Grassia's bald allegations\n\nthat   Piers   was    recklessly     disregarding    the     truth   or   that   he\n\notherwise seriously doubted the facts outlined in his affidavit.\n\nSee Martínez-Rodríguez, 597 F.3d at 420 (citing cases for the\n\nproposition that a warrant based on a false affidavit violates the\n\nFourth Amendment).          When these events are put into context -- the\n\npattern of Grassia's unusual and erratic behavior, both towards\n\nCrocker and the police, and the multiple malicious destruction of\n\nproperty reports filed by Crocker -- the existence of probable\n\ncause is obvious. See id. at 421 (affirming probable cause finding\n\nbased on investigation); Pringle, 540 U.S. at 370-71 (emphasizing\n\nthat probable cause is a fluid concept that assesses probabilities\n\nin particular factual contexts); Estrada v. Rhode Island, </pre><span class=\"citation\" data-id=\"204167\"><a href=\"/opinion/204167/estrada-v-rhode-island/\"><span class=\"volume\">594</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">56</span></a></span><pre class=\"inline\">,    65   (1st   Cir.   2010)   (allowing   police    to    draw   from   their\n\nexperience and training in assessing probable cause).\n\n             The facts that Piers knew and understood when he applied\n\nfor the arrest warrant only needed to convey that \"the charges\n\n\n                                      -10-\n\f[were] not capricious and [were] sufficiently supported to justify\n\nbringing into play the further steps of the criminal process.\"\n\nGates, 462 U.S. at 231 n.6 (quoting Jaben v. United States, </pre><span class=\"citation\" data-id=\"107058\"><a href=\"/opinion/107058/jaben-v-united-states/\"><span class=\"volume\">381</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">214</span></a></span><pre class=\"inline\">, 224-25 (1965) (emphasis omitted)).       This reasonable,\n\npractical approach to a finding of probable cause has long been the\n\nstandard, and it was readily met here.      See id. at 235 (citing\n\nLocke v. United States, 7 Cranch. 339, 348 (1813), and Brinegar,\n\n338 U.S. at 173).\n\n            Because the finding of probable cause was justified, the\n\narrest and prosecution based on that probable cause violated\n\nneither the Constitution nor state law, entitling the individual\n\ndefendants to qualified immunity. See Martínez Rodríguez, 597 F.3d\n\nat 419 (citing Harlow v. Fitzgerald, </pre><span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span><pre class=\"inline\">, 818 (1982)).\n\nAnd, absent any misconduct by Piers or Delaney, the claims against\n\nthe Town for direct supervisory liability under § 1983 and for\n\nvicarious liability under Massachusetts law, based on the police\n\ndepartment's training and investigation of Piers and Delaney, also\n\ndissolve.    See Kennedy v. Town of Billerica, </pre><span class=\"citation\" data-id=\"150526\"><a href=\"/opinion/150526/kennedy-v-town-of-billerica/\"><span class=\"volume\">617</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">520</span></a></span><pre class=\"inline\">, 531-32\n\n(1st Cir. 2010) (citing Monell v. Dep't of Soc. Servs., </pre><span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">658</span></a></span><pre class=\"inline\">, 691 (1978)); see also Mass. Gen. Laws Ann. ch. 258, § 2.   The\n\njudgment of the district court is affirmed.\n\n\n\n\n                                -11-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/19/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104716/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107058/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111262/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/131150/",
    "http://www.courtlistener.com/api/rest/v3/opinions/150526/",
    "http://www.courtlistener.com/api/rest/v3/opinions/181336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199491/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201160/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201253/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204167/"
  ]
}