{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/220823/",
  "absolute_url": "/opinion/220823/safeguarding-the-historic-hans-v-faa/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/220823/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-07-13T00:00:02Z",
  "date_modified": "2016-02-28T05:35:45.289426Z",
  "type": "010combined",
  "sha1": "056ecb85eef78f521f72aff445de20de46fd54bb",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/10-1972P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2011/07/12/Safeguarding_the_Historic_Hans_v._FAA_1.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 10-1972\n\n              SAFEGUARDING THE HISTORIC HANSCOM AREA'S\n               IRREPLACEABLE RESOURCES, INC., ET AL.,\n\n                            Petitioners,\n\n                                 v.\n\n                  FEDERAL AVIATION ADMINISTRATION,\n\n                            Respondent,\n                             _________\n\n                   MASSACHUSETTS PORT AUTHORITY,\n\n                            Intervenor.\n                             _________\n\n               PETITION FOR REVIEW OF AN ORDER OF THE\n\n                  FEDERAL AVIATION ADMINISTRATION\n\n\n                               Before\n\n           Torruella, Selya and Lipez, Circuit Judges.\n\n\n     Matthew F. Pawa, with whom Law Offices of Matthew F. Pawa,\nP.C., Jonathan S. Klavens, and Klavens Law Group, P.C. were on\nbrief, for petitioners.\n     Elizabeth S. Merritt, Stephen F. Hinchman, and Law Offices of\nStephen F. Hinchman, LLC on consolidated brief for National Trust\nfor Historic Preservation; Representatives Markey, Tierney, and\nTsongas; Boards of Selectmen of Towns of Bedford, Concord,\nLexington, and Lincoln; Hanscom Area Towns Committee; National\nParks Conservation Association; and Friends of Minute Man National\nPark, amici curiae.\n     Brian C. Toth, Attorney, Appellate Section, Environment &\nNatural Resources Division, U.S. Department of Justice, with whom\nIgnacia S. Moreno, Assistant Attorney General, John R. Donnelly,\n\fand Lisa A. Holden were on brief, for respondent.\n     Martin R. Healy, with whom Michael K. Murray, Goodwin Procter\nLLP, David S. Mackey, Chief Legal Counsel, and Ira M. Wallach,\nAssociate Chief Legal Counsel, were on brief, for intervenor.\n\n\n\n\n                          July 12, 2011\n\f             SELYA, Circuit Judge.           The area around the venerable\n\ntowns   of   Lexington   and    Concord      is     commonly    regarded    as    the\n\nbirthplace of the American Revolution.                The communities in that\n\narea, now fashionable Boston suburbs, are deservedly proud of both\n\ntheir storied history and their aesthetic advantages.                       When an\n\naffiliated arm of the state government — the Massachusetts Port\n\nAuthority (Massport) — sought to modernize a mixed-use airport in\n\nthe   vicinity,   a   phalanx     of   preservationist         organizations       and\n\nconcerned citizens treated the move as a call to arms.                     Massport\n\nnevertheless pushed ahead with its desired project and asked the\n\nFederal Aviation Administration (FAA) to authorize the demolition\n\nof an existing hangar and allow the development of a state-of-the-\n\nart fixed base operator (FBO) facility.                The upshot was an epic\n\nbattle fought with statutes, regulations, legal precedents, and\n\nexpert reports.\n\n             The results of this battle are now before us by way of a\n\npetition for judicial review of the FAA's order permitting the\n\nproject to proceed. The protagonists are ably represented, and the\n\npetitioners have raised a gallimaufry of issues involving the\n\nDepartment of Transportation Act, 49 U.S.C. § 303(c), the National\n\nHistoric     Preservation   Act    (NHPA),     16    U.S.C.    §   470f,    and   the\n\nNational Environmental Policy Act (NEPA), 42 U.S.C. §§ 4321-4347.\n\nAfter   careful   consideration        of   the     parties'    briefs     and    oral\n\narguments, helpful submissions by amici, and an amplitudinous\n\n\n                                       -3-\n\fadministrative record, we conclude that the painstaking process\n\nconducted by the FAA comported with its responsibilities under the\n\ndizzying      array   of    applicable       statutes   and    regulations.\n\nAccordingly, we deny the petition.\n\nI.   BACKGROUND\n\n              Laurence G. Hanscom Field (Hanscom) is a general aviation\n\nairport located in Bedford, Massachusetts.          The area teems with a\n\nrich cornucopia of historically significant sites, including Minute\n\nMan National Historical Park and Walden Pond (a designated national\n\nhistoric landmark).\n\n              During the middle of the twentieth century, the Army Air\n\nCorps leased and operated Hanscom.           Later, the facility morphed\n\ninto a joint military and civilian operation.           Among other things,\n\nHanscom now serves as a relief valve for Logan International\n\nAirport (the major airport in the Boston area), allowing Logan to\n\nconcentrate on large-scale commercial flights.\n\n              Massport is an independent state authority established\n\nunder Massachusetts law, see 1956 Mass. Acts ch. 465, §§ 1-35,\n\nwhich   has    operated    Hanscom's    civilian   component   since   1974.\n\nMassport has intervened in these proceedings and staunchly defends\n\nthe FAA's decision to allow the requested demolition and subsequent\n\nnew construction.\n\n              The focal point of the parties' dispute is Hangar 24,\n\nwhich was originally built in Georgia, shipped to Massachusetts,\n\n\n                                       -4-\n\fand   reconstructed     at   Hanscom    in    1948.      For    several   decades,\n\nMassachusetts Institute of Technology (MIT) leased the structure\n\nand used it as a research facility.                   In 2001, MIT deemed it\n\nunsuitable for that purpose.            The hangar has been vacant ever\n\nsince.\n\n            Responding to a perceived demand for increased corporate\n\naircraft    services    at   Hanscom,    Massport      issued     a   request   for\n\nproposals to redevelop the Hangar 24 site.               In 2005, it blessed a\n\nproposal that contemplated replacing Hangar 24 with an FBO facility\n\nthat would \"provide service, maintenance, fueling, and shelter for\n\ngeneral aviation aircraft.\"         Although the putative developer later\n\nwithdrew,    Massport    clung   to     the    concept    and    proceeded      with\n\npreparations for the redevelopment of the Hangar 24 site as an FBO\n\nfacility — a facility compatible with the needs of modern-day\n\ncorporate aircraft.\n\n            Massport's proposed course of action not only required it\n\nto jump through a long line of statutory and regulatory hoops but\n\nalso drew considerable opposition from concerned citizens and\n\ngroups.    The ensuing battle was waged on a variety of fronts.                  In\n\nJuly of 2006, a nonprofit organization, Save Our Heritage, Inc. (a\n\npetitioner   here),     requested     that    the   Massachusetts      Historical\n\nCommission (the Commission), see Mass. Gen. Laws ch. 9, §§ 26-27,\n\nevaluate Hangar 24 for possible inclusion on the National Register\n\nof Historic Places (the National Register).                    After mulling the\n\n\n                                       -5-\n\fmatter, the Commission determined that Hangar 24 was eligible for\n\nlisting    only   under      Criterion      A    (association         with   significant\n\nhistorical events) and Criterion B (association with the lives of\n\nhistorically significant persons).                   See 36 C.F.R. § 60.4(a), (b).\n\nIn light of this determination, the Commission asked Massport to\n\nstudy the hangar's condition and to consider alternative uses,\n\nincluding     possible        rehabilitation               for   occupancy        by   the\n\nMassachusetts Air and Space Museum.                  This suggestion proved to be\n\na dead end; after conducting a site inspection, the museum reported\n\nthat Hangar 24 fell \"far short of what would be necessary to make\n\nthe museum a viable entity.\"\n\n            Around     the    same    time,          Massport     hired      an   aviation\n\nconsultant, HNTB Corporation, to prepare a condition assessment and\n\nfeasibility study for Hangar 24. HNTB documented and described the\n\nhangar's    condition,       and   found        it   \"functionally        obsolete\"     and\n\nunsuitable    for      aviation      use.            Its     report    listed      several\n\nalternatives for redeveloping the site.\n\n            Federal law requires that, in order to remain eligible\n\nfor   funding,    an   airport     must     maintain         a   current     layout    plan\n\napproved by the FAA.         49 U.S.C. § 47107(a)(16)(B).                  In evaluating\n\na layout plan, \"[t]he FAA's primary mission is to ensure the\n\nsafety, security, and efficiency of the National Airspace System.\"\n\nExec. Order No. 13,180, 65 Fed. Reg. 77,493, 77,493 (Dec. 11,\n\n2000), as amended by Exec. Order No. 13,264, 67 Fed. Reg. 39,243\n\n\n                                          -6-\n\f(June 7, 2002); see also 49 U.S.C. § 47101(a).              No facility that\n\nadversely affects the safety, utility, or efficiency of the airport\n\ncan be included in such a plan.         49 U.S.C. § 47107(a)(16)(C).\n\n            The FAA became involved with the Hangar 24 project to\n\nfulfill these responsibilities.              It engaged in a consultation\n\nprocess and prepared an environmental assessment (EA) effective as\n\nof June 18, 2010.      The EA addressed the potential environmental\n\nimpacts of Massport's redevelopment proposal, as well as its\n\neffects on historic properties.\n\n            In due course, the FAA approved the demolition and\n\nreplacement    of   Hangar   24   as    the     only   feasible   and   prudent\n\nalternative, found that replacing it would have no adverse effect\n\nwithin the meaning of the NHPA (save for the effect on Hangar 24\n\nitself), and found no significant impact under the NEPA.                   The\n\npetitioners filed a timely petition for judicial review, see 49\n\nU.S.C. § 46110, in which they challenge the FAA's actions as\n\nnoncompliant with the Transportation Act, the NHPA, and the NEPA.\n\nIt is to these challenges that we now turn.\n\nII.   ANALYSIS\n\n            Our standard of review is familiar.           We must uphold the\n\nFAA's findings of fact as long as they are supported by substantial\n\nevidence.     See id. § 46110(c).            \"Substantial evidence is 'such\n\nrelevant evidence as a reasonable mind might accept as adequate to\n\nsupport a conclusion.'\"       Penobscot Air Servs., Ltd. v. FAA, 164\n\n\n                                       -7-\n\fF.3d 713, 718 (1st Cir. 1999) (quoting Universal Camera Corp. v.\n\nNLRB, 340 U.S. 474, 477 (1951)); see Allentown Mack Sales & Serv.,\n\nInc.   v.    NLRB,   522   U.S.   359,    377   (1998)    (explaining    that\n\n\"substantial evidence\" standard \"gives the agency the benefit of\n\nthe doubt\").\n\n             We review an agency's compliance with section 4(f) of the\n\nTransportation Act in accordance with the Administrative Procedure\n\nAct (APA), 5 U.S.C. §§ 551-559, 701-706.            See Citizens to Pres.\n\nOverton Park, Inc. v. Volpe, 401 U.S. 402, 416 (1971).              Under the\n\nAPA,   we   may   set   aside   agency    action   if    it   is   \"arbitrary,\n\ncapricious, an abuse of discretion, or otherwise not in accordance\n\nwith law.\"    5 U.S.C. § 706(2)(A).      The same metric governs judicial\n\nreview of agency action under both the NHPA, see Neigh. Ass'n of\n\nthe Back Bay, Inc. v. Fed. Transit Admin., 463 F.3d 50, 58 (1st\n\nCir. 2006), and the NEPA, Dep't of Transp. v. Pub. Citizen, 541\n\nU.S. 752, 763 (2004).      Agency action fails under this standard \"if\n\nthe agency relied on improper factors, failed to consider pertinent\n\naspects of the problem, offered a rationale contradicting the\n\nevidence before it, or reached a conclusion so implausible that it\n\ncannot be attributed to a difference of opinion or the application\n\nof agency expertise.\" Assoc'd Fisheries of Me., Inc. v. Daley, 127\n\nF.3d 104, 109 (1st Cir. 1997).\n\n\n\n\n                                    -8-\n\f                           A.   Transportation Act.\n\n            As    a     functional     matter,     section      4(f)     of    the\n\nTransportation Act, which refers explicitly to the Secretary of\n\nTransportation,         authorizes     federal    agencies      dealing       with\n\ntransportation matters to approve projects that entail the use of\n\nhistorically significant sites.              49 U.S.C. § 303(c).         But this\n\nauthority    is   not    unbridled.      Approval    may   be   granted       in   a\n\nparticular case only if two preconditions are met: \"(1) there is no\n\nprudent and feasible alternative to using that land; and (2) the\n\nprogram or project includes all possible planning to minimize\n\nharm.\"      Id.    These preconditions apply both when a proposal\n\ninvolves the physical use or occupation of a protected property\n\nthought to be historic and when a proposal involves indirect (but\n\nmeaningful) effects on historic venues. Save Our Heritage, Inc. v.\n\nFAA, 269 F.3d 49, 58 (1st Cir. 2001).\n\n            The EA prepared in connection with Massport's proposal to\n\ndemolish Hangar 24 explicitly considered four alternative courses\n\nof action: 1) \"[d]o nothing\"; 2) \"[l]ocate a new hangar facility\n\nelsewhere on the airport\"; 3) \"[a]daptive reuse of Hangar 24\"; and\n\n4) \"[r]eplace Hangar 24 as proposed by Massport.\" The EA concluded\n\nthat all of these alternatives were feasible, but that only the\n\nfourth   was      prudent.       The    petitioners    dispute         the    FAA's\n\ndetermination of what alternatives are or are not prudent.                    As a\n\nfallback, they question whether the FAA has engaged in sufficiently\n\n\n                                       -9-\n\fthorough planning to minimize harm to historic sites.          We appraise\n\nthese challenges sequentially.\n\n           1. Prudence. The doctrinal linchpin of the petitioners'\n\nsection 4(f) argument is their reading of the Supreme Court's\n\ndecision in Overton Park.      In their view, Overton Park holds that,\n\nfor the purpose of section 4(f), an alternative cannot be ruled out\n\nas imprudent absent a strong showing of aposematic conditions,\n\nmanifested by \"truly unusual factors,\" \"extraordinary\" costs and\n\ncommunity disruption, or \"unique problems.\"         401 U.S. at 413.      The\n\nFAA's section 4(f) analysis, the petitioners say, does not measure\n\nup to this benchmark.\n\n           Like alchemists who would turn dross into gold, the\n\npetitioners cherry-pick isolated phrases from the Overton Park\n\nopinion   and   attempt   to   convert    those   phrases   into   a   broad,\n\ninflexible holding.       This wordplay will not wash.         The Court's\n\nmention   of    \"truly    unusual,\"      \"extraordinary,\"    and    \"unique\"\n\ncircumstances was intended as a gloss on the application of section\n\n4(f) in a particular type of situation.           Those descriptive terms\n\nwere never meant to displace the statutory directive that the\n\nagency determine whether an alternative is \"prudent.\"              See Eagle\n\nFound., Inc. v. Dole, 813 F.2d 798, 804-05 (7th Cir. 1987); see\n\nalso Hickory Neigh. Def. League v. Skinner, 910 F.2d 159, 163 (4th\n\nCir. 1990) (explaining that a section 4(f) evaluation need not\n\n\n\n\n                                   -10-\n\fexplicitly find \"unique problems\" when record confirms \"compelling\n\nreasons for rejecting the proposed alternatives as not prudent\").\n\n          Context drives this point home.      Overton Park involved a\n\nproposal to use publicly owned parklands for highway construction.\n\n401 U.S. at 406.    The Court reasoned that the cost of using public\n\nland will almost always be less than that of acquiring private\n\nproperty for alternate routes and that, in addition, building on\n\npublic parkland will almost always prove less disruptive to the\n\nacquiring community because homes and businesses will not be\n\ndisplaced.    Id.   at   411-12.     These   verities   \"are    common    to\n\nsubstantially all highway construction.\"         Id. at 412 (emphasis\n\nsupplied).   If Congress had intended cost and community disruption\n\n\"to be on an equal footing with preservation of parkland,\" the\n\nCourt declared, section 4(f) would have been unnecessary.           Id.\n\n          The explanation given by the Justices in Overton Park is\n\nsituation-specific, and comparing this case to Overton Park is like\n\ncomparing a plum to a pomegranate.        The Overton Park language is\n\ntailored to fit situations in which, from a practical standpoint,\n\nthere otherwise would be a perverse incentive in favor of using\n\nprotected land for federal transportation projects.            Cf. City of\n\nDania Beach v. FAA, 628 F.3d 581, 587 (D.C. Cir. 2010) (noting that\n\nOverton Park analysis was premised on public/private cost and\n\ndisruption disparities and that it is this \"automatic advantage\"\n\nthat calls for \"exceptional agency push-back\").\n\n\n                                   -11-\n\f          Here, however, no such perverse incentive exists. All of\n\nthe feasible alternatives involve land that is already part of\n\nHanscom (i.e., land that is already government-owned). There is no\n\nbuilt-in impediment to preservation.      It would, therefore, make no\n\nsense to wrest the quoted Overton Park language from its contextual\n\nmoorings and superimpose it upon the statutory imperative.       It is\n\nthe statute that ultimately controls our inquiry.            See Eagle\n\nFound., 813 F.2d at 804-05 (examining Overton Park against backdrop\n\nof section 4(f)'s language and concluding that an agency's \"reasons\n\nfor using the protected land have to be good ones, pressing ones,\n\nwell thought out\").1\n\n          Let us be perfectly clear.        Without question, section\n\n4(f) imposes significant obligations upon a reviewing agency.      See\n\nSave Our Heritage, 269 F.3d at 58.      But the petitioners' attempt to\n\nfestoon those obligations with magic words, selectively culled from\n\nthe Overton Park opinion, distorts the statute and overreads the\n\nCourt's teachings.     As a general matter, the agency's obligations\n\nare what the statute says they are.      Thus, our focus must be on the\n\nstatute and its application to the facts at hand.     See Hickory, 910\n\nF.2d at 162-63.\n\n\n     1\n      At the expense of adding hues to a rainbow, we note that, in\ncompiling the EA, the FAA specifically stated that its prudence\ninquiry centered on \"extraordinary safety or operational problems\"\n(emphasis supplied). It seems to us that this reference indicates\nthat the agency proceeded in the spirit of Overton Park, albeit\nadapting its inquiry to the vastly different circumstances before\nit.\n\n                                 -12-\n\f           This brings us to the substance of the petitioners'\n\nsection   4(f)    challenge.          The   starting    point    is   the   FAA's\n\ndetermination that none of the three explored alternatives to the\n\nMassport proposal would be prudent.           In the pages that follow, we\n\nexamine the three rejected alternatives one by one.2\n\n                               a.     Do Nothing.\n\n           The petitioners complain about the FAA's analysis of the\n\n\"do nothing\" alternative.           The agency rejected this alternative\n\nbecause   \"it    would   not   meet    Massport's      purpose   to   provide   an\n\nadditional location on the airport to service, maintain, fuel, and\n\nshelter general aviation aircraft.\"\n\n           \"It is well settled that an alternative is not prudent if\n\nit does not meet the transportation needs of a project.\"               Back Bay,\n\n463 F.3d at 65.          The petitioners try to circumnavigate this\n\nprinciple on the ground that Massport never established any \"need\"\n\nfor the Hangar 24 project.          This evasion is easily thwarted.\n\n\n\n\n     2\n       The petitioners protest that the FAA incorrectly disregarded\na fourth alternative: the possibility of locating the new FBO\nfacility at Worcester. But this suggestion surfaced for the first\ntime during the comment period, and the FAA persuasively responded\nthat, due to the approximately 50-mile distance between Hanscom and\nWorcester, the idea was \"not practical.\" This makes eminently good\nsense for two reasons. First, the articulated need for a third FBO\nfacility was based on data evidencing increased corporate jet use\nat Hanscom specifically, not in the region generally. Second, the\nrecord indicates that improvements to infrastructure are not\nusually in themselves sufficient to attract new activity to a\nparticular airport.    Air travel is, after all, tied clearly to\nlocation.\n\n                                       -13-\n\f           There   are   two   existing   FBO   facilities     at   Hanscom.\n\nPerscrutation of the record reveals appreciable support for the\n\nproposition that a third FBO facility is needed.              For example,\n\nMassport's 2005 draft environmental status and planning report\n\n(ESPR), heavily relied on in the EA, supplies data indicating that,\n\neven though the total volume of operations at Hanscom decreased\n\nbetween 1990 and 2005, corporate aviation grew at a rate of 4.4\n\npercent per year.3       Indeed, corporate aviation was \"the only\n\nsegment of general aviation that [was] growing at Hanscom\" during\n\nthat span.   The ESPR projected that this pattern of growth would\n\ncontinue   through   2010   and   beyond.       The   ESPR   described   the\n\nmethodology underlying its projections, and Massport compared the\n\nprojections for 2005 with actual data for that year.          The trend was\n\nevident: corporate aviation was experiencing continued growth at\n\nHanscom, \"which would increase the demand for [general aviation]\n\nhangars and associated facilities.\"\n\n           The ESPR also provided background information linking\n\nthis trend to the need for a new FBO facility.         Among other things,\n\nit related that \"the majority of FBO activity involves servicing\n\ncorporate general aviation activity,\" creating a link from its\n\ncorporate aviation growth predictions to the need for a third FBO\n\n\n\n     3\n       An agency is free to rely in part on relevant, previously\nconducted studies when preparing an EA. See Save Our Heritage, 269\nF.3d at 59; Conservation Law Found. v. Fed. Hwy. Admin., 24 F.3d\n1465, 1473 n.1 (1st Cir. 1994).\n\n                                  -14-\n\ffacility.    The FAA built on this information, noting in the EA that\n\n\"FBO capacity is not monolithic\" and that \"FBOs most frequently try\n\nto differentiate their services from those of their competitors\"\n\nby, say, specializing in servicing a particular type of aircraft.\n\nThe FAA's explanation that the apron and hangar facilities at the\n\ntwo existing FBO sites \"have inadequate storage capacity for larger\n\n. . . aircraft\" illustrates the pertinence of this conclusion.\n\n            In an effort to blunt the force of these data points, the\n\npetitioners insist that general aviation operations at Hanscom are\n\nin decline.      This statistic misses the mark: the proposed FBO\n\nfacility is not tethered to an anticipated increase in general\n\naviation    activity   as   a    whole   but,   rather,    to   an   anticipated\n\nincrease in the narrower subset of corporate jet operations.                Such\n\nan anticipated increase is adequately documented.\n\n            To say more on this point would be supererogatory. Given\n\nthe substantial evidence of a need for the Hangar 24 project, we\n\nconclude that the FAA's rejection of the \"do nothing\" alternative\n\nas imprudent was neither arbitrary nor capricious.                   After all,\n\ndoing nothing would fail to provide additional FBO services at\n\nHanscom (and, thus, would fail to meet a demonstrated need).\n\n                            b.    The East Ramp.\n\n            In   its   alternatives      analysis,   the   FAA   rejected    the\n\npossibility of locating a new FBO facility elsewhere at Hanscom.\n\nA major drawback of this alternative is that \"Hanscom Field is\n\n\n                                      -15-\n\fapproaching build-out,\" leaving only the East Ramp and Hangar 24 as\n\navailable sites for general aviation improvements.                As between\n\nthese two options, the FAA determined that locating the new FBO\n\nfacility on the East Ramp \"would not be the most efficient use of\n\nspace\" because of the ramp's distance from the terminal area and\n\nthe other two FBO facilities.       Furthermore, \"using the East Ramp\n\nfor the FBO function . . . would preclude this area from being\n\ndeveloped for general aviation aircraft hangars that are already\n\nlocated in this area of the airport.\"\n\n            The FAA had other worries.          The agency found the East\n\nRamp alternative plagued by access problems, because it could not\n\nbe reached without passing through a secure military facility.\n\nMassport was wary of this potential problem and investigated\n\nvarious road reconfiguration layouts that might help to alleviate\n\nit.    None of those routes provided an obvious solution; each would\n\nrequire an easement of some sort, and many would pass over natural\n\nfeatures    such    as   rivers   and     wetlands,    creating    potential\n\nenvironmental issues.      What is more, the EA expresses a concern\n\nthat    potential   developers    would    be   less   enthusiastic    about\n\nconstructing an FBO facility in such a remote area of the airport,\n\npossibly preventing the completion of the project.\n\n            Based on this collocation of factors, the FAA concluded\n\nthat it would be more prudent to build the new FBO facility at\n\nHangar 24 and use the East Ramp for general aviation aircraft\n\n\n                                   -16-\n\fhangars.      This was a judgment call — and one that fell within the\n\npurview of the FAA's expertise.             The FAA's determination as to\n\nwhether a given alternative is prudent must be informed by the\n\nstatutory dictates that \"the safe operation of the airport and\n\nairway system is the highest aviation priority\" and that \"airport\n\nconstruction and improvement projects that increase the capacity of\n\nfacilities to accommodate passenger and cargo traffic be undertaken\n\nto the maximum feasible extent so that safety and efficiency\n\nincrease and delays decrease.\"        49 U.S.C. § 47101(a)(1), (7); see\n\nCity of Bridgeton v. FAA, 212 F.3d 448, 462 (8th Cir. 2000)\n\n(expressing \"doubt whether [section 4(f)] mandates a rigid least-\n\nharm standard in airport expansion cases,\" because such an approach\n\nwould be at odds with the \"congressional mandate\" prioritizing\n\nsafety and efficiency in airport operations); see also Citizens\n\nAgainst Burlington, Inc. v. Busey, 938 F.2d 190, 196 (D.C. Cir.\n\n1991).\n\n              The petitioners concede that there is no site at Hanscom,\n\nother than the East Ramp, that might be a viable alternative to the\n\nHangar 24 site.       But they claim that the FAA's evaluation of the\n\nEast Ramp alternative fails adequately to quantify the supposed\n\ninefficiencies, lacks specifics regarding the terminal distance\n\ndifferential, and includes insufficient documentation of the access\n\nproblem.      In support, they cite Stop H-3 Ass'n v. Dole, 740 F.2d\n\n1442   (9th    Cir.   1984),   a   case   purportedly   standing   for   the\n\n\n                                     -17-\n\fproposition that such a level of detail is required before a\n\nfeasible alternative may be discarded as imprudent.\n\n          The record refutes this claim.      The FAA did not rely on\n\ntaxi distance or access impediments alone to justify its decision\n\nbut,   rather,   cited   the   combined    effect   of   a   number    of\n\nconsiderations which weighed heavily against the East Ramp as a\n\nsafe and efficient FBO site.    An agency legitimately may invoke an\n\naccumulation of factors to rule out an alternative as imprudent.\n\nSee Comm. to Pres. Boomer Lake Park v. Dep't of Transp., 4 F.3d\n\n1543, 1550 (10th Cir. 1993); see also Eagle Found., 813 F.2d at 805\n\n(\"A prudent judgment by an agency is one that takes into account\n\neverything important that matters.      A cumulation of small problems\n\nmay add up to a sufficient reason to use § 4(f) lands.\").      Even the\n\nStop H-3 court acknowledged the salience of this principle.           See\n\n740 F.2d at 1455.\n\n          In the last analysis, \"it is up to those who assail [the\n\nagency's] findings or reasoning to identify the defects in evidence\n\nand the faults in reasoning.\"    Save Our Heritage, 269 F.3d at 60.\n\nThe petitioners have not carried this burden.       Although they decry\n\nthe FAA's appraisal of the East Ramp alternative, the FAA has\n\npresented a compelling articulation of the factors that contributed\n\nto its decision.    The petitioners have not offered the \"sustained\n\nand organized rebuttal,\" id., that would be necessary to invalidate\n\nthis articulation.\n\n\n                                 -18-\n\f                              c.    Adaptive Reuse.\n\n           We    come   now    to     the    FAA's    evaluation   of    the   third\n\nalternative: the possibility of adapting Hangar 24 to accommodate\n\nthe FBO project.        The FAA explained that \"this alternative has\n\nsignificant disadvantages because of the hangar's poor condition,\n\nrelatively small size, and functional inadequacy.\"                      The size of\n\nboth the building and the doorway aperture would have to be\n\nincreased dramatically in order to outfit the hangar for use by\n\nlarger aircraft.\n\n           Enumerating        these    and    other    considerations,      the   EA\n\nconcluded that adaptive reuse \"is expected to require substantial\n\nand impractical building modifications to allow the building to\n\nfunction   for    its   intended       use    and    bring   the   building     into\n\ncompliance with current environmental, structural, fire, safety,\n\nand energy codes.\"       This conclusion was reinforced by the HNTB\n\nstudy, which reported that any reconfigured version of Hangar 24\n\n\"would be inefficient to use and maintain . . . and unusable as a\n\nhangar.\"   The study also noted that refurbishing Hangar 24, which\n\n\"may or may not be structurally feasible,\" would cost some $500,000\n\nmore than the estimated cost of constructing a brand new facility.\n\n           In rebuttal, the petitioners assert that there is no data\n\nshowing that Hangar 24 would require enlargement.                  This assertion\n\nis at best a half-truth; it is premised on the hypothesis that\n\nthere is no demonstrated demand for facilities that can accommodate\n\n\n                                        -19-\n\flarger aircraft.       This hypothesis is a slight variation on a\n\npreviously rejected theme, see supra Part II(A)(1)(a), but the\n\nvariation is immaterial. As we have explained, the record contains\n\nsubstantial support for the assertion that demand for FBO services\n\nat Hanscom is likely to continue to increase.        The record likewise\n\nreveals   that   the   two   existing   FBO   facilities   cannot   readily\n\naccommodate larger aircraft, and it further notes that the existing\n\nHangar 24 structure is too small to be compatible with G5 business\n\njets.     This information is sufficient to undergird the FAA's\n\nconclusion that enlargement of Hangar 24 would be required in any\n\nsensible reuse scenario.\n\n           As evidence of the viability of adaptive reuse, the\n\npetitioners seize upon a suggestion that it might be feasible to\n\nraise the roof of Hangar 24 without demolishing the building.           In\n\nsupport, they note that the roof had been raised once before and\n\nthat the agency did not respond to this possibility (which first\n\nsurfaced during the comment period).             An agency is under no\n\nobligation to respond individually to each and every concern raised\n\nduring the comment period.        See Conservation Law Found. of New\n\nEngl., Inc. v. Andrus, 623 F.2d 712, 717 (1st Cir. 1979).             Here,\n\nmoreover, the comment was not so compelling as to demand a direct\n\nresponse given the building's overall condition and structural\n\ndeficiencies.     See 40 C.F.R. § 1508.9(a) (describing EA as \"a\n\nconcise public document\" (emphasis supplied)).\n\n\n                                   -20-\n\f           The petitioners' critique of the FAA's adaptive reuse\n\nanalysis gains no traction from a claimed inconsistency between the\n\nFAA's conclusion that Hangar 24's door height would have to be\n\nincreased and Massport's commitment to maintaining an unobtrusive\n\nbuilding profile when redeveloping the site.                There is simply no\n\nreason to believe that a door-height increase would necessarily\n\nresult in a building incompatible with surrounding structures.                In\n\nthe absence of concrete evidence to that effect, such conjecture is\n\ninsufficient      to    undermine   the     FAA's    finding    regarding    the\n\nimprudence of adaptive reuse.        See Save Our Heritage, 269 F.3d at\n\n60 (\"Gauzy generalizations and pin-prick criticisms, in the face of\n\nspecific findings and a plausible result, are not even a start at\n\na serious assault.\").\n\n           We add that even if none of the factors cited by the FAA,\n\nstanding alone, would justify its finding that adaptive reuse is\n\nimprudent, that finding would still be supported by the totality of\n\nthe factors.      In making judgment calls of this sort, an agency is\n\nboth   entitled    and    obliged   to    consider    the    totality   of   the\n\ncircumstances.         See, e.g., Eagle Found., 813 F.2d at 805.             The\n\nwhole is sometimes greater than the sum of the parts, and the\n\nconsiderations limned in the EA, taken together, provide a reasoned\n\nbasis, adequately anchored in the administrative record, upon which\n\nthe FAA could conclude — as it did — that adaptive reuse is not a\n\nprudent alternative.\n\n\n                                     -21-\n\f              There is one loose end.        As discussed in the EA and as\n\nconsidered during the consultation period, the reuse alternative\n\nencompassed a proposal that Hangar 24 be converted into an aviation\n\nmuseum.      The FAA discussed this option \"because of the significant\n\ninterest expressed on the part of consulting parties and the\n\npublic.\"      Though the proposal was sufficiently broad to include a\n\nnumber of potential museum developers, one of the most likely\n\ncandidates — the Massachusetts Air and Space Museum — had already\n\ndeclared the site unsuitable.         Ultimately, the agency rejected the\n\nmuseum possibility because such a use would not address perceived\n\ntransportation      needs     and   would    present   significant      security\n\nconcerns that made it \"undesirable and impractical.\"               We find no\n\nerror in this determination.         See 49 U.S.C. § 47101(a)(1) (\"[T]he\n\nsafe operation of the airport and airway system is the highest\n\naviation priority . . . .\"); see also Back Bay, 463 F.3d at 65.\n\n              That ends this aspect of the inquiry.          In this context,\n\nprudence is largely a matter of safety and efficiency; and the\n\nFAA's determination that none of the three alternatives would be\n\nprudent was, on the record before it, well within the universe of\n\nreasonable outcomes.        When that is true, it is not the place of a\n\nreviewing court to second-guess the agency.\n\n              2. Minimization of Harm. Once an agency determines that\n\nthere   is    no   feasible   and   prudent    alternative   to   the    use   of\n\nprotected land, section 4(f) requires it to consider whether the\n\n\n                                      -22-\n\fproposal at hand \"includes all possible planning to minimize harm.\"\n\n49 U.S.C. § 303(c)(2).         An agency determination that a submitted\n\nplan sufficiently minimizes the likely harms to historic properties\n\nmust   be   treated    respectfully      by   a    reviewing     court.      Such\n\ndeterminations      \"deserve    even     greater    deference      than    agency\n\ndeterminations concerning practicable alternatives.\" Conservation\n\nLaw Found. v. Fed. Hwy. Admin., 24 F.3d 1465, 1476-77 (1st Cir.\n\n1994); see Concerned Citizens Alliance, Inc. v. Slater, 176 F.3d\n\n686, 702 (3d Cir. 1999).\n\n            The petitioners insist that the FAA should postpone the\n\ndemolition of Hangar 24 until after the design, permitting, and\n\nfinancing of the new FBO facility are in place, thus leaving open\n\nthe possibility that the facility might incorporate the existing\n\nhangar.      We    reject     these     importunings.       When     discussing\n\nminimization, the FAA specifically noted that \"reuse of Hangar 24\n\nas a hangar is neither prudent nor practical.\"                   The FAA fully\n\naddressed    the    adaptive    reuse    approach     in   its    analysis    and\n\nsupportably determined that this approach was imprudent.                  No more\n\nwas exigible.      An agency need only consider harm-minimizing steps\n\nthat are feasible and prudent under existing circumstances.                  Back\n\nBay, 463 F.3d at 66.        A few explanatory comments may be helpful.\n\n            Section 4(f)(2)'s requirement that a project include\n\nplanning to minimize harm to historic sites does not demand that an\n\nagency, having already ruled out an option as imprudent under\n\n\n                                       -23-\n\fsection 4(f)(1), circle back to reconsider that option as a means\n\nof mitigating harms.     Instead, the 4(f)(2) inquiry is focused on\n\nmeans of minimization that are compatible with the alternative or\n\nalternatives deemed feasible and prudent under 4(f)(1).\n\n            Congress established a very rigorous, time-consuming\n\nadministrative process through which projects that might affect\n\nprotected   historic    sites    are    reviewed   and,      if   appropriate,\n\napproved.      This    administrative        process    is    geared    toward\n\nconsideration of the project concept itself, regardless of which\n\ndeveloper may ultimately carry the proposal to fruition.                     Of\n\ncourse, should the parameters of the project change materially,\n\nadditional administrative approvals will likely be necessary.                But\n\nso long as the project's scope remains within the general contours\n\nof the proposal reviewed and approved by the agency, the validity\n\nof its approval is not conditioned on the presence or absence of a\n\ndeveloper prepared to move forward with the construction.\n\n                                 B.    NHPA.\n\n            Section 106 of the NHPA requires that federal agencies\n\n\"take into account the effect of [an] undertaking on any district,\n\nsite,   building,   structure,    or    object   that   is   included   in   or\n\neligible for inclusion in the National Register.\"                   16 U.S.C.\n\n§ 470f.   It also directs that agencies \"shall afford the Advisory\n\nCouncil on Historic Preservation . . . a reasonable opportunity to\n\ncomment.\"    Id.    In fine, \"[s]ection 106 is a procedural statute\n\n\n                                      -24-\n\fthat requires agency decisionmakers to 'stop, look, and listen,'\n\nbut not to reach particular outcomes.\"         Back Bay, 463 F.3d at 60\n\n(quoting Narragansett Indian Tribe v. Warwick Sewer Auth., 334 F.3d\n\n161, 166 (1st Cir. 2003)).\n\n           Congress      created   the   Advisory   Council    on    Historic\n\nPreservation (the Council) to administer the NHPA.            See 16 U.S.C.\n\n§§ 470i, 470s.     The Council has promulgated regulations to guide\n\nagencies in performing their obligations under the statute. See 36\n\nC.F.R. pt. 800.    These regulations direct agencies to determine if\n\na project qualifies as an \"undertaking\" that \"has the potential to\n\ncause effects on historic properties.\"        Id. § 800.3(a).       If so, the\n\nagency must consult with the state historic preservation officer\n\n(SHPO) to \"[d]etermine and document the area of potential effects.\"\n\nId. § 800.4(a)(1); see id. § 800.16(d).       The agency, along with the\n\nSHPO, is then directed to \"apply the National Register criteria\" to\n\narguably eligible sites within the area of potential effects.             Id.\n\n§ 800.4(c)(1).      If the agency finds that historic sites may be\n\naffected, it must solicit the views of various parties.                   Id.\n\n§ 800.4(d)(2).     The agency then applies the criteria delineated in\n\nthe regulations to determine if there is an effect or effects, id.\n\n§ 800.5(a), and if so, engages in further consultation to resolve\n\nany such effects, id. § 800.5(d)(2).\n\n           This step involves notifying the Council so that it can\n\ndecide   whether   its    continued    participation   is   desirable,    id.\n\n\n                                      -25-\n\f§ 800.6(a)(1), and looking at alternatives that might \"avoid,\n\nminimize or mitigate the adverse effects,\" id. § 800.6(b)(1)(i),\n\n(b)(2).   If the agency and the consulting parties agree on a means\n\nof abating the effects, they must execute a memorandum of agreement\n\n(the Memorandum).    Id. § 800.6(b)(1)(iv), (b)(2).          The Memorandum\n\n\"evidences . . . compliance with section 106\" and the regulations.\n\nId. § 800.6(c).\n\n           In the case at hand, NHPA consultation began in April of\n\n2008, when the FAA informed the Commission (the relevant state\n\nentity) that the Hangar 24 project was an \"undertaking\" within the\n\npurview   of   the   regulations.          The   FAA   concurred   with   the\n\nCommission's finding that the hangar was eligible for listing on\n\nthe National Register under Criteria A and B.              The FAA and the\n\nCommission then defined the project's area of potential effects to\n\ninclude the footprint of the hangar and its appurtenances.\n\n           In December of 2008, the FAA issued a draft EA, which was\n\nmade available for public comment.               The Council reviewed this\n\ndocument and determined that its \"participation in the consultation\n\nto resolve adverse effects [was] unnecessary.\"            According to the\n\nCouncil, the EA's discussion of alternatives was \"exhaustive,\" and\n\nthe Commission fully concurred with the FAA's findings about the\n\nproject's effects (and lack of effects) on historic properties.\n\nThe FAA proceeded to prepare a draft Memorandum to memorialize its\n\ncommitments to mitigation and circulated the Memorandum to the\n\n\n                                    -26-\n\fconsulting parties for their input.            The final EA responded to\n\ncomments and included a final version of the Memorandum.\n\n            The petitioners advance a salmagundi of arguments as to\n\nwhy the NHPA requirements were not satisfied. To begin, they argue\n\nthat, because the area of potential effects was determined \"without\n\nreference to any specific development proposal,\" that determination\n\nis inconsistent with the regulatory directive that the area's scope\n\nshould be \"influenced by the scale and nature of an undertaking.\"\n\nId. § 800.16(d).      It is true that when the EA was prepared, there\n\nwas no developer lined up to proceed with FBO facility construction\n\nand, thus, no definitive set of development plans existed.                    But\n\nMassport had previously reviewed proposals and selected a plan for\n\nthe site, thus evincing that it had a particular set of criteria in\n\nmind.   The concept was clearly delineated.\n\n            NHPA's    implementing     regulations     direct      agencies    to\n\n\"ensure that the section 106 process is initiated early in the\n\nundertaking's planning, so that a broad range of alternatives may\n\nbe considered.\"      Id. § 800.1(c).      This directive makes it pellucid\n\nthat agencies are not expected to delay NHPA review until all\n\ndetails of the proposal are set in cement.            Of course, should the\n\nproject's   scope    change   in   some    material   way   when    a   specific\n\ndeveloper is identified, additional FAA approvals may be required.\n\nBut the proposal here was sufficiently well-defined to trigger the\n\nNHPA review process.\n\n\n                                     -27-\n\f           Taking a different tack, the petitioners say that the FAA\n\nerred in determining that the area of potential effects did not\n\nencompass any historic sites beyond Hangar 24 itself.                  This is\n\nwhistling past the graveyard; the record reveals beyond hope of\n\ncontradiction that the FAA examined the possibility of effects on\n\nother sites and supportedly concluded that none of the alternatives\n\nwould have an effect — either direct or indirect — on any protected\n\nhistoric venue (apart from Hangar 24 itself).\n\n           Relatedly, the petitioners fault the FAA for neglecting\n\nto take into account, when defining the area of potential effects,\n\nthe possibility that the project would alter views from nearby\n\nsites and, in the bargain, create a fire hazard attributable to\n\nfuel   storage.   But   the    2005      ESPR   noted   that,   due   to   local\n\ntopographical features, the airport was not visible from most\n\nnearby   locations;   and     in   any    event,   Massport     committed    to\n\nmaintaining building dimensions that would \"be respectful of views\n\nfrom off-site vantages.\"           Finally, in its response to public\n\ncomments appended to the EA, the FAA explained that the State Fire\n\nMarshal's Office will regulate fuel storage at any new structure\n\nand that other measures for the containment of fuel-related hazards\n\nhad been contemplated. Regardless of whether the petitioners agree\n\nwith the FAA's conclusions about these matters, they have failed to\n\nshow that the conclusions are arbitrary or capricious.\n\n\n\n\n                                     -28-\n\f           The     petitioners'     next    plaint    is    equally       without\n\nfoundation.      Although   they    express   concern      that    the   new    FBO\n\nfacility   would    indirectly     affect   noise    levels       by   attracting\n\nadditional jet traffic, the FAA explained in the EA why that\n\nscenario is unlikely to occur.        There, it stated that, consistent\n\nwith its mandate to provide \"a safe and efficient national airspace\n\nsystem,\" the FBO project was intended \"to meet forecasted demand\n\nfor adequate facilities\" for corporate aircraft at Hanscom.                    This\n\narticulated purpose was aimed at meeting an increase in demand that\n\nthe record confirms will likely take place independent of any\n\nimprovements at Hanscom; it was not calculated to drive an increase\n\nin traffic.\n\n           In light of the FAA's observation that improvements to\n\ninfrastructure are not typically sufficient, on their own, to\n\nattract new activity to an airport, the record is barren of any\n\nbasis for the expectation that the new FBO facility will cause any\n\nincrease in traffic.        In the absence of such an evidentiary\n\npredicate, it was entirely logical for the FAA to conclude that the\n\ncontemplated FBO facility would produce no meaningful increase in\n\nnoise levels.    Cf. Save Our Heritage, 269 F.3d at 62-63 (upholding\n\nFAA finding that impacts of newly authorized flights were de\n\nminimis under NHPA and NEPA standards).\n\n           If more were needed — and we doubt that it is — we note\n\nthat, notwithstanding its determination that the potential for\n\n\n                                    -29-\n\fincreased noise was not a problem, the FAA went the extra mile; it\n\nmade a \"worst case\" calculation.      While the agency was under no\n\nobligation to make a worst case calculation in light of its no-\n\neffects finding, cf. Robertson v. Methow Valley Citizens Council,\n\n490 U.S. 332, 356 (1989) (explaining that NEPA analysis should\n\n\"focus on reasonably foreseeable impacts\" and that no \"worst case\n\nanalysis\" is required), the results of that calculation reinforced\n\nits position.\n\n          Switching gears, the petitioners urge that because Walden\n\nPond (a national historic landmark) is nearby, the FAA was required\n\nto comply with the heightened standards that pertain to such sites.\n\nSee 16 U.S.C. § 470h-2(f); 36 C.F.R. § 800.10.      Given the FAA's\n\nwarranted determination that there would be no effects on nearby\n\nhistoric sites, the agency was under no obligation to move to this\n\nmore intensive level of review.    See Back Bay, 463 F.3d at 64.\n\n          The petitioners have one last grievance addressed to the\n\nFAA's NHPA compliance.   They argue that the FAA and the Commission\n\nblundered in finding that Hangar 24 was ineligible for listing on\n\nthe National Register under Criterion C, which applies to sites\n\nthat embody distinctive architectural characteristics.      See 36\n\nC.F.R. § 60.4(c).   This grievance is baseless.\n\n          To be sure, the criteria used to determine whether a site\n\nqualifies for listing on the National Register will inform the\n\nchoice of appropriate mitigation measures. Here, however, there is\n\n\n                               -30-\n\fample   evidence     in   the   record     to   show    that      the    FAA   and    the\n\nCommission fully considered the applicability vel non of Criterion\n\nC.    To this end, the Commission observed, in correspondence to the\n\nFAA, that Hangar 24 was \"deteriorated\" and had been \"cleared of its\n\nhistorical scientific instrumentation, equipment, research files,\n\nand furnishings.\"         In a return letter, the FAA confirmed its\n\nawareness of \"new information\" pertinent to Criterion C proffered\n\nby the Concord Historical Commission and found that this proffer\n\ncontained no insights beyond those previously considered.\n\n            The short of it is that the petitioners, despite their\n\nkaleidoscopic array of attacks, have not shown noncompliance with\n\nany of the procedures mandated by the NHPA and its implementing\n\nregulations.       Nor have they shown that the FAA failed to satisfy\n\nits   obligation     to   weigh    effects.        While    the    petitioners        may\n\ndisagree    with    the    FAA's    calibration        of   these        scales,     that\n\ndisagreement, in itself, is insufficient to scuttle the FAA's\n\nfindings.\n\n                                    C.    NEPA.\n\n            The    NEPA    requires      federal    agencies        to    prepare     an\n\nenvironmental impact statement (EIS) for \"major Federal actions\n\nsignificantly affecting the quality of the human environment.\"                         42\n\nU.S.C. § 4332(2)(C).       Where the need for an EIS is not obvious, an\n\nagency may instead prepare an EA.           40 C.F.R. § 1501.4(b).             An EA is\n\nmeant to be less detailed than an EIS.             See, e.g., United States v.\n\n\n                                         -31-\n\fCoal. for Buzzards Bay, ___ F.3d ___, ___ (1st Cir. 2011) [No. 10-\n\n1664, slip op. at 11].      If the agency, based on the EA, determines\n\nthat an EIS is not needed, it may issue an explained finding of no\n\nsignificant impact.    40 C.F.R. § 1501.4(c), (e).         The requirements\n\nimposed by the NEPA are procedural in nature and are not intended\n\nto dictate any particular substantive outcome.         Pub. Citizen, 541\n\nU.S. at 756; Robertson, 490 U.S. at 350.\n\n          The petitioners' NEPA challenge focuses on the FAA's\n\nconsideration   of    the    potential    to    increase    noise   levels.\n\nSpecifically, the petitioners upbraid the FAA for failing properly\n\nto quantify cumulative noise impacts.          The applicable regulations\n\ndefine cumulative effects as \"the incremental impact of the action\n\nwhen added to other past, present, and reasonably foreseeable\n\nfuture actions.\"     40 C.F.R. § 1508.7.\n\n          This lament does not withstand scrutiny.              The record\n\nshows that the FAA considered all the relevant factors.                 It\n\nidentified the only other reasonably foreseeable development (that\n\nanticipated for the East Ramp) and added anticipated noise from\n\nthat project, calculated at 0.3 dB, to a predicted maximum noise\n\nincrease of 0.2 dB from the Hangar 24 project.         The 2008 East Ramp\n\nnoise study upon which the FAA based its worst case calculation\n\ntook account of total noise levels in the area.               It added the\n\nprojected increase for the East Ramp development to preexisting\n\nbaseline noise conditions.      See League of Wilderness Defenders v.\n\n\n                                   -32-\n\fU.S. Forest Serv., 549 F.3d 1211, 1217 (9th Cir. 2008).        The FAA\n\ngenerally regards as significant a decibel increase of 1.5 dB or\n\ngreater (based on a day-night average) at or above a 65 dB noise\n\nexposure level.    FAA Order 1050.1E, CHG 1, App. A, para. 14.3 (Mar.\n\n20, 2006).    The foreseeable increase here fell comfortably within\n\nthat range.      We conclude, therefore, that the FAA's exercise\n\nconstituted a reasonable approach to the potential problem. And as\n\na further check, the FAA \"carefully reviewed\" the 2005 ESPR's\n\nanalysis of the projected cumulative noise and air quality effects\n\nof both the Hangar 24 and the East Ramp projects.4\n\n          The     petitioners   calumnize   the   FAA's   decision   to\n\nextrapolate from prior studies rather than commission a new study\n\nfor Hangar 24.     In our view this decision was not unreasonable,\n\nespecially given the agency's prediction, based on the FAA's\n\nexperience with other airport projects, that the Hangar 24 project\n\nwas unlikely to have any impact at all on noise levels.       We hold,\n\n\n\n     4\n       The petitioners point out that the FAA's own internal\nguidance acknowledges that the \"65 dB threshold does not adequately\naddress the effects of noise on visitors to areas within a national\npark . . . where other noise is very low and a quiet setting is a\ngenerally recognized purpose and attribute.\" FAA Order 1050.1E,\nCHG 1, App. A, para. 14.3.       This guidance does not help the\npetitioners. Although Hanscom is located in close proximity to at\nleast one historic national park, the petitioners have proffered no\nevidence that any such park is specifically recognized for its\ntranquility. See, e.g., 16 U.S.C. § 410s(a) (establishing Minute\nMan National Historical Park and describing its purposes). For\nthat matter, the petitioners have proffered no evidence showing a\nneed for special noise level protection at any place in the\nvicinity.\n\n                                 -33-\n\ftherefore, that the FAA's noise impact calculations are impervious\n\nto the petitioners' challenge.\n\n           Of course, if and when Massport chooses to proceed with\n\nadditional development at Hanscom, that work may require additional\n\nFAA approvals.       But the NEPA requires a cumulative analysis only\n\n\"to ensure that a project is assessed as a whole and not sliced\n\ninto 'small component parts.'\" Town of Marshfield v. FAA, 552 F.3d\n\n1, 4 (1st Cir. 2008) (quoting 40 C.F.R. § 1508.27(b)(7)).             For NEPA\n\npurposes, an agency need not speculate about the possible effects\n\nof future actions that may or may not ensue.           See, e.g., Coal. on\n\nSensible Transp., Inc. v. Dole, 826 F.2d 60, 69 (D.C. Cir. 1987).\n\nIII.   CONCLUSION\n\n           We   need    go   no   further.   A    careful   reading    of   the\n\nadministrative record shows with conspicuous clarity that the FAA\n\nwas cognizant of, and complied with, its responsibilities under the\n\napplicable statutes and regulations.              The conclusions that it\n\nreached, though not inevitable, are adequately grounded and in\n\naccordance    with    law.    Accordingly,   we    deny   the   petition    for\n\njudicial review.\n\n\n\nSo Ordered.\n\n\n\n\n                                     -34-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 10-1972\n\n              SAFEGUARDING THE HISTORIC HANSCOM AREA'S\n               IRREPLACEABLE RESOURCES, INC., ET AL.,\n\n                            Petitioners,\n\n                                 v.\n\n                  FEDERAL AVIATION ADMINISTRATION,\n\n                            Respondent,\n                             _________\n\n                   MASSACHUSETTS PORT AUTHORITY,\n\n                            Intervenor.\n                             _________\n\n               PETITION FOR REVIEW OF AN ORDER OF THE\n\n                  FEDERAL AVIATION ADMINISTRATION\n\n\n                               Before\n\n           Torruella, Selya and Lipez, Circuit Judges.\n\n\n     Matthew F. Pawa, with whom Law Offices of Matthew F. Pawa,\nP.C., Jonathan S. Klavens, and Klavens Law Group, P.C. were on\nbrief, for petitioners.\n     Elizabeth S. Merritt, Stephen F. Hinchman, and Law Offices of\nStephen F. Hinchman, LLC on consolidated brief for National Trust\nfor Historic Preservation; Representatives Markey, Tierney, and\nTsongas; Boards of Selectmen of Towns of Bedford, Concord,\nLexington, and Lincoln; Hanscom Area Towns Committee; National\nParks Conservation Association; and Friends of Minute Man National\nPark, amici curiae.\n     Brian C. Toth, Attorney, Appellate Section, Environment &\nNatural Resources Division, U.S. Department of Justice, with whom\nIgnacia S. Moreno, Assistant Attorney General, John R. Donnelly,\n\fand Lisa A. Holden were on brief, for respondent.\n     Martin R. Healy, with whom Michael K. Murray, Goodwin Procter\nLLP, David S. Mackey, Chief Legal Counsel, and Ira M. Wallach,\nAssociate Chief Legal Counsel, were on brief, for intervenor.\n\n\n\n\n                          July 12, 2011\n\f             SELYA, Circuit Judge.           The area around the venerable\n\ntowns   of   Lexington   and    Concord      is     commonly    regarded    as    the\n\nbirthplace of the American Revolution.                The communities in that\n\narea, now fashionable Boston suburbs, are deservedly proud of both\n\ntheir storied history and their aesthetic advantages.                       When an\n\naffiliated arm of the state government — the Massachusetts Port\n\nAuthority (Massport) — sought to modernize a mixed-use airport in\n\nthe   vicinity,   a   phalanx     of   preservationist         organizations       and\n\nconcerned citizens treated the move as a call to arms.                     Massport\n\nnevertheless pushed ahead with its desired project and asked the\n\nFederal Aviation Administration (FAA) to authorize the demolition\n\nof an existing hangar and allow the development of a state-of-the-\n\nart fixed base operator (FBO) facility.                The upshot was an epic\n\nbattle fought with statutes, regulations, legal precedents, and\n\nexpert reports.\n\n             The results of this battle are now before us by way of a\n\npetition for judicial review of the FAA's order permitting the\n\nproject to proceed. The protagonists are ably represented, and the\n\npetitioners have raised a gallimaufry of issues involving the\n\nDepartment of Transportation Act, 49 U.S.C. § 303(c), the National\n\nHistoric     Preservation   Act    (NHPA),     16    U.S.C.    §   470f,    and   the\n\nNational Environmental Policy Act (NEPA), 42 U.S.C. §§ 4321-4347.\n\nAfter   careful   consideration        of   the     parties'    briefs     and    oral\n\narguments, helpful submissions by amici, and an amplitudinous\n\n\n                                       -3-\n\fadministrative record, we conclude that the painstaking process\n\nconducted by the FAA comported with its responsibilities under the\n\ndizzying      array   of    applicable       statutes   and    regulations.\n\nAccordingly, we deny the petition.\n\nI.   BACKGROUND\n\n              Laurence G. Hanscom Field (Hanscom) is a general aviation\n\nairport located in Bedford, Massachusetts.          The area teems with a\n\nrich cornucopia of historically significant sites, including Minute\n\nMan National Historical Park and Walden Pond (a designated national\n\nhistoric landmark).\n\n              During the middle of the twentieth century, the Army Air\n\nCorps leased and operated Hanscom.           Later, the facility morphed\n\ninto a joint military and civilian operation.           Among other things,\n\nHanscom now serves as a relief valve for Logan International\n\nAirport (the major airport in the Boston area), allowing Logan to\n\nconcentrate on large-scale commercial flights.\n\n              Massport is an independent state authority established\n\nunder Massachusetts law, see 1956 Mass. Acts ch. 465, §§ 1-35,\n\nwhich   has    operated    Hanscom's    civilian   component   since   1974.\n\nMassport has intervened in these proceedings and staunchly defends\n\nthe FAA's decision to allow the requested demolition and subsequent\n\nnew construction.\n\n              The focal point of the parties' dispute is Hangar 24,\n\nwhich was originally built in Georgia, shipped to Massachusetts,\n\n\n                                       -4-\n\fand   reconstructed     at   Hanscom    in    1948.      For    several   decades,\n\nMassachusetts Institute of Technology (MIT) leased the structure\n\nand used it as a research facility.                   In 2001, MIT deemed it\n\nunsuitable for that purpose.            The hangar has been vacant ever\n\nsince.\n\n            Responding to a perceived demand for increased corporate\n\naircraft    services    at   Hanscom,    Massport      issued     a   request   for\n\nproposals to redevelop the Hangar 24 site.               In 2005, it blessed a\n\nproposal that contemplated replacing Hangar 24 with an FBO facility\n\nthat would \"provide service, maintenance, fueling, and shelter for\n\ngeneral aviation aircraft.\"         Although the putative developer later\n\nwithdrew,    Massport    clung   to     the    concept    and    proceeded      with\n\npreparations for the redevelopment of the Hangar 24 site as an FBO\n\nfacility — a facility compatible with the needs of modern-day\n\ncorporate aircraft.\n\n            Massport's proposed course of action not only required it\n\nto jump through a long line of statutory and regulatory hoops but\n\nalso drew considerable opposition from concerned citizens and\n\ngroups.    The ensuing battle was waged on a variety of fronts.                  In\n\nJuly of 2006, a nonprofit organization, Save Our Heritage, Inc. (a\n\npetitioner   here),     requested     that    the   Massachusetts      Historical\n\nCommission (the Commission), see Mass. Gen. Laws ch. 9, §§ 26-27,\n\nevaluate Hangar 24 for possible inclusion on the National Register\n\nof Historic Places (the National Register).                    After mulling the\n\n\n                                       -5-\n\fmatter, the Commission determined that Hangar 24 was eligible for\n\nlisting    only   under      Criterion      A    (association         with   significant\n\nhistorical events) and Criterion B (association with the lives of\n\nhistorically significant persons).                   See 36 C.F.R. § 60.4(a), (b).\n\nIn light of this determination, the Commission asked Massport to\n\nstudy the hangar's condition and to consider alternative uses,\n\nincluding     possible        rehabilitation               for   occupancy        by   the\n\nMassachusetts Air and Space Museum.                  This suggestion proved to be\n\na dead end; after conducting a site inspection, the museum reported\n\nthat Hangar 24 fell \"far short of what would be necessary to make\n\nthe museum a viable entity.\"\n\n            Around     the    same    time,          Massport     hired      an   aviation\n\nconsultant, HNTB Corporation, to prepare a condition assessment and\n\nfeasibility study for Hangar 24. HNTB documented and described the\n\nhangar's    condition,       and   found        it   \"functionally        obsolete\"     and\n\nunsuitable    for      aviation      use.            Its     report    listed      several\n\nalternatives for redeveloping the site.\n\n            Federal law requires that, in order to remain eligible\n\nfor   funding,    an   airport     must     maintain         a   current     layout    plan\n\napproved by the FAA.         49 U.S.C. § 47107(a)(16)(B).                  In evaluating\n\na layout plan, \"[t]he FAA's primary mission is to ensure the\n\nsafety, security, and efficiency of the National Airspace System.\"\n\nExec. Order No. 13,180, 65 Fed. Reg. 77,493, 77,493 (Dec. 11,\n\n2000), as amended by Exec. Order No. 13,264, 67 Fed. Reg. 39,243\n\n\n                                          -6-\n\f(June 7, 2002); see also 49 U.S.C. § 47101(a).              No facility that\n\nadversely affects the safety, utility, or efficiency of the airport\n\ncan be included in such a plan.         49 U.S.C. § 47107(a)(16)(C).\n\n            The FAA became involved with the Hangar 24 project to\n\nfulfill these responsibilities.              It engaged in a consultation\n\nprocess and prepared an environmental assessment (EA) effective as\n\nof June 18, 2010.      The EA addressed the potential environmental\n\nimpacts of Massport's redevelopment proposal, as well as its\n\neffects on historic properties.\n\n            In due course, the FAA approved the demolition and\n\nreplacement    of   Hangar   24   as    the     only   feasible   and   prudent\n\nalternative, found that replacing it would have no adverse effect\n\nwithin the meaning of the NHPA (save for the effect on Hangar 24\n\nitself), and found no significant impact under the NEPA.                   The\n\npetitioners filed a timely petition for judicial review, see 49\n\nU.S.C. § 46110, in which they challenge the FAA's actions as\n\nnoncompliant with the Transportation Act, the NHPA, and the NEPA.\n\nIt is to these challenges that we now turn.\n\nII.   ANALYSIS\n\n            Our standard of review is familiar.           We must uphold the\n\nFAA's findings of fact as long as they are supported by substantial\n\nevidence.     See id. § 46110(c).            \"Substantial evidence is 'such\n\nrelevant evidence as a reasonable mind might accept as adequate to\n\nsupport a conclusion.'\"       Penobscot Air Servs., Ltd. v. FAA, 164\n\n\n                                       -7-\n\fF.3d 713, 718 (1st Cir. 1999) (quoting Universal Camera Corp. v.\n\nNLRB, </pre><span class=\"citation\" data-id=\"104856\"><a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span><pre class=\"inline\">, 477 (1951)); see Allentown Mack Sales & Serv.,\n\nInc.   v.    NLRB,   </pre><span class=\"citation\" data-id=\"118167\"><a href=\"/opinion/118167/allentown-mack-sales-service-inc-v-nlrb/\"><span class=\"volume\">522</span>   <span class=\"reporter\">U.S.</span>   <span class=\"page\">359</span></a></span><pre class=\"inline\">,    377   (1998)    (explaining    that\n\n\"substantial evidence\" standard \"gives the agency the benefit of\n\nthe doubt\").\n\n             We review an agency's compliance with section 4(f) of the\n\nTransportation Act in accordance with the Administrative Procedure\n\nAct (APA), 5 U.S.C. §§ 551-559, 701-706.            See Citizens to Pres.\n\nOverton Park, Inc. v. Volpe, </pre><span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">402</span></a></span><pre class=\"inline\">, 416 (1971).              Under the\n\nAPA,   we   may   set   aside   agency    action   if    it   is   \"arbitrary,\n\ncapricious, an abuse of discretion, or otherwise not in accordance\n\nwith law.\"    5 U.S.C. § 706(2)(A).      The same metric governs judicial\n\nreview of agency action under both the NHPA, see Neigh. Ass'n of\n\nthe Back Bay, Inc. v. Fed. Transit Admin., </pre><span class=\"citation no-link\"><span class=\"volume\">463</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></span><pre class=\"inline\">, 58 (1st\n\nCir. 2006), and the NEPA, Dep't of Transp. v. Pub. Citizen, </pre><span class=\"citation\" data-id=\"134751\"><a href=\"/opinion/134751/department-of-transportation-v-public-citizen/\"><span class=\"volume\">541</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">752</span></a></span><pre class=\"inline\">, 763 (2004).      Agency action fails under this standard \"if\n\nthe agency relied on improper factors, failed to consider pertinent\n\naspects of the problem, offered a rationale contradicting the\n\nevidence before it, or reached a conclusion so implausible that it\n\ncannot be attributed to a difference of opinion or the application\n\nof agency expertise.\" Assoc'd Fisheries of Me., Inc. v. Daley, </pre><span class=\"citation\" data-id=\"197563\"><a href=\"/opinion/197563/associated-fisheries-v-us-secretary-of/\"><span class=\"volume\">127</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">104</span></a></span><pre class=\"inline\">, 109 (1st Cir. 1997).\n\n\n\n\n                                    -8-\n\f                           A.   Transportation Act.\n\n            As    a     functional     matter,     section      4(f)     of    the\n\nTransportation Act, which refers explicitly to the Secretary of\n\nTransportation,         authorizes     federal    agencies      dealing       with\n\ntransportation matters to approve projects that entail the use of\n\nhistorically significant sites.              49 U.S.C. § 303(c).         But this\n\nauthority    is   not    unbridled.      Approval    may   be   granted       in   a\n\nparticular case only if two preconditions are met: \"(1) there is no\n\nprudent and feasible alternative to using that land; and (2) the\n\nprogram or project includes all possible planning to minimize\n\nharm.\"      Id.    These preconditions apply both when a proposal\n\ninvolves the physical use or occupation of a protected property\n\nthought to be historic and when a proposal involves indirect (but\n\nmeaningful) effects on historic venues. Save Our Heritage, Inc. v.\n\nFAA, </pre><span class=\"citation\" data-id=\"199641\"><a href=\"/opinion/199641/save-our-heritage-v/\"><span class=\"volume\">269</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></a></span><pre class=\"inline\">, 58 (1st Cir. 2001).\n\n            The EA prepared in connection with Massport's proposal to\n\ndemolish Hangar 24 explicitly considered four alternative courses\n\nof action: 1) \"[d]o nothing\"; 2) \"[l]ocate a new hangar facility\n\nelsewhere on the airport\"; 3) \"[a]daptive reuse of Hangar 24\"; and\n\n4) \"[r]eplace Hangar 24 as proposed by Massport.\" The EA concluded\n\nthat all of these alternatives were feasible, but that only the\n\nfourth   was      prudent.       The    petitioners    dispute         the    FAA's\n\ndetermination of what alternatives are or are not prudent.                    As a\n\nfallback, they question whether the FAA has engaged in sufficiently\n\n\n                                       -9-\n\fthorough planning to minimize harm to historic sites.          We appraise\n\nthese challenges sequentially.\n\n           1. Prudence. The doctrinal linchpin of the petitioners'\n\nsection 4(f) argument is their reading of the Supreme Court's\n\ndecision in Overton Park.      In their view, Overton Park holds that,\n\nfor the purpose of section 4(f), an alternative cannot be ruled out\n\nas imprudent absent a strong showing of aposematic conditions,\n\nmanifested by \"truly unusual factors,\" \"extraordinary\" costs and\n\ncommunity disruption, or \"unique problems.\"         401 U.S. at 413.      The\n\nFAA's section 4(f) analysis, the petitioners say, does not measure\n\nup to this benchmark.\n\n           Like alchemists who would turn dross into gold, the\n\npetitioners cherry-pick isolated phrases from the Overton Park\n\nopinion   and   attempt   to   convert    those   phrases   into   a   broad,\n\ninflexible holding.       This wordplay will not wash.         The Court's\n\nmention   of    \"truly    unusual,\"      \"extraordinary,\"    and    \"unique\"\n\ncircumstances was intended as a gloss on the application of section\n\n4(f) in a particular type of situation.           Those descriptive terms\n\nwere never meant to displace the statutory directive that the\n\nagency determine whether an alternative is \"prudent.\"              See Eagle\n\nFound., Inc. v. Dole, </pre><span class=\"citation\" data-id=\"484692\"><a href=\"/opinion/484692/the-eagle-foundation-inc-v-elizabeth-dole-secretary-of-transportation/\"><span class=\"volume\">813</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">798</span></a></span><pre class=\"inline\">, 804-05 (7th Cir. 1987); see\n\nalso Hickory Neigh. Def. League v. Skinner, </pre><span class=\"citation\" data-id=\"546091\"><a href=\"/opinion/546091/hickory-neighborhood-defense-league-v-samuel-k-skinner-secretary-of/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">159</span></a></span><pre class=\"inline\">, 163 (4th\n\nCir. 1990) (explaining that a section 4(f) evaluation need not\n\n\n\n\n                                   -10-\n\fexplicitly find \"unique problems\" when record confirms \"compelling\n\nreasons for rejecting the proposed alternatives as not prudent\").\n\n          Context drives this point home.      Overton Park involved a\n\nproposal to use publicly owned parklands for highway construction.\n\n401 U.S. at 406.    The Court reasoned that the cost of using public\n\nland will almost always be less than that of acquiring private\n\nproperty for alternate routes and that, in addition, building on\n\npublic parkland will almost always prove less disruptive to the\n\nacquiring community because homes and businesses will not be\n\ndisplaced.    Id.   at   411-12.     These   verities   \"are    common    to\n\nsubstantially all highway construction.\"         Id. at 412 (emphasis\n\nsupplied).   If Congress had intended cost and community disruption\n\n\"to be on an equal footing with preservation of parkland,\" the\n\nCourt declared, section 4(f) would have been unnecessary.           Id.\n\n          The explanation given by the Justices in Overton Park is\n\nsituation-specific, and comparing this case to Overton Park is like\n\ncomparing a plum to a pomegranate.        The Overton Park language is\n\ntailored to fit situations in which, from a practical standpoint,\n\nthere otherwise would be a perverse incentive in favor of using\n\nprotected land for federal transportation projects.            Cf. City of\n\nDania Beach v. FAA, </pre><span class=\"citation\" data-id=\"181837\"><a href=\"/opinion/181837/city-of-dania-beach-v-faa/\"><span class=\"volume\">628</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">581</span></a></span><pre class=\"inline\">, 587 (D.C. Cir. 2010) (noting that\n\nOverton Park analysis was premised on public/private cost and\n\ndisruption disparities and that it is this \"automatic advantage\"\n\nthat calls for \"exceptional agency push-back\").\n\n\n                                   -11-\n\f          Here, however, no such perverse incentive exists. All of\n\nthe feasible alternatives involve land that is already part of\n\nHanscom (i.e., land that is already government-owned). There is no\n\nbuilt-in impediment to preservation.      It would, therefore, make no\n\nsense to wrest the quoted Overton Park language from its contextual\n\nmoorings and superimpose it upon the statutory imperative.       It is\n\nthe statute that ultimately controls our inquiry.            See Eagle\n\nFound., 813 F.2d at 804-05 (examining Overton Park against backdrop\n\nof section 4(f)'s language and concluding that an agency's \"reasons\n\nfor using the protected land have to be good ones, pressing ones,\n\nwell thought out\").1\n\n          Let us be perfectly clear.        Without question, section\n\n4(f) imposes significant obligations upon a reviewing agency.      See\n\nSave Our Heritage, 269 F.3d at 58.      But the petitioners' attempt to\n\nfestoon those obligations with magic words, selectively culled from\n\nthe Overton Park opinion, distorts the statute and overreads the\n\nCourt's teachings.     As a general matter, the agency's obligations\n\nare what the statute says they are.      Thus, our focus must be on the\n\nstatute and its application to the facts at hand.     See Hickory, 910\n\nF.2d at 162-63.\n\n\n     1\n      At the expense of adding hues to a rainbow, we note that, in\ncompiling the EA, the FAA specifically stated that its prudence\ninquiry centered on \"extraordinary safety or operational problems\"\n(emphasis supplied). It seems to us that this reference indicates\nthat the agency proceeded in the spirit of Overton Park, albeit\nadapting its inquiry to the vastly different circumstances before\nit.\n\n                                 -12-\n\f           This brings us to the substance of the petitioners'\n\nsection   4(f)    challenge.          The   starting    point    is   the   FAA's\n\ndetermination that none of the three explored alternatives to the\n\nMassport proposal would be prudent.           In the pages that follow, we\n\nexamine the three rejected alternatives one by one.2\n\n                               a.     Do Nothing.\n\n           The petitioners complain about the FAA's analysis of the\n\n\"do nothing\" alternative.           The agency rejected this alternative\n\nbecause   \"it    would   not   meet    Massport's      purpose   to   provide   an\n\nadditional location on the airport to service, maintain, fuel, and\n\nshelter general aviation aircraft.\"\n\n           \"It is well settled that an alternative is not prudent if\n\nit does not meet the transportation needs of a project.\"               Back Bay,\n\n463 F.3d at 65.          The petitioners try to circumnavigate this\n\nprinciple on the ground that Massport never established any \"need\"\n\nfor the Hangar 24 project.          This evasion is easily thwarted.\n\n\n\n\n     2\n       The petitioners protest that the FAA incorrectly disregarded\na fourth alternative: the possibility of locating the new FBO\nfacility at Worcester. But this suggestion surfaced for the first\ntime during the comment period, and the FAA persuasively responded\nthat, due to the approximately 50-mile distance between Hanscom and\nWorcester, the idea was \"not practical.\" This makes eminently good\nsense for two reasons. First, the articulated need for a third FBO\nfacility was based on data evidencing increased corporate jet use\nat Hanscom specifically, not in the region generally. Second, the\nrecord indicates that improvements to infrastructure are not\nusually in themselves sufficient to attract new activity to a\nparticular airport.    Air travel is, after all, tied clearly to\nlocation.\n\n                                       -13-\n\f           There   are   two   existing   FBO   facilities     at   Hanscom.\n\nPerscrutation of the record reveals appreciable support for the\n\nproposition that a third FBO facility is needed.              For example,\n\nMassport's 2005 draft environmental status and planning report\n\n(ESPR), heavily relied on in the EA, supplies data indicating that,\n\neven though the total volume of operations at Hanscom decreased\n\nbetween 1990 and 2005, corporate aviation grew at a rate of 4.4\n\npercent per year.3       Indeed, corporate aviation was \"the only\n\nsegment of general aviation that [was] growing at Hanscom\" during\n\nthat span.   The ESPR projected that this pattern of growth would\n\ncontinue   through   2010   and   beyond.       The   ESPR   described   the\n\nmethodology underlying its projections, and Massport compared the\n\nprojections for 2005 with actual data for that year.          The trend was\n\nevident: corporate aviation was experiencing continued growth at\n\nHanscom, \"which would increase the demand for [general aviation]\n\nhangars and associated facilities.\"\n\n           The ESPR also provided background information linking\n\nthis trend to the need for a new FBO facility.         Among other things,\n\nit related that \"the majority of FBO activity involves servicing\n\ncorporate general aviation activity,\" creating a link from its\n\ncorporate aviation growth predictions to the need for a third FBO\n\n\n\n     3\n       An agency is free to rely in part on relevant, previously\nconducted studies when preparing an EA. See Save Our Heritage, 269\nF.3d at 59; Conservation Law Found. v. Fed. Hwy. Admin., </pre><span class=\"citation\" data-id=\"670666\"><a href=\"/opinion/670666/conservation-law-foundation-v-federal-highway-administration/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span>\n<span class=\"page\">1465</span></a></span><pre class=\"inline\">, 1473 n.1 (1st Cir. 1994).\n\n                                  -14-\n\ffacility.    The FAA built on this information, noting in the EA that\n\n\"FBO capacity is not monolithic\" and that \"FBOs most frequently try\n\nto differentiate their services from those of their competitors\"\n\nby, say, specializing in servicing a particular type of aircraft.\n\nThe FAA's explanation that the apron and hangar facilities at the\n\ntwo existing FBO sites \"have inadequate storage capacity for larger\n\n. . . aircraft\" illustrates the pertinence of this conclusion.\n\n            In an effort to blunt the force of these data points, the\n\npetitioners insist that general aviation operations at Hanscom are\n\nin decline.      This statistic misses the mark: the proposed FBO\n\nfacility is not tethered to an anticipated increase in general\n\naviation    activity   as   a    whole   but,   rather,    to   an   anticipated\n\nincrease in the narrower subset of corporate jet operations.                Such\n\nan anticipated increase is adequately documented.\n\n            To say more on this point would be supererogatory. Given\n\nthe substantial evidence of a need for the Hangar 24 project, we\n\nconclude that the FAA's rejection of the \"do nothing\" alternative\n\nas imprudent was neither arbitrary nor capricious.                   After all,\n\ndoing nothing would fail to provide additional FBO services at\n\nHanscom (and, thus, would fail to meet a demonstrated need).\n\n                            b.    The East Ramp.\n\n            In   its   alternatives      analysis,   the   FAA   rejected    the\n\npossibility of locating a new FBO facility elsewhere at Hanscom.\n\nA major drawback of this alternative is that \"Hanscom Field is\n\n\n                                      -15-\n\fapproaching build-out,\" leaving only the East Ramp and Hangar 24 as\n\navailable sites for general aviation improvements.                As between\n\nthese two options, the FAA determined that locating the new FBO\n\nfacility on the East Ramp \"would not be the most efficient use of\n\nspace\" because of the ramp's distance from the terminal area and\n\nthe other two FBO facilities.       Furthermore, \"using the East Ramp\n\nfor the FBO function . . . would preclude this area from being\n\ndeveloped for general aviation aircraft hangars that are already\n\nlocated in this area of the airport.\"\n\n            The FAA had other worries.          The agency found the East\n\nRamp alternative plagued by access problems, because it could not\n\nbe reached without passing through a secure military facility.\n\nMassport was wary of this potential problem and investigated\n\nvarious road reconfiguration layouts that might help to alleviate\n\nit.    None of those routes provided an obvious solution; each would\n\nrequire an easement of some sort, and many would pass over natural\n\nfeatures    such    as   rivers   and     wetlands,    creating    potential\n\nenvironmental issues.      What is more, the EA expresses a concern\n\nthat    potential   developers    would    be   less   enthusiastic    about\n\nconstructing an FBO facility in such a remote area of the airport,\n\npossibly preventing the completion of the project.\n\n            Based on this collocation of factors, the FAA concluded\n\nthat it would be more prudent to build the new FBO facility at\n\nHangar 24 and use the East Ramp for general aviation aircraft\n\n\n                                   -16-\n\fhangars.      This was a judgment call — and one that fell within the\n\npurview of the FAA's expertise.             The FAA's determination as to\n\nwhether a given alternative is prudent must be informed by the\n\nstatutory dictates that \"the safe operation of the airport and\n\nairway system is the highest aviation priority\" and that \"airport\n\nconstruction and improvement projects that increase the capacity of\n\nfacilities to accommodate passenger and cargo traffic be undertaken\n\nto the maximum feasible extent so that safety and efficiency\n\nincrease and delays decrease.\"        49 U.S.C. § 47101(a)(1), (7); see\n\nCity of Bridgeton v. FAA, </pre><span class=\"citation\" data-id=\"768702\"><a href=\"/opinion/768702/city-of-bridgeton-city-of-st-charles-st-charles-county-v-faa-rodney-e/\"><span class=\"volume\">212</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">448</span></a></span><pre class=\"inline\">, 462 (8th Cir. 2000)\n\n(expressing \"doubt whether [section 4(f)] mandates a rigid least-\n\nharm standard in airport expansion cases,\" because such an approach\n\nwould be at odds with the \"congressional mandate\" prioritizing\n\nsafety and efficiency in airport operations); see also Citizens\n\nAgainst Burlington, Inc. v. Busey, </pre><span class=\"citation\" data-id=\"564758\"><a href=\"/opinion/564758/citizens-against-burlington-inc-v-james-b-busey-iv-administrator/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">190</span></a></span><pre class=\"inline\">, 196 (D.C. Cir.\n\n1991).\n\n              The petitioners concede that there is no site at Hanscom,\n\nother than the East Ramp, that might be a viable alternative to the\n\nHangar 24 site.       But they claim that the FAA's evaluation of the\n\nEast Ramp alternative fails adequately to quantify the supposed\n\ninefficiencies, lacks specifics regarding the terminal distance\n\ndifferential, and includes insufficient documentation of the access\n\nproblem.      In support, they cite Stop H-3 Ass'n v. Dole, </pre><span class=\"citation\" data-id=\"439969\"><a href=\"/opinion/439969/stop-h-3-association-a-hawaii-non-profit-corporation-life-of-the-land-a/\"><span class=\"volume\">740</span> <span class=\"reporter\">F.2d</span>\n\n<span class=\"page\">1442</span></a></span><pre class=\"inline\">   (9th    Cir.   1984),   a   case   purportedly   standing   for   the\n\n\n                                     -17-\n\fproposition that such a level of detail is required before a\n\nfeasible alternative may be discarded as imprudent.\n\n          The record refutes this claim.      The FAA did not rely on\n\ntaxi distance or access impediments alone to justify its decision\n\nbut,   rather,   cited   the   combined    effect   of   a   number    of\n\nconsiderations which weighed heavily against the East Ramp as a\n\nsafe and efficient FBO site.    An agency legitimately may invoke an\n\naccumulation of factors to rule out an alternative as imprudent.\n\nSee Comm. to Pres. Boomer Lake Park v. Dep't of Transp., </pre><span class=\"citation\" data-id=\"652911\"><a href=\"/opinion/652911/committee-to-preserve-boomer-lake-park-an-unincorporated-association-v/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">1543</span></a></span><pre class=\"inline\">, 1550 (10th Cir. 1993); see also Eagle Found., 813 F.2d at 805\n\n(\"A prudent judgment by an agency is one that takes into account\n\neverything important that matters.      A cumulation of small problems\n\nmay add up to a sufficient reason to use § 4(f) lands.\").      Even the\n\nStop H-3 court acknowledged the salience of this principle.           See\n\n740 F.2d at 1455.\n\n          In the last analysis, \"it is up to those who assail [the\n\nagency's] findings or reasoning to identify the defects in evidence\n\nand the faults in reasoning.\"    Save Our Heritage, 269 F.3d at 60.\n\nThe petitioners have not carried this burden.       Although they decry\n\nthe FAA's appraisal of the East Ramp alternative, the FAA has\n\npresented a compelling articulation of the factors that contributed\n\nto its decision.    The petitioners have not offered the \"sustained\n\nand organized rebuttal,\" id., that would be necessary to invalidate\n\nthis articulation.\n\n\n                                 -18-\n\f                              c.    Adaptive Reuse.\n\n           We    come   now    to     the    FAA's    evaluation   of    the   third\n\nalternative: the possibility of adapting Hangar 24 to accommodate\n\nthe FBO project.        The FAA explained that \"this alternative has\n\nsignificant disadvantages because of the hangar's poor condition,\n\nrelatively small size, and functional inadequacy.\"                      The size of\n\nboth the building and the doorway aperture would have to be\n\nincreased dramatically in order to outfit the hangar for use by\n\nlarger aircraft.\n\n           Enumerating        these    and    other    considerations,      the   EA\n\nconcluded that adaptive reuse \"is expected to require substantial\n\nand impractical building modifications to allow the building to\n\nfunction   for    its   intended       use    and    bring   the   building     into\n\ncompliance with current environmental, structural, fire, safety,\n\nand energy codes.\"       This conclusion was reinforced by the HNTB\n\nstudy, which reported that any reconfigured version of Hangar 24\n\n\"would be inefficient to use and maintain . . . and unusable as a\n\nhangar.\"   The study also noted that refurbishing Hangar 24, which\n\n\"may or may not be structurally feasible,\" would cost some $500,000\n\nmore than the estimated cost of constructing a brand new facility.\n\n           In rebuttal, the petitioners assert that there is no data\n\nshowing that Hangar 24 would require enlargement.                  This assertion\n\nis at best a half-truth; it is premised on the hypothesis that\n\nthere is no demonstrated demand for facilities that can accommodate\n\n\n                                        -19-\n\flarger aircraft.       This hypothesis is a slight variation on a\n\npreviously rejected theme, see supra Part II(A)(1)(a), but the\n\nvariation is immaterial. As we have explained, the record contains\n\nsubstantial support for the assertion that demand for FBO services\n\nat Hanscom is likely to continue to increase.        The record likewise\n\nreveals   that   the   two   existing   FBO   facilities   cannot   readily\n\naccommodate larger aircraft, and it further notes that the existing\n\nHangar 24 structure is too small to be compatible with G5 business\n\njets.     This information is sufficient to undergird the FAA's\n\nconclusion that enlargement of Hangar 24 would be required in any\n\nsensible reuse scenario.\n\n           As evidence of the viability of adaptive reuse, the\n\npetitioners seize upon a suggestion that it might be feasible to\n\nraise the roof of Hangar 24 without demolishing the building.           In\n\nsupport, they note that the roof had been raised once before and\n\nthat the agency did not respond to this possibility (which first\n\nsurfaced during the comment period).             An agency is under no\n\nobligation to respond individually to each and every concern raised\n\nduring the comment period.        See Conservation Law Found. of New\n\nEngl., Inc. v. Andrus, </pre><span class=\"citation\" data-id=\"379194\"><a href=\"/opinion/379194/conservation-law-foundation-of-new-england-inc-v-cecil-d-andrus-etc/\"><span class=\"volume\">623</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">712</span></a></span><pre class=\"inline\">, 717 (1st Cir. 1979).             Here,\n\nmoreover, the comment was not so compelling as to demand a direct\n\nresponse given the building's overall condition and structural\n\ndeficiencies.     See 40 C.F.R. § 1508.9(a) (describing EA as \"a\n\nconcise public document\" (emphasis supplied)).\n\n\n                                   -20-\n\f           The petitioners' critique of the FAA's adaptive reuse\n\nanalysis gains no traction from a claimed inconsistency between the\n\nFAA's conclusion that Hangar 24's door height would have to be\n\nincreased and Massport's commitment to maintaining an unobtrusive\n\nbuilding profile when redeveloping the site.                There is simply no\n\nreason to believe that a door-height increase would necessarily\n\nresult in a building incompatible with surrounding structures.                In\n\nthe absence of concrete evidence to that effect, such conjecture is\n\ninsufficient      to    undermine   the     FAA's    finding    regarding    the\n\nimprudence of adaptive reuse.        See Save Our Heritage, 269 F.3d at\n\n60 (\"Gauzy generalizations and pin-prick criticisms, in the face of\n\nspecific findings and a plausible result, are not even a start at\n\na serious assault.\").\n\n           We add that even if none of the factors cited by the FAA,\n\nstanding alone, would justify its finding that adaptive reuse is\n\nimprudent, that finding would still be supported by the totality of\n\nthe factors.      In making judgment calls of this sort, an agency is\n\nboth   entitled    and    obliged   to    consider    the    totality   of   the\n\ncircumstances.         See, e.g., Eagle Found., 813 F.2d at 805.             The\n\nwhole is sometimes greater than the sum of the parts, and the\n\nconsiderations limned in the EA, taken together, provide a reasoned\n\nbasis, adequately anchored in the administrative record, upon which\n\nthe FAA could conclude — as it did — that adaptive reuse is not a\n\nprudent alternative.\n\n\n                                     -21-\n\f              There is one loose end.        As discussed in the EA and as\n\nconsidered during the consultation period, the reuse alternative\n\nencompassed a proposal that Hangar 24 be converted into an aviation\n\nmuseum.      The FAA discussed this option \"because of the significant\n\ninterest expressed on the part of consulting parties and the\n\npublic.\"      Though the proposal was sufficiently broad to include a\n\nnumber of potential museum developers, one of the most likely\n\ncandidates — the Massachusetts Air and Space Museum — had already\n\ndeclared the site unsuitable.         Ultimately, the agency rejected the\n\nmuseum possibility because such a use would not address perceived\n\ntransportation      needs     and   would    present   significant      security\n\nconcerns that made it \"undesirable and impractical.\"               We find no\n\nerror in this determination.         See 49 U.S.C. § 47101(a)(1) (\"[T]he\n\nsafe operation of the airport and airway system is the highest\n\naviation priority . . . .\"); see also Back Bay, 463 F.3d at 65.\n\n              That ends this aspect of the inquiry.          In this context,\n\nprudence is largely a matter of safety and efficiency; and the\n\nFAA's determination that none of the three alternatives would be\n\nprudent was, on the record before it, well within the universe of\n\nreasonable outcomes.        When that is true, it is not the place of a\n\nreviewing court to second-guess the agency.\n\n              2. Minimization of Harm. Once an agency determines that\n\nthere   is    no   feasible   and   prudent    alternative   to   the    use   of\n\nprotected land, section 4(f) requires it to consider whether the\n\n\n                                      -22-\n\fproposal at hand \"includes all possible planning to minimize harm.\"\n\n49 U.S.C. § 303(c)(2).         An agency determination that a submitted\n\nplan sufficiently minimizes the likely harms to historic properties\n\nmust   be   treated    respectfully      by   a    reviewing     court.      Such\n\ndeterminations      \"deserve    even     greater    deference      than    agency\n\ndeterminations concerning practicable alternatives.\" Conservation\n\nLaw Found. v. Fed. Hwy. Admin., </pre><span class=\"citation\" data-id=\"670666\"><a href=\"/opinion/670666/conservation-law-foundation-v-federal-highway-administration/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1465</span></a></span><pre class=\"inline\">, 1476-77 (1st Cir.\n\n1994); see Concerned Citizens Alliance, Inc. v. Slater, </pre><span class=\"citation\" data-id=\"764064\"><a href=\"/opinion/764064/concerned-citizens-alliance-inc-joseph-krempasky-v-rodney-slater/\"><span class=\"volume\">176</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">686</span></a></span><pre class=\"inline\">, 702 (3d Cir. 1999).\n\n            The petitioners insist that the FAA should postpone the\n\ndemolition of Hangar 24 until after the design, permitting, and\n\nfinancing of the new FBO facility are in place, thus leaving open\n\nthe possibility that the facility might incorporate the existing\n\nhangar.      We    reject     these     importunings.       When     discussing\n\nminimization, the FAA specifically noted that \"reuse of Hangar 24\n\nas a hangar is neither prudent nor practical.\"                   The FAA fully\n\naddressed    the    adaptive    reuse    approach     in   its    analysis    and\n\nsupportably determined that this approach was imprudent.                  No more\n\nwas exigible.      An agency need only consider harm-minimizing steps\n\nthat are feasible and prudent under existing circumstances.                  Back\n\nBay, 463 F.3d at 66.        A few explanatory comments may be helpful.\n\n            Section 4(f)(2)'s requirement that a project include\n\nplanning to minimize harm to historic sites does not demand that an\n\nagency, having already ruled out an option as imprudent under\n\n\n                                       -23-\n\fsection 4(f)(1), circle back to reconsider that option as a means\n\nof mitigating harms.     Instead, the 4(f)(2) inquiry is focused on\n\nmeans of minimization that are compatible with the alternative or\n\nalternatives deemed feasible and prudent under 4(f)(1).\n\n            Congress established a very rigorous, time-consuming\n\nadministrative process through which projects that might affect\n\nprotected   historic    sites    are    reviewed   and,      if   appropriate,\n\napproved.      This    administrative        process    is    geared    toward\n\nconsideration of the project concept itself, regardless of which\n\ndeveloper may ultimately carry the proposal to fruition.                     Of\n\ncourse, should the parameters of the project change materially,\n\nadditional administrative approvals will likely be necessary.                But\n\nso long as the project's scope remains within the general contours\n\nof the proposal reviewed and approved by the agency, the validity\n\nof its approval is not conditioned on the presence or absence of a\n\ndeveloper prepared to move forward with the construction.\n\n                                 B.    NHPA.\n\n            Section 106 of the NHPA requires that federal agencies\n\n\"take into account the effect of [an] undertaking on any district,\n\nsite,   building,   structure,    or    object   that   is   included   in   or\n\neligible for inclusion in the National Register.\"                   16 U.S.C.\n\n§ 470f.   It also directs that agencies \"shall afford the Advisory\n\nCouncil on Historic Preservation . . . a reasonable opportunity to\n\ncomment.\"    Id.    In fine, \"[s]ection 106 is a procedural statute\n\n\n                                      -24-\n\fthat requires agency decisionmakers to 'stop, look, and listen,'\n\nbut not to reach particular outcomes.\"         Back Bay, 463 F.3d at 60\n\n(quoting Narragansett Indian Tribe v. Warwick Sewer Auth., </pre><span class=\"citation\" data-id=\"200536\"><a href=\"/opinion/200536/narragansett-tribe-v-warwick-sewer/\"><span class=\"volume\">334</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">161</span></a></span><pre class=\"inline\">, 166 (1st Cir. 2003)).\n\n           Congress      created   the   Advisory   Council    on    Historic\n\nPreservation (the Council) to administer the NHPA.            See 16 U.S.C.\n\n§§ 470i, 470s.     The Council has promulgated regulations to guide\n\nagencies in performing their obligations under the statute. See 36\n\nC.F.R. pt. 800.    These regulations direct agencies to determine if\n\na project qualifies as an \"undertaking\" that \"has the potential to\n\ncause effects on historic properties.\"        Id. § 800.3(a).       If so, the\n\nagency must consult with the state historic preservation officer\n\n(SHPO) to \"[d]etermine and document the area of potential effects.\"\n\nId. § 800.4(a)(1); see id. § 800.16(d).       The agency, along with the\n\nSHPO, is then directed to \"apply the National Register criteria\" to\n\narguably eligible sites within the area of potential effects.             Id.\n\n§ 800.4(c)(1).      If the agency finds that historic sites may be\n\naffected, it must solicit the views of various parties.                   Id.\n\n§ 800.4(d)(2).     The agency then applies the criteria delineated in\n\nthe regulations to determine if there is an effect or effects, id.\n\n§ 800.5(a), and if so, engages in further consultation to resolve\n\nany such effects, id. § 800.5(d)(2).\n\n           This step involves notifying the Council so that it can\n\ndecide   whether   its    continued    participation   is   desirable,    id.\n\n\n                                      -25-\n\f§ 800.6(a)(1), and looking at alternatives that might \"avoid,\n\nminimize or mitigate the adverse effects,\" id. § 800.6(b)(1)(i),\n\n(b)(2).   If the agency and the consulting parties agree on a means\n\nof abating the effects, they must execute a memorandum of agreement\n\n(the Memorandum).    Id. § 800.6(b)(1)(iv), (b)(2).          The Memorandum\n\n\"evidences . . . compliance with section 106\" and the regulations.\n\nId. § 800.6(c).\n\n           In the case at hand, NHPA consultation began in April of\n\n2008, when the FAA informed the Commission (the relevant state\n\nentity) that the Hangar 24 project was an \"undertaking\" within the\n\npurview   of   the   regulations.          The   FAA   concurred   with   the\n\nCommission's finding that the hangar was eligible for listing on\n\nthe National Register under Criteria A and B.              The FAA and the\n\nCommission then defined the project's area of potential effects to\n\ninclude the footprint of the hangar and its appurtenances.\n\n           In December of 2008, the FAA issued a draft EA, which was\n\nmade available for public comment.               The Council reviewed this\n\ndocument and determined that its \"participation in the consultation\n\nto resolve adverse effects [was] unnecessary.\"            According to the\n\nCouncil, the EA's discussion of alternatives was \"exhaustive,\" and\n\nthe Commission fully concurred with the FAA's findings about the\n\nproject's effects (and lack of effects) on historic properties.\n\nThe FAA proceeded to prepare a draft Memorandum to memorialize its\n\ncommitments to mitigation and circulated the Memorandum to the\n\n\n                                    -26-\n\fconsulting parties for their input.            The final EA responded to\n\ncomments and included a final version of the Memorandum.\n\n            The petitioners advance a salmagundi of arguments as to\n\nwhy the NHPA requirements were not satisfied. To begin, they argue\n\nthat, because the area of potential effects was determined \"without\n\nreference to any specific development proposal,\" that determination\n\nis inconsistent with the regulatory directive that the area's scope\n\nshould be \"influenced by the scale and nature of an undertaking.\"\n\nId. § 800.16(d).      It is true that when the EA was prepared, there\n\nwas no developer lined up to proceed with FBO facility construction\n\nand, thus, no definitive set of development plans existed.                    But\n\nMassport had previously reviewed proposals and selected a plan for\n\nthe site, thus evincing that it had a particular set of criteria in\n\nmind.   The concept was clearly delineated.\n\n            NHPA's    implementing     regulations     direct      agencies    to\n\n\"ensure that the section 106 process is initiated early in the\n\nundertaking's planning, so that a broad range of alternatives may\n\nbe considered.\"      Id. § 800.1(c).      This directive makes it pellucid\n\nthat agencies are not expected to delay NHPA review until all\n\ndetails of the proposal are set in cement.            Of course, should the\n\nproject's   scope    change   in   some    material   way   when    a   specific\n\ndeveloper is identified, additional FAA approvals may be required.\n\nBut the proposal here was sufficiently well-defined to trigger the\n\nNHPA review process.\n\n\n                                     -27-\n\f           Taking a different tack, the petitioners say that the FAA\n\nerred in determining that the area of potential effects did not\n\nencompass any historic sites beyond Hangar 24 itself.                  This is\n\nwhistling past the graveyard; the record reveals beyond hope of\n\ncontradiction that the FAA examined the possibility of effects on\n\nother sites and supportedly concluded that none of the alternatives\n\nwould have an effect — either direct or indirect — on any protected\n\nhistoric venue (apart from Hangar 24 itself).\n\n           Relatedly, the petitioners fault the FAA for neglecting\n\nto take into account, when defining the area of potential effects,\n\nthe possibility that the project would alter views from nearby\n\nsites and, in the bargain, create a fire hazard attributable to\n\nfuel   storage.   But   the    2005      ESPR   noted   that,   due   to   local\n\ntopographical features, the airport was not visible from most\n\nnearby   locations;   and     in   any    event,   Massport     committed    to\n\nmaintaining building dimensions that would \"be respectful of views\n\nfrom off-site vantages.\"           Finally, in its response to public\n\ncomments appended to the EA, the FAA explained that the State Fire\n\nMarshal's Office will regulate fuel storage at any new structure\n\nand that other measures for the containment of fuel-related hazards\n\nhad been contemplated. Regardless of whether the petitioners agree\n\nwith the FAA's conclusions about these matters, they have failed to\n\nshow that the conclusions are arbitrary or capricious.\n\n\n\n\n                                     -28-\n\f           The     petitioners'     next    plaint    is    equally       without\n\nfoundation.      Although   they    express   concern      that    the   new    FBO\n\nfacility   would    indirectly     affect   noise    levels       by   attracting\n\nadditional jet traffic, the FAA explained in the EA why that\n\nscenario is unlikely to occur.        There, it stated that, consistent\n\nwith its mandate to provide \"a safe and efficient national airspace\n\nsystem,\" the FBO project was intended \"to meet forecasted demand\n\nfor adequate facilities\" for corporate aircraft at Hanscom.                    This\n\narticulated purpose was aimed at meeting an increase in demand that\n\nthe record confirms will likely take place independent of any\n\nimprovements at Hanscom; it was not calculated to drive an increase\n\nin traffic.\n\n           In light of the FAA's observation that improvements to\n\ninfrastructure are not typically sufficient, on their own, to\n\nattract new activity to an airport, the record is barren of any\n\nbasis for the expectation that the new FBO facility will cause any\n\nincrease in traffic.        In the absence of such an evidentiary\n\npredicate, it was entirely logical for the FAA to conclude that the\n\ncontemplated FBO facility would produce no meaningful increase in\n\nnoise levels.    Cf. Save Our Heritage, 269 F.3d at 62-63 (upholding\n\nFAA finding that impacts of newly authorized flights were de\n\nminimis under NHPA and NEPA standards).\n\n           If more were needed — and we doubt that it is — we note\n\nthat, notwithstanding its determination that the potential for\n\n\n                                    -29-\n\fincreased noise was not a problem, the FAA went the extra mile; it\n\nmade a \"worst case\" calculation.      While the agency was under no\n\nobligation to make a worst case calculation in light of its no-\n\neffects finding, cf. Robertson v. Methow Valley Citizens Council,\n\n</pre><span class=\"citation\" data-id=\"112255\"><a href=\"/opinion/112255/robertson-v-methow-valley-citizens-council/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">332</span></a></span><pre class=\"inline\">, 356 (1989) (explaining that NEPA analysis should\n\n\"focus on reasonably foreseeable impacts\" and that no \"worst case\n\nanalysis\" is required), the results of that calculation reinforced\n\nits position.\n\n          Switching gears, the petitioners urge that because Walden\n\nPond (a national historic landmark) is nearby, the FAA was required\n\nto comply with the heightened standards that pertain to such sites.\n\nSee 16 U.S.C. § 470h-2(f); 36 C.F.R. § 800.10.      Given the FAA's\n\nwarranted determination that there would be no effects on nearby\n\nhistoric sites, the agency was under no obligation to move to this\n\nmore intensive level of review.    See Back Bay, 463 F.3d at 64.\n\n          The petitioners have one last grievance addressed to the\n\nFAA's NHPA compliance.   They argue that the FAA and the Commission\n\nblundered in finding that Hangar 24 was ineligible for listing on\n\nthe National Register under Criterion C, which applies to sites\n\nthat embody distinctive architectural characteristics.      See 36\n\nC.F.R. § 60.4(c).   This grievance is baseless.\n\n          To be sure, the criteria used to determine whether a site\n\nqualifies for listing on the National Register will inform the\n\nchoice of appropriate mitigation measures. Here, however, there is\n\n\n                               -30-\n\fample   evidence     in   the   record     to   show    that      the    FAA   and    the\n\nCommission fully considered the applicability vel non of Criterion\n\nC.    To this end, the Commission observed, in correspondence to the\n\nFAA, that Hangar 24 was \"deteriorated\" and had been \"cleared of its\n\nhistorical scientific instrumentation, equipment, research files,\n\nand furnishings.\"         In a return letter, the FAA confirmed its\n\nawareness of \"new information\" pertinent to Criterion C proffered\n\nby the Concord Historical Commission and found that this proffer\n\ncontained no insights beyond those previously considered.\n\n            The short of it is that the petitioners, despite their\n\nkaleidoscopic array of attacks, have not shown noncompliance with\n\nany of the procedures mandated by the NHPA and its implementing\n\nregulations.       Nor have they shown that the FAA failed to satisfy\n\nits   obligation     to   weigh    effects.        While    the    petitioners        may\n\ndisagree    with    the    FAA's    calibration        of   these        scales,     that\n\ndisagreement, in itself, is insufficient to scuttle the FAA's\n\nfindings.\n\n                                    C.    NEPA.\n\n            The    NEPA    requires      federal    agencies        to    prepare     an\n\nenvironmental impact statement (EIS) for \"major Federal actions\n\nsignificantly affecting the quality of the human environment.\"                         42\n\nU.S.C. § 4332(2)(C).       Where the need for an EIS is not obvious, an\n\nagency may instead prepare an EA.           40 C.F.R. § 1501.4(b).             An EA is\n\nmeant to be less detailed than an EIS.             See, e.g., United States v.\n\n\n                                         -31-\n\fCoal. for Buzzards Bay, ___ F.3d ___, ___ (1st Cir. 2011) [No. 10-\n\n1664, slip op. at 11].      If the agency, based on the EA, determines\n\nthat an EIS is not needed, it may issue an explained finding of no\n\nsignificant impact.    40 C.F.R. § 1501.4(c), (e).         The requirements\n\nimposed by the NEPA are procedural in nature and are not intended\n\nto dictate any particular substantive outcome.         Pub. Citizen, 541\n\nU.S. at 756; Robertson, 490 U.S. at 350.\n\n          The petitioners' NEPA challenge focuses on the FAA's\n\nconsideration   of    the    potential    to    increase    noise   levels.\n\nSpecifically, the petitioners upbraid the FAA for failing properly\n\nto quantify cumulative noise impacts.          The applicable regulations\n\ndefine cumulative effects as \"the incremental impact of the action\n\nwhen added to other past, present, and reasonably foreseeable\n\nfuture actions.\"     40 C.F.R. § 1508.7.\n\n          This lament does not withstand scrutiny.              The record\n\nshows that the FAA considered all the relevant factors.                 It\n\nidentified the only other reasonably foreseeable development (that\n\nanticipated for the East Ramp) and added anticipated noise from\n\nthat project, calculated at 0.3 dB, to a predicted maximum noise\n\nincrease of 0.2 dB from the Hangar 24 project.         The 2008 East Ramp\n\nnoise study upon which the FAA based its worst case calculation\n\ntook account of total noise levels in the area.               It added the\n\nprojected increase for the East Ramp development to preexisting\n\nbaseline noise conditions.      See League of Wilderness Defenders v.\n\n\n                                   -32-\n\fU.S. Forest Serv., </pre><span class=\"citation\" data-id=\"1352623\"><a href=\"/opinion/1352623/league-of-wilderness-defenders-blue-mount-biodiversity-proj-v-us-forest/\"><span class=\"volume\">549</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1211</span></a></span><pre class=\"inline\">, 1217 (9th Cir. 2008).        The FAA\n\ngenerally regards as significant a decibel increase of 1.5 dB or\n\ngreater (based on a day-night average) at or above a 65 dB noise\n\nexposure level.    FAA Order 1050.1E, CHG 1, App. A, para. 14.3 (Mar.\n\n20, 2006).    The foreseeable increase here fell comfortably within\n\nthat range.      We conclude, therefore, that the FAA's exercise\n\nconstituted a reasonable approach to the potential problem. And as\n\na further check, the FAA \"carefully reviewed\" the 2005 ESPR's\n\nanalysis of the projected cumulative noise and air quality effects\n\nof both the Hangar 24 and the East Ramp projects.4\n\n          The     petitioners   calumnize   the   FAA's   decision   to\n\nextrapolate from prior studies rather than commission a new study\n\nfor Hangar 24.     In our view this decision was not unreasonable,\n\nespecially given the agency's prediction, based on the FAA's\n\nexperience with other airport projects, that the Hangar 24 project\n\nwas unlikely to have any impact at all on noise levels.       We hold,\n\n\n\n     4\n       The petitioners point out that the FAA's own internal\nguidance acknowledges that the \"65 dB threshold does not adequately\naddress the effects of noise on visitors to areas within a national\npark . . . where other noise is very low and a quiet setting is a\ngenerally recognized purpose and attribute.\" FAA Order 1050.1E,\nCHG 1, App. A, para. 14.3.       This guidance does not help the\npetitioners. Although Hanscom is located in close proximity to at\nleast one historic national park, the petitioners have proffered no\nevidence that any such park is specifically recognized for its\ntranquility. See, e.g., 16 U.S.C. § 410s(a) (establishing Minute\nMan National Historical Park and describing its purposes). For\nthat matter, the petitioners have proffered no evidence showing a\nneed for special noise level protection at any place in the\nvicinity.\n\n                                 -33-\n\ftherefore, that the FAA's noise impact calculations are impervious\n\nto the petitioners' challenge.\n\n           Of course, if and when Massport chooses to proceed with\n\nadditional development at Hanscom, that work may require additional\n\nFAA approvals.       But the NEPA requires a cumulative analysis only\n\n\"to ensure that a project is assessed as a whole and not sliced\n\ninto 'small component parts.'\" Town of Marshfield v. FAA, </pre><span class=\"citation\" data-id=\"203599\"><a href=\"/opinion/203599/town-of-marshfield-v-faa/\"><span class=\"volume\">552</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">1</span></a></span><pre class=\"inline\">, 4 (1st Cir. 2008) (quoting 40 C.F.R. § 1508.27(b)(7)).             For NEPA\n\npurposes, an agency need not speculate about the possible effects\n\nof future actions that may or may not ensue.           See, e.g., Coal. on\n\nSensible Transp., Inc. v. Dole, </pre><span class=\"citation\" data-id=\"492611\"><a href=\"/opinion/492611/coalition-on-sensible-transportation-inc-v-elizabeth-dole/\"><span class=\"volume\">826</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">60</span></a></span><pre class=\"inline\">, 69 (D.C. Cir. 1987).\n\nIII.   CONCLUSION\n\n           We   need    go   no   further.   A    careful   reading    of   the\n\nadministrative record shows with conspicuous clarity that the FAA\n\nwas cognizant of, and complied with, its responsibilities under the\n\napplicable statutes and regulations.              The conclusions that it\n\nreached, though not inevitable, are adequately grounded and in\n\naccordance    with    law.    Accordingly,   we    deny   the   petition    for\n\njudicial review.\n\n\n\nSo Ordered.\n\n\n\n\n                                     -34-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118167/",
    "http://www.courtlistener.com/api/rest/v3/opinions/134751/",
    "http://www.courtlistener.com/api/rest/v3/opinions/181837/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197563/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199641/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200536/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203599/",
    "http://www.courtlistener.com/api/rest/v3/opinions/379194/",
    "http://www.courtlistener.com/api/rest/v3/opinions/439969/",
    "http://www.courtlistener.com/api/rest/v3/opinions/484692/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564758/",
    "http://www.courtlistener.com/api/rest/v3/opinions/652911/",
    "http://www.courtlistener.com/api/rest/v3/opinions/670666/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764064/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768702/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1352623/"
  ]
}