{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/224240/",
  "absolute_url": "/opinion/224240/kirk-v-commissioner-of-internal-revenue/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/224240/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:26:00Z",
  "date_modified": "2016-02-28T05:42:07.137088Z",
  "type": "010combined",
  "sha1": "d7dad97f9e2e74803123eb754b15254a3c826fc4",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/179/179.F2d.619.4432_1.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">179 F.2d 619</p>\n    <p class=\"parties\">KIRK<br>v.<br>COMMISSIONER OF INTERNAL REVENUE.</p>\n    <p class=\"docket\">No. 4432.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">February 2, 1950.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Chester C. Steadman, Boston, Mass., for petitioner.</p>\n      <p class=\"indent\">Hilbert P. Zarky, Special Assistant to the Attorney General, (Theron Lamar Caudle, Assistant Attorney General, and Ellis N. Slack and Lee A. Jackson, Special Assistants to the Attorney General, on brief), for respondent.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and McALLISTER, Circuit Judges.</p>\n      <p class=\"indent\">WOODBURY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This petition for review of a decision of the Tax Court of the United States presents but a single narrow question of law. The facts which raise it can be briefly stated.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The petitioner's decedent, who died on April 5, 1943, filed individual income tax returns with the Collector of Internal Revenue for the district of Massachusetts for the years 1936 to 1942, inclusive, in which it is now conceded that he fraudulently underestimated his taxable income with intent to evade the tax thereon. The Commissioner discovered the fraud subsequent to the decedent's death, and in consequence determined deficiencies against his estate for the above years, and then, acting pursuant to &#167; 293(b) of the Internal Revenue Code, 26 U.S.C.A. &#167; 293(b), added 50 per centum to the deficiency for each year. The question presented is whether liability for the 50 per centum additions to deficiencies for fraud which are imposed in identical language by &#167; 293(b) of the Revenue Acts of 1936 and 1938 and of the Internal Revenue Code<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> survives the taxpayer's death, and therefore may be asserted against his estate.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Congress has not enacted any specific provision with respect to survival of the liability for fraud imposed by the above section. Nor, indeed, has Congress enacted any provision with respect to the survival of ordinary tax liability. Under these circumstances both the petitioner and the Commissioner agree that the question of the survival of liability for tax fraud must be resolved by application of general legal rules and principles, and they also both agree that since the liability here involved is imposed by a federal statute, the applicable rules and principles are those developed in the federal courts and not those to be found in the statutes or decisions of any state. Schreiber v. Sharpless, 110 U.S. 76, 3 S.Ct. 423, 28 L.Ed. 65; Sullivan v. Associated Billposters and Distributors, 2 Cir., 6 F.2d 1000, 42 A.L.R. 503; Barnes Coal Corp. v. Retail Coal Merchants Ass'n, 4 Cir., 128 F.2d 645; Bowles v. Farmers Nat. Bank of Lebanon, Ky., 6 Cir., 147 F.2d 425.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The federal courts over the years have given a great deal of study to the general problem of survival, as the above cases, and the cases cited therein, clearly demonstrate. We see no occasion here to canvass the general problem again or to trace its gradual development. It will suffice for present purposes to say that it was authoritatively established many years ago in Schreiber v. Sharpless, supra, 110 U.S. at page 80, 3 S.Ct. at page 424, 28 L.Ed. 65, that \"At common law, actions on penal statutes do not survive * * *\", and that \"The right to proceed against the representatives of a deceased person depends, not on forms and modes of proceeding in a suit, but on the nature of the cause of action for which the suit is brought\", in other words \"Whether an action survives depends on the substance of the cause of action, not on the forms of proceeding to enforce it.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We are not therefore concerned with whether liability for the 50 per centum additional to tax deficiencies imposed for fraud by the section under consideration is enforceable by criminal or by civil proceedings, i. e., whether the sanction imposed by the statute is civil or criminal, either of which Congress clearly has the power to impose. Oceanic Steam Navigation Co. v. Stranahan, 214 U.S. 320, 339, 29 S.Ct. 671, 53 L.Ed. 1013. Our basic question is whether the fraud addition is a money penalty, however it may be enforceable, and this, of course, poses a question of Congressional intent, for if Congress intended the addition as a penalty, it is clear from the authorities that liability therefor does not survive.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The petitioner makes a plausible, even a forceful, argument for the proposition that the fraud addition was intended by Congress as a personal punishment for taxpayers guilty of fraud on the revenue. We see no reason to consider the argument, however, for it seems to us that the Supreme Court in the course of deciding Helvering v. Mitchell, 303 U.S. 391, 58 S.Ct. 630, 634, 82 L.Ed. 917, clearly characterized the fraud assessment as not penal, but compensatory to the government to recompense it for the loss and expense occasioned by frauds perpetrated upon its revenue.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the Mitchell case it appeared that the taxpayer had been acquitted on an indictment charging him under &#167; 146(b) of the Revenue Act of 1928, 26 U.S.C.A. &#167; 145(b), with the crime of wilfully attempting to evade and defeat his income tax, and the question presented was whether that acquittal barred an assessment resting on the same facts as the indictment of the 50 per centum addition for fraud imposed by &#167; 293(b) of the same Revenue Act, which, so far as material, is identical in language with the same section of the subsequent Revenue Acts and of the Internal Revenue Code under consideration here. The Supreme Court answered the question in the negative, holding that neither the doctrine of <i>res judicata</i> nor the double jeopardy provision of the Constitution operated to make the acquittal a bar to the assessment.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Thus it is true, as the petitioner emphasizes that the Mitchell case raises no question of the survival of the statutory assessment for fraud. Moreover, it is also true that it was only necessary to the decision of the issues raised in that case for the Supreme Court to hold that the fraud assessment was not intended by Congress as a criminal penalty &#8212; the question whether it was intended to be a civil penalty, that is, an exaction in the way of punishment enforceable in a civil action, not being involved. But the court in the course of holding that the assessment was not a criminal penalty, went further and said that the assessment was not a penalty at all, stating categorically that \"The remedial character of sanctions imposing additions to a tax has been made clear by this Court in passing upon similar legislation. They are provided primarily as a safeguard for the protection of the revenue and to reimburse the Government for the heavy expense of investigation and the loss resulting from the taxpayer's fraud. And, following this, it said, quoting Stockwell v. United States, 13 Wall. 531, 547, 551, 20 L.Ed. 491, \"It must therefore be considered as remedial, as providing indemnity for loss.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">No doubt the 50 per centum addition operates in some measure to punish taxpayers for their fraud on the revenue. No doubt also it has a deterrent effect upon those who would consider the perpetration of such a fraud. But in the face of the language of the Supreme Court in the Mitchell case, we do not feel at liberty to characterize the fraud addition as anything but remedial. In short, we agree with the interpretation placed on the decision in the Mitchell case by the Tax Court in the case at bar and in Estate of Reimer v. Commissioner, 12 T.C. 913. To the same effect, although collaterally, see also Bowles v. Farmers Nat. Bank of Lebanon, Ky., 6 Cir., 147 F.2d 425.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">And our conclusion that the statutory addition for fraud was intended to be remedial rather than punitive disposes of the case at bar. For even though, as the petitioner contends, the early law was that the only actions <i>ex delicto</i> which could be prosecuted against the estate of a decedent were those wherein the plaintiff sought to recover property, or the proceeds or value of property, appropriated by the decedent and added to his estate (United States v. Daniel et al., 6 How. 11, 13, 12 L.Ed. 323; Henshaw v. Miller, 17 How. 212, 15 L.Ed. 222; Iron Gate Bank v. Brady, 184 U.S. 665, 22 S.Ct. 529, 46 L.Ed. 739; see also Sullivan v. Associated Billposters and Distributors, supra, 6 F.2d at pages 1002-1008, and cases cited), under which liability of the tax deficiency could be said to survive but liability for the fraud addition thereto could not, we are satisfied that the modern rule as to the survival of tort actions against decedents' estates is that although actions to recover penalties do not survive, actions to recover compensation for monetary losses or injuries inflicted by a decedent do, without regard to any enrichment of the decedent's estate.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In the first place this rule commends itself to us as eminently reasonable for while there is certainly no point in mulcting an estate, and thus punishing heirs, for the personal wrongdoing of their ancestor, on the other hand, there seems to us no valid reason why a person who has been injured in his pocketbook by another should be prevented from recovering any recompense or compensation because the person who inflicted the injury died before judgment was obtained against him and his estate did not benefit by the injury. In the second place we feel at liberty to abandon enrichment of a decedent's estate as any criterion of survivability in cases like this because it is evident from the cases cited last above, and those cited therein, that the enrichment concept of the early law of survival was the product of archaic legal preconceptions identifying the representative personally with the estate in his charge which have little or no place in the law today, and the law of survival is not static but dynamic, capable of growth and development to meet present-day needs in conformity with modern concepts. Van Beeck v. Sabine Towing Co., 300 U.S. 342, 57 S.Ct. 452, 81 L.Ed. 685; Barnes Coal Corp. v. Retail Coal Merchants Ass'n., 4 Cir., 128 F.2d 645. In short, we think the general rule today with respect to the survival of tort actions against decedents' estates is that actions essentially for penalties do not survive for the reason that a decedent is beyond punishment, but that actions to recompense or compensate a plaintiff for a harm inflicted upon him by a decedent do survive, for an estate can, and we think should, compensate for injury to the same extent as the decedent had he lived.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is to be carefully observed that we are not here concerned with any question of the survival, under general legal principles, of liability for damages awarded primarily as balm for injured feelings in causes of action for libel, slander, malicious prosecution, alienation of affections and the like. Our sole concern is with the survival of liability for damages awarded to reimburse for expense and loss, and our conclusion is that under modern principles of law liability for damages of this sort survives the death of the person liable regardless of whether or not his estate has been enriched.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The decision of the Tax Court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> &#167; 293(b) \"Fraud. If any part of any deficiency is due to fraud with intent to evade tax, then 50 per centum of the total amount of the deficiency (in addition to such deficiency) shall be so assessed, collected, and paid * * *.\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">179</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">619</span></span></p>\n    <p class=\"parties\">KIRK<br>v.<br>COMMISSIONER OF INTERNAL REVENUE.</p>\n    <p class=\"docket\">No. 4432.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">February 2, 1950.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Chester C. Steadman, Boston, Mass., for petitioner.</p>\n      <p class=\"indent\">Hilbert P. Zarky, Special Assistant to the Attorney General, (Theron Lamar Caudle, Assistant Attorney General, and Ellis N. Slack and Lee A. Jackson, Special Assistants to the Attorney General, on brief), for respondent.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and McALLISTER, Circuit Judges.</p>\n      <p class=\"indent\">WOODBURY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This petition for review of a decision of the Tax Court of the United States presents but a single narrow question of law. The facts which raise it can be briefly stated.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The petitioner's decedent, who died on April 5, 1943, filed individual income tax returns with the Collector of Internal Revenue for the district of Massachusetts for the years 1936 to 1942, inclusive, in which it is now conceded that he fraudulently underestimated his taxable income with intent to evade the tax thereon. The Commissioner discovered the fraud subsequent to the decedent's death, and in consequence determined deficiencies against his estate for the above years, and then, acting pursuant to &#167; 293(b) of the Internal Revenue Code, 26 U.S.C.A. &#167; 293(b), added 50 per centum to the deficiency for each year. The question presented is whether liability for the 50 per centum additions to deficiencies for fraud which are imposed in identical language by &#167; 293(b) of the Revenue Acts of 1936 and 1938 and of the Internal Revenue Code<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> survives the taxpayer's death, and therefore may be asserted against his estate.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Congress has not enacted any specific provision with respect to survival of the liability for fraud imposed by the above section. Nor, indeed, has Congress enacted any provision with respect to the survival of ordinary tax liability. Under these circumstances both the petitioner and the Commissioner agree that the question of the survival of liability for tax fraud must be resolved by application of general legal rules and principles, and they also both agree that since the liability here involved is imposed by a federal statute, the applicable rules and principles are those developed in the federal courts and not those to be found in the statutes or decisions of any state. Schreiber v. Sharpless, <span class=\"citation\" data-id=\"90998\"><a href=\"/opinion/90998/schreiber-v-sharpless/\"><span class=\"volume\">110</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">76</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">423</span></span>, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">65</span></span>; Sullivan v. Associated Billposters and Distributors, 2 Cir., <span class=\"citation\" data-id=\"1561774\"><a href=\"/opinion/1561774/sullivan-v-associated-billposters-and-distributors/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1000</span></a></span>, 42 A.L.R. 503; Barnes Coal Corp. v. Retail Coal Merchants Ass'n, 4 Cir., 128 F.2d 645; Bowles v. Farmers Nat. Bank of Lebanon, Ky., 6 Cir., 147 F.2d 425.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The federal courts over the years have given a great deal of study to the general problem of survival, as the above cases, and the cases cited therein, clearly demonstrate. We see no occasion here to canvass the general problem again or to trace its gradual development. It will suffice for present purposes to say that it was authoritatively established many years ago in Schreiber v. Sharpless, supra, 110 U.S. at page 80, 3 S.Ct. at page 424, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">65</span></span>, that \"At common law, actions on penal statutes do not survive * * *\", and that \"The right to proceed against the representatives of a deceased person depends, not on forms and modes of proceeding in a suit, but on the nature of the cause of action for which the suit is brought\", in other words \"Whether an action survives depends on the substance of the cause of action, not on the forms of proceeding to enforce it.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We are not therefore concerned with whether liability for the 50 per centum additional to tax deficiencies imposed for fraud by the section under consideration is enforceable by criminal or by civil proceedings, i. e., whether the sanction imposed by the statute is civil or criminal, either of which Congress clearly has the power to impose. Oceanic Steam Navigation Co. v. Stranahan, <span class=\"citation\" data-id=\"97062\"><a href=\"/opinion/97062/oceanic-steam-nav-co-v-stranahan/\"><span class=\"volume\">214</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">320</span></a></span>, 339, <span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">671</span></span>, 53 L.Ed. 1013. Our basic question is whether the fraud addition is a money penalty, however it may be enforceable, and this, of course, poses a question of Congressional intent, for if Congress intended the addition as a penalty, it is clear from the authorities that liability therefor does not survive.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The petitioner makes a plausible, even a forceful, argument for the proposition that the fraud addition was intended by Congress as a personal punishment for taxpayers guilty of fraud on the revenue. We see no reason to consider the argument, however, for it seems to us that the Supreme Court in the course of deciding Helvering v. Mitchell, <span class=\"citation\" data-id=\"102987\"><a href=\"/opinion/102987/helvering-v-mitchell/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">391</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">630</span></span>, 634, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">917</span></span>, clearly characterized the fraud assessment as not penal, but compensatory to the government to recompense it for the loss and expense occasioned by frauds perpetrated upon its revenue.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the Mitchell case it appeared that the taxpayer had been acquitted on an indictment charging him under &#167; 146(b) of the Revenue Act of 1928, 26 U.S.C.A. &#167; 145(b), with the crime of wilfully attempting to evade and defeat his income tax, and the question presented was whether that acquittal barred an assessment resting on the same facts as the indictment of the 50 per centum addition for fraud imposed by &#167; 293(b) of the same Revenue Act, which, so far as material, is identical in language with the same section of the subsequent Revenue Acts and of the Internal Revenue Code under consideration here. The Supreme Court answered the question in the negative, holding that neither the doctrine of <i>res judicata</i> nor the double jeopardy provision of the Constitution operated to make the acquittal a bar to the assessment.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Thus it is true, as the petitioner emphasizes that the Mitchell case raises no question of the survival of the statutory assessment for fraud. Moreover, it is also true that it was only necessary to the decision of the issues raised in that case for the Supreme Court to hold that the fraud assessment was not intended by Congress as a criminal penalty &#8212; the question whether it was intended to be a civil penalty, that is, an exaction in the way of punishment enforceable in a civil action, not being involved. But the court in the course of holding that the assessment was not a criminal penalty, went further and said that the assessment was not a penalty at all, stating categorically that \"The remedial character of sanctions imposing additions to a tax has been made clear by this Court in passing upon similar legislation. They are provided primarily as a safeguard for the protection of the revenue and to reimburse the Government for the heavy expense of investigation and the loss resulting from the taxpayer's fraud. And, following this, it said, quoting Stockwell v. United States, <span class=\"citation\" data-id=\"88491\"><a href=\"/opinion/88491/stockwell-v-united-states/\"><span class=\"volume\">13</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">531</span></a></span>, 547, 551, <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">491</span></span>, \"It must therefore be considered as remedial, as providing indemnity for loss.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">No doubt the 50 per centum addition operates in some measure to punish taxpayers for their fraud on the revenue. No doubt also it has a deterrent effect upon those who would consider the perpetration of such a fraud. But in the face of the language of the Supreme Court in the Mitchell case, we do not feel at liberty to characterize the fraud addition as anything but remedial. In short, we agree with the interpretation placed on the decision in the Mitchell case by the Tax Court in the case at bar and in Estate of Reimer v. Commissioner, 12 T.C. 913. To the same effect, although collaterally, see also Bowles v. Farmers Nat. Bank of Lebanon, Ky., 6 Cir., 147 F.2d 425.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">And our conclusion that the statutory addition for fraud was intended to be remedial rather than punitive disposes of the case at bar. For even though, as the petitioner contends, the early law was that the only actions <i>ex delicto</i> which could be prosecuted against the estate of a decedent were those wherein the plaintiff sought to recover property, or the proceeds or value of property, appropriated by the decedent and added to his estate (United States v. Daniel et al., <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">How.</span> <span class=\"page\">11</span></span>, 13, 12 L.Ed. 323; Henshaw v. Miller, <span class=\"citation\" data-id=\"86923\"><a href=\"/opinion/86923/henshaw-v-miller/\"><span class=\"volume\">17</span> <span class=\"reporter\">How.</span> <span class=\"page\">212</span></a></span>, 15 L.Ed. 222; Iron Gate Bank v. Brady, <span class=\"citation\" data-id=\"95623\"><a href=\"/opinion/95623/iron-gate-bank-v-brady/\"><span class=\"volume\">184</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">665</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">529</span></span>, 46 L.Ed. 739; see also Sullivan v. Associated Billposters and Distributors, supra, 6 F.2d at pages 1002-1008, and cases cited), under which liability of the tax deficiency could be said to survive but liability for the fraud addition thereto could not, we are satisfied that the modern rule as to the survival of tort actions against decedents' estates is that although actions to recover penalties do not survive, actions to recover compensation for monetary losses or injuries inflicted by a decedent do, without regard to any enrichment of the decedent's estate.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In the first place this rule commends itself to us as eminently reasonable for while there is certainly no point in mulcting an estate, and thus punishing heirs, for the personal wrongdoing of their ancestor, on the other hand, there seems to us no valid reason why a person who has been injured in his pocketbook by another should be prevented from recovering any recompense or compensation because the person who inflicted the injury died before judgment was obtained against him and his estate did not benefit by the injury. In the second place we feel at liberty to abandon enrichment of a decedent's estate as any criterion of survivability in cases like this because it is evident from the cases cited last above, and those cited therein, that the enrichment concept of the early law of survival was the product of archaic legal preconceptions identifying the representative personally with the estate in his charge which have little or no place in the law today, and the law of survival is not static but dynamic, capable of growth and development to meet present-day needs in conformity with modern concepts. Van Beeck v. Sabine Towing Co., <span class=\"citation\" data-id=\"102782\"><a href=\"/opinion/102782/van-beeck-v-sabine-towing-co/\"><span class=\"volume\">300</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">342</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">452</span></span>, 81 L.Ed. 685; Barnes Coal Corp. v. Retail Coal Merchants Ass'n., 4 Cir., 128 F.2d 645. In short, we think the general rule today with respect to the survival of tort actions against decedents' estates is that actions essentially for penalties do not survive for the reason that a decedent is beyond punishment, but that actions to recompense or compensate a plaintiff for a harm inflicted upon him by a decedent do survive, for an estate can, and we think should, compensate for injury to the same extent as the decedent had he lived.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is to be carefully observed that we are not here concerned with any question of the survival, under general legal principles, of liability for damages awarded primarily as balm for injured feelings in causes of action for libel, slander, malicious prosecution, alienation of affections and the like. Our sole concern is with the survival of liability for damages awarded to reimburse for expense and loss, and our conclusion is that under modern principles of law liability for damages of this sort survives the death of the person liable regardless of whether or not his estate has been enriched.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The decision of the Tax Court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> &#167; 293(b) \"Fraud. If any part of any deficiency is due to fraud with intent to evade tax, then 50 per centum of the total amount of the deficiency (in addition to such deficiency) shall be so assessed, collected, and paid * * *.\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/86923/",
    "http://www.courtlistener.com/api/rest/v3/opinions/88491/",
    "http://www.courtlistener.com/api/rest/v3/opinions/90998/",
    "http://www.courtlistener.com/api/rest/v3/opinions/95623/",
    "http://www.courtlistener.com/api/rest/v3/opinions/97062/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102782/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102987/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1561774/"
  ]
}