{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/225963/",
  "absolute_url": "/opinion/225963/barrett-v-commissioner-of-internal-revenue/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/225963/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:28:43Z",
  "date_modified": "2016-02-28T05:44:23.024175Z",
  "type": "010combined",
  "sha1": "6911335aaa4bbe74b1ada10523119f8fda854ffe",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/185/185.F2d.150.4487_1.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">185 F.2d 150</p>\n    <p class=\"case_cite\">50-2 USTC  P 9501</p>\n    <p class=\"parties\">BARRETT<br>v.<br>COMMISSIONER OF INTERNAL REVENUE.</p>\n    <p class=\"docket\">No. 4487.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Nov. 13, 1950.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Andrew P. Quinn, Providence, R.I.  (Richard F. Canning and A. Peter Quinn, Jr., Providence, R.I., on brief), for petitioner.</p>\n      <p class=\"indent\">Sumner M. Redstone, Sp. Asst. to Atty. Gen.  (Theron Lamar Caudle, Asst. Atty. Gen., and Ellis N. Slack, Sp. Asst. to Atty. Gen., on brief), for respondent.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, WOODBURY, Circuit Judge, and SWEENEY, District Judge.</p>\n      <p class=\"indent\">WOODBURY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This petition for review of a decision of the Tax Court of the United States presents the subtle question of the recognizability of a husband and wife as business partners for the purposes of federal income taxation.  The Commissioner recognized the petitioner's wife as his business partner for income tax purposes from 1936 to 1941, inclusive.  But computing the petitioner's income for the two taxable years 1942 and 1943 in accordance with the Current Tax Payment Act of 1943, 26 U.S.C.A. Int.  Rev. Acts, page 385, he determined a substantial deficiency in the petitioner's tax for that year on the ground that 'It is considered that your wife, Irene B. Barrett, was not a bona fide partner recognizable as such for tax purposes, and any amount of the partnership income attributable to her is considered taxable to you.'  On the taxpayer's petition for redetermination the Tax Court sustained the Commissioner and this petition for review followed in due course.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The general legal principles applicable in cases of this sort as set out in Commissioner Internal Revenue v. Tower, 327 U.S. 280, 66 S.Ct. 532, 90 L.Ed. 670, and Lusthaus v. Commissioner, 327 U.S. 293, 66 S.Ct. 539, 90 L.Ed. 679, and reaffirmed in Culbertson v. Commissioner, Internal Revenue, 337 U.S. 733, 69 S.Ct. 1210, 93 L.Ed. 1659, are relatively simple and can be briefly summarized.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">There can be no doubt that a wife may legally become either a general or a limited partner in business with her husband for tax as well as for other purposes.  But although a state court, out of concern for creditors, may well seize upon the outer form of a business arrangement, such as a family partnership, as the sole vital and decisive fact, outer form is not enough for tax purposes.  Taxation is a practical matter, and single earnings cannot be divided into two tax units by the simple expedient of drawing up papers. 'The issue is who earned the income and that issue depends on whether this husband and wife really intended to carry on business as a partnership.'  Tower v. Commissioner Internal Revenue, supra, 327 U.S. at page 289, 66 S.Ct. at page 537.  This does not mean that a purpose to save taxes must be foreign to the consideration of a husband and wife who wish to join together in business, if they wish recognition as partners for tax purposes.  There is nothing in the law of federal income taxation forbidding members of an intimate family group who wish to go into business together to form a partnership because that form of business organization is advantageous to them from the tax point of view.  What it means is that if the union of a husband and wife in a business partnership is essentially not for the purpose of carrying on the business, but instead is a sort of business mariage de convenance for tax purposes, it will not be accorded, for it does not deserve, recognition for income tax purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The difficulty in cases of this sort, and the case at bar is no exception, arises in the application of these principles to concrete states of fact, and one of the principal reasons for this difficulty is that business transactions, particularly business transactions between members of a close family circle, are not often entered into for a single purpose.  Usually they are entered into for multiple purposes, and this would seem to be true in the instant case.  Thus a husband may take his wife into partnership with him in business for any one of a number, or for a mixture of purposes, running the gamut from saving taxes to obtaining the benefit of her personal capital or vital personal services, or perhaps merely to gratify her desire for an occupation or even to satisfy her whim.  Therefore, the problem in these cases is first to determine, and then to sift and evaluate, the purposes for which a husband and wife enter into a business partnership.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Obviously this involves weighing evidence, finding operative facts, drawing inferences from those facts, and choosing between conflicting inferences, and finally reaching an ultimate conclusion of fact.  Thus under firmly established principles a problem is posed for the Tax Court which, as a trial court, has the opportunity to see witnesses and hear them testify.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We turn now to the facts.  The petitioner and his wife were married in 1920, and since 1921 the petitioner has been continuously engaged in business as a stock broker.  At first he did business alone, but in July, 1929, he formed a partnership under the name of Barrett &amp; Company with two other men, Wallace L. Mossop and George Barrett, Jr. He contributed $25,000 to the original capital of the partnership.  The other partners made no capital contribution at first, but apparently they did so later on.  There was no written partnership agreement and the record does not disclose the partners' oral understanding.  However, it appears that during the partnership's fiscal years from June 30, 1932 to June 30, 1935, inclusive, the partners shared equally in partnership income, and that at the end of the above period the petitioner's capital account amounted to over $41,000, and the capital account of the other two partners to over $30,000 each.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The partnership apparently flourished in spite of the stock market crash of October, 1929, and the depression which followed, although at one time at least it was in dire financial straits as will appear hereinafter, and some time in 1935 the petitioner asked his partners if they had any objection to his wife Irene becoming a partner with them.  They indicated that they had no objection, and the petitioner, his two old partners, and Irene, executed a written partnership agreement dated July 1, 1935, which provided in part as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'6. Capital.  The interest of the partners in the capital of the partnership shall be as shown by the balance sheet attached to this agreement and as shown by the books of account subsequent thereto.  Undistributed profits shall be credited in equal shares to the interest of each partner in the capital and any losses shall be charged in equal amounts to the interest of each partner in the capital.  Each partner shall receive interest at the rate of 6% per year on his or her share in the capital, to be charged as an expense of the business.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'7. Salaries.  The partners shall be paid such salaries as may be agreed upon, to be charged as an expense of the business.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'8. Profits.  Each partner shall be entitled to one-fourth of the net profits as shown by the books at the end of each fiscal year.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It does not appear whether the partners actually entered into the above agreement on its date, or some time later that year.  At any rate the partnership issued its check in the amount of $35,000 to Irene Barrett on December 28, 1935, and on the same day she handed a check of her own in the same amount to the partnership.  There are entries in the partnership books under the date of July 1, 1935, debiting the petitioner's capital account with $35,000 and crediting a capital account in the name of Irene Barrett with an equal amount.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Also on December 28, 1935, the petitioner engaged an attorney who prepared an assignment of one-half of his interest in the partnership to his wife as of July 1, 1935.  At the same time the petitioner also executed an insurance trust and transferred certain policies of insurance on his life to it for the benefit of his wife.  The attorney who had prepared the written partnership agreement referred to above, also prepared the assignment and the insurance trust.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On March 16, 1936, the petitioner filed a gift tax return for the year 1935 in which he reported the insurance trust, the assignment of one-half of his interest in the partnership, and $35,000 in cash.  His wife filed a donee's return for the same period in which she reported gifts described exactly as shown in petitioner's gift tax return.  And in 1937, in a letter to the Commissioner with respect to the gift tax return of 1935, the petitioner stated that on July 1, 1935, he had made a gift of one-half of his interest in the partnership.  Moreover in gift tax returns filed for 1941 and 1944 he reported as net gifts for preceding years amounts including the gifts shown in his 1935 return.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Mrs. Barrett did not render any services to the partnership nor did she participate in any way in the management or operation of its business from July 1, 1935, to the end of 1943.  She received no salary prior to 1943, but the partnership books reflect a salary for her during the latter year of $5,200.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The information returns of the partnership for the years 1939 to 1943, inclusive, show that Mrs. Barrett was entitled to a distributive share of partnership net income roughly equal to the distributive shares of the other partners, except that for the years prior to 1943 the petitioner's share was substantially larger than that of any of the other partners.  The record does not show how the partners' distributive shares were determined, or what part thereof represented salaries.  The amounts credited or debited to Irene's capital account for each fiscal period from June 30, 1936, through to the end of the calendar year 1943<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> were substantial, varying from a profit in 1937 of over $45,000, to a loss in 1938 of over $9,000, and her capital account at the end of each of the above fiscal periods varied from a high of approximately $111,000 in 1937 to a low of approximately $57,500 in 1941.  Her capital account up to the end of 1943 contained debits over the years from 1936 on in varying amounts, none of which were large, except for three items representing distributions to her of securities owned by the partnership.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Tax Court found that many of the debit entries in the partnership books with respect to Irene's capital account 'do not represent cash withdrawals by Irene and there is no evidence that any of the entries represent actual withdrawals by her.'  The finding of the Tax Court with respect to the distributions of partnership securities is as follows: 'The active partners decided on three occasions during this period to distribute securities belonging to the partnership.  They decided what securities would be taken out of the partnership accounts and charged to the accounts of the individual partners.  The accounts of the other three partners have entries under the same dates and in approximately the same amounts as those mentioned above representing distributions of securities to Irene.  The record does not show what was actually done with the securities or that Irene ever received any of them or exercised any control over them.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Mr. and Mrs. Barrett usually filed separate returns for the calendar years from 1936 through 1943, (they were on the cash-calendar year basis) although twice they filed joint returns to offset losses against income, and in them the petitioner did not include in his income any part of the share of the partnership income credited to his wife on the partnership books.  As already appears, the Commissioner accepted the petitioner's method of reporting income derived from the partnership until, upon examination of the returns for the calendar years 1942 and 1943, he decided that that method could not be countenanced, and added to the petitioner's income for those years the amounts credited to Irene on the partnership books.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">These are the bare bones of the situation as disclosed by the Tax Court's findings of fact, concerning which we understand there is no dispute, except for one minor matter too insignificant for extended notice.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  But the petitioner says there are further illuminative facts giving a background for the facts just stated which the Tax Court did not find, although they were clearly established by undisputed evidence.  And he says that these facts facts force the conclusion that the Tax Court erred as a matter of law in its ultimate finding that 'The petitioner, Wallace Mossop, and George Barrett, Jr. did not really and truly intend to join with Irene Barrett for the purpose of carrying on the business as partners, and Irene is not recognizable as a partner for income tax purposes.'</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">These are the facts upon which the petitioner relies to show that his wife actually contributed capital of her own to the partnership, and hence became a bona fide partner in fact as well as a partner in name, albeit a silent one, in Barrett &amp; Company (the original partnership name was not changed in 1935 when the new partnership was formed) entitling her to recognition as such for income tax purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In 1925 the petitioner purchased a house-lot in Providence.  He took title in his wife's name, as he said for the purpose of giving her some measure of security in case 'something happened' to him or to his business, and they built a house on that lot which they occupied as their home.  This transaction was financed in part by the petitioner from his own funds and in part by a mortgage on the property.  The total cost of this venture amounted to approximately $38,000, $12,500 of which was raised on the mortgage.  In 1928 the petitioner and his wife decided to build a new home and to accomplish this purpose they sold their original home for approximately what it had cost, and purchased a corner lot, and a lot adjoining, in another part of the city.  Again title was taken in the wife's name for the same purpose, and, the petitioner said, for the additional reason that the net proceeds of the sale of their first home, which stood in her name, went into the cost of the new one.  They built a house on the corner lot at a cost of approximately $72,000, which they financed in the following way.  They realized about $26,000 from the sale of their first house (the mortgage on it had been reduced somewhat by the time they sold it) and the two new lots were mortgaged to secure a loan of $28,000.  This made approximately $54,000 available, and the remaining balance of $18,000, or so, was made up of about $5,000 of the petitioner's own funds and about $13,000 from the proceeds of the sale of the new house, and the corner lot on which it stood, in November, 1929, under the circumstances presently to be described.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The evidence discloses that early in November, 1929, the partners were hard pressed for $13,000 to redeem a customer's securities which they had pledged to secure a loan from a bank.  They met at the petitioner's home to discuss their plight, and the petitioner's wife, who was present said: 'We have got a home.  I can sell the home.'  The petitioner testified that he asked his wife 'to sell the house and loan me the money to get us out of financial difficulty', and she agreed.  Accordingly the house and the corner lot on which it stood were sold on November 14, 1929, for $65,000. The amount due on the mortgage and unpaid balances due the contractors were paid out of the proceeds of the sale, and the balance, amounting to approximately.$23,500, was paid to Mrs. Barrett.  She at once turned over $13,000 to the petitioner, who contributed it to the capital of the partnership, and the partnership used the money to redeem the pledged securities.  Later Mrs. Barrett transferred the remaining balance of the purchase price, approximately $10,500, to the petitioner to enable him to pay off some personal indebtedness, and in 1930 the lot adjoining the one on which their second house was erected was sold for $7,500 and the wife transferred that amount immediately to the petitioner to enable him to pay off additional personal indebtedness.  Thus the petitioner received about $31,000 from the proceeds of the sales of properties standing in his wife's name, in which properties, from 1928 on, he had invested about that much of his own money.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">There is no evidence that when the petitioner took the title to either the first or the second house in his wife's name that there was any express agreement between them that the properties might be sold or mortgaged and the proceeds used to help the petitioner in case of financial need.  Indeed, the only evidence is that in the first instance the property was an outright gift to the wife without strings attached, and that in the second instance the property, in so far as the petitioner's financial contribution to its purchase was concerned, was an equally outright gift.  And the petitioner testified that when the net proceeds of the sale of the second home were turned over to him by his wife he considered the transaction a loan from her which he would repay as soon as he was financially able to do so, even though there were no notes, or any other written evidence of indebtedness, existing between them.  Hence the petitioner contends that on a fair appraisal of all the evidence the only reasonable conclusion is that when he withdrew $35,000 from his share of the capital of the old three man partnership in 1935, and turned that amount over to his wife, he was repaying the loans aggregating approximately $31,000 which she had made to him in 1929 and 1930, and that when she in turn gave her check for $35,000 to the partnership at the same time she was making a contribution of her own money in that amount to the capital of the new partnership of four.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Tax Court cannot properly be charged with having made no findings with respect to the illuminative or background facts which we have just summarized.  It did not include them in its formal findings of fact, it is true.  But it summarized them and commented upon them at length in the body of its opinion.  Thus it cannot be said that the Tax Court ignored them.  What it actually did was to conclude that they were not persuasive.  It said that the petitioner's testimony that his transactions with his wife in 1929 and 1930 constituted loans by her to him was elicited 'with some leading from his attorney' and even so was vague, and then it noted that there had never been any written instrument evidencing the indebtedness, and 'no evidence that the wife ever requested the petitioner to repay her any money or to give her an interest in the partnership.'  Moreover it expressed doubt that the petitioner's statements to his wife in 1929 were sufficient to create a debt, for 'A debt must be certain and payable unconditionally' and the petitioner's testimony was that he 'expected' to repay his wife when he was 'financially able' to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Tax Court next noted the inconsistency between the positions taken by the petitioner on several occasions in his gift tax returns, which he now says was due to confusion and ignorance on his part,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and his present position that he owed his wife at least $31,000 by 1930, and that he was merely repaying her in 1935, and then, commenting that the petitioner apparently was not 'in position to give his wife a one-fourth interest in the proposed new partnership and retain a one-fourth interest for himself since he was receiving only one-third of the profits of the existing partnership', and then the court went on to say: 'It is difficult to understand why his partners were willing to have him bring in his wife, which meant that they would take a smaller share of the profits.  Apparently no new capital was needed.  Certainly none was brought in by the change.'  Finally in summary the Tax Court said: 'The record as a whole leaves real doubt as to what happened and does not justify a finding that the petitioner ever owed his wife anything or a finding that she contributed any capital originating with her to the partnership.  This destroys the whole foundation of the petitioner's case as he presented it.'</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">There can be no doubt that a husband may make an outright gift to his wife.  Nor can there be any doubt that property so given belongs to the wife in her own right in the same sense and to the same degree as any other property she may own.  But the foregoing detailed delineation of the facts, and of the Tax Court's findings and opinion, seems to us to demonstrate, first that the Tax Court did not ignore, but carefully considered and weighed, the facts upon which the petitioner relies, and second that there is warrant in the record for the Tax Court's conclusion to the effect that in spite of outward appearances, the wife did not in fact either exercise or have independent control of the property which stood in her name, or 'loan' its proceeds to the petitioner.  Indeed, the wife testified on cross-examination that she made the real estate in her name 'available' to her husband 'whenever necessary', and that 'it was at his command, whenever he saw fit, to further the family's benefit.'  We, therefore, conclude that the Tax Court fully performed its fact finding function in this case, and that an examination of the record, and the findings and opinion of that court, indicates that its ultimate conclusion cannot be said to be 'clearly erroneous'.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We turn now to the petitioner's contention that the court below fell into an error of law.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Broadly stated his contention is that the Tax Court's decision in the present case is inconsistent with the legal principles established in Commissioner Internal Revenue v. Culbertson, 337 U.S. 733, 69 S.Ct. 1210, 93 L.Ed. 1659 which was decided by the Supreme Court after the hearing in the present case, but before the Tax Court handed down its decision.  He says that the court below, although ostensibly applying the broad test for the recognizability of family partnerships reaffirmed in the Culbertson case, in reality continued to adhere to a narrower test which it has previously applied through misinterpretation of its part of the opinions in Commissioner Internal Revenue v. Tower, 327 U.S. 280, 66 S.Ct. 532, 90 L.Ed. 670, and Lusthaus v. Commissioner Internal Revenue, 327 U.S. 293, 66 S.Ct. 539, 90 L.Ed. 679.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is true that the Tax Court read the Tower and Lusthaus cases as establishing only two essential tests for the recognizability of a family partnership for income tax purposes: these being that each partner contribute either 'vital services', or else 'capital originating with him' to the partnership.  And it is also true that in the Culbertson case the Supreme Court pointed out that this reading of its earlier decisions was erroneous in that although contributions of either capital or services were important elements for consideration, they were not the sole criteria.  It pointed out that what the Court in the Tower case, 327 U.S. at page 287, 66 S.Ct. at page 536, had actually stated as the test for recognizing a family partnership for income tax purposes was 'whether the partners really and truly intended to join together for the purpose of carrying on business and sharing in the profits or losses or both.  And their intention in this respect is a question of fact, to be determined from testimony disclosed by their 'agreement, considered as a whole, and by their conduct in execution of its provisions.'  Drennen v. London Assurance Co., 113 U.S. 51, 56, 5 S.Ct. 341,344, 28 L.Ed. 919; Cox v. Hickman, 8 H.L.Cas. 268.  We see no reason why this general rule should not apply in tax cases where the government challenges the existence of a partnership for tax purposes.'  Then the Court in the Culbertson case, 337 U.S. at page 742, 69 S.Ct. at page 1214, went on to elaborate as follows: 'The question is not whether the services or capital contributed by a partner are of sufficient importance to meet some objective standard supposedly established by the Tower case, but whether, considering all the facts- the agreement, the conduct of the parties in execution of its provisions, their statements, the testimony of disinterested persons, the relationship of the parties, their respective abilities and capital contributions, the actual control of income and the purposes for which it is used, and any other facts throwing light on their true intent- the parties in good faith and acting with a business purpose intended to join together in the present conduct of the enterprise.'</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The Tax Court cited the Culbertson case in its opinion in the case at bar, and said it was making an effort 'to give consideration not only to the question of whether or not the wife contributed 'original capital'<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> but also to all of the various facts and circumstances which might shed any light on the intent of the parties.'  And reading the Tax Court's opinion convinces us that it is not properly chargeable with reluctantly accepting the correction by the Supreme Court in the Culbertson case of its earlier misinterpretation of the Tower opinion, or with grudgingly applying the correct broader rule to the facts before it.  It seems to us evident that the court below in the instant case considered the entire factual situation, not just whether Mrs. Barrett had actually contributed capital of her own to the partnership enterprise.  Moreover, as already indicated, we think that on its appraisal of the entire factual situation it reasonably reached its ultimate conclusion that: 'The evidence as a whole indicates that the petitioner and the other two active partners, using the capital in the business prior to July 1, 1935, and the earnings thereafter left in the business, earned the income; the wife made no contribution of capital or services to the business; the wife exercised no control over any of the amounts or securities credited to her on the books of the partnership; and no part of the income of the business for 1942 or 1943 should be recognized as taxable to the wife.'</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In conclusion therefore, it will suffice to say that whether ostensible husband and wife partners really and truly intend to join together for the purpose of carrying on business, and sharing in the profits or losses, or both, depends in each particular case upon all the pertinent facts; that under established principles this presents a question for the Tax Court in the first instance, and that its answer thereto will not be disturbed unless 'clearly erroneous'; and that in the case at bar the Tax Court, applying correct legal principles, has arrived at an answer consistent with a reasonable interpretation of all the pertinent evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The decision of the Tax Court is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">MAGRUDER, Chief Judge (concurring).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In cases of this sort, involving taxation of income of family partnerships, a great deal of avoidable confusion has been engendered by the notion (which obtained some currency) that an association which for general purposes would be deemed a partnership under the usual common law tests will not necessarily be recognized as a partnership 'for income tax purposes'.  Thus was introduced a new legal concept; and the need arose to give some judicial definition of the special elements constituting a 'partnership for income tax purposes', where the purported partnership is between members of an intimate family group.  So far as I can see, this notion was utterly devoid of statutory basis, as is apparent from a mere reading of Internal Revenue Code, Secs. 181, 182, and 3797, 26 U.S.C.A. &#167; 181, 182, 3797.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a>  As I read Commissioner Internal Revenue v. Culbertson, 1949, 337 U.S. 733, 69 S.Ct. 1210, 93 L.Ed. 1659, the effect of that case is to sweep this earlier notion into the discard.  This is more sharply pointed up, perhaps, in the concurring opinion by Mr. Justice Frankfurter.  But the same viewpoint is discernible from a reading of the majority opinion as a whole.  Thus, the opinion of the Court points out that the evidence in the particular case must be examined, to determine whether it is 'sufficient to satisfy ordinary concepts of partnership.' 337 U.S. at page 739, 69 S.Ct. at page 1212.  Again, the Court, Id. 337 U.S. at pages 741-742, 69 S.Ct. at page 1214, quotes with approval what had been said in the earlier case of Commissioner of Internal Revenue v. Tower, 1946, 327 U.S. 280, 66 S.Ct. 532, that when an issue is presented in an income tax case as to whether a 'family partnership is real', the inquiry must be 'whether the partners really and truly intended to join together for the purpose of carrying on business and sharing in the profits or losses or both.  And their intention in this respect is a question of fact, to be determined from testimony disclosed by their 'agreement, considered as a whole, and by their conduct in execution of its provisions.'  Drennen v. London Assurance Co., 113 U.S. 51, 56, 5 S.Ct. 341, (343,) 344, 28 L.Ed. 919; Cox v. Hickman, 8 H.L.Cas. 268.  We see no reason why this general rule should not apply in tax cases where the Government challenges the existence of a partnership for tax purposes.'</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">It is to be noted that neither of the cases cited in the foregoing quotation involved a family partnership.  Nor did either of them involve any question of income tax liability.  In each case the question arose in ordinary private litigation whether a certain agreement constituted a partnership according to the normal common law criteria.  The Court did point out in the Culbertson case that the fact of the family relationship, taken in conjunction with the other evidence in the case, may warrant the inference that the arrangement is a 'mere camouflage'.  It pointed out further, 337 U.S. at page 746, 69 S.Ct. at page 1216, that 'existence of the family relationship does not create a status which itself determines tax questions, but is simply a warning that things may not be what they seem.'</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In the case at bar there appears in the record a purported partnership agreement dated July 1, 1935, between the taxpayer W. Stanley Barrett, his wife Irene, Wallace L. Mossop, and George Barrett, Jr. If this agreement reflected the real understanding of the parties, then I would say, as a matter of law, that Irene Barrett became a member of the partnership, with the right as such to receive as her share one quarter of the net profits.  It is of course possible, and indeed not uncommon, for a new person to be admitted into an existing partnership without any augmentation of the capital already embarked upon the business.  Thus, partner A, desiring to reduce his commitments, may sell and assign a portion of his interest to an outsider, with the consent of his copartners that the outsider shall thereupon be admitted as a full partner in the business.  As to the $35,000 transaction in the case at bar, I agree that the Tax Court was warranted in finding on the evidence that this was not a repayment by the taxpayer of a 'loan' which he had theretofore obtained from his wife.  Another possible interpretation of the transaction, which in fact would harmonize with the gift tax returns filed by the taxpayer, is that with the consent of his copartners the taxpayer withdrew $35,000 standing to his credit in the capital account of the firm and made a gift thereof to his wife pursuant to an understanding that his wife would be admitted as a partner in the firm and would pay in that amount of money as her contribution to the capital of the firm.  The Culbertson case recognizes that a wife might in that manner become a bona fide partner with her husband.  The Court stated, 337 U.S. at page 747, 69 S.Ct. at page 1217: 'If the donee of property who then invests it in the family partnership exercises dominion and control over that property- and through that control influences the conduct of the partnership and the disposition of its income- he may well be a true partner.  Whether he is free to, and does, enjoy the fruits of the partnership is strongly indicative of the reality of his participation in the enterprise.'  In a footnote on the same page the Court refers to the 'erroneous assumption that one can never make a gift to a member of one's family without retaining the essentials of ownership, if the gift is then invested in a family partnership.'</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Furthermore, if the written agreement dated July 1,1935, expresses the true understanding of the parties, Irene Barrett was nonetheless a partner in the firm though she may not have contributed any personal services in the day-to-day management of its business.  Not infrequently one or more bona fide partners may be inactive or dormant, this factor being compensated by the payment of salaries to the active partners.  Se here, the partnership agreement provided that the partners 'shall be paid such salaries as may be agreed upon, to be charged as an expense of the business.'  Such an arrangement, so far as I can see, involves no problem of Lucas v. Earl, 1930, 281 U.S. 111, 74 L.Ed. 731.  If the partnership agreement provides that the dormant partner is to receive one quarter of the net profits, such share of the net income, whether distributed or not, is taxable to the dormant partner under I.R.C. Sec. 182.  It is not taxable to the active partners on the theory that they 'earned' it.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">If the decision of the Tax Court in the case at bar was influenced by an adherence to the now discredited notion that a partnership for general purposes under the normal common law criteria may nevertheless not be recognized as a partnership 'for income tax purposes', then I think such decision would have to be vacated and the case remanded to the Tax Court, with direction to ascertain, according to appropriate standards, whether a partnership subsisted between the taxpayer and his wife in the taxable years, as was done in Commissioner v. Culbertson, supra.  But as I read the opinion of the Tax Court, it does not appear that the court was under misapprehension as to the purport of the Culbertson case or as to the proper criteria to be applied.  The concluding finding of fact by the court was that the taxpayer, Mossop, and George Barrett, Jr., did not 'really and truly intend to join with Irene Barrett for the purpose of carrying on the business as partners, and Irene is not recognizable as a partner for income tax purposes.'  There were indications from the conduct of the parties that the purported partnership agreement of July 1, 1935, did not, and was not intended to, express the true understanding of the parties, but was, upon the contrary, a 'mere camouflage'.  The burden, of course, was on the petitioner to establish that the Commissioner's determination of a deficiency was wrong.  On the record as a whole, it cannot be said that the finding of fact by the Tax Court was clearly erroneous.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The partnership changed from a fiscal year ending June 30, to a calendar year basis of accounting on December 31, 1938</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The petitioner contends that the Tax Court's finding quoted above to the effect that there was no evidence that any of the entries in the partnership books represent 'actual withdrawals' by Irene is directly contrary to undisputed testimony in the record.  While it is true that there is evidence of 'actual withdrawals' by her over the years, the amounts she withdraw personally were insubstantial in comparison with partnership profits.  The court's finding that the partnership made various substantial payments over the years on Irene's behalf, makes its finding with respect to withdrawals by herself in person, which were insignificant in amount, although technically erroneous, quite immaterial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> It appears that he has filed a claim for refund of those taxes</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> It is not suggested that she contributed vital services during the years in question</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> Internal Revenue Code, Sec. 3797(a)(2), does give a more inclusive definition of the term 'partnership' so as to embrace syndicates, joint ventures, and certain other special types of business organization carried on in unincorporated form.  But it cannot be inferred from this provision that an organization which would be deemed a partnership by the ordinary and generally applicable criteria may nevertheless not be a partnership 'for income tax purposes'</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">185</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">150</span></span></p>\n    <p class=\"case_cite\">50-2 USTC  P 9501</p>\n    <p class=\"parties\">BARRETT<br>v.<br>COMMISSIONER OF INTERNAL REVENUE.</p>\n    <p class=\"docket\">No. 4487.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Nov. 13, 1950.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Andrew P. Quinn, Providence, R.I.  (Richard F. Canning and A. Peter Quinn, Jr., Providence, R.I., on brief), for petitioner.</p>\n      <p class=\"indent\">Sumner M. Redstone, Sp. Asst. to Atty. Gen.  (Theron Lamar Caudle, Asst. Atty. Gen., and Ellis N. Slack, Sp. Asst. to Atty. Gen., on brief), for respondent.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, WOODBURY, Circuit Judge, and SWEENEY, District Judge.</p>\n      <p class=\"indent\">WOODBURY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This petition for review of a decision of the Tax Court of the United States presents the subtle question of the recognizability of a husband and wife as business partners for the purposes of federal income taxation.  The Commissioner recognized the petitioner's wife as his business partner for income tax purposes from 1936 to 1941, inclusive.  But computing the petitioner's income for the two taxable years 1942 and 1943 in accordance with the Current Tax Payment Act of 1943, 26 U.S.C.A. Int.  Rev. Acts, page 385, he determined a substantial deficiency in the petitioner's tax for that year on the ground that 'It is considered that your wife, Irene B. Barrett, was not a bona fide partner recognizable as such for tax purposes, and any amount of the partnership income attributable to her is considered taxable to you.'  On the taxpayer's petition for redetermination the Tax Court sustained the Commissioner and this petition for review followed in due course.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The general legal principles applicable in cases of this sort as set out in Commissioner Internal Revenue v. Tower, <span class=\"citation\" data-id=\"104244\"><a href=\"/opinion/104244/commissioner-v-tower/\"><span class=\"volume\">327</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">280</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">532</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">670</span></span>, and Lusthaus v. Commissioner, <span class=\"citation\" data-id=\"104245\"><a href=\"/opinion/104245/lusthaus-v-commissioner/\"><span class=\"volume\">327</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">293</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">539</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">679</span></span>, and reaffirmed in Culbertson v. Commissioner, Internal Revenue, <span class=\"citation\" data-id=\"104701\"><a href=\"/opinion/104701/commissioner-v-culbertson/\"><span class=\"volume\">337</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">733</span></a></span>, <span class=\"citation\" data-id=\"104701\"><a href=\"/opinion/104701/commissioner-v-culbertson/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1210</span></a></span>, <span class=\"citation\" data-id=\"104701\"><a href=\"/opinion/104701/commissioner-v-culbertson/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1659</span></a></span>, are relatively simple and can be briefly summarized.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">There can be no doubt that a wife may legally become either a general or a limited partner in business with her husband for tax as well as for other purposes.  But although a state court, out of concern for creditors, may well seize upon the outer form of a business arrangement, such as a family partnership, as the sole vital and decisive fact, outer form is not enough for tax purposes.  Taxation is a practical matter, and single earnings cannot be divided into two tax units by the simple expedient of drawing up papers. 'The issue is who earned the income and that issue depends on whether this husband and wife really intended to carry on business as a partnership.'  Tower v. Commissioner Internal Revenue, supra, 327 U.S. at page 289, 66 S.Ct. at page 537.  This does not mean that a purpose to save taxes must be foreign to the consideration of a husband and wife who wish to join together in business, if they wish recognition as partners for tax purposes.  There is nothing in the law of federal income taxation forbidding members of an intimate family group who wish to go into business together to form a partnership because that form of business organization is advantageous to them from the tax point of view.  What it means is that if the union of a husband and wife in a business partnership is essentially not for the purpose of carrying on the business, but instead is a sort of business mariage de convenance for tax purposes, it will not be accorded, for it does not deserve, recognition for income tax purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The difficulty in cases of this sort, and the case at bar is no exception, arises in the application of these principles to concrete states of fact, and one of the principal reasons for this difficulty is that business transactions, particularly business transactions between members of a close family circle, are not often entered into for a single purpose.  Usually they are entered into for multiple purposes, and this would seem to be true in the instant case.  Thus a husband may take his wife into partnership with him in business for any one of a number, or for a mixture of purposes, running the gamut from saving taxes to obtaining the benefit of her personal capital or vital personal services, or perhaps merely to gratify her desire for an occupation or even to satisfy her whim.  Therefore, the problem in these cases is first to determine, and then to sift and evaluate, the purposes for which a husband and wife enter into a business partnership.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Obviously this involves weighing evidence, finding operative facts, drawing inferences from those facts, and choosing between conflicting inferences, and finally reaching an ultimate conclusion of fact.  Thus under firmly established principles a problem is posed for the Tax Court which, as a trial court, has the opportunity to see witnesses and hear them testify.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We turn now to the facts.  The petitioner and his wife were married in 1920, and since 1921 the petitioner has been continuously engaged in business as a stock broker.  At first he did business alone, but in July, 1929, he formed a partnership under the name of Barrett &amp; Company with two other men, Wallace L. Mossop and George Barrett, Jr. He contributed $25,000 to the original capital of the partnership.  The other partners made no capital contribution at first, but apparently they did so later on.  There was no written partnership agreement and the record does not disclose the partners' oral understanding.  However, it appears that during the partnership's fiscal years from June 30, 1932 to June 30, 1935, inclusive, the partners shared equally in partnership income, and that at the end of the above period the petitioner's capital account amounted to over $41,000, and the capital account of the other two partners to over $30,000 each.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The partnership apparently flourished in spite of the stock market crash of October, 1929, and the depression which followed, although at one time at least it was in dire financial straits as will appear hereinafter, and some time in 1935 the petitioner asked his partners if they had any objection to his wife Irene becoming a partner with them.  They indicated that they had no objection, and the petitioner, his two old partners, and Irene, executed a written partnership agreement dated July 1, 1935, which provided in part as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'6. Capital.  The interest of the partners in the capital of the partnership shall be as shown by the balance sheet attached to this agreement and as shown by the books of account subsequent thereto.  Undistributed profits shall be credited in equal shares to the interest of each partner in the capital and any losses shall be charged in equal amounts to the interest of each partner in the capital.  Each partner shall receive interest at the rate of 6% per year on his or her share in the capital, to be charged as an expense of the business.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'7. Salaries.  The partners shall be paid such salaries as may be agreed upon, to be charged as an expense of the business.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'8. Profits.  Each partner shall be entitled to one-fourth of the net profits as shown by the books at the end of each fiscal year.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It does not appear whether the partners actually entered into the above agreement on its date, or some time later that year.  At any rate the partnership issued its check in the amount of $35,000 to Irene Barrett on December 28, 1935, and on the same day she handed a check of her own in the same amount to the partnership.  There are entries in the partnership books under the date of July 1, 1935, debiting the petitioner's capital account with $35,000 and crediting a capital account in the name of Irene Barrett with an equal amount.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Also on December 28, 1935, the petitioner engaged an attorney who prepared an assignment of one-half of his interest in the partnership to his wife as of July 1, 1935.  At the same time the petitioner also executed an insurance trust and transferred certain policies of insurance on his life to it for the benefit of his wife.  The attorney who had prepared the written partnership agreement referred to above, also prepared the assignment and the insurance trust.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On March 16, 1936, the petitioner filed a gift tax return for the year 1935 in which he reported the insurance trust, the assignment of one-half of his interest in the partnership, and $35,000 in cash.  His wife filed a donee's return for the same period in which she reported gifts described exactly as shown in petitioner's gift tax return.  And in 1937, in a letter to the Commissioner with respect to the gift tax return of 1935, the petitioner stated that on July 1, 1935, he had made a gift of one-half of his interest in the partnership.  Moreover in gift tax returns filed for 1941 and 1944 he reported as net gifts for preceding years amounts including the gifts shown in his 1935 return.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Mrs. Barrett did not render any services to the partnership nor did she participate in any way in the management or operation of its business from July 1, 1935, to the end of 1943.  She received no salary prior to 1943, but the partnership books reflect a salary for her during the latter year of $5,200.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The information returns of the partnership for the years 1939 to 1943, inclusive, show that Mrs. Barrett was entitled to a distributive share of partnership net income roughly equal to the distributive shares of the other partners, except that for the years prior to 1943 the petitioner's share was substantially larger than that of any of the other partners.  The record does not show how the partners' distributive shares were determined, or what part thereof represented salaries.  The amounts credited or debited to Irene's capital account for each fiscal period from June 30, 1936, through to the end of the calendar year 1943<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> were substantial, varying from a profit in 1937 of over $45,000, to a loss in 1938 of over $9,000, and her capital account at the end of each of the above fiscal periods varied from a high of approximately $111,000 in 1937 to a low of approximately $57,500 in 1941.  Her capital account up to the end of 1943 contained debits over the years from 1936 on in varying amounts, none of which were large, except for three items representing distributions to her of securities owned by the partnership.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Tax Court found that many of the debit entries in the partnership books with respect to Irene's capital account 'do not represent cash withdrawals by Irene and there is no evidence that any of the entries represent actual withdrawals by her.'  The finding of the Tax Court with respect to the distributions of partnership securities is as follows: 'The active partners decided on three occasions during this period to distribute securities belonging to the partnership.  They decided what securities would be taken out of the partnership accounts and charged to the accounts of the individual partners.  The accounts of the other three partners have entries under the same dates and in approximately the same amounts as those mentioned above representing distributions of securities to Irene.  The record does not show what was actually done with the securities or that Irene ever received any of them or exercised any control over them.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Mr. and Mrs. Barrett usually filed separate returns for the calendar years from 1936 through 1943, (they were on the cash-calendar year basis) although twice they filed joint returns to offset losses against income, and in them the petitioner did not include in his income any part of the share of the partnership income credited to his wife on the partnership books.  As already appears, the Commissioner accepted the petitioner's method of reporting income derived from the partnership until, upon examination of the returns for the calendar years 1942 and 1943, he decided that that method could not be countenanced, and added to the petitioner's income for those years the amounts credited to Irene on the partnership books.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">These are the bare bones of the situation as disclosed by the Tax Court's findings of fact, concerning which we understand there is no dispute, except for one minor matter too insignificant for extended notice.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  But the petitioner says there are further illuminative facts giving a background for the facts just stated which the Tax Court did not find, although they were clearly established by undisputed evidence.  And he says that these facts facts force the conclusion that the Tax Court erred as a matter of law in its ultimate finding that 'The petitioner, Wallace Mossop, and George Barrett, Jr. did not really and truly intend to join with Irene Barrett for the purpose of carrying on the business as partners, and Irene is not recognizable as a partner for income tax purposes.'</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">These are the facts upon which the petitioner relies to show that his wife actually contributed capital of her own to the partnership, and hence became a bona fide partner in fact as well as a partner in name, albeit a silent one, in Barrett &amp; Company (the original partnership name was not changed in 1935 when the new partnership was formed) entitling her to recognition as such for income tax purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In 1925 the petitioner purchased a house-lot in Providence.  He took title in his wife's name, as he said for the purpose of giving her some measure of security in case 'something happened' to him or to his business, and they built a house on that lot which they occupied as their home.  This transaction was financed in part by the petitioner from his own funds and in part by a mortgage on the property.  The total cost of this venture amounted to approximately $38,000, $12,500 of which was raised on the mortgage.  In 1928 the petitioner and his wife decided to build a new home and to accomplish this purpose they sold their original home for approximately what it had cost, and purchased a corner lot, and a lot adjoining, in another part of the city.  Again title was taken in the wife's name for the same purpose, and, the petitioner said, for the additional reason that the net proceeds of the sale of their first home, which stood in her name, went into the cost of the new one.  They built a house on the corner lot at a cost of approximately $72,000, which they financed in the following way.  They realized about $26,000 from the sale of their first house (the mortgage on it had been reduced somewhat by the time they sold it) and the two new lots were mortgaged to secure a loan of $28,000.  This made approximately $54,000 available, and the remaining balance of $18,000, or so, was made up of about $5,000 of the petitioner's own funds and about $13,000 from the proceeds of the sale of the new house, and the corner lot on which it stood, in November, 1929, under the circumstances presently to be described.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The evidence discloses that early in November, 1929, the partners were hard pressed for $13,000 to redeem a customer's securities which they had pledged to secure a loan from a bank.  They met at the petitioner's home to discuss their plight, and the petitioner's wife, who was present said: 'We have got a home.  I can sell the home.'  The petitioner testified that he asked his wife 'to sell the house and loan me the money to get us out of financial difficulty', and she agreed.  Accordingly the house and the corner lot on which it stood were sold on November 14, 1929, for $65,000. The amount due on the mortgage and unpaid balances due the contractors were paid out of the proceeds of the sale, and the balance, amounting to approximately.$23,500, was paid to Mrs. Barrett.  She at once turned over $13,000 to the petitioner, who contributed it to the capital of the partnership, and the partnership used the money to redeem the pledged securities.  Later Mrs. Barrett transferred the remaining balance of the purchase price, approximately $10,500, to the petitioner to enable him to pay off some personal indebtedness, and in 1930 the lot adjoining the one on which their second house was erected was sold for $7,500 and the wife transferred that amount immediately to the petitioner to enable him to pay off additional personal indebtedness.  Thus the petitioner received about $31,000 from the proceeds of the sales of properties standing in his wife's name, in which properties, from 1928 on, he had invested about that much of his own money.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">There is no evidence that when the petitioner took the title to either the first or the second house in his wife's name that there was any express agreement between them that the properties might be sold or mortgaged and the proceeds used to help the petitioner in case of financial need.  Indeed, the only evidence is that in the first instance the property was an outright gift to the wife without strings attached, and that in the second instance the property, in so far as the petitioner's financial contribution to its purchase was concerned, was an equally outright gift.  And the petitioner testified that when the net proceeds of the sale of the second home were turned over to him by his wife he considered the transaction a loan from her which he would repay as soon as he was financially able to do so, even though there were no notes, or any other written evidence of indebtedness, existing between them.  Hence the petitioner contends that on a fair appraisal of all the evidence the only reasonable conclusion is that when he withdrew $35,000 from his share of the capital of the old three man partnership in 1935, and turned that amount over to his wife, he was repaying the loans aggregating approximately $31,000 which she had made to him in 1929 and 1930, and that when she in turn gave her check for $35,000 to the partnership at the same time she was making a contribution of her own money in that amount to the capital of the new partnership of four.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Tax Court cannot properly be charged with having made no findings with respect to the illuminative or background facts which we have just summarized.  It did not include them in its formal findings of fact, it is true.  But it summarized them and commented upon them at length in the body of its opinion.  Thus it cannot be said that the Tax Court ignored them.  What it actually did was to conclude that they were not persuasive.  It said that the petitioner's testimony that his transactions with his wife in 1929 and 1930 constituted loans by her to him was elicited 'with some leading from his attorney' and even so was vague, and then it noted that there had never been any written instrument evidencing the indebtedness, and 'no evidence that the wife ever requested the petitioner to repay her any money or to give her an interest in the partnership.'  Moreover it expressed doubt that the petitioner's statements to his wife in 1929 were sufficient to create a debt, for 'A debt must be certain and payable unconditionally' and the petitioner's testimony was that he 'expected' to repay his wife when he was 'financially able' to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Tax Court next noted the inconsistency between the positions taken by the petitioner on several occasions in his gift tax returns, which he now says was due to confusion and ignorance on his part,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and his present position that he owed his wife at least $31,000 by 1930, and that he was merely repaying her in 1935, and then, commenting that the petitioner apparently was not 'in position to give his wife a one-fourth interest in the proposed new partnership and retain a one-fourth interest for himself since he was receiving only one-third of the profits of the existing partnership', and then the court went on to say: 'It is difficult to understand why his partners were willing to have him bring in his wife, which meant that they would take a smaller share of the profits.  Apparently no new capital was needed.  Certainly none was brought in by the change.'  Finally in summary the Tax Court said: 'The record as a whole leaves real doubt as to what happened and does not justify a finding that the petitioner ever owed his wife anything or a finding that she contributed any capital originating with her to the partnership.  This destroys the whole foundation of the petitioner's case as he presented it.'</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">There can be no doubt that a husband may make an outright gift to his wife.  Nor can there be any doubt that property so given belongs to the wife in her own right in the same sense and to the same degree as any other property she may own.  But the foregoing detailed delineation of the facts, and of the Tax Court's findings and opinion, seems to us to demonstrate, first that the Tax Court did not ignore, but carefully considered and weighed, the facts upon which the petitioner relies, and second that there is warrant in the record for the Tax Court's conclusion to the effect that in spite of outward appearances, the wife did not in fact either exercise or have independent control of the property which stood in her name, or 'loan' its proceeds to the petitioner.  Indeed, the wife testified on cross-examination that she made the real estate in her name 'available' to her husband 'whenever necessary', and that 'it was at his command, whenever he saw fit, to further the family's benefit.'  We, therefore, conclude that the Tax Court fully performed its fact finding function in this case, and that an examination of the record, and the findings and opinion of that court, indicates that its ultimate conclusion cannot be said to be 'clearly erroneous'.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We turn now to the petitioner's contention that the court below fell into an error of law.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Broadly stated his contention is that the Tax Court's decision in the present case is inconsistent with the legal principles established in Commissioner Internal Revenue v. Culbertson, <span class=\"citation\" data-id=\"104701\"><a href=\"/opinion/104701/commissioner-v-culbertson/\"><span class=\"volume\">337</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">733</span></a></span>, <span class=\"citation\" data-id=\"104701\"><a href=\"/opinion/104701/commissioner-v-culbertson/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1210</span></a></span>, <span class=\"citation\" data-id=\"104701\"><a href=\"/opinion/104701/commissioner-v-culbertson/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1659</span></a></span> which was decided by the Supreme Court after the hearing in the present case, but before the Tax Court handed down its decision.  He says that the court below, although ostensibly applying the broad test for the recognizability of family partnerships reaffirmed in the Culbertson case, in reality continued to adhere to a narrower test which it has previously applied through misinterpretation of its part of the opinions in Commissioner Internal Revenue v. Tower, <span class=\"citation\" data-id=\"104244\"><a href=\"/opinion/104244/commissioner-v-tower/\"><span class=\"volume\">327</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">280</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">532</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">670</span></span>, and Lusthaus v. Commissioner Internal Revenue, <span class=\"citation\" data-id=\"104245\"><a href=\"/opinion/104245/lusthaus-v-commissioner/\"><span class=\"volume\">327</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">293</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">539</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">679</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is true that the Tax Court read the Tower and Lusthaus cases as establishing only two essential tests for the recognizability of a family partnership for income tax purposes: these being that each partner contribute either 'vital services', or else 'capital originating with him' to the partnership.  And it is also true that in the Culbertson case the Supreme Court pointed out that this reading of its earlier decisions was erroneous in that although contributions of either capital or services were important elements for consideration, they were not the sole criteria.  It pointed out that what the Court in the Tower case, 327 U.S. at page 287, 66 S.Ct. at page 536, had actually stated as the test for recognizing a family partnership for income tax purposes was 'whether the partners really and truly intended to join together for the purpose of carrying on business and sharing in the profits or losses or both.  And their intention in this respect is a question of fact, to be determined from testimony disclosed by their 'agreement, considered as a whole, and by their conduct in execution of its provisions.'  Drennen v. London Assurance Co., <span class=\"citation\" data-id=\"91258\"><a href=\"/opinion/91258/drennen-v-london-assurance-co/\"><span class=\"volume\">113</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">51</span></a></span>, 56, <span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">341</span></span>,344, 28 L.Ed. 919; Cox v. Hickman, 8 H.L.Cas. 268.  We see no reason why this general rule should not apply in tax cases where the government challenges the existence of a partnership for tax purposes.'  Then the Court in the Culbertson case, 337 U.S. at page 742, 69 S.Ct. at page 1214, went on to elaborate as follows: 'The question is not whether the services or capital contributed by a partner are of sufficient importance to meet some objective standard supposedly established by the Tower case, but whether, considering all the facts- the agreement, the conduct of the parties in execution of its provisions, their statements, the testimony of disinterested persons, the relationship of the parties, their respective abilities and capital contributions, the actual control of income and the purposes for which it is used, and any other facts throwing light on their true intent- the parties in good faith and acting with a business purpose intended to join together in the present conduct of the enterprise.'</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The Tax Court cited the Culbertson case in its opinion in the case at bar, and said it was making an effort 'to give consideration not only to the question of whether or not the wife contributed 'original capital'<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> but also to all of the various facts and circumstances which might shed any light on the intent of the parties.'  And reading the Tax Court's opinion convinces us that it is not properly chargeable with reluctantly accepting the correction by the Supreme Court in the Culbertson case of its earlier misinterpretation of the Tower opinion, or with grudgingly applying the correct broader rule to the facts before it.  It seems to us evident that the court below in the instant case considered the entire factual situation, not just whether Mrs. Barrett had actually contributed capital of her own to the partnership enterprise.  Moreover, as already indicated, we think that on its appraisal of the entire factual situation it reasonably reached its ultimate conclusion that: 'The evidence as a whole indicates that the petitioner and the other two active partners, using the capital in the business prior to July 1, 1935, and the earnings thereafter left in the business, earned the income; the wife made no contribution of capital or services to the business; the wife exercised no control over any of the amounts or securities credited to her on the books of the partnership; and no part of the income of the business for 1942 or 1943 should be recognized as taxable to the wife.'</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In conclusion therefore, it will suffice to say that whether ostensible husband and wife partners really and truly intend to join together for the purpose of carrying on business, and sharing in the profits or losses, or both, depends in each particular case upon all the pertinent facts; that under established principles this presents a question for the Tax Court in the first instance, and that its answer thereto will not be disturbed unless 'clearly erroneous'; and that in the case at bar the Tax Court, applying correct legal principles, has arrived at an answer consistent with a reasonable interpretation of all the pertinent evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The decision of the Tax Court is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">MAGRUDER, Chief Judge (concurring).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In cases of this sort, involving taxation of income of family partnerships, a great deal of avoidable confusion has been engendered by the notion (which obtained some currency) that an association which for general purposes would be deemed a partnership under the usual common law tests will not necessarily be recognized as a partnership 'for income tax purposes'.  Thus was introduced a new legal concept; and the need arose to give some judicial definition of the special elements constituting a 'partnership for income tax purposes', where the purported partnership is between members of an intimate family group.  So far as I can see, this notion was utterly devoid of statutory basis, as is apparent from a mere reading of Internal Revenue Code, Secs. 181, 182, and 3797, 26 U.S.C.A. &#167; 181, 182, 3797.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a>  As I read Commissioner Internal Revenue v. Culbertson, 1949, <span class=\"citation\" data-id=\"104701\"><a href=\"/opinion/104701/commissioner-v-culbertson/\"><span class=\"volume\">337</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">733</span></a></span>, <span class=\"citation\" data-id=\"104701\"><a href=\"/opinion/104701/commissioner-v-culbertson/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1210</span></a></span>, <span class=\"citation\" data-id=\"104701\"><a href=\"/opinion/104701/commissioner-v-culbertson/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1659</span></a></span>, the effect of that case is to sweep this earlier notion into the discard.  This is more sharply pointed up, perhaps, in the concurring opinion by Mr. Justice Frankfurter.  But the same viewpoint is discernible from a reading of the majority opinion as a whole.  Thus, the opinion of the Court points out that the evidence in the particular case must be examined, to determine whether it is 'sufficient to satisfy ordinary concepts of partnership.' 337 U.S. at page 739, 69 S.Ct. at page 1212.  Again, the Court, Id. 337 U.S. at pages 741-742, 69 S.Ct. at page 1214, quotes with approval what had been said in the earlier case of Commissioner of Internal Revenue v. Tower, 1946, <span class=\"citation\" data-id=\"104244\"><a href=\"/opinion/104244/commissioner-v-tower/\"><span class=\"volume\">327</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">280</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">532</span></span>, that when an issue is presented in an income tax case as to whether a 'family partnership is real', the inquiry must be 'whether the partners really and truly intended to join together for the purpose of carrying on business and sharing in the profits or losses or both.  And their intention in this respect is a question of fact, to be determined from testimony disclosed by their 'agreement, considered as a whole, and by their conduct in execution of its provisions.'  Drennen v. London Assurance Co., <span class=\"citation\" data-id=\"91258\"><a href=\"/opinion/91258/drennen-v-london-assurance-co/\"><span class=\"volume\">113</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">51</span></a></span>, 56, <span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">341</span></span>, (343,) 344, 28 L.Ed. 919; Cox v. Hickman, 8 H.L.Cas. 268.  We see no reason why this general rule should not apply in tax cases where the Government challenges the existence of a partnership for tax purposes.'</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">It is to be noted that neither of the cases cited in the foregoing quotation involved a family partnership.  Nor did either of them involve any question of income tax liability.  In each case the question arose in ordinary private litigation whether a certain agreement constituted a partnership according to the normal common law criteria.  The Court did point out in the Culbertson case that the fact of the family relationship, taken in conjunction with the other evidence in the case, may warrant the inference that the arrangement is a 'mere camouflage'.  It pointed out further, 337 U.S. at page 746, 69 S.Ct. at page 1216, that 'existence of the family relationship does not create a status which itself determines tax questions, but is simply a warning that things may not be what they seem.'</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In the case at bar there appears in the record a purported partnership agreement dated July 1, 1935, between the taxpayer W. Stanley Barrett, his wife Irene, Wallace L. Mossop, and George Barrett, Jr. If this agreement reflected the real understanding of the parties, then I would say, as a matter of law, that Irene Barrett became a member of the partnership, with the right as such to receive as her share one quarter of the net profits.  It is of course possible, and indeed not uncommon, for a new person to be admitted into an existing partnership without any augmentation of the capital already embarked upon the business.  Thus, partner A, desiring to reduce his commitments, may sell and assign a portion of his interest to an outsider, with the consent of his copartners that the outsider shall thereupon be admitted as a full partner in the business.  As to the $35,000 transaction in the case at bar, I agree that the Tax Court was warranted in finding on the evidence that this was not a repayment by the taxpayer of a 'loan' which he had theretofore obtained from his wife.  Another possible interpretation of the transaction, which in fact would harmonize with the gift tax returns filed by the taxpayer, is that with the consent of his copartners the taxpayer withdrew $35,000 standing to his credit in the capital account of the firm and made a gift thereof to his wife pursuant to an understanding that his wife would be admitted as a partner in the firm and would pay in that amount of money as her contribution to the capital of the firm.  The Culbertson case recognizes that a wife might in that manner become a bona fide partner with her husband.  The Court stated, 337 U.S. at page 747, 69 S.Ct. at page 1217: 'If the donee of property who then invests it in the family partnership exercises dominion and control over that property- and through that control influences the conduct of the partnership and the disposition of its income- he may well be a true partner.  Whether he is free to, and does, enjoy the fruits of the partnership is strongly indicative of the reality of his participation in the enterprise.'  In a footnote on the same page the Court refers to the 'erroneous assumption that one can never make a gift to a member of one's family without retaining the essentials of ownership, if the gift is then invested in a family partnership.'</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Furthermore, if the written agreement dated July 1,1935, expresses the true understanding of the parties, Irene Barrett was nonetheless a partner in the firm though she may not have contributed any personal services in the day-to-day management of its business.  Not infrequently one or more bona fide partners may be inactive or dormant, this factor being compensated by the payment of salaries to the active partners.  Se here, the partnership agreement provided that the partners 'shall be paid such salaries as may be agreed upon, to be charged as an expense of the business.'  Such an arrangement, so far as I can see, involves no problem of Lucas v. Earl, 1930, <span class=\"citation\" data-id=\"101540\"><a href=\"/opinion/101540/lucas-v-earl/\"><span class=\"volume\">281</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">111</span></a></span>, 74 L.Ed. 731.  If the partnership agreement provides that the dormant partner is to receive one quarter of the net profits, such share of the net income, whether distributed or not, is taxable to the dormant partner under I.R.C. Sec. 182.  It is not taxable to the active partners on the theory that they 'earned' it.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">If the decision of the Tax Court in the case at bar was influenced by an adherence to the now discredited notion that a partnership for general purposes under the normal common law criteria may nevertheless not be recognized as a partnership 'for income tax purposes', then I think such decision would have to be vacated and the case remanded to the Tax Court, with direction to ascertain, according to appropriate standards, whether a partnership subsisted between the taxpayer and his wife in the taxable years, as was done in Commissioner v. Culbertson, supra.  But as I read the opinion of the Tax Court, it does not appear that the court was under misapprehension as to the purport of the Culbertson case or as to the proper criteria to be applied.  The concluding finding of fact by the court was that the taxpayer, Mossop, and George Barrett, Jr., did not 'really and truly intend to join with Irene Barrett for the purpose of carrying on the business as partners, and Irene is not recognizable as a partner for income tax purposes.'  There were indications from the conduct of the parties that the purported partnership agreement of July 1, 1935, did not, and was not intended to, express the true understanding of the parties, but was, upon the contrary, a 'mere camouflage'.  The burden, of course, was on the petitioner to establish that the Commissioner's determination of a deficiency was wrong.  On the record as a whole, it cannot be said that the finding of fact by the Tax Court was clearly erroneous.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The partnership changed from a fiscal year ending June 30, to a calendar year basis of accounting on December 31, 1938</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The petitioner contends that the Tax Court's finding quoted above to the effect that there was no evidence that any of the entries in the partnership books represent 'actual withdrawals' by Irene is directly contrary to undisputed testimony in the record.  While it is true that there is evidence of 'actual withdrawals' by her over the years, the amounts she withdraw personally were insubstantial in comparison with partnership profits.  The court's finding that the partnership made various substantial payments over the years on Irene's behalf, makes its finding with respect to withdrawals by herself in person, which were insignificant in amount, although technically erroneous, quite immaterial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> It appears that he has filed a claim for refund of those taxes</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> It is not suggested that she contributed vital services during the years in question</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> Internal Revenue Code, Sec. 3797(a)(2), does give a more inclusive definition of the term 'partnership' so as to embrace syndicates, joint ventures, and certain other special types of business organization carried on in unincorporated form.  But it cannot be inferred from this provision that an organization which would be deemed a partnership by the ordinary and generally applicable criteria may nevertheless not be a partnership 'for income tax purposes'</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/91258/",
    "http://www.courtlistener.com/api/rest/v3/opinions/101540/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104245/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104701/"
  ]
}