{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/228869/",
  "absolute_url": "/opinion/228869/doucette-v-vincent/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/228869/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:29:27Z",
  "date_modified": "2016-02-28T05:46:46.582799Z",
  "type": "010combined",
  "sha1": "efe2eaca3dd871155875498787f252d6f41805b0",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/194/194.F2d.834.4586.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">194 F.2d 834</p>\n    <p class=\"parties\">DOUCETTE<br>v.<br>VINCENT et al.</p>\n    <p class=\"docket\">No. 4586.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">Argued October 5, 1951.</p>\n    <p class=\"date\">Decided February 5, 1952.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Arnold Parker, Somerville, Mass. (Harry Kisloff, Boston, Mass., with him on the brief), for appellant.</p>\n      <p class=\"indent\">Joseph F. Dolan, Boston, Mass., for appellees.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit Judges.</p>\n      <p class=\"indent\">WOODBURY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The plaintiff-appellant, William Doucette, alleging himself to be a fisherman and formerly a member of the crew of the R. W. Griffin, Jr., a fishing vessel owned by the defendants-appellees, brought this action on the law side of the court below to recover for personal injuries received when he was working at an electric winch on board the vessel on August 13, 1948, while she was tied up at a wharf in New Bedford, Massachusetts, discharging her catch of scallops. The complaint is in two counts. The first count, claiming damages of $50,000, is couched in such general terms that it can be construed as either under the general maritime law for unseaworthiness or under the Jones Act, 46 U.S.C.A. &#167; 688, for negligence. At any rate, it alleges failure to provide the plaintiff with a reaonably safe appliance, specifically a snatchblock,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> for him to use in the prosecution of his work. The second count, claiming damages of $5,000, is clearly under the general maritime law for maintenance and care. At the conclusion of all the evidence counsel for the plaintiff waived any and all claim of negligence in any particular, and in consequence the first count was submitted to the jury as one for unseaworthiness under the general maritime law.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Special questions were submitted to the jury on each count. As to the first, the jury found that the plaintiff had not proved by the greater weight of the credible evidence that the defendants had failed to furnish him with a reasonably safe and suitable snatchblock for his use on board the vessel at the time he was injured. As to the second, the jury found that the plaintiff could not be benefited by further medical treatment after August 13, 1949, one year after the accident happened. In accordance with these special verdicts, the court below entered judgment for the defendant on the first count, with costs, and judgment for the plaintiff on the second count in the amount of $1145 with costs but without interest.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On this appeal the plaintiff-appellant urges that as to the first count the court below erred in excluding certain evidence which he offered of the existence of a better and safer type of snatchblock suitable for use on the defendant's vessel, and as to the second count that the court erred in failing to add interest after August 13, 1949, to the amount of the verdict for maintenance and care.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before passing to the merits, it is noted that the case necessarily presents a question whether the district court had jurisdiction, sitting as a court of law with a jury, not as a court of admiralty. It is our duty to dispose of this question, though it was not raised or argued by the parties to this appeal. Louisville &amp; Nashville R. R. Co. v. Mottley, 1908, 211 U.S. 149, 152, 29 S.Ct. 42, 53 L.Ed. 126. The separate opinion of Judge Magruder, speaking for the court, deals with this phase of the case. Our conclusion is that the court below did have jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We turn now to the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In accordance with general practice on board vessels of the type involved, scallops were unloaded from the R. W. Griffin, Jr., in a basket which when loaded weighed in the vicinity of 180 pounds. The basket was filled by men in the hold and when it was full a man on deck gave a signal to hoist it up. When it was lifted to a convenient height above the deck it was swung manually across the deck and over the dock and then lowered onto scales for weighing. For hoisting, the basket was hooked onto a line which ran up to a pully block attached to the outer end of the gaff, thence down through a snatchblock fastened to the boom near its point of attachment to the mast, and thence a short distance to the continuously revolving drum of an electrically driven winch located on deck near the mast. The plaintiff's duty as winchman consisted in watching for signals from the man on deck, and on signal putting about three turns of line around the drumhead of the winch and then taking up the slack to cause the line to tighten upon and move with the drumhead. The plaintiff's injury occurred when he became entangled in some way in the line and was caught between it and the drumhead.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The plaintiff's theory of his accident is that the snatchblock opened as he put strain on the line to hoist a basket of scallops, causing the line to slip out of the block and suddenly slacken, whereby he was caught in a loop of the line as it approached the drum. There is evidence, however, that the snatchblock did not open, but was closed with the line in it immediately after the accident, and that the defendant was drawn against the drumhead when part of his shirt caught in the line ahead of the drum.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In support of his theory the plaintiff at the trial offered testimony by an expert in naval architecture of the existence and common use, but not necessarily on scallopers, of a better and safer type of snatchblock than that used on the R. W. Griffin, Jr., <i>i. e.,</i> of such a block equipped with some sort of spring device to prevent it from opening accidentally. The court rejected this offer of proof principally on two grounds: first because the defendants were under no obligation to provide the best appliance, and second because it would be prejudicial to the defendants, for evidence of the existence of a better and safer type of snatchblock might lead the jury to infer that the one in use was unsafe, whereas the \"real question\" for the jury \"is whether under all the circumstances the snatchblock in question here was reasonably safe for the purpose for which it was being used, &#8212; not whether the defendant[s] should have used a better or safer or the best appliance available.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At the time the testimony was offered the plaintiff had not elected between suit under the Jones Act for negligence and suit under the general maritime law for unseaworthiness. Therefore the court below was faced with the question of the admissibility of the testimony on either theory of liability. Now, however, it would seem that the appellant can only complain of its exclusion on the unseaworthiness theory upon which he elected to submit his case to the jury. Nevertheless on either theory, which for the purpose of the discussion to follow seem to us akin, we think the ruling of the court below excluding the offered evidence did not constitute reversible error.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is clear on principle and fully established by the authorities that evidence of the existence of better or safer machines or appliances is not admissible for the purpose of establishing the legal standard for conduct in negligence cases. Hecht Co. v. Jacobsen, 1950, 86 U.S.App.D.C. 81, 180 F. 2d 13, 17 and cases cited. The reason for this is that the standard in such cases is fixed by the substantive law as the conduct of the ordinary man of average prudence under the circumstances. The best or the safest appliances are therefore not required, but only those which are reasonably suitable and adequate for the purpose. Thus the defendants' statutory duty under the Jones Act as owners of the R. W. Griffin, Jr. \"was not to supply the best tools, but only tools which were reasonably safe and suitable,\" as the Supreme Court said in ruling in a Jones Act case that no reversible error was committed by the trial court in excluding testimony as to the best type of tool for the work in hand at the time the plaintiff was injured. Jacob v. New York City, 1942, 315 U.S. 752, 758, 62 S.Ct. 854, 86 L.Ed. 1166.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Nor is perfection required of shipowners by the maritime law of seaworthiness for generally stated it is the shipowner's duty under that law to provide a vessel sufficient, that is reasonably adequate, in materials, construction, equipment, stores, officers, men and outfit for the trade or service in which the vessel is employed. The Southwark, 1903, 191 U.S. 1, 8, 9, 24 S.Ct. 1, 48 L.Ed. 65; The Rolph, 9 Cir., 1924, 299 F. 52, 54, 55. See also, May v. Hamburg etc. Gesellschaft, 1933, 290 U.S. 333, 346, 54 S.Ct. 162, 78 L.Ed. 348. It is no matter that the shipowner may have used all care and diligence to supply a vessel and equipment conforming to this standard of seaworthiness. The liability does not depend on negligence. As stated in Seas Shipping Co. v. Sieracki, 1946, 328 U.S. 85, 95, 66 S.Ct. 872, 877, 90 L.Ed. 1099, it is \"a form of absolute duty\", that is, the shipowner must at his peril furnish a seaworthy ship and seaworthy equipment. But if the vessel and equipment, including the snatchblock here supplied, were reasonably safe and suitable, the shipowner's obligation was performed, even though there may have been some other type of snatchblock more modern or more perfect in some detail.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Thus we think the court below was correct in ruling the evidence offered by the plaintiff inadmissible for the purpose of fixing the defendants' substantive standard of conduct under either the negligence theory or the unseaworthiness theory, for under neither theory was the shipowner obligated to provide the best possible vessel and gear.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We come now to the question whether the evidence was admissible in discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In negligence cases it is very generally held that while evidence of the sort offered by the plaintiff is never admissible for the purpose of fixing the substantive legal standard by which to measure a defendant's conduct, it is admissible in the discretion of the trial court, if accompanied by suitable cautionary instructions to the jury as to its use, for whatever evidentiary value it may have to show that a defendant did not take the care required by law in using the device or appliance he did, when there were available to him better and safer devices or appliances. Hecht Co. v. Jacobsen, 1950, 86 U.S.App.D.C. 81, 180 F.2d 13, 17 and cases cited. 2 Wigmore, Evidence (3d ed. 1940) &#167; 461. And we think by parity of reasoning the same rule applies in unseaworthiness cases. The reason for this is that, as we have already pointed out, perfection is not required in the performance of the duty of seaworthiness any more than perfection is required in the performance of the duty to exercise due care, reasonable suitability of the appliance in question for its intended use being all that the substantive law requires for the performance of either duty. Thus it would seem on principle that the same considerations are applicable with respect to the admissibility of evidence of the kind under consideration in suits for unseaworthiness under maritime law as in suits for negligence under the Jones Act. Admission of such evidence, however, for its evidentiary value is entirely discretionary. Thus a trial court may exclude it if in that court's opinion the evidence, while relevant, would be of too little value in comparison with the prejudice it would create, the surprise it would cause, or the confusing ancillary issues it would raise. So, although the offered evidence was admissible, the action of the court below in excluding it in the exercise of discretion on the ground of its undue prejudicial effect was not erroneous as the Jacobsen case, supra, clearly indicates.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The only remaining question is whether the trial court erred in failing to add interest to the amount of its judgment for maintenance and care after the date upon which the jury found that it became apparent that the plaintiff could not be benefited by further medical treatment.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Neither counsel has cited us any case squarely in point, and we have found none ourselves. We must have resort, therefore, to general legal principles for the answer to this question.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The right to maintenance and care is conferred by general maritime law, and general maritime law is not state law but a body of federal law. And under federal law the right is contractual in the sense that it is attached as an incident to, and has its origin in, the contract of employment. Cortes v. Baltimore Insular Line, 1932, 287 U.S. 367, 371, 53 S.Ct. 173, 77 L.Ed. 368; Calmar Steamship Corp. v. Taylor, 1938, 303 U.S. 525, 527, 58 S.Ct. 651, 82 L.Ed. 993. On the basis of the foregoing and in the absence of authority to the contrary we assume that courts of admiralty would follow the general rule with respect to interest in contract cases which is succinctly stated in 1 Am.Law Inst., Restatement of Contracts, &#167; 337(a), (b) as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">\"If the parties have not by contract determined otherwise, simple interest at the statutory legal rate is recoverable as damages for breach of contract as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">\"(a) Where the defendant commits a breach of contract to pay a definite sum of money, or to render a performance the value of which in money is stated in the contract or is ascertainable by mathematical calculation from a standard fixed in the contract or from established market prices of the subject matter, interest is allowed on the amount of the debt or money value from the time performance was due, after making all the deductions to which the defendant may be entitled.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">\"(b) Where the contract that is broken is of a kind not specified in Clause (a), interest may be allowed in the discretion of the court, if justice requires it, on the amount that would have been just compensation if it had been paid when performance was due.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Thus, while under (b) above the court in its discretion might have awarded interest from August 13, 1949 to the date of the judgment, it was not required to do so under (a) above for so far as we know the contract of employment, if it could legally do so, did not purport to fix, or to establish a mathematical basis for calculating, either the amount to be paid for maintenance and care, or the period of time during which payments for maintenance and care should continue, if the duty to make them should ever arise.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Nevertheless it is contended that in view of \"the liberality with which admiralty courts have traditionally interpreted rules devised for the benefit and protection of seamen who are its wards,\" Calmar Steamship Corp. v. Taylor, supra, 303 U.S. 529, 58 S.Ct. 654, justice to the plaintiff required the court in its discretion to award the interest for which he asks in order to compensate him in full. Without in any way indicating endorsement of the contention as a general proposition, the answer to it in this case is that the record before us does not disclose how the amount of the award ($1145) for the maintenance and care was fixed. Obviously the question of the reasonable cost of maintenance and medical care was not submitted to the jury, but only the duration of the plaintiff's need therefor. The amount then must have been fixed in some way, by agreement or otherwise, by the court, but we do not know on what basis. Thus for all we know the court in fact made its award of $1145 for maintenance and care liberal enough to include an item equivalent to the interest demanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> \"A block which can be opened on one side to receive the bight of a rope.\" Webster's New International Dictionary (2nd Ed.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> As to a plaintiff's right of election between suit for negligence under the Jones Act, and suit for unseaworthiness under the general maritime law, see 4 Benedict on Admiralty (6th ed. 1940) &#167; 612 at page 199 et seq. See also McCarthy v. American Eastern Corp., 3 Cir., 1949, 175 F.2d 724, certiorari denied 1949, 338 U.S. 868, 70 S.Ct. 144, 94 L.Ed. 532</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">MAGRUDER, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">As appears in the opinion of Judge WOODBURY, both counts were submitted to the jury under the general maritime law, the first predicated upon a breach of the shipowner's obligation of seaworthiness, the second upon the shipowner's obligation of maintenance and cure. Though each count made claim for more than $3,000, exclusive of interest and costs, diversity of citizenship was not alleged; indeed the complaint alleged that the plaintiff and both defendants were \"residents\" of Massachusetts. Thus the question is presented whether a federal district court may exercise jurisdiction, under 28 U.S.C. &#167; 1331,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> of a suit for money damages to enforce rights cognizable in admiralty, there being an absence of diversity of citizenship necessary to confer jurisdiction under 28 U.S. C. &#167; 1332.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> For the guidance of district courts and of litigants in this circuit, we indicated an affirmative answer to this question in a carefully considered dictum in Jansson v. Swedish American Line, 1 Cir., 1950, 185 F.2d 212.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Shortly after the Jansson case came down, the Third Circuit took a contrary view, in Jordine v. Walling, 3 Cir., 1950, 185 F.2d 662. We think it desirable, therefore, now to restate and amplify somewhat the reasons for the conclusion we ventured by way of dictum in Jansson v. Swedish American Line, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In the Jordine case, a seaman brought a civil action in a federal district court, with a count under the Jones Act and a count for maintenance and cure under the general maritime law. Each count demanded damages in excess of $3,000. The case was tried by the district court with a jury. At the conclusion of the evidence the trial judge dismissed the count under the Jones Act and submitted the case to the jury on the count for maintenance and cure. The jury rendered a verdict for the plaintiff, upon which judgment was entered. On appeal it was held that the district court, in the absence of diversity of citizenship, did not have jurisdiction to entertain the count for maintenance and cure in a civil action tried to a jury. Accordingly, the judgment for plaintiff was reversed. The district court was directed to transfer the count for maintenance and cure to the admiralty docket, with leave to the district judge, if he deemed it in the interest of justice so to do, to make the findings of fact and conclusions of law necessary to dispose of the maritime claim for maintenance and cure, on the basis of the evidence theretofore taken before him and the jury, without the necessity of a new trial on the admiralty side. It seems to us, with all deference, that the reversal of judgment in the Jordine case was an unfortunate technicality, and that the conclusion was not required by the jurisdictional provisions of the Judicial Code.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The misapprehension has arisen, we think, because of the failure of the courts to recognize a logical corollary from the line of cases beginning with Southern Pacific Co. v. Jensen, 1917, 244 U.S. 205, 37 S.Ct. 524, 61 L.Ed. 1086. In that case the Supreme Court reversed a state court judgment approving an award under the local Workmen's Compensation Act to a stevedore injured while unloading a vessel. The state statute, as so applied, was held to be in conflict with the general maritime law which, by force of the Constitution, had become part of our national law applicable to matters within the admiralty and maritime jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Section 2 of Article III of the Constitution of the United States provides that the judicial power \"shall extend to all Cases, in Law and Equity, arising under this Constitution, the Laws of the United States, and Treaties made, or which shall be made, under their Authority; &#8212; to all Cases affecting Ambassadors, other public Ministers and Consuls; &#8212; to all Cases of admiralty and maritime Jurisdiction; * * *.\" These are no doubt expressed as three distinct classes of cases, from which the inference is fairly to be drawn that the constitutional grant of judicial power over all cases of admiralty and maritime jurisdiction added something to the preceding grant of judicial power over \"all Cases, in Law and Equity\" arising under the Constitution, laws and treaties of the United States. The clauses are not redundant, and we have never supposed that they were. Under one constitutional grant, Congress is empowered to set up courts of admiralty, with their unique powers and procedure, including particularly the proceeding <i>in rem.</i> See The Moses Taylor, 1866, 4 Wall. 411, 18 L.Ed. 397; Rounds v. Cloverport Foundry &amp; Machine Co., 1915, 237 U.S. 303, 35 S.Ct. 596, 59 L.Ed. 966. Under the other constitutional grant, Congress is empowered to set up common law courts to hear \"Cases in Law and Equity\" arising under the Constitution or laws of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">But at the time of the adoption of the Constitution it was well known that many cases which, because of their subject matter, were cognizable in a court of admiralty, might also be prosecuted by a personal action for damages in a court of common law, for instance, actions <i>ex contractu</i> for seamen's wages or for breach of a charter party, or actions <i>ex delicto</i> for personal injuries, or injuries to property by collision or otherwise. See 1 Benedict on Admiralty &#167; 20 et seq. (6th ed. 1940); Schoonmaker v. Gilmore, 1880, 102 U.S. 118, 26 L.Ed. 95; Panama R. R. Co. v. Johnson, 1924, 264 U. S. 375, 388, 44 S.Ct. 391, 68 L.Ed. 748. Such common law cases were not cases in admiralty, though the claims sued on were also cognizable in admiralty. They were \"Cases in Law\", and, as we shall try to show, after the adoption of the Constitution they became \"Cases in Law * * * arising under this Constitution\".</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">This concurrent jurisdiction was recognized, and in large part preserved, in the original Judiciary Act of 1789, 1 Stat. 77, which vested in the district courts \"exclusive original cognizance of all civil causes of admiralty and maritime jurisdiction, * *\" coupled with a provision \"saving to suitors, in all cases, the right of a common law remedy, where the common law is competent to give it\". 28 U.S.C. &#167;&#167; 41(3), 371 (1946 ed.). In the 1948 revision of the Judicial Code, 28 U.S.C. &#167; 1333, the language of this saving clause has been changed somewhat in phraseology but not in intent, as the Reviser's Note makes clear. Referring to the saving clause, the Court said in The Moses Taylor, 1866, 4 Wall. 411, 431, 18 L.Ed. 397: \"It is not a remedy in the common-law courts which is saved, but a common-law remedy\"; therefore it was held that a state could not authorize one of its courts to entertain a libel <i>in rem,</i> which was not a common law remedy, but a characteristic remedy of courts of admiralty.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The Constitution did more than extend the judicial power of the United States to all cases of admiralty and maritime jurisdiction. At the same time, as construed by the Supreme Court, the Constitution prescribed the substantive law to be applied in such cases. In Knickerbocker Ice Co. v. Stewart, 1920, 253 U.S. 149, 160, 40 S.Ct. 438, 440, 64 L.Ed. 834, the Supreme Court laid down as a settled proposition: \"The Constitution itself adopted and established, as part of the laws of the United States, approved rules of the general maritime law and empowered Congress to legislate in respect of them and other matters within the admiralty and maritime jurisdiction.\" To the same effect see Panama R. R. Co. v. Johnson, 1924, 264 U.S. 375, 386, 44 S.Ct. 391, 68 L.Ed. 748. As pointed out in Chelentis v. Luckenbach S. S. Co., Inc., 1918, 247 U.S. 372, 384, 38 S. Ct. 501, 504, 62 L.Ed. 1171, while \"under the saving clause a right sanctioned by the maritime law may be enforced through any appropriate remedy recognized at common law\", the complaining party was not thereby given \"an election to determine whether the defendant's liability shall be measured by common-law standards rather than those of the maritime law.\" In view of the many authorities cited by us in the Jansson case, 185 F.2d at page 216, we take it now to be fully established that when a common law action is brought, whether in a state or in a federal court, to enforce a cause of action cognizable also in admiralty, the substantive law to be applied is the same as would be applied by an admiralty court &#8212; that is, the general maritime law, as developed and declared, in the last analysis, by the Supreme Court of the United States, or as modified from time to time by Act of Congress.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Mr. Justice Brandeis, dissenting in State of Washington v. W. C. Dawson &amp; Co., 1924, 264 U.S. 219, 44 S.Ct. 302, 68 L.Ed. 646, anticipated one corollary from the Jensen line of cases. He pointed out, 264 U.S. at page 237, note 19, 44 S.Ct. at page 309: \"By making the substantive maritime law the rule of decision in the common-law courts exercising concurrent jurisdiction, the rule of Southern Pacific Co. v. Jensen introduces into every case in a state court involving maritime law, even if it is not affected by any state statute, a federal question which may be brought to this court for review either by writ of error or by petition for a writ of certiorari.\" The consequence which Brandeis, J., foresaw was logically accepted by the Supreme Court in Garrett v. Moore-McCormack Co., Inc., 1942, 317 U.S. 239, 63 S.Ct. 246, 87 L.Ed. 239. A seaman brought a common law action in a state court for a cause of action (1) under the Jones Act and (2) under the general maritime law for maintenance and cure. The state court gave judgment for the defendant on both counts, holding the seaman bound by a release which he had executed, the seaman having failed to sustain the burden of proof which by state law was cast upon him in attacking the validity of a release. The Supreme Court took the case on certiorari and reversed, holding that the issue of the validity of the seaman's release was a substantive matter governed by admiralty principles rather than by the local law of the state, both as applied to the claim under the Jones Act and to the claim for maintenance and cure under the general maritime law. The right of the seaman to be free from the burden of proof imposed by the state rule \"inhered in his cause of action\" and \"was a part of the very substance of his claim\" under the general maritime law. 317 U.S. at page 249, 63 S.Ct. at page 252. The state court was bound to proceed in such manner, 317 U. S. at page 245, 63 S.Ct. at page 251, \"that all the substantive rights of the parties under controlling federal law would be protected. Whether it did so raises a federal question reviewable here under &#167; 237(b) of the Judicial Code, 28 U.S.C. &#167; 344(b)\", a provision now found in substance in 28 U. S.C. &#167; 1257(3).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The statutory basis of the jurisdiction of the Supreme Court to review upon certiorari the final judgment of a state court in cases like Garrett v. Moore-McCormack, supra, where the plaintiff brings suit to enforce a claim under the general maritime law, is found in the language of 28 U.S.C. &#167; 1257(3): \"or where any title, right, privilege or immunity is specially set up or claimed under the Constitution, treaties or statutes of, or commission held or authority exercised under, the United States.\" In Garrett v. Moore-McCormack, the Supreme Court evidently held that the seaman, in suing for maintenance and cure, set up or claimed a right \"under the Constitution\", for, as respected such cause of action, no Act of Congress or treaty was involved. That conclusion followed from the proposition laid down as settled law in Knickerbocker Ice Co. v. Stewart, 1920, 253 U.S. 149, 160, 40 S.Ct. 438, 440, 64 L.Ed. 834, that the \"Constitution itself adopted and established, as part of the laws of the United States, approved rules of the general maritime law\".</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We think it is an equally obvious consequence of the Jensen line of cases that a suit brought on the law side of the federal district court, on a claim under the general maritime law, is a \"civil action\" which \"arises under the Constitution\" within the meaning of 28 U.S.C. &#167; 1331; and that therefore, if the jurisdictional amount required by &#167; 1331 is present, the district court has jurisdiction irrespective of diversity of citizenship.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> 28 U.S.C. &#167; 1332 rests upon a separate category of federal judicial power, extending to all cases, in law and in equity, \"between * * * Citizens of different States\", even though the substantive law to be applied is that of a state. But since a suit on a claim under the general maritime law asserts a substantive right \"under controlling federal law\", 317 U.S. at page 245, 63 S.Ct. at page 251, what is the sense, in such a case, of requiring in addition that diversity of citizenship be present?<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In Seas Shipping Co., Inc., v. Sieracki, 1946, 328 U.S. 85, 66 S.Ct. 872, 90 L.Ed. 1099, a stevedore employed by an independent stevedoring company brought an action against a shipowner for personal injuries, on the law side of a federal district court. Whether diversity of citizenship in fact existed does not appear from the report; at any rate the Supreme Court did not refer to diversity as being the basis of the jurisdiction of the district court over the cause of action. It was held that the shipowner's obligation of seaworthiness, independent of negligence, traditionally owed by shipowners to seamen, extended also to a stevedore injured while on board the ship though in the employ of an independent stevedoring contractor. In reaching this conclusion, the Supreme Court was applying, as it understood them, \"approved rules of the general maritime law\" which the Constitution itself adopted and established as part of the laws of the United States. Suppose the Constitution, in so many words, had expressly provided that persons receiving injuries upon navigable waters shall have rights of action in accordance with the general maritime law. The asserted right of the stevedore then would be supported if the Constitution were given one effect, and defeated if it were given another effect. It would be difficult to deny, in the case supposed, that the civil action would be one which \"arises under the Constitution\" within the meaning of 28 U.S.C. &#167; 1331. Although the Constitution does not have the express language just supposed, it has in effect so provided, as the Supreme Court has held in Southern Pacific Co. v. Jensen and cases following. Of course it takes some decisional law to give specific content to the phrase \"general maritime law\", just as it takes some decisional law to give specific content to the phrase \"due process of law\". For the reasons above stated we think that the district court had jurisdiction of the cause of action in Seas Shipping Co. v. Sieracki under 28 U.S.C. &#167; 1331.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The opinion in Jordine v. Walling, 3 Cir., 1950, 185 F.2d 662, 668, states that cases arising \"under the Constitution\" within the meaning of Art. III, &#167; 2, of the Constitution and of 28 U.S.C. &#167; 1331 \"are only such cases as really and substantially involve a controversy as to the effect or construction of the Constitution upon the determination of which the result depends.\" Six cases are cited for this proposition, viz., Gold-Washing &amp; Water Co. v. Keyes, 1877, 96 U.S. 199, 24 L.Ed. 656; Starin v. New York, 1885, 115 U.S. 248, 6 S.Ct. 28, 29 L. Ed. 388; City of Shreveport v. Cole, 1889, 129 U.S. 36, 9 S.Ct. 210, 32 L.Ed. 589; City of New Orleans v. Benjamin, 1894, 153 U. S. 411, 14 S.Ct. 905, 38 L.Ed. 764; Bankers Mutual Casualty Co. v. Minneapolis, St. P. &amp;c. Ry. Co., 1904, 192 U.S. 371, 24 S.Ct. 325, 48 L.Ed. 484; Gully v. First National Bank, 1936, 299 U.S. 109, 57 S.Ct. 96, 81 L.Ed. 70. In each of these cases the complaint was obviously predicated upon a right asserted under state statute or state common law, and not upon \"controlling federal law\"; and it was properly held that the federal district court had no jurisdiction either of an original suit filed in that court or by way of removal from a state court. But these decisions, so far as we can see, throw no light on the problem now under discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Perhaps a more accurate summation of the decisions cited in the preceding paragraph is found in the opinion of Mr. Justice Moody in Louisville &amp; Nashville R. R. Co. v. Mottley, 1908, 211 U.S. 149, 29 S.Ct. 42, 53 L.Ed. 126. Commenting on the language of the jurisdictional Act of August 13, 1888, 25 Stat. 433, 434, \"suits * * arising under the Constitution or laws of the United States\", the Court said, 211 U.S. at page 152, 29 S.Ct. at page 43: \"It is the settled interpretation of these words, as used in this statute, conferring jurisdiction, that a suit arises under the Constitution and laws of the United States only when the plaintiff's statement of his own cause of action shows that it is based upon those laws or that Constitution. It is not enough that the plaintiff alleges some anticipated defense to his cause of action, and asserts that the defense is invalidated by some provision of the Constitution of the United States. Although such allegations show that very likely, in the course of the litigation, a question under the Constitution would arise, they do not show that the suit, that is, the plaintiff's original cause of action, arises under the Constitution.\" Or as otherwise expressed in State of Tennessee v. Union &amp; Planters' Bank, 1894, 152 U.S. 454, 461, 14 S.Ct. 654, 657, 38 L.Ed. 511, it is essential \"that the plaintiff's declaration or bill should show that he asserts a right under the constitution or laws of the United States.\" Frequently, the Supreme Court has used an equivalent shorthand expression that \"the Federal character of the suit must appear in the plaintiff's own statement of his claim\". Houston &amp; Texas Central R. R. Co. v. Texas, 1900, 177 U.S. 66, 78, 20 S.Ct. 545, 548, 44 L.Ed. 673. That is, the complaint must present a \"Federal question\", as distinguished from one of state law. Vicksburg Waterworks Co. v. Vicksburg, 1902, 185 U.S. 65, 83, 22 S.Ct. 585, 46 L.Ed. 808; Boston &amp; Montana Consol. Copper &amp; Silver Mining Co. v. Montana Ore Purchasing Co., 1903, 188 U.S. 632, 639, 23 S.Ct. 434, 47 L.Ed. 626.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Furthermore, it cannot be that the jurisdiction of a district court under &#167; 1331 depends upon whether the case develops into a controversy on an issue of law as to the construction of the Constitution or a law of the United States. When a complaint is filed it cannot be known whether the defendant is going to raise any such issue; he may concede that a cause of action is well pleaded, and merely raise issues of fact by denial of the allegations of the complaint. Thus suppose a seaman sues the shipowner under the Jones Act, seeking judgment for money damages on account of bodily injuries alleged to be the result of negligence. The complaint states a case arising under a law of the United States, and of course the district court has jurisdiction under &#167; 1331, and this is no less true though it eventuates that the shipowner raises no defense involving any legal issue as to the construction of the Jones Act, but only denies the allegations of negligence. Likewise, a complaint filed under &#167; 1331 may contain a well-pleaded cause of action for damages under settled rules of the general maritime law, and the defendant may confine his defense to issues of fact. Yet such case arises \"under the Constitution\", because if the plaintiff proves the allegations of the complaint it is the Constitution which secures him a right of recovery; he \"asserts a right under the constitution\". State of Tennessee v. Union &amp; Planters' Bank, 1894, 152 U.S. 454, 461, 14 S.Ct. 654, 657, 38 L.Ed. 511.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">It is certainly true that a case does not necessarily arise under the Constitution or laws of the United States, so as to be within the original jurisdiction of a federal district court under 28 U.S.C. &#167; 1331, merely because it involves a federal question, <i>i. e.,</i> a \"title, right, privilege or immunity * * * specially set up or claimed under the Constitution, treaties or statutes of * * * the United States\", which is reviewable by the Supreme Court on certiorari under 28 U.S.C. &#167; 1257(3). The distinction is pointed out by Frankfurter, J., in Skelly Oil Co. v. Phillips Petroleum Co., 1950, 339 U.S. 667, 672-673, 70 S.Ct. 876, 94 L.Ed. 1194. Jurisdiction of a federal court under 28 U.S.C. &#167; 1331 depends upon the cause of action set forth in the complaint itself; plaintiff's claim must arise under the Constitution or laws of the United States. \"Not every question of federal law emerging in a suit is proof that a federal law is the basis of the suit.\" Gully v. First National Bank, 1936, 299 U.S. 109, 115, 57 S.Ct. 96, 99, 81 L.Ed. 70, 99. But if, in the course of a suit begun in a state court on an asserted non-federal claim, a defense is set up under the federal Constitution or laws, and if the state court decides such question of federal law, then the judgment of the state court may be reviewed by certiorari under 28 U.S.C. &#167; 1257(3), since it is a case in which a \"privilege or immunity is specially set up or claimed under the Constitution, treaties or statutes of * * * the United States.\"</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In other words, the difference between 28 U.S.C. &#167;&#167; 1257(3) and 1331 is that in the former the title, right, privilege or immunity under the Constitution or laws of the United States may be set up at any stage in the litigation, whereas in the latter the case must \"arise\", that is, the plaintiff's case must be founded on a right under the Constitution or laws. But the two sections have the same meaning as to what is a right arising or claimed \"under the Constitution\" or laws. The phrase \"under the Constitution\" in 28 U.S.C. &#167; 1257 (3) means what \"under this Constitution\" means in Article III of the Constitution; and until the Jordine case the suggestion has never been made, so far as we are aware, that the phrase \"under the Constitution\" in 28 U.S.C. &#167; 1331 was intended to be read in a different and more restricted sense. Where a plaintiff sues on a claim founded upon the general maritime law, if he sues on the law side of a federal district court it is a case which \"arises under the Constitution\" within the meaning of &#167; 1331; and if he sues in a state court it is a case in which a right \"is specially set up or claimed under the Constitution\" within the meaning of &#167; 1257(3).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">In the Skelly Oil Co. case, supra, the Supreme Court observed, 339 U.S. at page 673, 70 S.Ct. at page 880: \"It would turn into the federal courts a vast current of litigation indubitably arising under State law, in the sense that the right to be vindicated was State-created, if a suit for a declaration of rights could be brought into the federal courts merely because an anticipated defense derived from federal law.\" That consideration has no application to the case at bar. Neither the claim based on breach of the owner's obligation of seaworthiness nor the claim for maintenance and cure was state-created, but each was a federal claim arising under the general maritime law, and undoubtedly the federal district court would have had original jurisdiction of such a claim on the admiralty side.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The only important difference in trying the case on the law side under 28 U.S.C. &#167; 1331 is that the plaintiff gets a jury trial,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> as he would also if the case came under &#167; 1332. Conceivably, as a matter of policy, it would be better to try these cases, founded on the general maritime law, in accordance with the historic procedures of courts of admiralty, before a judge without a jury. Congress could have so required, for the parties do not have a constitutional right to a jury trial in cases within the cognizance of a court of admiralty. But Congress made the opposite policy decision way back in 1789, in the famous saving clause, whereunder suitors with claims cognizable in admiralty were also permitted, as theretofore, to pursue a common law remedy in any common law court of competent jurisdiction, with the incident of a jury trial. And ever since 1789 that has been so.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> \"The district courts shall have original jurisdiction of all civil actions wherein the matter in controversy exceeds the sum or value of $3,000, exclusive of interest and costs, and arises under the Constitution, laws or treaties of the United States.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> \"(a) The district courts shall have original jurisdiction of all civil actions where the matter in controversy exceeds the sum or value of $3,000 exclusive of interest and costs, and is between:</p>\n        <p class=\"indent\">\"(1) Citizens of different States; * * *.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In many earlier cases this court has stated, without extended discussion, that in a civil action by a seaman in a federal district court it was proper to join a count under the Jones Act with one for maintenance and cure under the general maritime law. Stevens v. R. O'Brien &amp; Co., 1 Cir., 1933, 62 F.2d 632, 633; Nolan v. General Seafoods Corp., 1 Cir., 1940, 112 F.2d 515, 517; Bay State Dredging &amp; Contracting Co. v. Porter, 1 Cir., 1946, 153 F.2d 827, 829. Diversity of citizenship was not alleged in any of these cases. In two of them, the counts for maintenance and cure claimed damages in excess of $3,000; so that, under the view stated in the body of this opinion, the federal district court had an independent basis of jurisdiction over those counts, by virtue of 28 U.S.C. &#167; 1331, without reference to the counts under the Jones Act with which they were joined. In the Nolan case, however, it appears from an examination of the record that only $1,000 damages was claimed in the count for maintenance and cure; so that the federal district court, sitting as a court of law, not as a court of admiralty, could have taken jurisdiction over this cause of action only on the basis of its joinder with a related count under the Jones Act. The doctrine of pendent jurisdiction, as illustrated by Hurn v. Oursler, 1933, 289 U.S. 238, 53 S.Ct. 586, 77 L. Ed. 1148, has been given a liberal application in this circuit. See concurring opinion in Strachman v. Palmer, 1 Cir., 1949, 177 F.2d 427, 431, 12 A.L.R.2d 687; Manosky v. Bethlehem-Hingham Shipyard, Inc., 1 Cir., 1949, 177 F.2d 529, 534</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In addition, there is a very limited area in which state legislation is competent to supplement the general maritime law; but here it is a federal question how far such statutes may be taken up and applied to matters within admiralty cognizance without working \"material prejudice to the characteristic features of the general maritime law\" or interfering \"with the proper harmony and uniformity of that law in its international and interstate relations.\" Southern Pacific Co. v. Jensen, 1917, 244 U.S. 205, 216, 37 S. Ct. 524, 61 L.Ed. 1086; Grant Smith-Porter Ship Co. v. Rohde, 1922, 257 U. S. 469, 42 S.Ct. 157, 66 L.Ed. 321. Applying this rather vague standard, the Supreme Court has held that a state death act may constitutionally be applied to give a remedy for a wrongful death on navigable waters within the territorial limits of the state. In such a case the state statute gives the measure of recovery, whether the suit is brought in a state court, American Steamboat Co. v. Chase, 1872, 16 Wall. 522, 21 L.Ed. 369; Sherlock v. Alling, 1876, 93 U.S. 99, 23 L. Ed. 819; or in a federal court, Western Fuel Co. v. Garcia, 1921, 257 U.S. 233, 42 S.Ct. 89, 66 L.Ed. 210; Spencer Kellogg &amp; Sons, Inc. v. Hicks, 1932, 285 U. S. 502, 52 S.Ct. 450, 76 L.Ed. 903</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> One qualification of the above statement occurs to us. There is a limited area in which state legislation may constitutionally supplement the general maritime law. See footnote 5, supra. Thus, as applied to deaths on navigable waters within the territorial limits of a state, the state wrongful death act may be \"taken up as part of the admiralty jurisprudence of the United States.\" Spencer Kellogg &amp; Sons, Inc., v. Hicks, 1932, 285 U.S. 502, 514, 52 S.Ct. 450, 454, 76 L.Ed. 903. Therefore a libel<i>in personam</i> founded on a right created by the state statute may be filed on the admiralty side in a federal district court, irrespective of diversity of citizenship, of course. Great Lakes Dredge &amp; Dock Co. v. Kierejewski, 1923, 261 U.S. 479, 43 S.Ct. 418, 67 L.Ed. 756. And if jurisdictional amount and diversity of citizenship exist, a civil action for wrongful death may be brought in a federal district court under 28 U.S.C. &#167; 1332. But this supplement to the general maritime law is not commanded &#8212; only permitted &#8212; by the Constitution of the United States. The right is created by the state statute, which governs the measure and conditions of recovery. Therefore it would seem that the case is not one which \"arises under the Constitution,\" and that a civil action for wrongful death, based on the state statute, cannot be brought in a federal district court under 28 U.S.C. &#167; 1331. See 35 Yale L.J. 396-401.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> It is true that Clifford, J., speaking for the Court in The Belfast, 1868, 7 Wall. 624, 643, 19 L.Ed. 266, in Leon v. Galceran, 1870, 11 Wall. 185, 188, 20 L.Ed. 74, and in American Steamboat Co. v. Chase, 1872, 16 Wall. 522, 533, 21 L.Ed. 369, stated, purely by way of dictum, that the \"common law remedy\" preserved by the saving clause might be pursued in a federal circuit court only in cases of diversity of citizenship. This was in fact true at that time, for it was not until 1875 that the old circuit courts were given general original jurisdiction of suits of a civil nature at common law or in equity \"arising under the Constitution or laws of the United States.\" 18 Stat. 470. See Bankers' Trust Company v. Texas &amp; Pacific Railway Co., 1916, 241 U.S. 295, 305, 36 S.Ct. 569, 60 L.Ed. 1010. Furthermore, these are all cases of the pre-Jensen era, before it had been clearly established that in a suit at common law on a maritime tort the substantive law to be applied is the general maritime law made applicable as part of the laws of the United States by the Constitution itself; that the right of recovery, if any, is a federally created right. See Palfrey, The Common Law Courts and the Law of the Sea, 36 Harv.L.Rev. 777 (1923). Cf. Belden v. Chase, 1893, 150 U.S. 674, 691, 14 S.Ct. 264, 37 L.Ed. 1218, where, in a collision of two ships in navigable waters, the owner of one ship brought an action for damages in a state court under the saving clause, and the Supreme Court assumed that the common law rule of contributory negligence was applicable, rather than the rule in admiralty of an equal division of damages in case of mutual fault. Black, J., speaking for the Court in Garrett v. Moore-McCormack Co., Inc., 1942, 317 U.S. 239, 244, 63 S.Ct. 246, 87 L.Ed. 239, dismisses Belden v. Chase as \"an 1893 decision\". For the same reason it is necessary to discount the dictum of Chief Justice Marshall in American Insurance Co. v. Canter, 1828, 1 Pet. 511, 545, 7 L.Ed. 242: \"A case in admiralty does not, in fact, arise under the constitution or laws of the United States. These cases are as old as navigation itself; and the laws of admiralty and maritime, as it has existed for ages, is applied in our courts to the cases as they arise.\" The actual decision in the Canter case seems pretty clearly right, (1) that, under its power to make all needful rules and regulations respecting the territory of the United States, Congress might constitutionally authorize the legislative body, which it had set up in the Territory of Florida, to create an admiralty court with jurisdiction to issue decrees<i>in rem</i> in salvage cases, and (2) that Congress had, by the statutes in question, so authorized the territorial legislature. But with all respect for the great Chief Justice, it must be said that this was not one of his most luminous opinions.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See R.S. &#167; 566, 28 U.S.C. &#167; 770 (1946 ed.); Reviser's Note to 28 U.S.C. &#167; 1873; Rule 38, Federal Rules of Civil Procedure, 28 U.S.C</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The judgment of the District Court is affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">194</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">834</span></span></p>\n    <p class=\"parties\">DOUCETTE<br>v.<br>VINCENT et al.</p>\n    <p class=\"docket\">No. 4586.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">Argued October 5, 1951.</p>\n    <p class=\"date\">Decided February 5, 1952.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Arnold Parker, Somerville, Mass. (Harry Kisloff, Boston, Mass., with him on the brief), for appellant.</p>\n      <p class=\"indent\">Joseph F. Dolan, Boston, Mass., for appellees.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit Judges.</p>\n      <p class=\"indent\">WOODBURY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The plaintiff-appellant, William Doucette, alleging himself to be a fisherman and formerly a member of the crew of the R. W. Griffin, Jr., a fishing vessel owned by the defendants-appellees, brought this action on the law side of the court below to recover for personal injuries received when he was working at an electric winch on board the vessel on August 13, 1948, while she was tied up at a wharf in New Bedford, Massachusetts, discharging her catch of scallops. The complaint is in two counts. The first count, claiming damages of $50,000, is couched in such general terms that it can be construed as either under the general maritime law for unseaworthiness or under the Jones Act, 46 U.S.C.A. &#167; 688, for negligence. At any rate, it alleges failure to provide the plaintiff with a reaonably safe appliance, specifically a snatchblock,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> for him to use in the prosecution of his work. The second count, claiming damages of $5,000, is clearly under the general maritime law for maintenance and care. At the conclusion of all the evidence counsel for the plaintiff waived any and all claim of negligence in any particular, and in consequence the first count was submitted to the jury as one for unseaworthiness under the general maritime law.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Special questions were submitted to the jury on each count. As to the first, the jury found that the plaintiff had not proved by the greater weight of the credible evidence that the defendants had failed to furnish him with a reasonably safe and suitable snatchblock for his use on board the vessel at the time he was injured. As to the second, the jury found that the plaintiff could not be benefited by further medical treatment after August 13, 1949, one year after the accident happened. In accordance with these special verdicts, the court below entered judgment for the defendant on the first count, with costs, and judgment for the plaintiff on the second count in the amount of $1145 with costs but without interest.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On this appeal the plaintiff-appellant urges that as to the first count the court below erred in excluding certain evidence which he offered of the existence of a better and safer type of snatchblock suitable for use on the defendant's vessel, and as to the second count that the court erred in failing to add interest after August 13, 1949, to the amount of the verdict for maintenance and care.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before passing to the merits, it is noted that the case necessarily presents a question whether the district court had jurisdiction, sitting as a court of law with a jury, not as a court of admiralty. It is our duty to dispose of this question, though it was not raised or argued by the parties to this appeal. Louisville &amp; Nashville R. R. Co. v. Mottley, 1908, <span class=\"citation\" data-id=\"96889\"><a href=\"/opinion/96889/louisville-nashville-r-co-v-mottley/\"><span class=\"volume\">211</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">149</span></a></span>, 152, <span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">42</span></span>, 53 L.Ed. 126. The separate opinion of Judge Magruder, speaking for the court, deals with this phase of the case. Our conclusion is that the court below did have jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We turn now to the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In accordance with general practice on board vessels of the type involved, scallops were unloaded from the R. W. Griffin, Jr., in a basket which when loaded weighed in the vicinity of 180 pounds. The basket was filled by men in the hold and when it was full a man on deck gave a signal to hoist it up. When it was lifted to a convenient height above the deck it was swung manually across the deck and over the dock and then lowered onto scales for weighing. For hoisting, the basket was hooked onto a line which ran up to a pully block attached to the outer end of the gaff, thence down through a snatchblock fastened to the boom near its point of attachment to the mast, and thence a short distance to the continuously revolving drum of an electrically driven winch located on deck near the mast. The plaintiff's duty as winchman consisted in watching for signals from the man on deck, and on signal putting about three turns of line around the drumhead of the winch and then taking up the slack to cause the line to tighten upon and move with the drumhead. The plaintiff's injury occurred when he became entangled in some way in the line and was caught between it and the drumhead.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The plaintiff's theory of his accident is that the snatchblock opened as he put strain on the line to hoist a basket of scallops, causing the line to slip out of the block and suddenly slacken, whereby he was caught in a loop of the line as it approached the drum. There is evidence, however, that the snatchblock did not open, but was closed with the line in it immediately after the accident, and that the defendant was drawn against the drumhead when part of his shirt caught in the line ahead of the drum.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In support of his theory the plaintiff at the trial offered testimony by an expert in naval architecture of the existence and common use, but not necessarily on scallopers, of a better and safer type of snatchblock than that used on the R. W. Griffin, Jr., <i>i. e.,</i> of such a block equipped with some sort of spring device to prevent it from opening accidentally. The court rejected this offer of proof principally on two grounds: first because the defendants were under no obligation to provide the best appliance, and second because it would be prejudicial to the defendants, for evidence of the existence of a better and safer type of snatchblock might lead the jury to infer that the one in use was unsafe, whereas the \"real question\" for the jury \"is whether under all the circumstances the snatchblock in question here was reasonably safe for the purpose for which it was being used, &#8212; not whether the defendant[s] should have used a better or safer or the best appliance available.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At the time the testimony was offered the plaintiff had not elected between suit under the Jones Act for negligence and suit under the general maritime law for unseaworthiness. Therefore the court below was faced with the question of the admissibility of the testimony on either theory of liability. Now, however, it would seem that the appellant can only complain of its exclusion on the unseaworthiness theory upon which he elected to submit his case to the jury. Nevertheless on either theory, which for the purpose of the discussion to follow seem to us akin, we think the ruling of the court below excluding the offered evidence did not constitute reversible error.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is clear on principle and fully established by the authorities that evidence of the existence of better or safer machines or appliances is not admissible for the purpose of establishing the legal standard for conduct in negligence cases. Hecht Co. v. Jacobsen, 1950, 86 U.S.App.D.C. 81, <span class=\"citation\" data-id=\"224360\"><a href=\"/opinion/224360/hecht-co-inc-v-jacobsen/\"><span class=\"volume\">180</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 17 and cases cited. The reason for this is that the standard in such cases is fixed by the substantive law as the conduct of the ordinary man of average prudence under the circumstances. The best or the safest appliances are therefore not required, but only those which are reasonably suitable and adequate for the purpose. Thus the defendants' statutory duty under the Jones Act as owners of the R. W. Griffin, Jr. \"was not to supply the best tools, but only tools which were reasonably safe and suitable,\" as the Supreme Court said in ruling in a Jones Act case that no reversible error was committed by the trial court in excluding testimony as to the best type of tool for the work in hand at the time the plaintiff was injured. Jacob v. New York City, 1942, <span class=\"citation\" data-id=\"103647\"><a href=\"/opinion/103647/jacob-v-new-york-city/\"><span class=\"volume\">315</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">752</span></a></span>, 758, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">854</span></span>, 86 L.Ed. 1166.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Nor is perfection required of shipowners by the maritime law of seaworthiness for generally stated it is the shipowner's duty under that law to provide a vessel sufficient, that is reasonably adequate, in materials, construction, equipment, stores, officers, men and outfit for the trade or service in which the vessel is employed. The Southwark, 1903, <span class=\"citation\" data-id=\"95920\"><a href=\"/opinion/95920/the-southwark/\"><span class=\"volume\">191</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 8, 9, <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1</span></span>, 48 L.Ed. 65; The Rolph, 9 Cir., 1924, <span class=\"citation no-link\"><span class=\"volume\">299</span> <span class=\"reporter\">F.</span> <span class=\"page\">52</span></span>, 54, 55. See also, May v. Hamburg etc. Gesellschaft, 1933, <span class=\"citation\" data-id=\"102160\"><a href=\"/opinion/102160/may-v-hamburg-amerikanische-packetfahrt-ag/\"><span class=\"volume\">290</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">333</span></a></span>, 346, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">162</span></span>, 78 L.Ed. 348. It is no matter that the shipowner may have used all care and diligence to supply a vessel and equipment conforming to this standard of seaworthiness. The liability does not depend on negligence. As stated in Seas Shipping Co. v. Sieracki, 1946, <span class=\"citation\" data-id=\"104287\"><a href=\"/opinion/104287/seas-shipping-co-v-sieracki/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></a></span>, 95, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">872</span></span>, 877, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1099</span></span>, it is \"a form of absolute duty\", that is, the shipowner must at his peril furnish a seaworthy ship and seaworthy equipment. But if the vessel and equipment, including the snatchblock here supplied, were reasonably safe and suitable, the shipowner's obligation was performed, even though there may have been some other type of snatchblock more modern or more perfect in some detail.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Thus we think the court below was correct in ruling the evidence offered by the plaintiff inadmissible for the purpose of fixing the defendants' substantive standard of conduct under either the negligence theory or the unseaworthiness theory, for under neither theory was the shipowner obligated to provide the best possible vessel and gear.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We come now to the question whether the evidence was admissible in discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In negligence cases it is very generally held that while evidence of the sort offered by the plaintiff is never admissible for the purpose of fixing the substantive legal standard by which to measure a defendant's conduct, it is admissible in the discretion of the trial court, if accompanied by suitable cautionary instructions to the jury as to its use, for whatever evidentiary value it may have to show that a defendant did not take the care required by law in using the device or appliance he did, when there were available to him better and safer devices or appliances. Hecht Co. v. Jacobsen, 1950, 86 U.S.App.D.C. 81, <span class=\"citation no-link\"><span class=\"volume\">180</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></span>, 17 and cases cited. 2 Wigmore, Evidence (3d ed. 1940) &#167; 461. And we think by parity of reasoning the same rule applies in unseaworthiness cases. The reason for this is that, as we have already pointed out, perfection is not required in the performance of the duty of seaworthiness any more than perfection is required in the performance of the duty to exercise due care, reasonable suitability of the appliance in question for its intended use being all that the substantive law requires for the performance of either duty. Thus it would seem on principle that the same considerations are applicable with respect to the admissibility of evidence of the kind under consideration in suits for unseaworthiness under maritime law as in suits for negligence under the Jones Act. Admission of such evidence, however, for its evidentiary value is entirely discretionary. Thus a trial court may exclude it if in that court's opinion the evidence, while relevant, would be of too little value in comparison with the prejudice it would create, the surprise it would cause, or the confusing ancillary issues it would raise. So, although the offered evidence was admissible, the action of the court below in excluding it in the exercise of discretion on the ground of its undue prejudicial effect was not erroneous as the Jacobsen case, supra, clearly indicates.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The only remaining question is whether the trial court erred in failing to add interest to the amount of its judgment for maintenance and care after the date upon which the jury found that it became apparent that the plaintiff could not be benefited by further medical treatment.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Neither counsel has cited us any case squarely in point, and we have found none ourselves. We must have resort, therefore, to general legal principles for the answer to this question.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The right to maintenance and care is conferred by general maritime law, and general maritime law is not state law but a body of federal law. And under federal law the right is contractual in the sense that it is attached as an incident to, and has its origin in, the contract of employment. Cortes v. Baltimore Insular Line, 1932, <span class=\"citation\" data-id=\"101990\"><a href=\"/opinion/101990/cortes-v-baltimore-insular-line-inc/\"><span class=\"volume\">287</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span>, 371, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">173</span></span>, 77 L.Ed. 368; Calmar Steamship Corp. v. Taylor, 1938, <span class=\"citation\" data-id=\"102997\"><a href=\"/opinion/102997/calmar-ss-corp-v-taylor/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">525</span></a></span>, 527, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">651</span></span>, 82 L.Ed. 993. On the basis of the foregoing and in the absence of authority to the contrary we assume that courts of admiralty would follow the general rule with respect to interest in contract cases which is succinctly stated in 1 Am.Law Inst., Restatement of Contracts, &#167; 337(a), (b) as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">\"If the parties have not by contract determined otherwise, simple interest at the statutory legal rate is recoverable as damages for breach of contract as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">\"(a) Where the defendant commits a breach of contract to pay a definite sum of money, or to render a performance the value of which in money is stated in the contract or is ascertainable by mathematical calculation from a standard fixed in the contract or from established market prices of the subject matter, interest is allowed on the amount of the debt or money value from the time performance was due, after making all the deductions to which the defendant may be entitled.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">\"(b) Where the contract that is broken is of a kind not specified in Clause (a), interest may be allowed in the discretion of the court, if justice requires it, on the amount that would have been just compensation if it had been paid when performance was due.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Thus, while under (b) above the court in its discretion might have awarded interest from August 13, 1949 to the date of the judgment, it was not required to do so under (a) above for so far as we know the contract of employment, if it could legally do so, did not purport to fix, or to establish a mathematical basis for calculating, either the amount to be paid for maintenance and care, or the period of time during which payments for maintenance and care should continue, if the duty to make them should ever arise.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Nevertheless it is contended that in view of \"the liberality with which admiralty courts have traditionally interpreted rules devised for the benefit and protection of seamen who are its wards,\" Calmar Steamship Corp. v. Taylor, supra, <span class=\"citation no-link\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">529</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">654</span></span>, justice to the plaintiff required the court in its discretion to award the interest for which he asks in order to compensate him in full. Without in any way indicating endorsement of the contention as a general proposition, the answer to it in this case is that the record before us does not disclose how the amount of the award ($1145) for the maintenance and care was fixed. Obviously the question of the reasonable cost of maintenance and medical care was not submitted to the jury, but only the duration of the plaintiff's need therefor. The amount then must have been fixed in some way, by agreement or otherwise, by the court, but we do not know on what basis. Thus for all we know the court in fact made its award of $1145 for maintenance and care liberal enough to include an item equivalent to the interest demanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> \"A block which can be opened on one side to receive the bight of a rope.\" Webster's New International Dictionary (2nd Ed.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> As to a plaintiff's right of election between suit for negligence under the Jones Act, and suit for unseaworthiness under the general maritime law, see 4 Benedict on Admiralty (6th ed. 1940) &#167; 612 at page 199 et seq. See also McCarthy v. American Eastern Corp., 3 Cir., 1949, <span class=\"citation\" data-id=\"1474414\"><a href=\"/opinion/1474414/mccarthy-v-american-eastern-corporation/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">724</span></a></span>, certiorari denied 1949, <span class=\"citation no-link\"><span class=\"volume\">338</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">868</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">144</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">532</span></span></p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">MAGRUDER, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">As appears in the opinion of Judge WOODBURY, both counts were submitted to the jury under the general maritime law, the first predicated upon a breach of the shipowner's obligation of seaworthiness, the second upon the shipowner's obligation of maintenance and cure. Though each count made claim for more than $3,000, exclusive of interest and costs, diversity of citizenship was not alleged; indeed the complaint alleged that the plaintiff and both defendants were \"residents\" of Massachusetts. Thus the question is presented whether a federal district court may exercise jurisdiction, under 28 U.S.C. &#167; 1331,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> of a suit for money damages to enforce rights cognizable in admiralty, there being an absence of diversity of citizenship necessary to confer jurisdiction under 28 U.S. C. &#167; 1332.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> For the guidance of district courts and of litigants in this circuit, we indicated an affirmative answer to this question in a carefully considered dictum in Jansson v. Swedish American Line, 1 Cir., 1950, 185 F.2d 212.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Shortly after the Jansson case came down, the Third Circuit took a contrary view, in Jordine v. Walling, 3 Cir., 1950, <span class=\"citation\" data-id=\"226127\"><a href=\"/opinion/226127/jordine-v-walling/\"><span class=\"volume\">185</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">662</span></a></span>. We think it desirable, therefore, now to restate and amplify somewhat the reasons for the conclusion we ventured by way of dictum in Jansson v. Swedish American Line, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In the Jordine case, a seaman brought a civil action in a federal district court, with a count under the Jones Act and a count for maintenance and cure under the general maritime law. Each count demanded damages in excess of $3,000. The case was tried by the district court with a jury. At the conclusion of the evidence the trial judge dismissed the count under the Jones Act and submitted the case to the jury on the count for maintenance and cure. The jury rendered a verdict for the plaintiff, upon which judgment was entered. On appeal it was held that the district court, in the absence of diversity of citizenship, did not have jurisdiction to entertain the count for maintenance and cure in a civil action tried to a jury. Accordingly, the judgment for plaintiff was reversed. The district court was directed to transfer the count for maintenance and cure to the admiralty docket, with leave to the district judge, if he deemed it in the interest of justice so to do, to make the findings of fact and conclusions of law necessary to dispose of the maritime claim for maintenance and cure, on the basis of the evidence theretofore taken before him and the jury, without the necessity of a new trial on the admiralty side. It seems to us, with all deference, that the reversal of judgment in the Jordine case was an unfortunate technicality, and that the conclusion was not required by the jurisdictional provisions of the Judicial Code.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The misapprehension has arisen, we think, because of the failure of the courts to recognize a logical corollary from the line of cases beginning with Southern Pacific Co. v. Jensen, 1917, <span class=\"citation\" data-id=\"2483664\"><a href=\"/opinion/2483664/southern-pacific-co-v-jensen/\"><span class=\"volume\">244</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">205</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">524</span></span>, 61 L.Ed. 1086. In that case the Supreme Court reversed a state court judgment approving an award under the local Workmen's Compensation Act to a stevedore injured while unloading a vessel. The state statute, as so applied, was held to be in conflict with the general maritime law which, by force of the Constitution, had become part of our national law applicable to matters within the admiralty and maritime jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Section 2 of Article III of the Constitution of the United States provides that the judicial power \"shall extend to all Cases, in Law and Equity, arising under this Constitution, the Laws of the United States, and Treaties made, or which shall be made, under their Authority; &#8212; to all Cases affecting Ambassadors, other public Ministers and Consuls; &#8212; to all Cases of admiralty and maritime Jurisdiction; * * *.\" These are no doubt expressed as three distinct classes of cases, from which the inference is fairly to be drawn that the constitutional grant of judicial power over all cases of admiralty and maritime jurisdiction added something to the preceding grant of judicial power over \"all Cases, in Law and Equity\" arising under the Constitution, laws and treaties of the United States. The clauses are not redundant, and we have never supposed that they were. Under one constitutional grant, Congress is empowered to set up courts of admiralty, with their unique powers and procedure, including particularly the proceeding <i>in rem.</i> See The Moses Taylor, 1866, <span class=\"citation\" data-id=\"87784\"><a href=\"/opinion/87784/the-moses-taylor/\"><span class=\"volume\">4</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">411</span></a></span>, 18 L.Ed. 397; Rounds v. Cloverport Foundry &amp; Machine Co., 1915, <span class=\"citation\" data-id=\"98440\"><a href=\"/opinion/98440/rounds-v-cloverport-foundry-machine-co/\"><span class=\"volume\">237</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">303</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">596</span></span>, 59 L.Ed. 966. Under the other constitutional grant, Congress is empowered to set up common law courts to hear \"Cases in Law and Equity\" arising under the Constitution or laws of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">But at the time of the adoption of the Constitution it was well known that many cases which, because of their subject matter, were cognizable in a court of admiralty, might also be prosecuted by a personal action for damages in a court of common law, for instance, actions <i>ex contractu</i> for seamen's wages or for breach of a charter party, or actions <i>ex delicto</i> for personal injuries, or injuries to property by collision or otherwise. See 1 Benedict on Admiralty &#167; 20 et seq. (6th ed. 1940); Schoonmaker v. Gilmore, 1880, <span class=\"citation\" data-id=\"90216\"><a href=\"/opinion/90216/schoonmaker-v-gilmore/\"><span class=\"volume\">102</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">118</span></a></span>, 26 L.Ed. 95; Panama R. R. Co. v. Johnson, 1924, <span class=\"citation\" data-id=\"100385\"><a href=\"/opinion/100385/panama-r-co-v-johnson/\"><span class=\"volume\">264</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">375</span></a></span>, 388, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">391</span></span>, 68 L.Ed. 748. Such common law cases were not cases in admiralty, though the claims sued on were also cognizable in admiralty. They were \"Cases in Law\", and, as we shall try to show, after the adoption of the Constitution they became \"Cases in Law * * * arising under this Constitution\".</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">This concurrent jurisdiction was recognized, and in large part preserved, in the original Judiciary Act of 1789, 1 Stat. 77, which vested in the district courts \"exclusive original cognizance of all civil causes of admiralty and maritime jurisdiction, * *\" coupled with a provision \"saving to suitors, in all cases, the right of a common law remedy, where the common law is competent to give it\". 28 U.S.C. &#167;&#167; 41(3), 371 (1946 ed.). In the 1948 revision of the Judicial Code, 28 U.S.C. &#167; 1333, the language of this saving clause has been changed somewhat in phraseology but not in intent, as the Reviser's Note makes clear. Referring to the saving clause, the Court said in The Moses Taylor, 1866, <span class=\"citation\" data-id=\"87784\"><a href=\"/opinion/87784/the-moses-taylor/\"><span class=\"volume\">4</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">411</span></a></span>, 431, 18 L.Ed. 397: \"It is not a remedy in the common-law courts which is saved, but a common-law remedy\"; therefore it was held that a state could not authorize one of its courts to entertain a libel <i>in rem,</i> which was not a common law remedy, but a characteristic remedy of courts of admiralty.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The Constitution did more than extend the judicial power of the United States to all cases of admiralty and maritime jurisdiction. At the same time, as construed by the Supreme Court, the Constitution prescribed the substantive law to be applied in such cases. In Knickerbocker Ice Co. v. Stewart, 1920, <span class=\"citation\" data-id=\"99596\"><a href=\"/opinion/99596/knickerbocker-ice-co-v-stewart/\"><span class=\"volume\">253</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">149</span></a></span>, 160, <span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">438</span></span>, 440, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">834</span></span>, the Supreme Court laid down as a settled proposition: \"The Constitution itself adopted and established, as part of the laws of the United States, approved rules of the general maritime law and empowered Congress to legislate in respect of them and other matters within the admiralty and maritime jurisdiction.\" To the same effect see Panama R. R. Co. v. Johnson, 1924, <span class=\"citation\" data-id=\"100385\"><a href=\"/opinion/100385/panama-r-co-v-johnson/\"><span class=\"volume\">264</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">375</span></a></span>, 386, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">391</span></span>, 68 L.Ed. 748. As pointed out in Chelentis v. Luckenbach S. S. Co., Inc., 1918, <span class=\"citation\" data-id=\"99203\"><a href=\"/opinion/99203/chelentis-v-luckenbach-ss-co/\"><span class=\"volume\">247</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">372</span></a></span>, 384, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">501</span></span>, 504, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1171</span></span>, while \"under the saving clause a right sanctioned by the maritime law may be enforced through any appropriate remedy recognized at common law\", the complaining party was not thereby given \"an election to determine whether the defendant's liability shall be measured by common-law standards rather than those of the maritime law.\" In view of the many authorities cited by us in the Jansson case, 185 F.2d at page 216, we take it now to be fully established that when a common law action is brought, whether in a state or in a federal court, to enforce a cause of action cognizable also in admiralty, the substantive law to be applied is the same as would be applied by an admiralty court &#8212; that is, the general maritime law, as developed and declared, in the last analysis, by the Supreme Court of the United States, or as modified from time to time by Act of Congress.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Mr. Justice Brandeis, dissenting in State of Washington v. W. C. Dawson &amp; Co., 1924, <span class=\"citation\" data-id=\"100366\"><a href=\"/opinion/100366/washington-v-wc-dawson-co/\"><span class=\"volume\">264</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">219</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">302</span></span>, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">646</span></span>, anticipated one corollary from the Jensen line of cases. He pointed out, 264 U.S. at page 237, note 19, 44 S.Ct. at page 309: \"By making the substantive maritime law the rule of decision in the common-law courts exercising concurrent jurisdiction, the rule of Southern Pacific Co. v. Jensen introduces into every case in a state court involving maritime law, even if it is not affected by any state statute, a federal question which may be brought to this court for review either by writ of error or by petition for a writ of certiorari.\" The consequence which Brandeis, J., foresaw was logically accepted by the Supreme Court in Garrett v. Moore-McCormack Co., Inc., 1942, <span class=\"citation\" data-id=\"1087821\"><a href=\"/opinion/1087821/garrett-v-moore-mccormack-co/\"><span class=\"volume\">317</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">239</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">246</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">239</span></span>. A seaman brought a common law action in a state court for a cause of action (1) under the Jones Act and (2) under the general maritime law for maintenance and cure. The state court gave judgment for the defendant on both counts, holding the seaman bound by a release which he had executed, the seaman having failed to sustain the burden of proof which by state law was cast upon him in attacking the validity of a release. The Supreme Court took the case on certiorari and reversed, holding that the issue of the validity of the seaman's release was a substantive matter governed by admiralty principles rather than by the local law of the state, both as applied to the claim under the Jones Act and to the claim for maintenance and cure under the general maritime law. The right of the seaman to be free from the burden of proof imposed by the state rule \"inhered in his cause of action\" and \"was a part of the very substance of his claim\" under the general maritime law. 317 U.S. at page 249, 63 S.Ct. at page 252. The state court was bound to proceed in such manner, 317 U. S. at page 245, 63 S.Ct. at page 251, \"that all the substantive rights of the parties under controlling federal law would be protected. Whether it did so raises a federal question reviewable here under &#167; 237(b) of the Judicial Code, 28 U.S.C. &#167; 344(b)\", a provision now found in substance in 28 U. S.C. &#167; 1257(3).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The statutory basis of the jurisdiction of the Supreme Court to review upon certiorari the final judgment of a state court in cases like Garrett v. Moore-McCormack, supra, where the plaintiff brings suit to enforce a claim under the general maritime law, is found in the language of 28 U.S.C. &#167; 1257(3): \"or where any title, right, privilege or immunity is specially set up or claimed under the Constitution, treaties or statutes of, or commission held or authority exercised under, the United States.\" In Garrett v. Moore-McCormack, the Supreme Court evidently held that the seaman, in suing for maintenance and cure, set up or claimed a right \"under the Constitution\", for, as respected such cause of action, no Act of Congress or treaty was involved. That conclusion followed from the proposition laid down as settled law in Knickerbocker Ice Co. v. Stewart, 1920, <span class=\"citation\" data-id=\"99596\"><a href=\"/opinion/99596/knickerbocker-ice-co-v-stewart/\"><span class=\"volume\">253</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">149</span></a></span>, 160, <span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">438</span></span>, 440, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">834</span></span>, that the \"Constitution itself adopted and established, as part of the laws of the United States, approved rules of the general maritime law\".</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We think it is an equally obvious consequence of the Jensen line of cases that a suit brought on the law side of the federal district court, on a claim under the general maritime law, is a \"civil action\" which \"arises under the Constitution\" within the meaning of 28 U.S.C. &#167; 1331; and that therefore, if the jurisdictional amount required by &#167; 1331 is present, the district court has jurisdiction irrespective of diversity of citizenship.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> 28 U.S.C. &#167; 1332 rests upon a separate category of federal judicial power, extending to all cases, in law and in equity, \"between * * * Citizens of different States\", even though the substantive law to be applied is that of a state. But since a suit on a claim under the general maritime law asserts a substantive right \"under controlling federal law\", 317 U.S. at page 245, 63 S.Ct. at page 251, what is the sense, in such a case, of requiring in addition that diversity of citizenship be present?<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In Seas Shipping Co., Inc., v. Sieracki, 1946, <span class=\"citation\" data-id=\"104287\"><a href=\"/opinion/104287/seas-shipping-co-v-sieracki/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">872</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1099</span></span>, a stevedore employed by an independent stevedoring company brought an action against a shipowner for personal injuries, on the law side of a federal district court. Whether diversity of citizenship in fact existed does not appear from the report; at any rate the Supreme Court did not refer to diversity as being the basis of the jurisdiction of the district court over the cause of action. It was held that the shipowner's obligation of seaworthiness, independent of negligence, traditionally owed by shipowners to seamen, extended also to a stevedore injured while on board the ship though in the employ of an independent stevedoring contractor. In reaching this conclusion, the Supreme Court was applying, as it understood them, \"approved rules of the general maritime law\" which the Constitution itself adopted and established as part of the laws of the United States. Suppose the Constitution, in so many words, had expressly provided that persons receiving injuries upon navigable waters shall have rights of action in accordance with the general maritime law. The asserted right of the stevedore then would be supported if the Constitution were given one effect, and defeated if it were given another effect. It would be difficult to deny, in the case supposed, that the civil action would be one which \"arises under the Constitution\" within the meaning of 28 U.S.C. &#167; 1331. Although the Constitution does not have the express language just supposed, it has in effect so provided, as the Supreme Court has held in Southern Pacific Co. v. Jensen and cases following. Of course it takes some decisional law to give specific content to the phrase \"general maritime law\", just as it takes some decisional law to give specific content to the phrase \"due process of law\". For the reasons above stated we think that the district court had jurisdiction of the cause of action in Seas Shipping Co. v. Sieracki under 28 U.S.C. &#167; 1331.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The opinion in Jordine v. Walling, 3 Cir., 1950, <span class=\"citation\" data-id=\"226127\"><a href=\"/opinion/226127/jordine-v-walling/\"><span class=\"volume\">185</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">662</span></a></span>, 668, states that cases arising \"under the Constitution\" within the meaning of Art. III, &#167; 2, of the Constitution and of 28 U.S.C. &#167; 1331 \"are only such cases as really and substantially involve a controversy as to the effect or construction of the Constitution upon the determination of which the result depends.\" Six cases are cited for this proposition, viz., Gold-Washing &amp; Water Co. v. Keyes, 1877, <span class=\"citation\" data-id=\"89696\"><a href=\"/opinion/89696/gold-washing-and-water-co-v-keyes/\"><span class=\"volume\">96</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">199</span></a></span>, 24 L.Ed. 656; Starin v. New York, 1885, <span class=\"citation\" data-id=\"91443\"><a href=\"/opinion/91443/starin-v-new-york/\"><span class=\"volume\">115</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">28</span></span>, 29 L. Ed. 388; City of Shreveport v. Cole, 1889, <span class=\"citation\" data-id=\"92380\"><a href=\"/opinion/92380/shreveport-v-cole/\"><span class=\"volume\">129</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">210</span></span>, 32 L.Ed. 589; City of New Orleans v. Benjamin, 1894, <span class=\"citation\" data-id=\"93907\"><a href=\"/opinion/93907/new-orleans-v-benjamin/\"><span class=\"volume\">153</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">411</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">905</span></span>, 38 L.Ed. 764; Bankers Mutual Casualty Co. v. Minneapolis, St. P. &amp;c. Ry. Co., 1904, <span class=\"citation\" data-id=\"96000\"><a href=\"/opinion/96000/bankers-casualty-co-v-minn-st-p-c-ry/\"><span class=\"volume\">192</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">371</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">325</span></span>, 48 L.Ed. 484; Gully v. First National Bank, 1936, <span class=\"citation\" data-id=\"102703\"><a href=\"/opinion/102703/gully-v-first-nat-bank-in-meridian/\"><span class=\"volume\">299</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">109</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">96</span></span>, <span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">70</span></span>. In each of these cases the complaint was obviously predicated upon a right asserted under state statute or state common law, and not upon \"controlling federal law\"; and it was properly held that the federal district court had no jurisdiction either of an original suit filed in that court or by way of removal from a state court. But these decisions, so far as we can see, throw no light on the problem now under discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Perhaps a more accurate summation of the decisions cited in the preceding paragraph is found in the opinion of Mr. Justice Moody in Louisville &amp; Nashville R. R. Co. v. Mottley, 1908, <span class=\"citation\" data-id=\"96889\"><a href=\"/opinion/96889/louisville-nashville-r-co-v-mottley/\"><span class=\"volume\">211</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">149</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">42</span></span>, 53 L.Ed. 126. Commenting on the language of the jurisdictional Act of August 13, 1888, 25 Stat. 433, 434, \"suits * * arising under the Constitution or laws of the United States\", the Court said, 211 U.S. at page 152, 29 S.Ct. at page 43: \"It is the settled interpretation of these words, as used in this statute, conferring jurisdiction, that a suit arises under the Constitution and laws of the United States only when the plaintiff's statement of his own cause of action shows that it is based upon those laws or that Constitution. It is not enough that the plaintiff alleges some anticipated defense to his cause of action, and asserts that the defense is invalidated by some provision of the Constitution of the United States. Although such allegations show that very likely, in the course of the litigation, a question under the Constitution would arise, they do not show that the suit, that is, the plaintiff's original cause of action, arises under the Constitution.\" Or as otherwise expressed in State of Tennessee v. Union &amp; Planters' Bank, 1894, <span class=\"citation\" data-id=\"93850\"><a href=\"/opinion/93850/tennessee-v-union-planters-bank/\"><span class=\"volume\">152</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">454</span></a></span>, 461, <span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">654</span></span>, 657, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">511</span></span>, it is essential \"that the plaintiff's declaration or bill should show that he asserts a right under the constitution or laws of the United States.\" Frequently, the Supreme Court has used an equivalent shorthand expression that \"the Federal character of the suit must appear in the plaintiff's own statement of his claim\". Houston &amp; Texas Central R. R. Co. v. Texas, 1900, <span class=\"citation\" data-id=\"95218\"><a href=\"/opinion/95218/houston-texas-central-r-co-v-texas/\"><span class=\"volume\">177</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">66</span></a></span>, 78, <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">545</span></span>, 548, 44 L.Ed. 673. That is, the complaint must present a \"Federal question\", as distinguished from one of state law. Vicksburg Waterworks Co. v. Vicksburg, 1902, <span class=\"citation\" data-id=\"95632\"><a href=\"/opinion/95632/vicksburg-waterworks-co-v-vicksburg/\"><span class=\"volume\">185</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">65</span></a></span>, 83, <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">585</span></span>, 46 L.Ed. 808; Boston &amp; Montana Consol. Copper &amp; Silver Mining Co. v. Montana Ore Purchasing Co., 1903, <span class=\"citation\" data-id=\"95811\"><a href=\"/opinion/95811/boston-c-mining-co-v-montana-ore-co/\"><span class=\"volume\">188</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">632</span></a></span>, 639, <span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">434</span></span>, 47 L.Ed. 626.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Furthermore, it cannot be that the jurisdiction of a district court under &#167; 1331 depends upon whether the case develops into a controversy on an issue of law as to the construction of the Constitution or a law of the United States. When a complaint is filed it cannot be known whether the defendant is going to raise any such issue; he may concede that a cause of action is well pleaded, and merely raise issues of fact by denial of the allegations of the complaint. Thus suppose a seaman sues the shipowner under the Jones Act, seeking judgment for money damages on account of bodily injuries alleged to be the result of negligence. The complaint states a case arising under a law of the United States, and of course the district court has jurisdiction under &#167; 1331, and this is no less true though it eventuates that the shipowner raises no defense involving any legal issue as to the construction of the Jones Act, but only denies the allegations of negligence. Likewise, a complaint filed under &#167; 1331 may contain a well-pleaded cause of action for damages under settled rules of the general maritime law, and the defendant may confine his defense to issues of fact. Yet such case arises \"under the Constitution\", because if the plaintiff proves the allegations of the complaint it is the Constitution which secures him a right of recovery; he \"asserts a right under the constitution\". State of Tennessee v. Union &amp; Planters' Bank, 1894, <span class=\"citation\" data-id=\"93850\"><a href=\"/opinion/93850/tennessee-v-union-planters-bank/\"><span class=\"volume\">152</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">454</span></a></span>, 461, <span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">654</span></span>, 657, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">511</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">It is certainly true that a case does not necessarily arise under the Constitution or laws of the United States, so as to be within the original jurisdiction of a federal district court under 28 U.S.C. &#167; 1331, merely because it involves a federal question, <i>i. e.,</i> a \"title, right, privilege or immunity * * * specially set up or claimed under the Constitution, treaties or statutes of * * * the United States\", which is reviewable by the Supreme Court on certiorari under 28 U.S.C. &#167; 1257(3). The distinction is pointed out by Frankfurter, J., in Skelly Oil Co. v. Phillips Petroleum Co., 1950, <span class=\"citation\" data-id=\"104808\"><a href=\"/opinion/104808/skelly-oil-co-v-phillips-petroleum-co/\"><span class=\"volume\">339</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">667</span></a></span>, 672-673, <span class=\"citation\" data-id=\"104808\"><a href=\"/opinion/104808/skelly-oil-co-v-phillips-petroleum-co/\"><span class=\"volume\">70</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">876</span></a></span>, 94 L.Ed. 1194. Jurisdiction of a federal court under 28 U.S.C. &#167; 1331 depends upon the cause of action set forth in the complaint itself; plaintiff's claim must arise under the Constitution or laws of the United States. \"Not every question of federal law emerging in a suit is proof that a federal law is the basis of the suit.\" Gully v. First National Bank, 1936, <span class=\"citation\" data-id=\"102703\"><a href=\"/opinion/102703/gully-v-first-nat-bank-in-meridian/\"><span class=\"volume\">299</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">109</span></a></span>, 115, <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">96</span></span>, 99, <span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">70</span></span>, 99. But if, in the course of a suit begun in a state court on an asserted non-federal claim, a defense is set up under the federal Constitution or laws, and if the state court decides such question of federal law, then the judgment of the state court may be reviewed by certiorari under 28 U.S.C. &#167; 1257(3), since it is a case in which a \"privilege or immunity is specially set up or claimed under the Constitution, treaties or statutes of * * * the United States.\"</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In other words, the difference between 28 U.S.C. &#167;&#167; 1257(3) and 1331 is that in the former the title, right, privilege or immunity under the Constitution or laws of the United States may be set up at any stage in the litigation, whereas in the latter the case must \"arise\", that is, the plaintiff's case must be founded on a right under the Constitution or laws. But the two sections have the same meaning as to what is a right arising or claimed \"under the Constitution\" or laws. The phrase \"under the Constitution\" in 28 U.S.C. &#167; 1257 (3) means what \"under this Constitution\" means in Article III of the Constitution; and until the Jordine case the suggestion has never been made, so far as we are aware, that the phrase \"under the Constitution\" in 28 U.S.C. &#167; 1331 was intended to be read in a different and more restricted sense. Where a plaintiff sues on a claim founded upon the general maritime law, if he sues on the law side of a federal district court it is a case which \"arises under the Constitution\" within the meaning of &#167; 1331; and if he sues in a state court it is a case in which a right \"is specially set up or claimed under the Constitution\" within the meaning of &#167; 1257(3).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">In the Skelly Oil Co. case, supra, the Supreme Court observed, 339 U.S. at page 673, 70 S.Ct. at page 880: \"It would turn into the federal courts a vast current of litigation indubitably arising under State law, in the sense that the right to be vindicated was State-created, if a suit for a declaration of rights could be brought into the federal courts merely because an anticipated defense derived from federal law.\" That consideration has no application to the case at bar. Neither the claim based on breach of the owner's obligation of seaworthiness nor the claim for maintenance and cure was state-created, but each was a federal claim arising under the general maritime law, and undoubtedly the federal district court would have had original jurisdiction of such a claim on the admiralty side.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The only important difference in trying the case on the law side under 28 U.S.C. &#167; 1331 is that the plaintiff gets a jury trial,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> as he would also if the case came under &#167; 1332. Conceivably, as a matter of policy, it would be better to try these cases, founded on the general maritime law, in accordance with the historic procedures of courts of admiralty, before a judge without a jury. Congress could have so required, for the parties do not have a constitutional right to a jury trial in cases within the cognizance of a court of admiralty. But Congress made the opposite policy decision way back in 1789, in the famous saving clause, whereunder suitors with claims cognizable in admiralty were also permitted, as theretofore, to pursue a common law remedy in any common law court of competent jurisdiction, with the incident of a jury trial. And ever since 1789 that has been so.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> \"The district courts shall have original jurisdiction of all civil actions wherein the matter in controversy exceeds the sum or value of $3,000, exclusive of interest and costs, and arises under the Constitution, laws or treaties of the United States.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> \"(a) The district courts shall have original jurisdiction of all civil actions where the matter in controversy exceeds the sum or value of $3,000 exclusive of interest and costs, and is between:</p>\n        <p class=\"indent\">\"(1) Citizens of different States; * * *.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In many earlier cases this court has stated, without extended discussion, that in a civil action by a seaman in a federal district court it was proper to join a count under the Jones Act with one for maintenance and cure under the general maritime law. Stevens v. R. O'Brien &amp; Co., 1 Cir., 1933, <span class=\"citation\" data-id=\"1472486\"><a href=\"/opinion/1472486/stevens-v-r-obrien-co/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">632</span></a></span>, 633; Nolan v. General Seafoods Corp., 1 Cir., 1940, <span class=\"citation\" data-id=\"1498772\"><a href=\"/opinion/1498772/nolan-v-general-seafoods-corporation/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">515</span></a></span>, 517; Bay State Dredging &amp; Contracting Co. v. Porter, 1 Cir., 1946, <span class=\"citation\" data-id=\"1478935\"><a href=\"/opinion/1478935/bay-state-dredging-contracting-co-v-porter/\"><span class=\"volume\">153</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">827</span></a></span>, 829. Diversity of citizenship was not alleged in any of these cases. In two of them, the counts for maintenance and cure claimed damages in excess of $3,000; so that, under the view stated in the body of this opinion, the federal district court had an independent basis of jurisdiction over those counts, by virtue of 28 U.S.C. &#167; 1331, without reference to the counts under the Jones Act with which they were joined. In the Nolan case, however, it appears from an examination of the record that only $1,000 damages was claimed in the count for maintenance and cure; so that the federal district court, sitting as a court of law, not as a court of admiralty, could have taken jurisdiction over this cause of action only on the basis of its joinder with a related count under the Jones Act. The doctrine of pendent jurisdiction, as illustrated by Hurn v. Oursler, 1933, <span class=\"citation\" data-id=\"102086\"><a href=\"/opinion/102086/hurn-v-oursler/\"><span class=\"volume\">289</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">586</span></span>, <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1148</span></span>, has been given a liberal application in this circuit. See concurring opinion in Strachman v. Palmer, 1 Cir., 1949, <span class=\"citation\" data-id=\"1507132\"><a href=\"/opinion/1507132/strachman-v-palmer/\"><span class=\"volume\">177</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">427</span></a></span>, 431, 12 A.L.R.2d 687; Manosky v. Bethlehem-Hingham Shipyard, Inc., 1 Cir., 1949, <span class=\"citation\" data-id=\"1507322\"><a href=\"/opinion/1507322/manosky-v-bethlehem-hingham-shipyard/\"><span class=\"volume\">177</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">529</span></a></span>, 534</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In addition, there is a very limited area in which state legislation is competent to supplement the general maritime law; but here it is a federal question how far such statutes may be taken up and applied to matters within admiralty cognizance without working \"material prejudice to the characteristic features of the general maritime law\" or interfering \"with the proper harmony and uniformity of that law in its international and interstate relations.\" Southern Pacific Co. v. Jensen, 1917, <span class=\"citation\" data-id=\"2483664\"><a href=\"/opinion/2483664/southern-pacific-co-v-jensen/\"><span class=\"volume\">244</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">205</span></a></span>, 216, <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">524</span></span>, 61 L.Ed. 1086; Grant Smith-Porter Ship Co. v. Rohde, 1922, <span class=\"citation\" data-id=\"99893\"><a href=\"/opinion/99893/grant-smith-porter-ship-co-v-rohde/\"><span class=\"volume\">257</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">469</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">157</span></span>, 66 L.Ed. 321. Applying this rather vague standard, the Supreme Court has held that a state death act may constitutionally be applied to give a remedy for a wrongful death on navigable waters within the territorial limits of the state. In such a case the state statute gives the measure of recovery, whether the suit is brought in a state court, American Steamboat Co. v. Chase, 1872, <span class=\"citation\" data-id=\"88702\"><a href=\"/opinion/88702/steamboat-co-v-chase/\"><span class=\"volume\">16</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">522</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">369</span></span>; Sherlock v. Alling, 1876, <span class=\"citation\" data-id=\"89350\"><a href=\"/opinion/89350/sherlock-v-alling-administrator/\"><span class=\"volume\">93</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">99</span></a></span>, 23 L. Ed. 819; or in a federal court, Western Fuel Co. v. Garcia, 1921, <span class=\"citation\" data-id=\"99878\"><a href=\"/opinion/99878/western-fuel-co-v-garcia/\"><span class=\"volume\">257</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">233</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">89</span></span>, 66 L.Ed. 210; Spencer Kellogg &amp; Sons, Inc. v. Hicks, 1932, <span class=\"citation\" data-id=\"101902\"><a href=\"/opinion/101902/spencer-kellogg-sons-inc-v-hicks/\"><span class=\"volume\">285</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">502</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">450</span></span>, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">903</span></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> One qualification of the above statement occurs to us. There is a limited area in which state legislation may constitutionally supplement the general maritime law. See footnote 5, supra. Thus, as applied to deaths on navigable waters within the territorial limits of a state, the state wrongful death act may be \"taken up as part of the admiralty jurisprudence of the United States.\" Spencer Kellogg &amp; Sons, Inc., v. Hicks, 1932, <span class=\"citation\" data-id=\"101902\"><a href=\"/opinion/101902/spencer-kellogg-sons-inc-v-hicks/\"><span class=\"volume\">285</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">502</span></a></span>, 514, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">450</span></span>, 454, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">903</span></span>. Therefore a libel<i>in personam</i> founded on a right created by the state statute may be filed on the admiralty side in a federal district court, irrespective of diversity of citizenship, of course. Great Lakes Dredge &amp; Dock Co. v. Kierejewski, 1923, <span class=\"citation\" data-id=\"100175\"><a href=\"/opinion/100175/great-lakes-dredge-dock-co-v-kierejewski/\"><span class=\"volume\">261</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">418</span></span>, 67 L.Ed. 756. And if jurisdictional amount and diversity of citizenship exist, a civil action for wrongful death may be brought in a federal district court under 28 U.S.C. &#167; 1332. But this supplement to the general maritime law is not commanded &#8212; only permitted &#8212; by the Constitution of the United States. The right is created by the state statute, which governs the measure and conditions of recovery. Therefore it would seem that the case is not one which \"arises under the Constitution,\" and that a civil action for wrongful death, based on the state statute, cannot be brought in a federal district court under 28 U.S.C. &#167; 1331. See 35 Yale L.J. 396-401.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> It is true that Clifford, J., speaking for the Court in The Belfast, 1868, <span class=\"citation\" data-id=\"88052\"><a href=\"/opinion/88052/the-belfast/\"><span class=\"volume\">7</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">624</span></a></span>, 643, <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">266</span></span>, in Leon v. Galceran, 1870, <span class=\"citation\" data-id=\"88315\"><a href=\"/opinion/88315/leon-v-galceran/\"><span class=\"volume\">11</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">185</span></a></span>, 188, <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">74</span></span>, and in American Steamboat Co. v. Chase, 1872, <span class=\"citation\" data-id=\"88702\"><a href=\"/opinion/88702/steamboat-co-v-chase/\"><span class=\"volume\">16</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">522</span></a></span>, 533, <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">369</span></span>, stated, purely by way of dictum, that the \"common law remedy\" preserved by the saving clause might be pursued in a federal circuit court only in cases of diversity of citizenship. This was in fact true at that time, for it was not until 1875 that the old circuit courts were given general original jurisdiction of suits of a civil nature at common law or in equity \"arising under the Constitution or laws of the United States.\" 18 Stat. 470. See Bankers' Trust Company v. Texas &amp; Pacific Railway Co., 1916, <span class=\"citation\" data-id=\"98744\"><a href=\"/opinion/98744/bankers-trust-co-v-texas-pacific-r-co/\"><span class=\"volume\">241</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">295</span></a></span>, 305, <span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">569</span></span>, 60 L.Ed. 1010. Furthermore, these are all cases of the pre-Jensen era, before it had been clearly established that in a suit at common law on a maritime tort the substantive law to be applied is the general maritime law made applicable as part of the laws of the United States by the Constitution itself; that the right of recovery, if any, is a federally created right. See Palfrey, The Common Law Courts and the Law of the Sea, 36 Harv.L.Rev. 777 (1923). Cf. Belden v. Chase, 1893, <span class=\"citation\" data-id=\"93741\"><a href=\"/opinion/93741/belden-v-chase/\"><span class=\"volume\">150</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">674</span></a></span>, 691, <span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">264</span></span>, <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1218</span></span>, where, in a collision of two ships in navigable waters, the owner of one ship brought an action for damages in a state court under the saving clause, and the Supreme Court assumed that the common law rule of contributory negligence was applicable, rather than the rule in admiralty of an equal division of damages in case of mutual fault. Black, J., speaking for the Court in Garrett v. Moore-McCormack Co., Inc., 1942, <span class=\"citation\" data-id=\"1087821\"><a href=\"/opinion/1087821/garrett-v-moore-mccormack-co/\"><span class=\"volume\">317</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">239</span></a></span>, 244, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">246</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">239</span></span>, dismisses Belden v. Chase as \"an 1893 decision\". For the same reason it is necessary to discount the dictum of Chief Justice Marshall in American Insurance Co. v. Canter, 1828, <span class=\"citation\" data-id=\"85595\"><a href=\"/opinion/85595/american-ins-co-v-356-bales-of-cotton/\"><span class=\"volume\">1</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">511</span></a></span>, 545, 7 L.Ed. 242: \"A case in admiralty does not, in fact, arise under the constitution or laws of the United States. These cases are as old as navigation itself; and the laws of admiralty and maritime, as it has existed for ages, is applied in our courts to the cases as they arise.\" The actual decision in the Canter case seems pretty clearly right, (1) that, under its power to make all needful rules and regulations respecting the territory of the United States, Congress might constitutionally authorize the legislative body, which it had set up in the Territory of Florida, to create an admiralty court with jurisdiction to issue decrees<i>in rem</i> in salvage cases, and (2) that Congress had, by the statutes in question, so authorized the territorial legislature. But with all respect for the great Chief Justice, it must be said that this was not one of his most luminous opinions.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See R.S. &#167; 566, 28 U.S.C. &#167; 770 (1946 ed.); Reviser's Note to 28 U.S.C. &#167; 1873; Rule 38, Federal Rules of Civil Procedure, 28 U.S.C</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The judgment of the District Court is affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/85595/",
    "http://www.courtlistener.com/api/rest/v3/opinions/87784/",
    "http://www.courtlistener.com/api/rest/v3/opinions/88052/",
    "http://www.courtlistener.com/api/rest/v3/opinions/88315/",
    "http://www.courtlistener.com/api/rest/v3/opinions/88702/",
    "http://www.courtlistener.com/api/rest/v3/opinions/89350/",
    "http://www.courtlistener.com/api/rest/v3/opinions/89696/",
    "http://www.courtlistener.com/api/rest/v3/opinions/90216/",
    "http://www.courtlistener.com/api/rest/v3/opinions/91443/",
    "http://www.courtlistener.com/api/rest/v3/opinions/92380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/93741/",
    "http://www.courtlistener.com/api/rest/v3/opinions/93850/",
    "http://www.courtlistener.com/api/rest/v3/opinions/93907/",
    "http://www.courtlistener.com/api/rest/v3/opinions/95218/",
    "http://www.courtlistener.com/api/rest/v3/opinions/95632/",
    "http://www.courtlistener.com/api/rest/v3/opinions/95811/",
    "http://www.courtlistener.com/api/rest/v3/opinions/95920/",
    "http://www.courtlistener.com/api/rest/v3/opinions/96000/",
    "http://www.courtlistener.com/api/rest/v3/opinions/96889/",
    "http://www.courtlistener.com/api/rest/v3/opinions/98440/",
    "http://www.courtlistener.com/api/rest/v3/opinions/98744/",
    "http://www.courtlistener.com/api/rest/v3/opinions/99203/",
    "http://www.courtlistener.com/api/rest/v3/opinions/99596/",
    "http://www.courtlistener.com/api/rest/v3/opinions/99878/",
    "http://www.courtlistener.com/api/rest/v3/opinions/99893/",
    "http://www.courtlistener.com/api/rest/v3/opinions/100175/",
    "http://www.courtlistener.com/api/rest/v3/opinions/100366/",
    "http://www.courtlistener.com/api/rest/v3/opinions/100385/",
    "http://www.courtlistener.com/api/rest/v3/opinions/101902/",
    "http://www.courtlistener.com/api/rest/v3/opinions/101990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102086/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102160/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102703/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102997/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103647/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104287/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104808/",
    "http://www.courtlistener.com/api/rest/v3/opinions/224360/",
    "http://www.courtlistener.com/api/rest/v3/opinions/226127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1472486/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1474414/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1478935/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1498772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1507132/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1507322/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2483664/"
  ]
}