{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/230372/",
  "absolute_url": "/opinion/230372/camerlin-v-new-york-cent-r-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/230372/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:29:51Z",
  "date_modified": "2016-02-28T05:48:00.369978Z",
  "type": "010combined",
  "sha1": "218c157e0662bdc698d30801e6737a817f0bd65a",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/199/199.F2d.698.4651_1.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">199 F.2d 698</p>\n    <p class=\"parties\">CAMERLIN<br>v.<br>NEW YORK CENT. R. CO.</p>\n    <p class=\"docket\">No. 4651.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">Nov. 12, 1952.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Leo M. Goldberg, Providence, R.I.  (Joseph Palmieri, George Ajootian and Goldberg &amp; Goldberg, Providence, R.I., on the brief), for appellant.</p>\n      <p class=\"indent\">Frank W. Crocker, Boston, Mass.  (George C. Caner, Jr., and Ropes, Gray, Best, Coolidge &amp; Rugg, Boston, Mass., on the brief), for appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit judges.</p>\n      <p class=\"indent\">MAGRUDER, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The appeal here is from a summary judgment for the defendant in an action under the Federal Employers' Liability Act, as amended, 35 Stat. 65, 53 Stat. 1404, 45 U.S.C.A. &#167; 51 et seq.  Our holding is that the case was not a proper one for summary judgment, for we do not agree that on the pleadings and depositions before the court the plaintiff was as a matter of law bound by a general release set up in answer to the action.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">It was alleged in the complaint that on or about September 8, 1948, plaintiff was employed by defendant railroad as a laborer, working at Churchville, New York, on the job of laying heavy cement blocks for the construction and maintenance of 'water-pans', which were placed between the rails for the servicing of defendant's trains engaged in interstate commerce; that while he was so employed, one of such cement blocks was caused to fall upon him by the negligence of a fellow employee resulting in serious and permanent injuries, all to his damage in the sum of $25,000.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In its answer, defendant set up various defenses only one of which is relevant to this appeal.  The Fourth Defense was that 'the plaintiff for a valuable consideration, duly executed and delivered to the defendant a general release in writing whereby the plaintiff duly released the defendant and forever discharged it from the alleged cause of action set forth in the plaintiff's complaint and from any and all claims and cause of action of every kind whatsoever against the defendant.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">To this Fourth Defense plaintiff filed a reply denying the allegations therein and further alleging that the so-called release was 'intended between the parties to be merely a receipt by the plaintiff to the defendant of certain monies advanced by the defendant to the aforesaid plaintiff'; that the defendant corporation falsely and fraudulently represented to the plaintiff that the instrument referred to in the Fourth Defense 'was only a receipt for a payment for medical bills and weekly compensation under the New York Workmen's Compensation Law, McK. Consol.  Laws, c. 67, in sum of $25.00 per week for a period of approximately 26 weeks,' and that in reliance on such misrepresentation he signed the same and did not ascertain that it purported to be a release of the cause of action set forth in the complaint until after the present action was instituted.  In addition, plaintiff's reply alleged that the sum of $950 given by defendant as consideration for the purported release was so grossly and flagrantly inadequate, in view of plaintiff's actual injuries, that in equity and good conscience the release should be declared void and of no effect.  The reply also averred plaintiff's readiness and willingness to return the $950 if the court decided that he must do so, but he asserted his belief that it was not necessary to return this sum as a condition precedent to the maintenance of the action.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On January 25, 1952, defendant presented to the court below a deposition by plaintiff and one by his mother, taken on behalf of defendant pursuant to subpoena.  Counsel for both parties were present at the taking of the depositions, and questioned the deponents.  Plaintiff's deposition rehearsed in detail the circumstances attending the execution of the so-called release.  The mother's deposition is of little or no importance, since she was not present at the conversation between the plaintiff and the claim agent, and was merely called in after the execution of the release to witness her son's signature to that document and to a separate document reciting the facts relating to the accident.  On the basis of the pleadings and of these two depositions, defendant moved for a summary judgment in its favor under Rule 56(c), F.R.C.P., 28 U.S.C.A.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Subsequently, on February 9, 1952, plaintiff filed by leave of court an affidavit executed by him after the taking of the depositions.  The affidavit also recited the circumstances leading up to the execution of the so-called release.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On February 12, 1952, the district court allowed the motion for summary judgment and entered judgment for the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In an accompanying memorandum, the district judge stated that in so far 'as the affidavit differs from or varies the evidence of the plaintiff in his deposition, the deposition will control, as the right of cross-examination was not present with regard to the affidavit.'  If by this the district judge meant to rule that the facts alleged in the affidavit would be excluded from consideration in the determination of the question whether there was any genuine issue as to any material fact, then we think the ruling was technically in error.  Rule 56(c) provides: 'The judgment sought shall be rendered forthwith if the pleadings, depositions, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.'  See also Rule 56(e).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">However, if there was error in this respect, it was not prejudicial.  The affidavit was not in any material respect in contradiction of any of the allegations contained in the plaintiff's deposition, but for the most part was merely a reaffirmation of his testimony given by deposition.  The only important additional allegation contained in the affidavit was to the effect that the claim agent assured him 'that when I go better and was able to return to do some work, the company would give me a lifetime job of some kind if I was unable to do the same kind of work I did in Churchville, New York, before I was injured'; that this was one of the statements by the claim agent upon which he relied in executing the so-called release; and that subsequently 'the company did not give me any lifetime job as the Claim Agent promised me.'  If the release were otherwise valid and binding, it could not be avoided on account of the railroad's subsequent nonfulfillment of this oral promise allegedly made by the claim agent in the course of negotiations leading to the settlement.  It is not asserted that the parties meant to include this oral promises in the written contract of settlement, and that it was omitted therefrom by mutual mistake.  The oral promise is not enforceable as a promise, in view of the parol evidence rule, and the plaintiff could not, therefore, avoid his part of the bargain on the ground of failure of consideration.  Nor do the above-stated allegations in the affidavit make out a case of fraud on the agent's part in the sophisticated sense that the agent procured the plaintiff's execution of the release in part by making an oral promise which he then and there had no intention to fulfill, or which he knew the railroad would not fulfill.  The mere fact that the railroad subsequently did not give plaintiff a lifetime job is not, without more, a basis for inferring as a fact that the claim agent made the promise in bad faith, misrepresenting his then state of mind.  Irish v. Central Vermont Ry., Inc., 2 Cir., 1947, 164 F.2d 837, relied upon by the plaintiff in this respect, is clearly distinguishable.  In that case the plaintiff testified that the claim agent 'promised me he would see that I would get my pension retirement'; and that partly on the faith of this promise he was induced to execute a general release.  The court pointed out that since it was the Railroad Retirement Board which had the sole power under the applicable law to grant such pensions, and since the plaintiff's particular disability did not make him eligible for a pension under the law, the jury would be warranted in inferring 'that the claim agent knew that he was inducing the plaintiff to agree not to sue the railroad by creating false hopes.'  Therefore the court held that there was an issue of fact as to fraud in the procurement of the release which ought to have been submitted to the jury and that the trial court was in error in dismissing the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">For the above reason we shall take no further account of the allegations in the affidavit, in determining whether the district judge properly granted a summary judgment for the defendant in the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The plaintiff's story, as told in his deposition, may be summarized as follows: After the accident, in which a concrete block dropped on his foot, the plaintiff was given emergency treatment by a Dr. Vail at Churchville, New York.  After three days of treatment there, upon advice of Dr. Vail, plaintiff went to his home in Providence, Rhode Island, where he put himself under the care of Dr. William A. Horan, a bone specialist.  Dr. Horan advised him that his little toe should be amputated, but this operation has been postponed, pursuant to the doctor's advice, and has not yet taken place.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Plaintiff communicated with defendant railroad as to his right to compensation for time lost and reimbursement for medical care.  About seven weeks after the accident he was visited at his home by a claim agent of the railroad, Mr. William G. Geibel.  Plaintiff told Geibel his version of the accident, which Geibel wrote down longhand, the statement covering four pages.  The matter of compensation was then discussed and plaintiff, at Geibel's suggestion, and in his presence, called up Dr. Horan, who told plaintiff that he would probably be confined for five or six months.  Geibel told plaintiff that under the Workmen's Compensation Law of New York he would be entitled to $25 a week for the time he was laid up as a result of the accident.  (Plaintiff was being paid by the railroad, at the time of the accident, at the rate of $64.80 per week.)  The claim agent told the plaintiff that upon the estimate that he would be laid up for a six-month period, the railroad would offer the plaintiff $600 for compensation according to the rate provided in the New York law, with an additional $350 to cover medical bills, or a total of $950.  The only medical indebtedness which had been incurred up to this time apart from the bill of Dr. Vail at Churchville, which the railroad was going to take care of, was a bill for $62 rendered by Dr. Horan.  Geibel filled out a printed form which the railroad pleaded as a general release.  This document was headed in bold type: 'This Is a General Release'.  It recited that Camerlin for the sole consideration of $950 received to his full satisfaction from the New York Central Railroad Company 'and without any other representation, promise or agreement, written or oral,' thereby released and discharged the railroad from all claims whatsoever including, but without limitation of the foregoing, all liability for damages of any kind, known or unknown, received by Camerlin at or near Churchville, New York, on or about September 3, 1948.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Thereafter, at Geibel's request, the plaintiff signed his name to each of the four sheets of the statement concerning the accident.  On Dr. Horan's bill for $62, he wrote in his own handwriting, and over his signature: 'I agree to pay this bill and all other medical and hospital bills except the bill of Dr. Vail at Churchville, N.Y., arising out of injuries sustained by me at Churchville, N.Y., on Sept. 3, 1948.'  In addition he signed the release document which Geibel had drawn up.  He claimed that he did this on the faith of the prior representation by Geibel that the document was merely a 'receipt to show he delivered the $25 a week for the six months, plus $350'; that if the plaintiff had not fully recovered or was unable to return to work at the end of the six months, he would continue to receive the $25 per week.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">After the plaintiff had executed the release document, Geibel wrote out the words 'I have read and understand this release' and requested the plaintiff to copy those words on the face of the document in his own handwriting, which the plaintiff did.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Plaintiff was questioned at length by counsel for defendant as to what he meant by the statement: 'I have read and understand this release'.  He insisted that he had not prior to executing the document read and understood it as giving up all his rights for the sum of $950.  It is noted that the statement which he copied on the face of the instrument uses the technical word 'release' instead of saying in layman's language: 'I understand that the signing of this paper prevents me from making any further claims against the railroad.'  Being a laborer with a meager education, he was naturally confusing in his testimony as to his comprehension of the technical word 'release'.  At one point, after denying that he knew the document was a release, he said he knew it was a release but added: 'I thought it was a release for compensation like we were talking.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">After accepting the check for $950, and approximately five months after the accident, he returned to work.  But he was laid off again in a few days because of inability to do the work.  Thereafter he had a spasmodic employment record with a succession of employers.  At his various jobs subsequent to the injury he complained of inability to stand for long periods, which apparently accounted for his frequent changes of employment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In Sartor v. Arkansas Natural Gas Corp., 1944, 321 U.S. 620, 627, 64 S.Ct. 724, 728, 88 L.Ed. 967, the Court said 'that Rule 56 authorizes summary judgment only where the moving party is entitled to judgment as a matter of law, where it is quite clear what the truth is, that no genuine issue remains for trial, and that the purpose of the rule is not to cut litigants off from their right of trial by jury if they really have issues to try.'  We take it as an a fortiori conclusion from the majority opinion in Dice v. Akron, Canton &amp; Youngstown R.R. Co., 1952, 342 U.S. 359, 72 S.Ct. 312, that on a complaint in a federal district court under the Federal Employers' Liability Act, if there are any genuine issues of fact relevant to the validity of a purported release, such issues are to be determined by the jury, not by the trial judge.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Of course, if the release was binding on the plaintiff, even accepting the truth of his version of the facts, as recited in his deposition, then the case was a proper one for summary judgment.  But that cannot be said here.  In Dice v. Akron, Canton &amp; Younstown R.R. Co., supra, where the plaintiff employee claimed that he had signed a purported release relying on the false statement by the railroad's representative that the document was nothing more than a mere receipt for back wages, the court held that the correct federal rule, applicable to all suits under the Federal Employers' Liability Act, is that 'a release of rights under the Act is void when the employee is induced to sign it by the deliberately false and material statements of the railroad's authorized representatives made to deceive the employee as to the contents of the release.' 342 U.S.at page 362, 72 S.Ct.at page 314.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Moreover, according to the plaintiff's story, he was led to accept the $950 offerred to him by the railroad upon the mistaken assumption that his rights were limited by the scale of compensation afforded by the New York Workmen's Compensation Act; whereas he was entitled to recover, in an amount not limited by any statutory maximum, under the Federal Employers' Liability Act which, being applicable to the accident, was his exclusive remedy.  See Baird v. New York Central R.R. Co., 1949, 299 N.Y. 213, 86 N.E.2d 567, and cases cited.  Sometimes it may be a matter of doubt whether the state workmen's compensation act or the federal act applied (though the coverage of the Federal Employers' Liability Act has been much broadened by the 1939 amendments, 53 Stat. 1494), and it is not necessary to assume that Geibel was fraudulent in his representation at the rate of $25 per week under the New York law for the period he was laid up.  It is enough if the plaintiff was induced to execute the release by a mistake of law, where such mistake was caused by his justifiable reliance upon even an innocent misrepresentation of law made by the representative of the railroad.  See Am.  L. Inst., Restatement of Restitution Sec. 55, and Comment c.  In the present case the claim agent of the railroad, negotiating a settlement with an uneducated employee unassisted by the advice of legal counsel, would from his very position naturally be supposed to know what he was talking about as to the employee's right to compensation under the state law.  Under the circumstances of this case, we hold the federal rule to be that the employee, suing under the Federal Employer's Liability Act, may avoid a release executed by him if the signing of the release was materially induced by a representation of the claim agent that the employee was entitled to compensation under the New York law at the rate of $25 a week for the period of his incapacity.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In his memorandum in the present case, in support of his conclusion that defendant's motion of his conclusion that defendant's motion for summary judgment should be granted, the district judge stated: 'I am satisfied that if this case were tried to a jury on the plaintiff's own story I would have to rule that there was not sufficient evidence to go to a jury.'  But we do not think that the plaintiff's version of the facts, as told in his deposition, is so inherently incredible that no reasonable jury could credit his testimony.  The issue of credibility is normally one for the jury.  All the district judge had before him was a deposition by the plaintiff; he did not even have the advantage of having seen and heard the witness.  Nor were the facts, as stated in plaintiff's deposition, contradicted by any counteraffidavits filed on the defendant's behalf.  It was error, we think, to grant the defendant's motion for a summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In support of the judgment below, the defendant relies particularly upon Rader v. Lehigh Valley R.R. Co., 3 Cir., 1928, 26 F.2d 73, and Merwin v. New York, New Haven &amp; Hartford R.R. Co., 2 Cir., 1933, 62 F.2d 803.  These cases bear considerable factual resemblance to the case at bar.  In the Rader case, the appellate court sustained the trial judge in directing a verdict for the defendant, and in the Merwin case the appellate court reversed a judgment for the plaintiff on the ground that a verdict for defendant should have been directed.  But in each the court was applying the older rule that a release cannot be avoided except upon evidence which is 'clear, unequivocal, and convincing'.  This may have been the rule at one time but, at least as applied to cases under the Federal Employers' Liability Act, we take the federal rule now to be, as was indicated in the recent case of Purvis v. Pennsylvania R.R. Co., 3 Cir., 1952, 198 F.2d 631, that it is enough if the employer establishes, by a preponderance of the relevant evidence, the facts invalidating the release.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The judgment of the District Court is vacated and the case is remanded to that Court for further proceedings not inconsistent with this opinion; appellant recovers costs on appeal.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">199</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">698</span></span></p>\n    <p class=\"parties\">CAMERLIN<br>v.<br>NEW YORK CENT. R. CO.</p>\n    <p class=\"docket\">No. 4651.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">Nov. 12, 1952.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Leo M. Goldberg, Providence, R.I.  (Joseph Palmieri, George Ajootian and Goldberg &amp; Goldberg, Providence, R.I., on the brief), for appellant.</p>\n      <p class=\"indent\">Frank W. Crocker, Boston, Mass.  (George C. Caner, Jr., and Ropes, Gray, Best, Coolidge &amp; Rugg, Boston, Mass., on the brief), for appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit judges.</p>\n      <p class=\"indent\">MAGRUDER, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The appeal here is from a summary judgment for the defendant in an action under the Federal Employers' Liability Act, as amended, 35 Stat. 65, 53 Stat. 1404, 45 U.S.C.A. &#167; 51 et seq.  Our holding is that the case was not a proper one for summary judgment, for we do not agree that on the pleadings and depositions before the court the plaintiff was as a matter of law bound by a general release set up in answer to the action.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">It was alleged in the complaint that on or about September 8, 1948, plaintiff was employed by defendant railroad as a laborer, working at Churchville, New York, on the job of laying heavy cement blocks for the construction and maintenance of 'water-pans', which were placed between the rails for the servicing of defendant's trains engaged in interstate commerce; that while he was so employed, one of such cement blocks was caused to fall upon him by the negligence of a fellow employee resulting in serious and permanent injuries, all to his damage in the sum of $25,000.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In its answer, defendant set up various defenses only one of which is relevant to this appeal.  The Fourth Defense was that 'the plaintiff for a valuable consideration, duly executed and delivered to the defendant a general release in writing whereby the plaintiff duly released the defendant and forever discharged it from the alleged cause of action set forth in the plaintiff's complaint and from any and all claims and cause of action of every kind whatsoever against the defendant.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">To this Fourth Defense plaintiff filed a reply denying the allegations therein and further alleging that the so-called release was 'intended between the parties to be merely a receipt by the plaintiff to the defendant of certain monies advanced by the defendant to the aforesaid plaintiff'; that the defendant corporation falsely and fraudulently represented to the plaintiff that the instrument referred to in the Fourth Defense 'was only a receipt for a payment for medical bills and weekly compensation under the New York Workmen's Compensation Law, McK. Consol.  Laws, c. 67, in sum of $25.00 per week for a period of approximately 26 weeks,' and that in reliance on such misrepresentation he signed the same and did not ascertain that it purported to be a release of the cause of action set forth in the complaint until after the present action was instituted.  In addition, plaintiff's reply alleged that the sum of $950 given by defendant as consideration for the purported release was so grossly and flagrantly inadequate, in view of plaintiff's actual injuries, that in equity and good conscience the release should be declared void and of no effect.  The reply also averred plaintiff's readiness and willingness to return the $950 if the court decided that he must do so, but he asserted his belief that it was not necessary to return this sum as a condition precedent to the maintenance of the action.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On January 25, 1952, defendant presented to the court below a deposition by plaintiff and one by his mother, taken on behalf of defendant pursuant to subpoena.  Counsel for both parties were present at the taking of the depositions, and questioned the deponents.  Plaintiff's deposition rehearsed in detail the circumstances attending the execution of the so-called release.  The mother's deposition is of little or no importance, since she was not present at the conversation between the plaintiff and the claim agent, and was merely called in after the execution of the release to witness her son's signature to that document and to a separate document reciting the facts relating to the accident.  On the basis of the pleadings and of these two depositions, defendant moved for a summary judgment in its favor under Rule 56(c), F.R.C.P., 28 U.S.C.A.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Subsequently, on February 9, 1952, plaintiff filed by leave of court an affidavit executed by him after the taking of the depositions.  The affidavit also recited the circumstances leading up to the execution of the so-called release.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On February 12, 1952, the district court allowed the motion for summary judgment and entered judgment for the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In an accompanying memorandum, the district judge stated that in so far 'as the affidavit differs from or varies the evidence of the plaintiff in his deposition, the deposition will control, as the right of cross-examination was not present with regard to the affidavit.'  If by this the district judge meant to rule that the facts alleged in the affidavit would be excluded from consideration in the determination of the question whether there was any genuine issue as to any material fact, then we think the ruling was technically in error.  Rule 56(c) provides: 'The judgment sought shall be rendered forthwith if the pleadings, depositions, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.'  See also Rule 56(e).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">However, if there was error in this respect, it was not prejudicial.  The affidavit was not in any material respect in contradiction of any of the allegations contained in the plaintiff's deposition, but for the most part was merely a reaffirmation of his testimony given by deposition.  The only important additional allegation contained in the affidavit was to the effect that the claim agent assured him 'that when I go better and was able to return to do some work, the company would give me a lifetime job of some kind if I was unable to do the same kind of work I did in Churchville, New York, before I was injured'; that this was one of the statements by the claim agent upon which he relied in executing the so-called release; and that subsequently 'the company did not give me any lifetime job as the Claim Agent promised me.'  If the release were otherwise valid and binding, it could not be avoided on account of the railroad's subsequent nonfulfillment of this oral promise allegedly made by the claim agent in the course of negotiations leading to the settlement.  It is not asserted that the parties meant to include this oral promises in the written contract of settlement, and that it was omitted therefrom by mutual mistake.  The oral promise is not enforceable as a promise, in view of the parol evidence rule, and the plaintiff could not, therefore, avoid his part of the bargain on the ground of failure of consideration.  Nor do the above-stated allegations in the affidavit make out a case of fraud on the agent's part in the sophisticated sense that the agent procured the plaintiff's execution of the release in part by making an oral promise which he then and there had no intention to fulfill, or which he knew the railroad would not fulfill.  The mere fact that the railroad subsequently did not give plaintiff a lifetime job is not, without more, a basis for inferring as a fact that the claim agent made the promise in bad faith, misrepresenting his then state of mind.  Irish v. Central Vermont Ry., Inc., 2 Cir., 1947, <span class=\"citation\" data-id=\"1481025\"><a href=\"/opinion/1481025/irish-v-central-vermont-ry/\"><span class=\"volume\">164</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">837</span></a></span>, relied upon by the plaintiff in this respect, is clearly distinguishable.  In that case the plaintiff testified that the claim agent 'promised me he would see that I would get my pension retirement'; and that partly on the faith of this promise he was induced to execute a general release.  The court pointed out that since it was the Railroad Retirement Board which had the sole power under the applicable law to grant such pensions, and since the plaintiff's particular disability did not make him eligible for a pension under the law, the jury would be warranted in inferring 'that the claim agent knew that he was inducing the plaintiff to agree not to sue the railroad by creating false hopes.'  Therefore the court held that there was an issue of fact as to fraud in the procurement of the release which ought to have been submitted to the jury and that the trial court was in error in dismissing the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">For the above reason we shall take no further account of the allegations in the affidavit, in determining whether the district judge properly granted a summary judgment for the defendant in the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The plaintiff's story, as told in his deposition, may be summarized as follows: After the accident, in which a concrete block dropped on his foot, the plaintiff was given emergency treatment by a Dr. Vail at Churchville, New York.  After three days of treatment there, upon advice of Dr. Vail, plaintiff went to his home in Providence, Rhode Island, where he put himself under the care of Dr. William A. Horan, a bone specialist.  Dr. Horan advised him that his little toe should be amputated, but this operation has been postponed, pursuant to the doctor's advice, and has not yet taken place.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Plaintiff communicated with defendant railroad as to his right to compensation for time lost and reimbursement for medical care.  About seven weeks after the accident he was visited at his home by a claim agent of the railroad, Mr. William G. Geibel.  Plaintiff told Geibel his version of the accident, which Geibel wrote down longhand, the statement covering four pages.  The matter of compensation was then discussed and plaintiff, at Geibel's suggestion, and in his presence, called up Dr. Horan, who told plaintiff that he would probably be confined for five or six months.  Geibel told plaintiff that under the Workmen's Compensation Law of New York he would be entitled to $25 a week for the time he was laid up as a result of the accident.  (Plaintiff was being paid by the railroad, at the time of the accident, at the rate of $64.80 per week.)  The claim agent told the plaintiff that upon the estimate that he would be laid up for a six-month period, the railroad would offer the plaintiff $600 for compensation according to the rate provided in the New York law, with an additional $350 to cover medical bills, or a total of $950.  The only medical indebtedness which had been incurred up to this time apart from the bill of Dr. Vail at Churchville, which the railroad was going to take care of, was a bill for $62 rendered by Dr. Horan.  Geibel filled out a printed form which the railroad pleaded as a general release.  This document was headed in bold type: 'This Is a General Release'.  It recited that Camerlin for the sole consideration of $950 received to his full satisfaction from the New York Central Railroad Company 'and without any other representation, promise or agreement, written or oral,' thereby released and discharged the railroad from all claims whatsoever including, but without limitation of the foregoing, all liability for damages of any kind, known or unknown, received by Camerlin at or near Churchville, New York, on or about September 3, 1948.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Thereafter, at Geibel's request, the plaintiff signed his name to each of the four sheets of the statement concerning the accident.  On Dr. Horan's bill for $62, he wrote in his own handwriting, and over his signature: 'I agree to pay this bill and all other medical and hospital bills except the bill of Dr. Vail at Churchville, N.Y., arising out of injuries sustained by me at Churchville, N.Y., on Sept. 3, 1948.'  In addition he signed the release document which Geibel had drawn up.  He claimed that he did this on the faith of the prior representation by Geibel that the document was merely a 'receipt to show he delivered the $25 a week for the six months, plus $350'; that if the plaintiff had not fully recovered or was unable to return to work at the end of the six months, he would continue to receive the $25 per week.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">After the plaintiff had executed the release document, Geibel wrote out the words 'I have read and understand this release' and requested the plaintiff to copy those words on the face of the document in his own handwriting, which the plaintiff did.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Plaintiff was questioned at length by counsel for defendant as to what he meant by the statement: 'I have read and understand this release'.  He insisted that he had not prior to executing the document read and understood it as giving up all his rights for the sum of $950.  It is noted that the statement which he copied on the face of the instrument uses the technical word 'release' instead of saying in layman's language: 'I understand that the signing of this paper prevents me from making any further claims against the railroad.'  Being a laborer with a meager education, he was naturally confusing in his testimony as to his comprehension of the technical word 'release'.  At one point, after denying that he knew the document was a release, he said he knew it was a release but added: 'I thought it was a release for compensation like we were talking.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">After accepting the check for $950, and approximately five months after the accident, he returned to work.  But he was laid off again in a few days because of inability to do the work.  Thereafter he had a spasmodic employment record with a succession of employers.  At his various jobs subsequent to the injury he complained of inability to stand for long periods, which apparently accounted for his frequent changes of employment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In Sartor v. Arkansas Natural Gas Corp., 1944, <span class=\"citation\" data-id=\"103959\"><a href=\"/opinion/103959/sartor-v-arkansas-natural-gas-corp/\"><span class=\"volume\">321</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">620</span></a></span>, 627, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">724</span></span>, 728, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">967</span></span>, the Court said 'that Rule 56 authorizes summary judgment only where the moving party is entitled to judgment as a matter of law, where it is quite clear what the truth is, that no genuine issue remains for trial, and that the purpose of the rule is not to cut litigants off from their right of trial by jury if they really have issues to try.'  We take it as an a fortiori conclusion from the majority opinion in Dice v. Akron, Canton &amp; Youngstown R.R. Co., 1952, <span class=\"citation\" data-id=\"104963\"><a href=\"/opinion/104963/dice-v-akron-c-yr-co/\"><span class=\"volume\">342</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">359</span></a></span>, <span class=\"citation\" data-id=\"104963\"><a href=\"/opinion/104963/dice-v-akron-c-yr-co/\"><span class=\"volume\">72</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">312</span></a></span>, that on a complaint in a federal district court under the Federal Employers' Liability Act, if there are any genuine issues of fact relevant to the validity of a purported release, such issues are to be determined by the jury, not by the trial judge.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Of course, if the release was binding on the plaintiff, even accepting the truth of his version of the facts, as recited in his deposition, then the case was a proper one for summary judgment.  But that cannot be said here.  In Dice v. Akron, Canton &amp; Younstown R.R. Co., supra, where the plaintiff employee claimed that he had signed a purported release relying on the false statement by the railroad's representative that the document was nothing more than a mere receipt for back wages, the court held that the correct federal rule, applicable to all suits under the Federal Employers' Liability Act, is that 'a release of rights under the Act is void when the employee is induced to sign it by the deliberately false and material statements of the railroad's authorized representatives made to deceive the employee as to the contents of the release.' 342 U.S.at page 362, 72 S.Ct.at page 314.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Moreover, according to the plaintiff's story, he was led to accept the $950 offerred to him by the railroad upon the mistaken assumption that his rights were limited by the scale of compensation afforded by the New York Workmen's Compensation Act; whereas he was entitled to recover, in an amount not limited by any statutory maximum, under the Federal Employers' Liability Act which, being applicable to the accident, was his exclusive remedy.  See Baird v. New York Central R.R. Co., 1949, <span class=\"citation no-link\"><span class=\"volume\">299</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">213</span></span>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">567</span></span>, and cases cited.  Sometimes it may be a matter of doubt whether the state workmen's compensation act or the federal act applied (though the coverage of the Federal Employers' Liability Act has been much broadened by the 1939 amendments, 53 Stat. 1494), and it is not necessary to assume that Geibel was fraudulent in his representation at the rate of $25 per week under the New York law for the period he was laid up.  It is enough if the plaintiff was induced to execute the release by a mistake of law, where such mistake was caused by his justifiable reliance upon even an innocent misrepresentation of law made by the representative of the railroad.  See Am.  L. Inst., Restatement of Restitution Sec. 55, and Comment c.  In the present case the claim agent of the railroad, negotiating a settlement with an uneducated employee unassisted by the advice of legal counsel, would from his very position naturally be supposed to know what he was talking about as to the employee's right to compensation under the state law.  Under the circumstances of this case, we hold the federal rule to be that the employee, suing under the Federal Employer's Liability Act, may avoid a release executed by him if the signing of the release was materially induced by a representation of the claim agent that the employee was entitled to compensation under the New York law at the rate of $25 a week for the period of his incapacity.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In his memorandum in the present case, in support of his conclusion that defendant's motion of his conclusion that defendant's motion for summary judgment should be granted, the district judge stated: 'I am satisfied that if this case were tried to a jury on the plaintiff's own story I would have to rule that there was not sufficient evidence to go to a jury.'  But we do not think that the plaintiff's version of the facts, as told in his deposition, is so inherently incredible that no reasonable jury could credit his testimony.  The issue of credibility is normally one for the jury.  All the district judge had before him was a deposition by the plaintiff; he did not even have the advantage of having seen and heard the witness.  Nor were the facts, as stated in plaintiff's deposition, contradicted by any counteraffidavits filed on the defendant's behalf.  It was error, we think, to grant the defendant's motion for a summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In support of the judgment below, the defendant relies particularly upon Rader v. Lehigh Valley R.R. Co., 3 Cir., 1928, <span class=\"citation no-link\"><span class=\"volume\">26</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">73</span></span>, and Merwin v. New York, New Haven &amp; Hartford R.R. Co., 2 Cir., 1933, 62 F.2d 803.  These cases bear considerable factual resemblance to the case at bar.  In the Rader case, the appellate court sustained the trial judge in directing a verdict for the defendant, and in the Merwin case the appellate court reversed a judgment for the plaintiff on the ground that a verdict for defendant should have been directed.  But in each the court was applying the older rule that a release cannot be avoided except upon evidence which is 'clear, unequivocal, and convincing'.  This may have been the rule at one time but, at least as applied to cases under the Federal Employers' Liability Act, we take the federal rule now to be, as was indicated in the recent case of Purvis v. Pennsylvania R.R. Co., 3 Cir., 1952, <span class=\"citation\" data-id=\"230035\"><a href=\"/opinion/230035/purvis-v-pennsylvania-r-co/\"><span class=\"volume\">198</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">631</span></a></span>, that it is enough if the employer establishes, by a preponderance of the relevant evidence, the facts invalidating the release.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The judgment of the District Court is vacated and the case is remanded to that Court for further proceedings not inconsistent with this opinion; appellant recovers costs on appeal.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104963/",
    "http://www.courtlistener.com/api/rest/v3/opinions/230035/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1481025/"
  ]
}