{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/233043/",
  "absolute_url": "/opinion/233043/stevens-v-g-l-rugo-sons-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/233043/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:30:37Z",
  "date_modified": "2016-02-28T05:50:02.769541Z",
  "type": "010combined",
  "sha1": "c521e317d6bd556ac527c90f3b94d8fb33b4396e",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/209/209.F2d.135.4721_1.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">209 F.2d 135</p>\n    <p class=\"parties\">STEVENS<br>v.<br>G. L. RUGO &amp; SONS, Inc.</p>\n    <p class=\"docket\">No. 4721.</p>\n    <p class=\"court\">United States Court of Appeals<br>First Circuit.</p>\n    <p class=\"date\">Argued Nov. 3, 1953.<br>Decided Dec. 17, 1953.<br>Rehearing Denied Jan. 5, 1954.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Austin Broadhurst, Boston, Mass.  (Charles W. Bartlett and Ely, Bartlett, Thompson &amp; Brown, Boston, Mass., on the brief), for appellant.</p>\n      <p class=\"indent\">John F. Hurley, Boston, Mass., for appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit judges.</p>\n      <p class=\"indent\">WOODBURY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The plaintiff, who sets himself out as a 'citizen of England and national of the Kingdom of Great Britain,' brought suit in the court below against the defendant, a corporation organized under the laws of the Commonwealth of Massachusetts, to recover damages for breach of a contract of employment.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Trial before a jury began in the District Court on October 15, 1952, and on the same day at the close of the plaintiff's evidence the defendant moved for a directed verdict on the ground of 'lack of evidence produced by plaintiff.'  The court reserved action on the motion and the defendant thereupon proceeded to put in its evidence.  On the following day at the close of all the evidence, the defendant did not move for a directed verdict and the case was submitted to the jury which returned a verdict for the plaintiff in the sum of $10,500.  The defendant made no motion to set the verdict against it aside or for a new trial, but nevertheless on November 3, 1952, the court ordered hearing on the motion which the defendant had made for a directed verdict on the evidence introduced by the plaintiff.  The court took the motion under advisement and on January 5, 1953, it entered the judgment from which the plaintiff has taken this appeal wherein the court in accordance with its memorandum opinion ordered judgment for the defendant dismissing the plaintiff's complaint, and in addition ordered 'that in the event the foregoing judgment is reversed the verdict is set aside and new trial had.'</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">It is evident from the District Court's memorandum opinion that the basis for its order dismissing the plaintiff's complaint, and directing judgment for the defendant on its motion for a directed verdict based on the plaintiff's evidence, was the plaintiff's own testimony as to his understanding of the meaning of the contract involved, to which we shall presently refer.  It is equally evident from the opinion that the trial court entertained misgivings, in view of some of the language in Johnson v. New York N.H. &amp; H. Ry. Co., 1952, 344 U.S. 48, 73 S.Ct. 125, as to its power to enter a judgment for the defendant on the latter's motion therefor at the close of the plaintiff's evidence, as to which it had reserved decision, and that, because of its doubts, the court entered its alternative order for a new trial so that in the event its action ordering a judgment for the defendant should be held on appeal to be beyond its powers, it could, in advance of a second trial, reach the same result by granting a motion by the defendant for a summary judgment based on the testimony introduced at the trial.  Thus the first and foremost question on this appeal is whether under the law of the Commonwealth of Massachusetts, which concededly and obviously applies, there is evidence enough to warrant submitting the plaintiff's case to a jury.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The plaintiff is a chartered quantity surveyor and estimator, and a member of the Institute of Chartered Surveyors in London.  He was trained in England, and up to 1949 he had pursued his occupation of estimating the quantities and costs of materials required for the erection of buildings and other structures, at first in England, and later for about four years in the British West Indies.  Early in 1949 he answered an advertisement for an 'A-1 Estimator' inserted in a trade publication by the defendant, and in response thereto received a letter from the defendant's president stating that the place of the employment offered was Boston, Massachusetts, and that 'the position is permanent.'  Further correspondence followed, and early in September the plaintiff gave up his position in the West Indies as chief estimator for a firm of English architects, and came to the United States with his family.  He and the defendant's president met in Boston for an interview at the latter's office, following which the plaintiff went to England, settled his affairs there, and late in March, 1950, returned to the United States with his family on permanent immigration visas.  On the 6th of April he went to work for the defendant at a salary of $150.00 a week.  His employment, however, was short lived, for on May 26, the defendant's president complained to the plaintiff with respect to the quantity and quality of his work and his attitude toward it, and discharged him as of the first of June.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The contract of employment involved in this litigation was not reduced to writing.  Its terms, therefore, must be drawn from the correspondence which passed between the plaintiff and the defendant's president and their testimony as to what they said to one another.  The defendant's president testified in substance that he told the plaintiff that the position offered was 'permanent,' as he had said in his letter to the plaintiff quoted from earlier in this opinion, in the sense that the defendant's business prospects were bright and there was good reason to believe that it would need the services of a skilled estimator for an indefinite time.  Furthermore, he said he told the plaintiff and the plaintiff fully agreed, that at the outset of the employment there would be a trial period of three months in order not only to determine whether the plaintiff was qualified to do the work and fitted harmoniously into the defendant's organization, but also to determine whether the plaintiff found his employment by the defendant congenial.  There is no reference in the correspondence to an initial trial period, and the plaintiff testified categorically that nothing whatever was said about such a period in any conversation with the defendant's president, but that he came to the United States with his family on the understanding that he was to have permanent employment with the defendant from the beginning.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The District Court recognized that on the evidence outlined above the jury could reasonably find that the defendant offered and the plaintiff accepted 'permanent' employment as defined in Carnig v. Carr, 1897, 167 Mass. 544, 46 N.E. 117, 35 L.R.A. 512, from the start of their relationship.  Nevertheless it entered judgment for the defendant because of the plaintiff's testimony as to his understanding of the meaning of the word 'permanent.'  Stevens said, in response to questions by the court:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'As I understood it, when Mr. Rugo wrote to me and told me the job was a permanent one and also when he told me in my interview with him that the job also was a permanent one, as I understood it there was plenty of work to be done and as far as one could see there was no reason to assume that this work would not cease- that this work would cease, and providing I was satisfactory to Mr. Rugo, and providing we got on with each other, and providing I did the job, and providing there was work to do, I could assume that the job really had a long term possibility.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'I understood the word 'permanent' to mean, your Honor, the job had plenty of future in it, I could dig myself in in the job, and know very well that providing I was satisfactory to Mr. Rugo, and providing naturally- well, if you like, Mr. Rugo was satisfactory to me, and providing I liked working in the office, providing I did my job, I could remain there on an established basis and not as-- on the other hand, as opposed to a temporary basis where one goes in for a particular job or goes in for two or three months, and then he is told he has to find another job, or that job will be finishing in a certain time.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The District Court said that it was clearly apparent from these statements that Stevens understood that the position offered him was permanent, but that his employment in it 'was at will until each party knew the relationship was satisfactory.'  Wherefore the court concluded that since the plaintiff was discharged before mutual satisfaction had been established, the plaintiff could not recover as a matter of law.  We feel constrained to disagree for we think the court misconstrued the plaintiff's testimony quoted above.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As we have already pointed out the plaintiff testified definitely that no trial period was agreed upon, or even mentioned, but that he was employed permanently from the outset.  Thus when he defined what he meant by 'permanent' we do not think he could have intended to frame his definition in such a way as to include an initial period of trial to determine mutual satisfaction.  Instead we think he intended to define 'permanent' not as meaning forever or for life, but as meaning only for as long as there was work to do and each party was satisfied with the relationship.  And this, in essence, is the usual definition of the word in contracts such as the one under consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The word 'permanent' is not infrequently used in contracts of employment, but not in its absolute sense of everlasting or enduring for life.  It is used in a relative sense to distinguish transient or temporary employment for some fixed, and usually limited time, as for a period of days, weeks, months or even perhaps years, or until the completion of a given piece of work or the happening of some event.  Its meaning is elastic, depending upon the context in which and the background against which it is used, but its meaning is not for that reason so indefinite that a promise of permanent employment cannot be enforced.  As used in a contract of employment it 'may be fairly be held to mean that the employee is to serve so long as he remains able to do his work properly, and the employer continues to be engaged in the business to which the hiring related.'  1 Williston, Contracts, Sec. 39 (rev.  Ed. 1936).  This is the sense in which the word was interpreted in Carnig v. Carr,supra, wherein the court said in 167 Mass.at page 547, 46 N.E.at page 118:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'To ascertain what the parties intended by 'permanent employment,' it is necessary to consider the circumstances surrounding the making of the contract, its subject, the situation and relation of the parties, and the sense in which, taking these things into account, the words would be commonly understood; for it fairly may be assumed that the parties used and understood them in that sense.  Schuykill Navigation Co. v. Moore, 2 Whart.  (Pa., 477,) 491.  Looking at the matter in that way, we think that the words would be commonly understood as meaning that so long as the defendant was engaged in enameling, and had work which the plaintiff could do, and desired to do, and so long as the plaintiff was able to do his work satisfactorily, the defendant would employ him, and that in that sense, the employment would be permanent; that is, the plaintiff would be under no necessity of looking for work elsewhere, but could rely on the arrangement thus made.  So construed, the contract would be capable of enforcement, and there would be no want of mutuality because the plaintiff might not have bound himself to continue in the defendant's employment.'<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This, in practical effect, is the same interpretation put upon the word 'permanent' by the plaintiff.  Hence, if the jury should find, as no doubt it did, that the plaintiff had the status of a 'permanent' employee from the beginning of his employment the question arises as to the justification for his discharge.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">There is no doubt that the defendant continued to have work for the plaintiff to do and that the plaintiff was satisfied with his job.  Nor is there any doubt that the defendant's president was dissatisfied with the plaintiff's work and discharged him.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The plaintiff's employment, although 'permanent' from the outset, being conditioned upon the defendant's satisfaction with the plaintiff's work, the question arises whether the plaintiff introduced sufficient evidence at the trial to sustain his burden of showing performance of the condition.  Fried v. Singer, 1922, 242 Mass. 527, 532, 136 N.E. 609.  And the answer to this question turns upon the meaning to be given to the word 'satisfaction.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It might be questioned as an abstract proposition whether a promise to render a performance satisfactory to the other party to a contract was not illusory in character because conditioned on the caprice or whim of the party to be satisfied.  But such promises are not uncommon in contracts, and contracts containing them have generally been upheld by the courts by construing the promise as at least requiring a performance satisfactory to the other party in the exercise of an honest judgment.  3 Williston, Contracts Sec. 675A (Rev.  Ed. 1936).  This is the law in Massachusetts even as to contracts of personal service wherein matters of personal taste, fancy or sensibility are concerned, as in a contract to employ an actor.  Fried v. Singer, supra, 242 Mass. 531, 136 N.E. 609 and cases cited.  But a less strict interpretation was long ago given to a promise to perform industrial service in a shop to the employer's 'entire satisfaction,' for in Sloan v. Hayden, 1872, 110 Mass. 141, it was said that in such a setting the parties must have intended performance to the employer's 'reasonable satisfaction' since the stricter interpretation would allow the employer unreasonably to deprive the employee of the fruits of his contract when he had fully performed his part of it in good faith.  See also Rooney v. Weeks, 1935, 290 Mass. 18, 194 N.E. 666, which seems to teach that unless the express words of the contract, or its subject matter, show clearly that the parties intended by 'satisfaction' to mean the subjective satisfaction of the particular employer, the court will construe the word to mean the employer's satisfaction as a reasonable man.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">There is no evidence in the present record that the parties in the course of their negotiations leading up to the contract used the word satisfaction in its subjective sense.  The defendant's president testified that the word was used, but it does not appear that he used it with reference to his personal taste, whim or caprice.  And since the plaintiff was employed in a highly technical capacity, one in which matters of taste, fancy and sensibility were in no way concerned, it follows that the rule of Sloan v. Hayden, supra, applies.  Our search, therefore, is not limited to evidence of bad faith on the defendant's part in discharging the plaintiff, but is broadened to a search for evidence from which the jury might properly find that a reasonable man in the defendant's position would have been satisfied with the plaintiff's performance.  We have not far to look for such evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">There was evidence, it is true, that the plaintiff made one rather large error in a computation of quantity which he made for the defendant, and that perhaps he made a few other smaller errors.  But there was evidence that his errors were no more than might be expected in the performance of the kind of technical work he was employed to do and that his errors were caught and corrected when his work was checked for accuracy which was the usual practice because errors such as his were not infrequently made.  There was also evidence that the plaintiff took time out in the afternoon for tea, that on occasions he pleaded a prior engagement when asked to work overtime at night, that after working overtime he came in late the next morning, and that he registered his objection to doing routine computations himself on the ground that such work could be done as well and at less expense by a junior employee.  On the other hand, there is no evidence that he obstinately or contumaciously persisted in his ways when asked to change them.  On the contrary, it appears that when taken to task by his superiors he readily and willingly consented to conform to the defendant's office routine and practice.  Naturally enough the plaintiff encountered some difficulty in his work at first because of his lack of familiarity with local unit prices for concrete, masonry and the like, and with making computations in United States money.  But difficulties of this nature must have been anticipated by the defendant when the plaintiff was hired, and it appears that the plaintiff was rapidly familiarizing himself with his new environment.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Certainly the jury might have found on the foregoing facts that the defendant had reasonable grounds for dissatisfaction with the plaintiff's performance.  But we think it is clear that the jury might also find the contrary, as it apparently did when it returned a verdict for the plaintiff.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  It follows that the defendant's motion for a directed verdict should not have been granted and this renders it unnecessary for us to decide whether the court had the power to grant it under the Federal Rules of Civil Procedure.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In its memorandum opinion, the trial court stated that its reason for reserving decision on the motion for a directed verdict, and allowing the case to go to the jury, was that, in case it should later be held that the motion was improperly granted, the plaintiff would not again be forced to cross the Atlantic to testify.  We are not able to reconcile this statement with the alternative order for a new trial if the judgment on the directed verdict was erroneous, unless the trial court thought the 'new trial' could be decided on a motion by the defendant for summary judgment.  This latter procedure is not now available in view of our holding that the evidence presented a jury question.  It may now be too late to order a new trial and it may be that in view of our opinion there is no occasion for one.  Nevertheless, we think that the trial court's hands should not be tied in that respect.  Accordingly, we will exercise our broad powers under Title 28 U.S.C. Sec. 2106, and vacate the entire judgment below, without specifically directing the entry of a judgment for the plaintiff on the verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The judgment of the District Court is vacated and set aside and the case is remanded to that court for further consistent proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">MAGRUDER, Chief Judge (dissenting in part).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Assuming the correctness of the court's view, as expressed in the opinion by Judge Woodbury, that there was sufficient evidence produced at the trial to require the submission of the case to the jury, I agree that the appellate court, in vacating the judgment of the district court, should not send the case back with a mandate to the district court to enter judgment for the plaintiff on the jury's verdict.  As I read Montgomery Ward &amp; Co. v. Duncan, 1940, 311 U.S. 243, 61 S.Ct. 189, 85 L.Ed. 147, it seems that the appellate court would not have power to make this disposition of the case.  The reason is that such disposition on appeal would cut out the trial judge from the discretionary exercise of his primary function to determine whether to set the verdict for the plaintiff aside and grant a new trial, either on motion of the defendant, under Rule 59(b), F.R.C.P., 28 U.S.C., or on the judge's own initiative under Rule 59(d).  The defendant here has had no occasion to move for a new trial under Rule 59(d), since the district judge entered judgment for the defendant notwithstanding the jury's verdict for the plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Furthermore, even if we had the power to direct the entry of judgment on the verdict, we are certainly not required to do so under 28 U.S.C. &#167; 2106; and I think it is entirely proper for us, as is indicated in Judge Woodbury's opinion, to remand the case on such terms as to leave the district judge free to enter judgment on the verdict, or to set aside the verdict and grant a new trial, as in the exercise of his judicial discretion the district judge deems best.  What the district judge will not be able to do is to set the verdict aside on the ground that the evidence was insufficient to make a case for the jury.  That action would be inconsistent with the opinion and mandate of this court, and presumably could be corrected by an order of this court under 28 U.S.C. &#167; 1651.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">But even though the evidence was sufficient to require the submission of the case to the jury, there are many recognized reasons which would justify the trial judge in setting aside a jury verdict and granting a new trial.  See the oft-quoted discussion by Judge Lurton in Mt. Adams &amp; E.P. Inclined Ry. Co. v. Lowery, 6 Cir., 1896, 74 F. 463, 470, 476-477.  For instance, the district judge, who saw and heard the witnesses, might be of the view that the defendant's evidence was the more credible, and that the verdict for the plaintiff was against the weight of the evidence.  Or he might conclude, from the size of the verdict, that the jury probably did not weigh the issues of liability impartially.  In such instances he might come to the determination that in the interest of justice the verdict should be set aside and the issues submitted to another jury.  Such determination is entrusted primarily to the trial judge, who is in a better position than than the appellate court to rule justly and intelligently on whether a new trial should be granted.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">All the foregoing is on the assumption that my colleagues are correct in concluding that there was sufficient evidence at the trial to warrant submission of the case to the jury.  My own view is, however, that the plaintiff failed to make out a case for the jury, under the substantive law of contracts as declared in the Massachusetts courts, which admittedly is applicable here.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">I agree that under the evidence submitted it would not be unreasonable for a jury to conclude that Rugo, in offering 'permanent' employment, promised the plaintiff something more than employment at the will of the employer; that is, that the defendant in effect promised to keep the plaintiff in the job so long as the defendant remained in business and had work which the plaintiff could do and desired to do, and so long as the plaintiff was able to perform his work with 'reasonable satisfaction'.  But I am unable to find that the plaintiff gave anything which could satisfy the common law requirement of 'consideration' for that supposed promise by the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">As I read the Massachusetts cases, the Supreme Judicial Court adheres to the orthodox doctrines of consideration in declaring the local common law of contracts.  Thus if A promises to work for B so long as A chooses, and B promises to employ A for one year, A's promise is illusory, and will not support, and render enforceable, B's promise to employ A for one year (or for some other indefinite time not dependent upon the will of the employer).  Unless A gives some independent valuable consideration, other than his services, for the counterpromise by B, the employment is merely at the will of both parties.  Of course, so long as the service is given, and received, the agreement of the parties controls the amount of compensation and other terms of the employment; but otherwise the agreement creates no executory obligations on either side.  Cf. Campion v. Boston &amp; Maine R.R., 1930, 269 Mass. 579, 169 N.E. 499.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">There is nothing in the leading case of Carnig v. Carr, 1897, 167 Mass. 544, 46 N.E. 117, to suggest that an employer's promise of permanent employment is valid and enforceable in the absence of some counterperformance or counterpromise by the employee adequate to satisfy the technical common law requirements of 'consideration'.  In that case, in exchange for the defendant's promise to give the plaintiff permanent employment as an enameler and engraver, the plai tiff agreed to give up his competing business and sell his stock in trade to the defendant.  The plaintiff performed his part of the bargain and entered into the defendant's employment.  It was held that the defendant was liable for breach of contract on account of later discharging the plaintiff without good cause.  Here the defendant's promise of permanent employment was supported by an independent valuable consideration given by the plaintiff; in which case, of course, it did not matter that in the resulting employment the employer was bound 'permanently', whereas the employee was free to quit at will.  Kirkley v. F. H. Roberts Co., 1929, 268 Mass. 246, 167 N.E. 289, is perhaps not so clear a case on facts, but as I understand it the court did not intend to lay down any different rule as to the requisites of consideration.  The court in 268 Mass.at page 251, 167 N.E.at page 290, said that the plaintiff, considering whether to leave his then employer and throw in his lot with the defendant, was promised that, if he would do so and come with the defendant, he would be given employment for so long as he faithfully and diligently performed his duties.  'He decided so to do, and received this written agreement.  Here was sufficient consideration for the promise of employment.'  That being so, the court said it did not matter that the employee on his part did not promise to remain with defendant for any definite time.  On the point of consideration the court relied particularly upon two earlier decisions, Carnig v. Carr, which has been referred to above, and Revere v. Boston Copper Co., 1834, 15 Pick., Mass., 351.  In the latter case there was a bilateral contract by which the corporation agreed to employ the plaintiff for an indefinite time until the corporation should be dissolved, and the employee on his part promised that he would devote the whole of his time to the employer's business and would engage in no other business for so long as the employee should live.  Such agreement obviously met the common law requirements of consideration.  The same was true in Sloan v. Hayden, 1872, 110 Mass. 141, and in Rooney v. Weeks, 1935, 290 Mass. 18, 194 N.E. 666.  In each of those two cases the employer's promise of indefinite employment for so long as the employee rendered reasonably satisfactory services, to be determined objectively, and not merely at the caprice of the employer, was supported by good consideration, in that the employee promised to work for a definite period of time, in the first case for three years and in the second case for ten months.  In Daniell v. Boston &amp; Maine R.R., 1903, 184 Mass. 337, 68 N.E. 337, it did not appear that any issue of lack of consideration was raised or discussed by the court.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In the case at bar, it appeared from the plaintiff's own testimony that the plaintiff did not promise to work for Rugo for any definite period of time, or for any indefinite time dependent upon a condition not within the control of the employee.  He explained his understanding of the word 'permanent' to mean that, providing he was satisfactory to Mr. Rugo and Mr. Rugo satisfactory to him, 'and providing I liked working in the office, providing I did my job, I could remain there on an established basis'.  It seems clear that, even on the plaintiff's own version, he regarded the continued employment as entirely optional on his part.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Nor can I find any independent valuable consideration on the plaintiff's part given and bargained for as the agreed exchange for the defendant's promise of 'permanent employment'.  It is true that it was necessary for the plaintiff to give up the possibility of continued employment in Trinidad and to come to Boston, in order to accept employment in defendant's Boston office.  But this necessary preliminary action by the plaintiff can hardly be regarded as the performance of an act which was bargained for as the agreed-upon exchange for a unilateral promise by Rugo to give permanent employment to the plaintiff at the plaintiff's option.  See 1 Williston on Contracts &#167; 112 (Rev. ed. 1936).  Nor has it been suggested that, apart from the conventional requirements of consideration, the defendant's promise might be binding and enforceable upon an application of the principle stated in Am.  L. Inst. Rest. of Contracts, Sec. 90.  Furthermore that section in the Restatement does not seem to be in accordance with the Massachusetts law.  See Spillane v. Yarnalowicz, 1925, 252 Mass. 168, 147 N.E. 571, 38 A.L.R. 1401; Davis v. German American Ins. Co., 1883, 135 Mass. 251.  'It would cut up the doctrine of consideration by the roots, if a promisee could make a gratuitous promise binding by subsequently acting in reliance on it.'  Holmes, J., in Commonwealth v. Scituate Savings Bank, 1884, 137 Mass. 301, 302.  See also Martin v. Meles, 1901, 179 Mass. 114, 117, 60 N.E. 397.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">If my conclusion thus far is right, that the evidence in the case was not sufficient to go to the jury (as the district judge held), then it becomes necessary to consider a question of procedure.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">When the plaintiff finished putting in his evidence, the defendant made a motion for a directed verdict.  This motion was made under Rule 50(a), F.R.C.P., not Rule 50(b).  There is no provision in Rule 50(a) authorizing the trial judge to reserveaction on the motion until after the jury's verdict.  The whole purpose of a motion under Rule 50(a) is to terminate the case at that point, without putting the defendant to the necessity of introducing his own evidence and thus extending the duration of the trial.  See Bach v. Friden Calculating Machine Co., Inc., 6 Cir., 1945, 148 F.2d 407, 409 commenting on the similar motion under Rule 41(b).  It is well-settled that if a motion under Rule 50(a) for a directed verdict at the close of the plaintiff's case is denied, and the defendant thereupon presents his own evidence, this constitutes a waiver of the motion; unless a renewed motion for a directed verdict is made at the close of all the evidence, the defendant is precluded from questioning on appeal the sufficiency of the evidence to take the case to the jury.  Minnehaha County v. Kelley, 8 Cir., 1945, 150 F.2d 356, 359; Ruud v. American Packing &amp; Provision Co., 9 Cir., 1949, 177 F.2d 538, 542.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In the present case, when the defendant proceeded to put in its evidence, its previous motion for a directed verdict under Rule 50(a) expended itself.  The action of the trial judge, without support in the rules, in undertaking to reserve action on the motion until after verdict, seems to me to have been of no effect.  I think that the course open to the district judge, after verdict for the plaintiff had been brought in, was the same as if no motion under Rule 50(a) for a directed verdict had been made.  Rule 50(b) has no application to the case.  Therefore there is no present occasion to consider the accuracy of the statement in Johnson v. New York, N.H. &amp; H.R.R. Co., 1952, 344 U.S. 48, 50, 73 S.Ct. 125, 127, that, even though disposition of a motion for a directed verdict at the close of all the evidence is reserved, under Rule 50(b), nevertheless, 'in the absence of a motion for judgment notwithstanding the verdict made in the trial court within ten days after reception of a verdict the rule forbids the trial judge or an appellate court to enter such a judgment.'  (Italics added.)</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Under the circumstances here presented, I can find nothing in the rules or in the decided cases which would authorize the trial judge to enter judgment for the defendant notwithstanding the verdict.  Believing as he did, that the evidence was not sufficient to make a case for the jury, all he could do at that stage was to set aside the verdict and leave the case standing for a new trial.  I do not think that he had power to enter a final adverse judgment, thus cutting out the plaintiff from the right to another jury trial, even though the plaintiff would be doomed to failure at such second trial if the evidence was the same.  Nor in such a situation would the trial judge necessarily be forced to enter judgment for the defendant if the defendant, immediately after the new trial is ordered, moves for a summary judgment and attaches to his motion the record of the testimony taken at the previous trial.  The evidence available to the plaintiff at a second trial might not be the same; and thus the plaintiff by filing of proper counter affidavits might defeat the defendant's claim that there is no genuine issue as to any material fact and that the defendant is entitled to judgment as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">When a case in a federal district court has been submitted to a jury and the jury has returned a verdict for the plaintiff, I do not think that there is a general 'inherent' power in the trial judge, independent of some express authorization in statute or rule, to enter judgment for the defendant notwithstanding the verdict.  As an original question of policy, there may be much to be said for a recognition of such inherent power.  But the matter has become enveloped in technicalities, stemming in part from the significance which the Supreme Court has read into the concluding clause of the Seventh Amendment: 'In Suits at common law, where the value in controversy shall exceed twenty dollars, the right of trial by jury shall be preserved, and no fact tried by a jury, shall be otherwise re-examined in any Court of the United States, than according to the rules of the common law.'  Cf. Baltimore &amp; Carolina Line, Inc., v. Redman, 1935, 295 U.S. 654, 55 S.Ct. 890, 891, 79 L.Ed. 1636, with Slocum v. New York Life Ins. Co., 1913, 228 U.S. 364, 33 S.Ct. 523, 57 L.Ed. 879.  See also Parsons v. Bedford, 1830, 3 Pet. 433, 447-448, 7 L.Ed. 732; Cone v. West Virginia Pulp &amp; Paper Co., 1947, 330 U.S. 212, 67 S.Ct. 752, 91 L.Ed. 849; Globe Liquor Co., Inc., v. San Roman, 1948, 332 U.S. 571, 68 S.Ct. 246, 92 L.Ed. 177; Johnson v. New York, N.H. &amp; H.R.R. Co., 1952, 344 U.S. 48, 73 S.Ct. 125.  The matter is not so clear as it might be, but the inference I draw from the various Supreme Court decisions is that the power of a court to enter judgment notwithstanding the verdict is narrowly restricted, and is not available in the procedural situation presented in the case at bar.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">My conclusion is that I would reverse the judgment of the district court directing the entry of judgment for the defendant notwithstanding the verdict, but leave standing the alternative order directing that the verdict be set aside and a new trial had.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Clearly the matter in controversy exceeds the sum or value of $3,000 exclusive of interest and costs.  Federal jurisdiction under Title 28 U.S.C. Sec. 1332(2) is, therefore, beyond question</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The question of lack of consideration was neither raised nor discussed at the trial.  But it would seem that the plaintiff in declining to renew his contract of employment in the West Indies gave as much consideration for the defendant's promise of permanent employment as the plaintiff gave in Kirkley v. F. H. Roberts Co., 1929, 268 Mass. 246, 252, 167 N.E. 289, 290, wherein citing Carnig v. Carr the court said that a contract of employment for as long as the employee 'shall faithfully and diligently perform the duties of his employment' was not too indefinite to be enforced, and that whatever the law might be elsewhere, the fact that the employee does not promise to remain with the employer for any definite time 'does not invalidate the contract, nor, of itself, make it terminable at the will of the company.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The court's charge was not made a part of the record.  Apparently it was not objected to by the appellant.  We assume, therefore, that the case was submitted to the jury in accordance with the law of Massachusetts as outlined herein</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">209</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">135</span></span></p>\n    <p class=\"parties\">STEVENS<br>v.<br>G. L. RUGO &amp; SONS, Inc.</p>\n    <p class=\"docket\">No. 4721.</p>\n    <p class=\"court\">United States Court of Appeals<br>First Circuit.</p>\n    <p class=\"date\">Argued Nov. 3, 1953.<br>Decided Dec. 17, 1953.<br>Rehearing Denied Jan. 5, 1954.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Austin Broadhurst, Boston, Mass.  (Charles W. Bartlett and Ely, Bartlett, Thompson &amp; Brown, Boston, Mass., on the brief), for appellant.</p>\n      <p class=\"indent\">John F. Hurley, Boston, Mass., for appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit judges.</p>\n      <p class=\"indent\">WOODBURY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The plaintiff, who sets himself out as a 'citizen of England and national of the Kingdom of Great Britain,' brought suit in the court below against the defendant, a corporation organized under the laws of the Commonwealth of Massachusetts, to recover damages for breach of a contract of employment.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Trial before a jury began in the District Court on October 15, 1952, and on the same day at the close of the plaintiff's evidence the defendant moved for a directed verdict on the ground of 'lack of evidence produced by plaintiff.'  The court reserved action on the motion and the defendant thereupon proceeded to put in its evidence.  On the following day at the close of all the evidence, the defendant did not move for a directed verdict and the case was submitted to the jury which returned a verdict for the plaintiff in the sum of $10,500.  The defendant made no motion to set the verdict against it aside or for a new trial, but nevertheless on November 3, 1952, the court ordered hearing on the motion which the defendant had made for a directed verdict on the evidence introduced by the plaintiff.  The court took the motion under advisement and on January 5, 1953, it entered the judgment from which the plaintiff has taken this appeal wherein the court in accordance with its memorandum opinion ordered judgment for the defendant dismissing the plaintiff's complaint, and in addition ordered 'that in the event the foregoing judgment is reversed the verdict is set aside and new trial had.'</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">It is evident from the District Court's memorandum opinion that the basis for its order dismissing the plaintiff's complaint, and directing judgment for the defendant on its motion for a directed verdict based on the plaintiff's evidence, was the plaintiff's own testimony as to his understanding of the meaning of the contract involved, to which we shall presently refer.  It is equally evident from the opinion that the trial court entertained misgivings, in view of some of the language in Johnson v. New York N.H. &amp; H. Ry. Co., 1952, <span class=\"citation\" data-id=\"105040\"><a href=\"/opinion/105040/johnson-v-new-york-nh-hr-co/\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">48</span></a></span>, <span class=\"citation\" data-id=\"105040\"><a href=\"/opinion/105040/johnson-v-new-york-nh-hr-co/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">125</span></a></span>, as to its power to enter a judgment for the defendant on the latter's motion therefor at the close of the plaintiff's evidence, as to which it had reserved decision, and that, because of its doubts, the court entered its alternative order for a new trial so that in the event its action ordering a judgment for the defendant should be held on appeal to be beyond its powers, it could, in advance of a second trial, reach the same result by granting a motion by the defendant for a summary judgment based on the testimony introduced at the trial.  Thus the first and foremost question on this appeal is whether under the law of the Commonwealth of Massachusetts, which concededly and obviously applies, there is evidence enough to warrant submitting the plaintiff's case to a jury.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The plaintiff is a chartered quantity surveyor and estimator, and a member of the Institute of Chartered Surveyors in London.  He was trained in England, and up to 1949 he had pursued his occupation of estimating the quantities and costs of materials required for the erection of buildings and other structures, at first in England, and later for about four years in the British West Indies.  Early in 1949 he answered an advertisement for an 'A-1 Estimator' inserted in a trade publication by the defendant, and in response thereto received a letter from the defendant's president stating that the place of the employment offered was Boston, Massachusetts, and that 'the position is permanent.'  Further correspondence followed, and early in September the plaintiff gave up his position in the West Indies as chief estimator for a firm of English architects, and came to the United States with his family.  He and the defendant's president met in Boston for an interview at the latter's office, following which the plaintiff went to England, settled his affairs there, and late in March, 1950, returned to the United States with his family on permanent immigration visas.  On the 6th of April he went to work for the defendant at a salary of $150.00 a week.  His employment, however, was short lived, for on May 26, the defendant's president complained to the plaintiff with respect to the quantity and quality of his work and his attitude toward it, and discharged him as of the first of June.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The contract of employment involved in this litigation was not reduced to writing.  Its terms, therefore, must be drawn from the correspondence which passed between the plaintiff and the defendant's president and their testimony as to what they said to one another.  The defendant's president testified in substance that he told the plaintiff that the position offered was 'permanent,' as he had said in his letter to the plaintiff quoted from earlier in this opinion, in the sense that the defendant's business prospects were bright and there was good reason to believe that it would need the services of a skilled estimator for an indefinite time.  Furthermore, he said he told the plaintiff and the plaintiff fully agreed, that at the outset of the employment there would be a trial period of three months in order not only to determine whether the plaintiff was qualified to do the work and fitted harmoniously into the defendant's organization, but also to determine whether the plaintiff found his employment by the defendant congenial.  There is no reference in the correspondence to an initial trial period, and the plaintiff testified categorically that nothing whatever was said about such a period in any conversation with the defendant's president, but that he came to the United States with his family on the understanding that he was to have permanent employment with the defendant from the beginning.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The District Court recognized that on the evidence outlined above the jury could reasonably find that the defendant offered and the plaintiff accepted 'permanent' employment as defined in Carnig v. Carr, 1897, <span class=\"citation no-link\"><span class=\"volume\">167</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">544</span></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">117</span></span>, 35 L.R.A. 512, from the start of their relationship.  Nevertheless it entered judgment for the defendant because of the plaintiff's testimony as to his understanding of the meaning of the word 'permanent.'  Stevens said, in response to questions by the court:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'As I understood it, when Mr. Rugo wrote to me and told me the job was a permanent one and also when he told me in my interview with him that the job also was a permanent one, as I understood it there was plenty of work to be done and as far as one could see there was no reason to assume that this work would not cease- that this work would cease, and providing I was satisfactory to Mr. Rugo, and providing we got on with each other, and providing I did the job, and providing there was work to do, I could assume that the job really had a long term possibility.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'I understood the word 'permanent' to mean, your Honor, the job had plenty of future in it, I could dig myself in in the job, and know very well that providing I was satisfactory to Mr. Rugo, and providing naturally- well, if you like, Mr. Rugo was satisfactory to me, and providing I liked working in the office, providing I did my job, I could remain there on an established basis and not as-- on the other hand, as opposed to a temporary basis where one goes in for a particular job or goes in for two or three months, and then he is told he has to find another job, or that job will be finishing in a certain time.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The District Court said that it was clearly apparent from these statements that Stevens understood that the position offered him was permanent, but that his employment in it 'was at will until each party knew the relationship was satisfactory.'  Wherefore the court concluded that since the plaintiff was discharged before mutual satisfaction had been established, the plaintiff could not recover as a matter of law.  We feel constrained to disagree for we think the court misconstrued the plaintiff's testimony quoted above.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As we have already pointed out the plaintiff testified definitely that no trial period was agreed upon, or even mentioned, but that he was employed permanently from the outset.  Thus when he defined what he meant by 'permanent' we do not think he could have intended to frame his definition in such a way as to include an initial period of trial to determine mutual satisfaction.  Instead we think he intended to define 'permanent' not as meaning forever or for life, but as meaning only for as long as there was work to do and each party was satisfied with the relationship.  And this, in essence, is the usual definition of the word in contracts such as the one under consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The word 'permanent' is not infrequently used in contracts of employment, but not in its absolute sense of everlasting or enduring for life.  It is used in a relative sense to distinguish transient or temporary employment for some fixed, and usually limited time, as for a period of days, weeks, months or even perhaps years, or until the completion of a given piece of work or the happening of some event.  Its meaning is elastic, depending upon the context in which and the background against which it is used, but its meaning is not for that reason so indefinite that a promise of permanent employment cannot be enforced.  As used in a contract of employment it 'may be fairly be held to mean that the employee is to serve so long as he remains able to do his work properly, and the employer continues to be engaged in the business to which the hiring related.'  1 Williston, Contracts, Sec. 39 (rev.  Ed. 1936).  This is the sense in which the word was interpreted in Carnig v. Carr,supra, wherein the court said in 167 Mass.at page 547, 46 N.E.at page 118:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'To ascertain what the parties intended by 'permanent employment,' it is necessary to consider the circumstances surrounding the making of the contract, its subject, the situation and relation of the parties, and the sense in which, taking these things into account, the words would be commonly understood; for it fairly may be assumed that the parties used and understood them in that sense.  Schuykill Navigation Co. v. Moore, 2 Whart.  (Pa., 477,) 491.  Looking at the matter in that way, we think that the words would be commonly understood as meaning that so long as the defendant was engaged in enameling, and had work which the plaintiff could do, and desired to do, and so long as the plaintiff was able to do his work satisfactorily, the defendant would employ him, and that in that sense, the employment would be permanent; that is, the plaintiff would be under no necessity of looking for work elsewhere, but could rely on the arrangement thus made.  So construed, the contract would be capable of enforcement, and there would be no want of mutuality because the plaintiff might not have bound himself to continue in the defendant's employment.'<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This, in practical effect, is the same interpretation put upon the word 'permanent' by the plaintiff.  Hence, if the jury should find, as no doubt it did, that the plaintiff had the status of a 'permanent' employee from the beginning of his employment the question arises as to the justification for his discharge.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">There is no doubt that the defendant continued to have work for the plaintiff to do and that the plaintiff was satisfied with his job.  Nor is there any doubt that the defendant's president was dissatisfied with the plaintiff's work and discharged him.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The plaintiff's employment, although 'permanent' from the outset, being conditioned upon the defendant's satisfaction with the plaintiff's work, the question arises whether the plaintiff introduced sufficient evidence at the trial to sustain his burden of showing performance of the condition.  Fried v. Singer, 1922, <span class=\"citation no-link\"><span class=\"volume\">242</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">527</span></span>, 532, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">609</span></span>.  And the answer to this question turns upon the meaning to be given to the word 'satisfaction.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It might be questioned as an abstract proposition whether a promise to render a performance satisfactory to the other party to a contract was not illusory in character because conditioned on the caprice or whim of the party to be satisfied.  But such promises are not uncommon in contracts, and contracts containing them have generally been upheld by the courts by construing the promise as at least requiring a performance satisfactory to the other party in the exercise of an honest judgment.  3 Williston, Contracts Sec. 675A (Rev.  Ed. 1936).  This is the law in Massachusetts even as to contracts of personal service wherein matters of personal taste, fancy or sensibility are concerned, as in a contract to employ an actor.  Fried v. Singer, supra, <span class=\"citation no-link\"><span class=\"volume\">242</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">531</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">609</span></span> and cases cited.  But a less strict interpretation was long ago given to a promise to perform industrial service in a shop to the employer's 'entire satisfaction,' for in Sloan v. Hayden, 1872, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">141</span></span>, it was said that in such a setting the parties must have intended performance to the employer's 'reasonable satisfaction' since the stricter interpretation would allow the employer unreasonably to deprive the employee of the fruits of his contract when he had fully performed his part of it in good faith.  See also Rooney v. Weeks, 1935, <span class=\"citation no-link\"><span class=\"volume\">290</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">18</span></span>, <span class=\"citation no-link\"><span class=\"volume\">194</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">666</span></span>, which seems to teach that unless the express words of the contract, or its subject matter, show clearly that the parties intended by 'satisfaction' to mean the subjective satisfaction of the particular employer, the court will construe the word to mean the employer's satisfaction as a reasonable man.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">There is no evidence in the present record that the parties in the course of their negotiations leading up to the contract used the word satisfaction in its subjective sense.  The defendant's president testified that the word was used, but it does not appear that he used it with reference to his personal taste, whim or caprice.  And since the plaintiff was employed in a highly technical capacity, one in which matters of taste, fancy and sensibility were in no way concerned, it follows that the rule of Sloan v. Hayden, supra, applies.  Our search, therefore, is not limited to evidence of bad faith on the defendant's part in discharging the plaintiff, but is broadened to a search for evidence from which the jury might properly find that a reasonable man in the defendant's position would have been satisfied with the plaintiff's performance.  We have not far to look for such evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">There was evidence, it is true, that the plaintiff made one rather large error in a computation of quantity which he made for the defendant, and that perhaps he made a few other smaller errors.  But there was evidence that his errors were no more than might be expected in the performance of the kind of technical work he was employed to do and that his errors were caught and corrected when his work was checked for accuracy which was the usual practice because errors such as his were not infrequently made.  There was also evidence that the plaintiff took time out in the afternoon for tea, that on occasions he pleaded a prior engagement when asked to work overtime at night, that after working overtime he came in late the next morning, and that he registered his objection to doing routine computations himself on the ground that such work could be done as well and at less expense by a junior employee.  On the other hand, there is no evidence that he obstinately or contumaciously persisted in his ways when asked to change them.  On the contrary, it appears that when taken to task by his superiors he readily and willingly consented to conform to the defendant's office routine and practice.  Naturally enough the plaintiff encountered some difficulty in his work at first because of his lack of familiarity with local unit prices for concrete, masonry and the like, and with making computations in United States money.  But difficulties of this nature must have been anticipated by the defendant when the plaintiff was hired, and it appears that the plaintiff was rapidly familiarizing himself with his new environment.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Certainly the jury might have found on the foregoing facts that the defendant had reasonable grounds for dissatisfaction with the plaintiff's performance.  But we think it is clear that the jury might also find the contrary, as it apparently did when it returned a verdict for the plaintiff.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  It follows that the defendant's motion for a directed verdict should not have been granted and this renders it unnecessary for us to decide whether the court had the power to grant it under the Federal Rules of Civil Procedure.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In its memorandum opinion, the trial court stated that its reason for reserving decision on the motion for a directed verdict, and allowing the case to go to the jury, was that, in case it should later be held that the motion was improperly granted, the plaintiff would not again be forced to cross the Atlantic to testify.  We are not able to reconcile this statement with the alternative order for a new trial if the judgment on the directed verdict was erroneous, unless the trial court thought the 'new trial' could be decided on a motion by the defendant for summary judgment.  This latter procedure is not now available in view of our holding that the evidence presented a jury question.  It may now be too late to order a new trial and it may be that in view of our opinion there is no occasion for one.  Nevertheless, we think that the trial court's hands should not be tied in that respect.  Accordingly, we will exercise our broad powers under Title 28 U.S.C. Sec. 2106, and vacate the entire judgment below, without specifically directing the entry of a judgment for the plaintiff on the verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The judgment of the District Court is vacated and set aside and the case is remanded to that court for further consistent proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">MAGRUDER, Chief Judge (dissenting in part).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Assuming the correctness of the court's view, as expressed in the opinion by Judge Woodbury, that there was sufficient evidence produced at the trial to require the submission of the case to the jury, I agree that the appellate court, in vacating the judgment of the district court, should not send the case back with a mandate to the district court to enter judgment for the plaintiff on the jury's verdict.  As I read Montgomery Ward &amp; Co. v. Duncan, 1940, <span class=\"citation\" data-id=\"103403\"><a href=\"/opinion/103403/montgomery-ward-co-v-duncan/\"><span class=\"volume\">311</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">243</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">189</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">147</span></span>, it seems that the appellate court would not have power to make this disposition of the case.  The reason is that such disposition on appeal would cut out the trial judge from the discretionary exercise of his primary function to determine whether to set the verdict for the plaintiff aside and grant a new trial, either on motion of the defendant, under Rule 59(b), F.R.C.P., 28 U.S.C., or on the judge's own initiative under Rule 59(d).  The defendant here has had no occasion to move for a new trial under Rule 59(d), since the district judge entered judgment for the defendant notwithstanding the jury's verdict for the plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Furthermore, even if we had the power to direct the entry of judgment on the verdict, we are certainly not required to do so under 28 U.S.C. &#167; 2106; and I think it is entirely proper for us, as is indicated in Judge Woodbury's opinion, to remand the case on such terms as to leave the district judge free to enter judgment on the verdict, or to set aside the verdict and grant a new trial, as in the exercise of his judicial discretion the district judge deems best.  What the district judge will not be able to do is to set the verdict aside on the ground that the evidence was insufficient to make a case for the jury.  That action would be inconsistent with the opinion and mandate of this court, and presumably could be corrected by an order of this court under 28 U.S.C. &#167; 1651.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">But even though the evidence was sufficient to require the submission of the case to the jury, there are many recognized reasons which would justify the trial judge in setting aside a jury verdict and granting a new trial.  See the oft-quoted discussion by Judge Lurton in Mt. Adams &amp; E.P. Inclined Ry. Co. v. Lowery, 6 Cir., 1896, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">F.</span> <span class=\"page\">463</span></span>, 470, 476-477.  For instance, the district judge, who saw and heard the witnesses, might be of the view that the defendant's evidence was the more credible, and that the verdict for the plaintiff was against the weight of the evidence.  Or he might conclude, from the size of the verdict, that the jury probably did not weigh the issues of liability impartially.  In such instances he might come to the determination that in the interest of justice the verdict should be set aside and the issues submitted to another jury.  Such determination is entrusted primarily to the trial judge, who is in a better position than than the appellate court to rule justly and intelligently on whether a new trial should be granted.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">All the foregoing is on the assumption that my colleagues are correct in concluding that there was sufficient evidence at the trial to warrant submission of the case to the jury.  My own view is, however, that the plaintiff failed to make out a case for the jury, under the substantive law of contracts as declared in the Massachusetts courts, which admittedly is applicable here.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">I agree that under the evidence submitted it would not be unreasonable for a jury to conclude that Rugo, in offering 'permanent' employment, promised the plaintiff something more than employment at the will of the employer; that is, that the defendant in effect promised to keep the plaintiff in the job so long as the defendant remained in business and had work which the plaintiff could do and desired to do, and so long as the plaintiff was able to perform his work with 'reasonable satisfaction'.  But I am unable to find that the plaintiff gave anything which could satisfy the common law requirement of 'consideration' for that supposed promise by the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">As I read the Massachusetts cases, the Supreme Judicial Court adheres to the orthodox doctrines of consideration in declaring the local common law of contracts.  Thus if A promises to work for B so long as A chooses, and B promises to employ A for one year, A's promise is illusory, and will not support, and render enforceable, B's promise to employ A for one year (or for some other indefinite time not dependent upon the will of the employer).  Unless A gives some independent valuable consideration, other than his services, for the counterpromise by B, the employment is merely at the will of both parties.  Of course, so long as the service is given, and received, the agreement of the parties controls the amount of compensation and other terms of the employment; but otherwise the agreement creates no executory obligations on either side.  Cf. Campion v. Boston &amp; Maine R.R., 1930, <span class=\"citation no-link\"><span class=\"volume\">269</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">579</span></span>, 169 N.E. 499.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">There is nothing in the leading case of Carnig v. Carr, 1897, <span class=\"citation no-link\"><span class=\"volume\">167</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">544</span></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">117</span></span>, to suggest that an employer's promise of permanent employment is valid and enforceable in the absence of some counterperformance or counterpromise by the employee adequate to satisfy the technical common law requirements of 'consideration'.  In that case, in exchange for the defendant's promise to give the plaintiff permanent employment as an enameler and engraver, the plai tiff agreed to give up his competing business and sell his stock in trade to the defendant.  The plaintiff performed his part of the bargain and entered into the defendant's employment.  It was held that the defendant was liable for breach of contract on account of later discharging the plaintiff without good cause.  Here the defendant's promise of permanent employment was supported by an independent valuable consideration given by the plaintiff; in which case, of course, it did not matter that in the resulting employment the employer was bound 'permanently', whereas the employee was free to quit at will.  Kirkley v. F. H. Roberts Co., 1929, <span class=\"citation no-link\"><span class=\"volume\">268</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">246</span></span>, <span class=\"citation no-link\"><span class=\"volume\">167</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">289</span></span>, is perhaps not so clear a case on facts, but as I understand it the court did not intend to lay down any different rule as to the requisites of consideration.  The court in 268 Mass.at page 251, 167 N.E.at page 290, said that the plaintiff, considering whether to leave his then employer and throw in his lot with the defendant, was promised that, if he would do so and come with the defendant, he would be given employment for so long as he faithfully and diligently performed his duties.  'He decided so to do, and received this written agreement.  Here was sufficient consideration for the promise of employment.'  That being so, the court said it did not matter that the employee on his part did not promise to remain with defendant for any definite time.  On the point of consideration the court relied particularly upon two earlier decisions, Carnig v. Carr, which has been referred to above, and Revere v. Boston Copper Co., 1834, 15 Pick., Mass., 351.  In the latter case there was a bilateral contract by which the corporation agreed to employ the plaintiff for an indefinite time until the corporation should be dissolved, and the employee on his part promised that he would devote the whole of his time to the employer's business and would engage in no other business for so long as the employee should live.  Such agreement obviously met the common law requirements of consideration.  The same was true in Sloan v. Hayden, 1872, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">141</span></span>, and in Rooney v. Weeks, 1935, <span class=\"citation no-link\"><span class=\"volume\">290</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">18</span></span>, <span class=\"citation no-link\"><span class=\"volume\">194</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">666</span></span>.  In each of those two cases the employer's promise of indefinite employment for so long as the employee rendered reasonably satisfactory services, to be determined objectively, and not merely at the caprice of the employer, was supported by good consideration, in that the employee promised to work for a definite period of time, in the first case for three years and in the second case for ten months.  In Daniell v. Boston &amp; Maine R.R., 1903, <span class=\"citation no-link\"><span class=\"volume\">184</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">337</span></span>, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">337</span></span>, it did not appear that any issue of lack of consideration was raised or discussed by the court.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In the case at bar, it appeared from the plaintiff's own testimony that the plaintiff did not promise to work for Rugo for any definite period of time, or for any indefinite time dependent upon a condition not within the control of the employee.  He explained his understanding of the word 'permanent' to mean that, providing he was satisfactory to Mr. Rugo and Mr. Rugo satisfactory to him, 'and providing I liked working in the office, providing I did my job, I could remain there on an established basis'.  It seems clear that, even on the plaintiff's own version, he regarded the continued employment as entirely optional on his part.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Nor can I find any independent valuable consideration on the plaintiff's part given and bargained for as the agreed exchange for the defendant's promise of 'permanent employment'.  It is true that it was necessary for the plaintiff to give up the possibility of continued employment in Trinidad and to come to Boston, in order to accept employment in defendant's Boston office.  But this necessary preliminary action by the plaintiff can hardly be regarded as the performance of an act which was bargained for as the agreed-upon exchange for a unilateral promise by Rugo to give permanent employment to the plaintiff at the plaintiff's option.  See 1 Williston on Contracts &#167; 112 (Rev. ed. 1936).  Nor has it been suggested that, apart from the conventional requirements of consideration, the defendant's promise might be binding and enforceable upon an application of the principle stated in Am.  L. Inst. Rest. of Contracts, Sec. 90.  Furthermore that section in the Restatement does not seem to be in accordance with the Massachusetts law.  See Spillane v. Yarnalowicz, 1925, <span class=\"citation no-link\"><span class=\"volume\">252</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">168</span></span>, <span class=\"citation no-link\"><span class=\"volume\">147</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">571</span></span>, 38 A.L.R. 1401; Davis v. German American Ins. Co., 1883, 135 Mass. 251.  'It would cut up the doctrine of consideration by the roots, if a promisee could make a gratuitous promise binding by subsequently acting in reliance on it.'  Holmes, J., in Commonwealth v. Scituate Savings Bank, 1884, <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">301</span></span>, 302.  See also Martin v. Meles, 1901, <span class=\"citation no-link\"><span class=\"volume\">179</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">114</span></span>, 117, 60 N.E. 397.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">If my conclusion thus far is right, that the evidence in the case was not sufficient to go to the jury (as the district judge held), then it becomes necessary to consider a question of procedure.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">When the plaintiff finished putting in his evidence, the defendant made a motion for a directed verdict.  This motion was made under Rule 50(a), F.R.C.P., not Rule 50(b).  There is no provision in Rule 50(a) authorizing the trial judge to reserveaction on the motion until after the jury's verdict.  The whole purpose of a motion under Rule 50(a) is to terminate the case at that point, without putting the defendant to the necessity of introducing his own evidence and thus extending the duration of the trial.  See Bach v. Friden Calculating Machine Co., Inc., 6 Cir., 1945, <span class=\"citation\" data-id=\"1503646\"><a href=\"/opinion/1503646/bach-v-friden-calculating-mach-co/\"><span class=\"volume\">148</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">407</span></a></span>, 409 commenting on the similar motion under Rule 41(b).  It is well-settled that if a motion under Rule 50(a) for a directed verdict at the close of the plaintiff's case is denied, and the defendant thereupon presents his own evidence, this constitutes a waiver of the motion; unless a renewed motion for a directed verdict is made at the close of all the evidence, the defendant is precluded from questioning on appeal the sufficiency of the evidence to take the case to the jury.  Minnehaha County v. Kelley, 8 Cir., 1945, <span class=\"citation\" data-id=\"1482721\"><a href=\"/opinion/1482721/minnehaha-county-sd-v-kelley/\"><span class=\"volume\">150</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">356</span></a></span>, 359; Ruud v. American Packing &amp; Provision Co., 9 Cir., 1949, <span class=\"citation\" data-id=\"1507140\"><a href=\"/opinion/1507140/ruud-v-american-packing-provision-co/\"><span class=\"volume\">177</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">538</span></a></span>, 542.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In the present case, when the defendant proceeded to put in its evidence, its previous motion for a directed verdict under Rule 50(a) expended itself.  The action of the trial judge, without support in the rules, in undertaking to reserve action on the motion until after verdict, seems to me to have been of no effect.  I think that the course open to the district judge, after verdict for the plaintiff had been brought in, was the same as if no motion under Rule 50(a) for a directed verdict had been made.  Rule 50(b) has no application to the case.  Therefore there is no present occasion to consider the accuracy of the statement in Johnson v. New York, N.H. &amp; H.R.R. Co., 1952, <span class=\"citation\" data-id=\"105040\"><a href=\"/opinion/105040/johnson-v-new-york-nh-hr-co/\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">48</span></a></span>, 50, <span class=\"citation\" data-id=\"105040\"><a href=\"/opinion/105040/johnson-v-new-york-nh-hr-co/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">125</span></a></span>, 127, that, even though disposition of a motion for a directed verdict at the close of all the evidence is reserved, under Rule 50(b), nevertheless, 'in the absence of a motion for judgment notwithstanding the verdict made in the trial court within ten days after reception of a verdict the rule forbids the trial judge or an appellate court to enter such a judgment.'  (Italics added.)</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Under the circumstances here presented, I can find nothing in the rules or in the decided cases which would authorize the trial judge to enter judgment for the defendant notwithstanding the verdict.  Believing as he did, that the evidence was not sufficient to make a case for the jury, all he could do at that stage was to set aside the verdict and leave the case standing for a new trial.  I do not think that he had power to enter a final adverse judgment, thus cutting out the plaintiff from the right to another jury trial, even though the plaintiff would be doomed to failure at such second trial if the evidence was the same.  Nor in such a situation would the trial judge necessarily be forced to enter judgment for the defendant if the defendant, immediately after the new trial is ordered, moves for a summary judgment and attaches to his motion the record of the testimony taken at the previous trial.  The evidence available to the plaintiff at a second trial might not be the same; and thus the plaintiff by filing of proper counter affidavits might defeat the defendant's claim that there is no genuine issue as to any material fact and that the defendant is entitled to judgment as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">When a case in a federal district court has been submitted to a jury and the jury has returned a verdict for the plaintiff, I do not think that there is a general 'inherent' power in the trial judge, independent of some express authorization in statute or rule, to enter judgment for the defendant notwithstanding the verdict.  As an original question of policy, there may be much to be said for a recognition of such inherent power.  But the matter has become enveloped in technicalities, stemming in part from the significance which the Supreme Court has read into the concluding clause of the Seventh Amendment: 'In Suits at common law, where the value in controversy shall exceed twenty dollars, the right of trial by jury shall be preserved, and no fact tried by a jury, shall be otherwise re-examined in any Court of the United States, than according to the rules of the common law.'  Cf. Baltimore &amp; Carolina Line, Inc., v. Redman, 1935, <span class=\"citation\" data-id=\"102480\"><a href=\"/opinion/102480/baltimore-carolina-line-inc-v-redman/\"><span class=\"volume\">295</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">654</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">890</span></span>, 891, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1636</span></span>, with Slocum v. New York Life Ins. Co., 1913, <span class=\"citation\" data-id=\"97856\"><a href=\"/opinion/97856/slocum-v-new-york-life-ins-co/\"><span class=\"volume\">228</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">364</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">523</span></span>, 57 L.Ed. 879.  See also Parsons v. Bedford, 1830, <span class=\"citation\" data-id=\"85684\"><a href=\"/opinion/85684/parsons-v-bedford/\"><span class=\"volume\">3</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">433</span></a></span>, 447-448, 7 L.Ed. 732; Cone v. West Virginia Pulp &amp; Paper Co., 1947, <span class=\"citation\" data-id=\"104381\"><a href=\"/opinion/104381/cone-v-west-virginia-pulp-paper-co/\"><span class=\"volume\">330</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">212</span></a></span>, <span class=\"citation\" data-id=\"104381\"><a href=\"/opinion/104381/cone-v-west-virginia-pulp-paper-co/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">752</span></a></span>, 91 L.Ed. 849; Globe Liquor Co., Inc., v. San Roman, 1948, <span class=\"citation\" data-id=\"104488\"><a href=\"/opinion/104488/globe-liquor-co-v-san-roman/\"><span class=\"volume\">332</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">571</span></a></span>, <span class=\"citation\" data-id=\"104488\"><a href=\"/opinion/104488/globe-liquor-co-v-san-roman/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">246</span></a></span>, 92 L.Ed. 177; Johnson v. New York, N.H. &amp; H.R.R. Co., 1952, <span class=\"citation\" data-id=\"105040\"><a href=\"/opinion/105040/johnson-v-new-york-nh-hr-co/\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">48</span></a></span>, <span class=\"citation\" data-id=\"105040\"><a href=\"/opinion/105040/johnson-v-new-york-nh-hr-co/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">125</span></a></span>.  The matter is not so clear as it might be, but the inference I draw from the various Supreme Court decisions is that the power of a court to enter judgment notwithstanding the verdict is narrowly restricted, and is not available in the procedural situation presented in the case at bar.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">My conclusion is that I would reverse the judgment of the district court directing the entry of judgment for the defendant notwithstanding the verdict, but leave standing the alternative order directing that the verdict be set aside and a new trial had.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Clearly the matter in controversy exceeds the sum or value of $3,000 exclusive of interest and costs.  Federal jurisdiction under Title 28 U.S.C. Sec. 1332(2) is, therefore, beyond question</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The question of lack of consideration was neither raised nor discussed at the trial.  But it would seem that the plaintiff in declining to renew his contract of employment in the West Indies gave as much consideration for the defendant's promise of permanent employment as the plaintiff gave in Kirkley v. F. H. Roberts Co., 1929, <span class=\"citation no-link\"><span class=\"volume\">268</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">246</span></span>, 252, <span class=\"citation no-link\"><span class=\"volume\">167</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">289</span></span>, 290, wherein citing Carnig v. Carr the court said that a contract of employment for as long as the employee 'shall faithfully and diligently perform the duties of his employment' was not too indefinite to be enforced, and that whatever the law might be elsewhere, the fact that the employee does not promise to remain with the employer for any definite time 'does not invalidate the contract, nor, of itself, make it terminable at the will of the company.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The court's charge was not made a part of the record.  Apparently it was not objected to by the appellant.  We assume, therefore, that the case was submitted to the jury in accordance with the law of Massachusetts as outlined herein</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/85684/",
    "http://www.courtlistener.com/api/rest/v3/opinions/97856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102480/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103403/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104488/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105040/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1482721/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1503646/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1507140/"
  ]
}