{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/233643/",
  "absolute_url": "/opinion/233643/pino-v-nicolls/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/233643/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:30:47Z",
  "date_modified": "2016-02-28T05:50:35.535887Z",
  "type": "010combined",
  "sha1": "d790fa3f1ea2e099ce4465ae36f1b6fcde81d342",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/211/211.F2d.393_1.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">211 F.2d 393</p>\n    <p class=\"parties\">PINO<br>v.<br>NICOLLS.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">March 11, 1954.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jerome Medalie, Asst. U.S. Atty., Boston, Mass.  (Anthony Julian, U.S. Atty., Boston, Mass., on the brief), for appellee.</p>\n      <p class=\"indent\">Manual Katz, Boston, Mass.  (Paul T. Smith, Boston, Mass., on the brief), for appellant.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit judges.</p>\n      <p class=\"indent\">MAGRUDER, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This court heard oral argument on an interlocutory motion by appellant Anthony Pino asking us to enlarge him on bail pending appeal in a habeas corpus case.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Proceedings for the deportation of appellant, an alien, were commenced on January 10, 1953.  On the same day, Pino was released on bail in the sum of $1,000.  On March 23, 1953, a Special Inquiry Officer of the Immigration and Naturalization Service issued an order of deportation, based upon the ground that since the entry of the alien into the United States he had been 'convicted of two crimes involving moral turpitude, not arising out of a single scheme of criminal misconduct, regardless of whether confined therefor and regardless of whether the convictions were in a single trial.'  See &#167; 241(a)(4) of the Immigration and Nationality Act, 66 Stat. 204, 8 U.S.C.A. &#167; 1251(a)(4).  The order of deportation was affirmed by the Board of Immigration Appeals on August 11, 1953.  Pino surrendered himself to the District Director, Immigration and Naturalization Service, on December 18, 1953, pursuant to a notice to report for deportation.  On the same day he filed in the court below a petition for a writ of habeas corpus, challenging the validity of the said deportation order.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court issued the writ, and on February 1, 1954, 119 F.Supp. 122, entered an order discharging the writ and dismissing the petition, after a hearing turning on a question of law whether the state of a record in the Third District Court of Eastern Middlesex, Commonwealth of Massachusetts, sustained a finding and conclusion that Pino had been 'convicted' of the crime of larceny within the meaning of Sec. 241(a)(4) of the Immigration and Nationality Act.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Pino immediately filed a notice of appeal from this order on February 1, 1954.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On February 2, 1954, Pino filed in the district court a motion to be enlarged on bail pending appeal.  Indicating his view that he had no power to grant this motion, the district judge on the same day denied it.  Pino has also filed a notice of appeal from this order of denial.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Rule 45 of the Revised Rules of the Supreme Court of the United States, 306 U.S. 724, 28 U.S.C.A., reads as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'1. Pending review of a decision refusing a writ of habeas corpus, the custody of the prisoner shall not be disturbed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'2. Pending review of a decision discharging a writ of habeas corpus after it has been issued, the prisoner may be remanded to the custody from which he was taken by the writ, or detained in other appropriate custody, or enlarged upon recognizance with surety, as to the court or judge rendering the decision may appear fitting in the circumstances of the particular case.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'3. Pending review of a decision discharging a prisoner on habeas corpus, he shall be enlarged upon recognizance, with surety, for his appearance to answer and abide by the judgment in the appellate proceeding; and if in the opinion of the court or judge rendering the decision surety ought not to be required the personal recognizance of the prisoner shall suffice.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'4. The initial order respecting the custody or enlargement of the prisoner pending review, as also any recognizance taken, shall be deemed to cover not only the review in the intermediate appellate court but also the further possible review in this court; and only where special reasons therefor are shown to this court will it disturb that order, or make any independent order in that regard.'<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It seems clear enough from paragraph 2 of Rule 45 that, pending review of a petition discharging a writ of habeas corpus after it has been issued, the power to remand the prisoner to the custody of the respondent or to enlarge him upon bail is vested in 'the court or judge rendering the decision'.  And paragraph 4 of Rule 45 prescribes that whatever order the district court may enter respecting custody or enlargement of the prisoner pending review 'shall be deemed to cover not only the review in the intermediate appellate court (i.e., the court of appeals) but also the further possible review in this court' (i.e., in the Supreme Court).  Paragraph 4 goes on to say that 'only where special reasons therefor are shown to this court (i.e., the Supreme Court) will it disturb that order, or make any independent order in that regard.'  Rule 45 would therefore seem to preclude the court of appeals from making an independent order admitting the prisoner to bail pending appeal, where the district court has entered an order, as it did here, denying enlargement on bail after discharging a writ of habeas corpus.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As a matter of convenience, this court has incorporated the Supreme Court's Rule 45 in our own Rule 38 as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'(1) If Writ Refused.  Pending review of a decision refusing a writ of habeas corpus, the custody of the prisoner shall not be disturbed.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'(2) If Writ Discharged.  Pending review of a decision discharging a writ of habeas corpus after it has been issued, the prisoner may be remanded to the custody from which he was taken by the writ, or detained in other appropriate custody, or enlarged upon recognizance with surety, as to the court or judge rendering the decision may appear fitting in the circumstances of the particular case.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'(3) If Prisoner Discharged.  Pending review of a decision discharging a prisoner on habeas corpus, he shall be enlarged upon recognizance, with surety, for his appearance to answer and abide by the judgment in the appellate proceedings; and if in the opinion of the court or judge rendering the decision surety ought not to be required the personal recognizance of the prisoner shall suffice.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'(4) Upon Review in Supreme Court.  The initial order respecting the custody or enlargement of the prisoner pending review, as also any recognizance taken, shall be deemed to cover not only the review in this court but also the further possible review in the Supreme Court; and only where special reasons therefor are shown to this court will it disturb that order, or make any independent order in that regard. * * * '</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Of course this court, as a court of appeals, has no power to prescribe the procedure in the district court with reference to admitting to bail after the district court has discharged the writ of habeas corpus.  Paragraph (2) of the above, if controlling in the district court, is therefore controlling only by virtue of the corresponding paragraph in Rule 45 of the Supreme Court.  It will be noted that paragraph (4) of our Rule 38 is not a literal copy of the corresponding provision in Rule 45 of the Supreme Court, but as written seems to reserve to this court as an intermediate appellate court the power, if 'special reasons therefor' are shown, to make an independent order admitting a prisoner to bail pending appeal, despite the fact that the district court, after discharging a writ of habeas corpus, entered an order denying bail pending appeal.  We have some doubt of our power so to provide in our Rule 38; it was issued by us without conscious advertence to the problem.  Notwithstanding this provision of our Rule 38, we said in York ex rel. Davidescu v. Nicolls, 1 Cir., 1947, 159 F.2d 147, 148, that where a district court had denied bail pending appeal from a decision discharging a writ of habeas corpus after it had been issued, neither this court nor a judge thereof was given independent authority to admit to bail, citing United States ex rel. Thomas v. Day, 2 Cir., 1928, 29 F.2d 485, 487.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">However that may be, and assuming that we have power under our rule to grant the pending motion admitting Pino to bail pending appeal, it is clear that as a matter of discretion we would be inclined to do so 'only where special reasons therefor are shown'.  No such compelling 'special reasons' appear in this case.  Pino, an alien with a long police record, has been taken in custody by respondent pursuant to an order of deportation which has been affirmed administratively by the Board of Immigration Appeals.  The Attorney General has denied a discretionary application to him for an order admitting Pino to bail pending the appellate court proceedings.  The district court, after issuing the writ of habeas corpus and affording petitioner a full hearing on the merits, has determined that the order of deportation is valid.  We are not even sure how seriously appellant means to prosecute his present appeals.  Under our Rule 22, the clerk of the district court on March 2, 1954, transmitted to the clerk of this court the original papers constituting the records on appeal but these cases on appeal have not yet been docketed in this court, since appellant has to this date not paid the requisite docket fees.  If we have any discretion in the premises, it is clear to us that we should as a matter of discretion deny the present application for bail.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In the alternative, the pending motion asks us to order 'that the District Judge discharging the writ of habeas corpus in this case exercise his discretion pursuant to Rule 38 subdivision 2 of the Rules of this Court and enlarge the petitioner on bail'.  Preliminarily, we would point out that if the district judge has discretion to enlarge the petitioner on bail or to remand him to the custody of respondent, we would not in any event order the district court to 'enlarge the petitioner on bail'; that would be telling the district court how to exercise its discretion.  It is the contention of the government that the provisions of &#167; 242 (a)- (d) of the Immigration and Nationality Act of June 27, 1954, 66 Stat. 208, 211, have cut across Rule 45 of the Supreme Court and our Rule 38 and have forbidden both the district courts and the courts of appeals, in habeas corpus proceedings challenging the validity of orders of deportation, to release on bail an alien awaiting deportation.  Apparently in the present case the district court was persuaded by this argument of the government.  Whether the district court was right or wrong, in thus concluding as a matter of law that it had not power to release Pino on bail pending appeal, is the question presented to this court by the appeal from the district court's order of February 2, 1954, denying Pino's application for bail pending appeal.  This is a question we ought not to decide upon a preliminary motion such as the one now pending.  When the appeal from the order of February 2, 1954, denying bail comes before us for final determination on the merits (assuming it is an appealable order), if we should at that time determine that the district court erred in denying the motion for bail on the ground of lack of power to grant it, our mandate to the district court would be to vacate the order of February 2, 1954, and to decide the motion for bail as a matter of discretion, it being clear enough that if there is any judicial discretion in the premises it is to be exercised primarily by the court or judge rendering the decision discharging the writ of habeas corpus.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The motion for bail pending appeal is denied.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Until the Supreme Court tells us otherwise, we shall assume that this Rule 45 is still in force.  Perhaps there might be some question as to that, since the rule was originally promulgated under authority of Rev. Stat &#167; 765.  See 1939, 306 U.S. 724 and 1886, 117 U.S. 708.  But Rev. Stat. &#167; 765 was repealed by &#167; 39 of the Act of June 25, 1948, codifying the Judicial Code, 62 Stat. 992.  The rule, however, has not been revoked by the Supreme Court</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">211</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">393</span></span></p>\n    <p class=\"parties\">PINO<br>v.<br>NICOLLS.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">March 11, 1954.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jerome Medalie, Asst. U.S. Atty., Boston, Mass.  (Anthony Julian, U.S. Atty., Boston, Mass., on the brief), for appellee.</p>\n      <p class=\"indent\">Manual Katz, Boston, Mass.  (Paul T. Smith, Boston, Mass., on the brief), for appellant.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit judges.</p>\n      <p class=\"indent\">MAGRUDER, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This court heard oral argument on an interlocutory motion by appellant Anthony Pino asking us to enlarge him on bail pending appeal in a habeas corpus case.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Proceedings for the deportation of appellant, an alien, were commenced on January 10, 1953.  On the same day, Pino was released on bail in the sum of $1,000.  On March 23, 1953, a Special Inquiry Officer of the Immigration and Naturalization Service issued an order of deportation, based upon the ground that since the entry of the alien into the United States he had been 'convicted of two crimes involving moral turpitude, not arising out of a single scheme of criminal misconduct, regardless of whether confined therefor and regardless of whether the convictions were in a single trial.'  See &#167; 241(a)(4) of the Immigration and Nationality Act, 66 Stat. 204, 8 U.S.C.A. &#167; 1251(a)(4).  The order of deportation was affirmed by the Board of Immigration Appeals on August 11, 1953.  Pino surrendered himself to the District Director, Immigration and Naturalization Service, on December 18, 1953, pursuant to a notice to report for deportation.  On the same day he filed in the court below a petition for a writ of habeas corpus, challenging the validity of the said deportation order.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court issued the writ, and on February 1, 1954, <span class=\"citation\" data-id=\"2147781\"><a href=\"/opinion/2147781/pino-v-nicolls/\"><span class=\"volume\">119</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">122</span></a></span>, entered an order discharging the writ and dismissing the petition, after a hearing turning on a question of law whether the state of a record in the Third District Court of Eastern Middlesex, Commonwealth of Massachusetts, sustained a finding and conclusion that Pino had been 'convicted' of the crime of larceny within the meaning of Sec. 241(a)(4) of the Immigration and Nationality Act.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Pino immediately filed a notice of appeal from this order on February 1, 1954.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On February 2, 1954, Pino filed in the district court a motion to be enlarged on bail pending appeal.  Indicating his view that he had no power to grant this motion, the district judge on the same day denied it.  Pino has also filed a notice of appeal from this order of denial.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Rule 45 of the Revised Rules of the Supreme Court of the United States, <span class=\"citation no-link\"><span class=\"volume\">306</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">724</span></span>, 28 U.S.C.A., reads as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'1. Pending review of a decision refusing a writ of habeas corpus, the custody of the prisoner shall not be disturbed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'2. Pending review of a decision discharging a writ of habeas corpus after it has been issued, the prisoner may be remanded to the custody from which he was taken by the writ, or detained in other appropriate custody, or enlarged upon recognizance with surety, as to the court or judge rendering the decision may appear fitting in the circumstances of the particular case.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'3. Pending review of a decision discharging a prisoner on habeas corpus, he shall be enlarged upon recognizance, with surety, for his appearance to answer and abide by the judgment in the appellate proceeding; and if in the opinion of the court or judge rendering the decision surety ought not to be required the personal recognizance of the prisoner shall suffice.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'4. The initial order respecting the custody or enlargement of the prisoner pending review, as also any recognizance taken, shall be deemed to cover not only the review in the intermediate appellate court but also the further possible review in this court; and only where special reasons therefor are shown to this court will it disturb that order, or make any independent order in that regard.'<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It seems clear enough from paragraph 2 of Rule 45 that, pending review of a petition discharging a writ of habeas corpus after it has been issued, the power to remand the prisoner to the custody of the respondent or to enlarge him upon bail is vested in 'the court or judge rendering the decision'.  And paragraph 4 of Rule 45 prescribes that whatever order the district court may enter respecting custody or enlargement of the prisoner pending review 'shall be deemed to cover not only the review in the intermediate appellate court (i.e., the court of appeals) but also the further possible review in this court' (i.e., in the Supreme Court).  Paragraph 4 goes on to say that 'only where special reasons therefor are shown to this court (i.e., the Supreme Court) will it disturb that order, or make any independent order in that regard.'  Rule 45 would therefore seem to preclude the court of appeals from making an independent order admitting the prisoner to bail pending appeal, where the district court has entered an order, as it did here, denying enlargement on bail after discharging a writ of habeas corpus.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As a matter of convenience, this court has incorporated the Supreme Court's Rule 45 in our own Rule 38 as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'(1) If Writ Refused.  Pending review of a decision refusing a writ of habeas corpus, the custody of the prisoner shall not be disturbed.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'(2) If Writ Discharged.  Pending review of a decision discharging a writ of habeas corpus after it has been issued, the prisoner may be remanded to the custody from which he was taken by the writ, or detained in other appropriate custody, or enlarged upon recognizance with surety, as to the court or judge rendering the decision may appear fitting in the circumstances of the particular case.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'(3) If Prisoner Discharged.  Pending review of a decision discharging a prisoner on habeas corpus, he shall be enlarged upon recognizance, with surety, for his appearance to answer and abide by the judgment in the appellate proceedings; and if in the opinion of the court or judge rendering the decision surety ought not to be required the personal recognizance of the prisoner shall suffice.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'(4) Upon Review in Supreme Court.  The initial order respecting the custody or enlargement of the prisoner pending review, as also any recognizance taken, shall be deemed to cover not only the review in this court but also the further possible review in the Supreme Court; and only where special reasons therefor are shown to this court will it disturb that order, or make any independent order in that regard. * * * '</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Of course this court, as a court of appeals, has no power to prescribe the procedure in the district court with reference to admitting to bail after the district court has discharged the writ of habeas corpus.  Paragraph (2) of the above, if controlling in the district court, is therefore controlling only by virtue of the corresponding paragraph in Rule 45 of the Supreme Court.  It will be noted that paragraph (4) of our Rule 38 is not a literal copy of the corresponding provision in Rule 45 of the Supreme Court, but as written seems to reserve to this court as an intermediate appellate court the power, if 'special reasons therefor' are shown, to make an independent order admitting a prisoner to bail pending appeal, despite the fact that the district court, after discharging a writ of habeas corpus, entered an order denying bail pending appeal.  We have some doubt of our power so to provide in our Rule 38; it was issued by us without conscious advertence to the problem.  Notwithstanding this provision of our Rule 38, we said in York ex rel. Davidescu v. Nicolls, 1 Cir., 1947, <span class=\"citation no-link\"><span class=\"volume\">159</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">147</span></span>, 148, that where a district court had denied bail pending appeal from a decision discharging a writ of habeas corpus after it had been issued, neither this court nor a judge thereof was given independent authority to admit to bail, citing United States ex rel. Thomas v. Day, 2 Cir., 1928, <span class=\"citation\" data-id=\"1483829\"><a href=\"/opinion/1483829/united-states-v-day/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">485</span></a></span>, 487.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">However that may be, and assuming that we have power under our rule to grant the pending motion admitting Pino to bail pending appeal, it is clear that as a matter of discretion we would be inclined to do so 'only where special reasons therefor are shown'.  No such compelling 'special reasons' appear in this case.  Pino, an alien with a long police record, has been taken in custody by respondent pursuant to an order of deportation which has been affirmed administratively by the Board of Immigration Appeals.  The Attorney General has denied a discretionary application to him for an order admitting Pino to bail pending the appellate court proceedings.  The district court, after issuing the writ of habeas corpus and affording petitioner a full hearing on the merits, has determined that the order of deportation is valid.  We are not even sure how seriously appellant means to prosecute his present appeals.  Under our Rule 22, the clerk of the district court on March 2, 1954, transmitted to the clerk of this court the original papers constituting the records on appeal but these cases on appeal have not yet been docketed in this court, since appellant has to this date not paid the requisite docket fees.  If we have any discretion in the premises, it is clear to us that we should as a matter of discretion deny the present application for bail.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In the alternative, the pending motion asks us to order 'that the District Judge discharging the writ of habeas corpus in this case exercise his discretion pursuant to Rule 38 subdivision 2 of the Rules of this Court and enlarge the petitioner on bail'.  Preliminarily, we would point out that if the district judge has discretion to enlarge the petitioner on bail or to remand him to the custody of respondent, we would not in any event order the district court to 'enlarge the petitioner on bail'; that would be telling the district court how to exercise its discretion.  It is the contention of the government that the provisions of &#167; 242 (a)- (d) of the Immigration and Nationality Act of June 27, 1954, 66 Stat. 208, 211, have cut across Rule 45 of the Supreme Court and our Rule 38 and have forbidden both the district courts and the courts of appeals, in habeas corpus proceedings challenging the validity of orders of deportation, to release on bail an alien awaiting deportation.  Apparently in the present case the district court was persuaded by this argument of the government.  Whether the district court was right or wrong, in thus concluding as a matter of law that it had not power to release Pino on bail pending appeal, is the question presented to this court by the appeal from the district court's order of February 2, 1954, denying Pino's application for bail pending appeal.  This is a question we ought not to decide upon a preliminary motion such as the one now pending.  When the appeal from the order of February 2, 1954, denying bail comes before us for final determination on the merits (assuming it is an appealable order), if we should at that time determine that the district court erred in denying the motion for bail on the ground of lack of power to grant it, our mandate to the district court would be to vacate the order of February 2, 1954, and to decide the motion for bail as a matter of discretion, it being clear enough that if there is any judicial discretion in the premises it is to be exercised primarily by the court or judge rendering the decision discharging the writ of habeas corpus.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The motion for bail pending appeal is denied.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Until the Supreme Court tells us otherwise, we shall assume that this Rule 45 is still in force.  Perhaps there might be some question as to that, since the rule was originally promulgated under authority of Rev. Stat &#167; 765.  See 1939, <span class=\"citation no-link\"><span class=\"volume\">306</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">724</span></span> and 1886, 117 U.S. 708.  But Rev. Stat. &#167; 765 was repealed by &#167; 39 of the Act of June 25, 1948, codifying the Judicial Code, 62 Stat. 992.  The rule, however, has not been revoked by the Supreme Court</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/1483829/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2147781/"
  ]
}