{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/236602/",
  "absolute_url": "/opinion/236602/angelo-giacalone-v-raytheon-manufacturing-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/236602/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:31:34Z",
  "date_modified": "2016-02-28T05:52:48.339985Z",
  "type": "010combined",
  "sha1": "5c441d4dd6f913729c3fc205af5d635f3d4b47d8",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/222/222.F2d.249.4895.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">222 F.2d 249</p>\n    <p class=\"parties\">Angelo GIACALONE, Plaintiff-Appellant,<br>v.<br>RAYTHEON MANUFACTURING CO., Defendant-Appellee.</p>\n    <p class=\"docket\">No. 4895.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">May 6, 1955.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas B. Shea, Boston, Mass., with whom Leo P. Doherty, Boston, Mass., was on brief, for appellant.</p>\n      <p class=\"indent\">Samuel P. Sears, Boston, Mass., for appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit Judges.</p>\n      <p class=\"indent\">WOODBURY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The plaintiff-appellant, a citizen of Massachusetts, brought suit in the court below in two counts, one sounding in tort for negligence and the other sounding in contract for breach of warranty, against the defendant, a Delaware corporation, to recover damages for the loss of his fishing vessel \"Marsala\" which burned and sank while on a fishing trip. Since there can be no doubt that the matter in controversy exceeds the sum or value of $3,000, exclusive of interest and costs, it follows that federal jurisdiction under Title 28 U.S.C. &#167; 1332 (a) (1) is clearly established.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The principal, indeed the only, really contested issue of fact at the trial was as to the cause of the fire. The plaintiff contended that it started in a Fathometer installed on the vessel several years before by the defendant's assignor, Submarine Signal Company, under a lease arrangement whereby the lessor retained title to the instrument and agreed to inspect it and keep it in repair, and the plaintiff as lessee agreed that he would not \"assign, transfer, sublet or in any way charge or deal\" with the equipment, or remove it or alter its position in the vessel, except temporarily in case of emergency, without notice to the lessor and its written consent. The plaintiff says in his complaint that an agent of the defendant repaired the Fathometer about two weeks before the fire, and at that time replaced some of its parts, and that either the agent did his work negligently or the defendant negligently supplied defective parts, count one; or that the repairs were not made in a good and workmanlike manner, or the new parts were not reasonably safe and suitable for their intended purpose, count two.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The defendant admits the lease of the equipment by Submarine Signal Company, its assumption of that company's liabilities and obligations under the lease, and that the lease was in effect at the time of the fire. It also admits that its agent made repairs to the Fathometer and replaced some of its parts about two weeks before the fire. It, of course, denies its negligence or breach of warranty, and furthermore it says that the construction of the instrument was such that it was physically impossible for it to catch on fire.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">A trial by jury resulted in the entry of a judgment for the defendant on both counts and this appeal by the plaintiff followed in due course.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The plaintiff-appellant complains of the judgment against him on several grounds, one of which is that it was not entered on a verdict properly returned for the defendant. We find no merit in this contention.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">When the jury came back into court after it had retired to consider its verdict the foreman announced that agreement had been reached and he handed a verdict to the court which read \"Not Guilty.\" The court read the verdict and said to the jury: \"You have recorded the words `Not Guilty.' Do you mean to find for the defendant on each count?\" The foreman replied: \"Yes, your Honor,\" and the court said: \"So say you all?\" The other jurors indicated their assent and the court then said: \"The words `Not Guilty' should not be included. That is for a criminal case.\" Thereupon the clerk spoke to the jury as follows: \"Mr. Foreman, Ladies and Gentlemen of the Jury: Harken to your verdict as the Court has recorded it. On both counts of the complaint you have found for the defendant. So say you, Mr. Foreman? So say you all, Ladies and Gentlemen of the Jury?\" There being no dissent the jury was discharged.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Appellant's counsel does not, nor can he in view of the interrogation of the jury by the court and the clerk, complain too loudly about the verbal irregularity of the written verdict handed in by the foreman. Counsel's argument is that the verdict of \"Not Guilty\" indicates that the jury must have thought that the case was a criminal one, and therefore it must have assumed that to prevail the plaintiff had to prove his contention as to the cause of the fire, not by a mere preponderance of the evidence, but beyond a reasonable doubt. The argument is built upon a foundation of sand for on two occasions in the charge the court explicitly told the jury that the plaintiff had the burden of proving his case only by the \"greater weight of the evidence.\" This contention does not warrant further discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The appellant's principal complaint is that the jury was not properly instructed on the issue of negligence. We agree that the instruction given on this issue was vague, general, and not as informative as it should have been. But it is an open question whether the inadequacy of the charge on this issue was more harmful to the plaintiff than to the defendant. At any rate, neither counsel for the plaintiff nor counsel for the defendant objected to the instruction before the jury retired to consider its verdict as required by Rule 51, F.R.C.P., 28 U.S.C.A., and hence according to that Rule the failure to instruct properly on the issue of negligence cannot be assigned as error.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It does not follow from this, however, that under no circumstances can we consider the error on our own volition. Shokuwan Shimabukuro v. Higeyoshi Nagayama, 1944, 78 U.S.App.D.C. 271, 140 F.2d 13, 15, certiorari denied, 1944, 322 U.S. 755, 64 S.Ct. 1270, 88 L.Ed. 1584. Appellate courts have inherent power in civil cases, even in the absence of a rule of court similar to the rule referred to in the case cited above and to the Rules of the Supreme Court mentioned in the Mahler and Sibbach cases, infra, to notice plain errors not brought to the attention of the court below, but the power is exercised only in exceptional cases or under peculiar circumstances to prevent a clear miscarriage of justice. Mahler v. Eby, 1924, 264 U.S. 32, 45, 44 S.Ct. 283, 68 L.Ed. 549; Sibbach v. Wilson &amp; Co., 1941, 312 U.S. 1, 16, 61 S.Ct. 422, 85 L.Ed. 479; Cf. Duignan v. United States, 1927, 274 U.S. 195, 200, 45 S.Ct. 566, 71 L.Ed. 996; Kessler v. Strecker, 1939, 307 U.S. 22, 34, 59 S.Ct. 694, 83 L. Ed. 1082.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We do not think that this case calls for the exercise of the power. There are no peculiar circumstances excusing the failure of counsel for the appellant to object to the charge as given, and there is nothing exceptional about this case, so far as the principle of law involved is concerned. Furthermore, we cannot say from the record that there has been any miscarriage of justice because of the inadequacy of the charge. Indeed, as we have already noted, it cannot be said with any assurance which side was harmed by the vague and too general statement of the law of negligence.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellant's counsel also complains of the charge on the ground that the court failed to give his requested instruction that \"Failure of appliance wholly within the control of the defendant to work properly as intended is some evidence of its negligence\" to which he duly objected before the jury retired to consider its verdict. We think the request was properly denied, if for no other reason, because of lack of any evidence that the Fathometer at the time of the fire was wholly within the defendant's control.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Ordinarily, for the doctrine of <i>res ipsa loquitur</i> to apply, it must appear that the instrumentality which caused the injury complained of was at the time of the injury under the exclusive control of the defendant or his agents or servants for whose acts the defendant is responsible. The reason for this is that in the absence of evidence of control no inference of causal negligence on the part of the defendant can be drawn from the improper functioning of the instrumentality, for it would be just as probable that the negligence of someone other than the defendant caused it to function improperly with injurious consequences. In most situations, no doubt, the control necessary for the application of the doctrine is immediate physical control. Such control, however, need not always be shown. That is to say, immediate physical control by the defendant need not be shown when it is made to appear that the defendant rendered the instrumentality which caused the harm inaccessible to anyone but himself or his agents by, for instance, locking or sealing it in a box or similar container in such a way that it could not be tampered with by anyone else. Furthermore, should the plaintiff introduce positive evidence that neither he nor any third person had in fact meddled with the instrumentality which caused the harm, it might be inferred, in the absence of credible evidence of any other cause for the mishap, that it was due to some negligence for which the defendant was responsible. See generally Jesionowski v. Boston &amp; Maine R. R., 1947, 329 U.S. 452, 67 S.Ct. 401, 91 L.Ed. 416; Johnson v. United States, 1948, 333 U.S. 46, 68 S.Ct. 391, 92 L.Ed. 468.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Neither of the above situations, however, is presented here. There is no evidence that the Fathometer was so constructed that its inner parts were inaccessible to anyone but the defendant. It may be, although it is not altogether clear, that it would constitute a breach of the lease for the plaintiff to permit anyone but the defendant's authorized agents to touch the Fathometer, except to turn it off or on. But that does not establish that only the defendant's agents in fact ever worked on the instrument, far less that only its agents had access to it. For all that the record discloses the plaintiff himself, his engineer, or even members of his crew, not only could but may have \"tinkered\" with the instrument at one time or another. Under these circumstances the inference of fact &#8212; negligence &#8212; dignified but not elucidated by the Latin phrase <i>res ipsa loquitur,</i> see United States v. Hull, 1 Cir., 1952, 195 F.2d 64, 66, cannot be invoked, for any inference of negligence which might possibly be drawn from the malfunctioning of the Fathometer points no more to the conduct of someone for whose acts the defendant is responsible than to the conduct of someone for whose acts the defendant is not responsible. Hence to permit the jury to return a verdict for the plaintiff by application of the doctrine of <i>res ipsa loquitur</i> would be to permit the jury to return a verdict based on guess or conjecture.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We have examined the other contentions advanced on behalf of the appellant only to find them too insubstantial to warrant discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The judgment of the District Court is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">HARTIGAN, Circuit Judge (dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In this case the charge of the court on the issue of negligence was as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">\"We start off with the negligence count first. The law places upon the plaintiff the burden of proving by the greater weight of the evidence that what he says is true. You can't base a verdict on conjecture or guesswork; you have got to be satisfied by the evidence in the case, by the greater weight of the evidence, that what the plaintiff says is true. If you are still in doubt, there cannot be a recovery.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">\"Now, this negligence count in substance says that I, the plaintiff, suffered loss because the defendant was negligent. Negligence &#8212; it probably will be better not to define it, but in the law, it says that negligence is a disregard of the right of another or the failure to discharge a duty owed another.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">\"What duty did Raytheon owe this man? What right of this plaintiff's did Raytheon disregard? If you can come up with no answers, there is no negligence. You have got to find a duty owed and a failure to discharge that duty in order to constitute negligence.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This language which the opinion of the court refers to as \"vague, general, and not as informative as it should have been\" constitutes, in my opinion, such fundamental error that I would reverse and remand the case for a new trial.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">222</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">249</span></span></p>\n    <p class=\"parties\">Angelo GIACALONE, Plaintiff-Appellant,<br>v.<br>RAYTHEON MANUFACTURING CO., Defendant-Appellee.</p>\n    <p class=\"docket\">No. 4895.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">May 6, 1955.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas B. Shea, Boston, Mass., with whom Leo P. Doherty, Boston, Mass., was on brief, for appellant.</p>\n      <p class=\"indent\">Samuel P. Sears, Boston, Mass., for appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit Judges.</p>\n      <p class=\"indent\">WOODBURY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The plaintiff-appellant, a citizen of Massachusetts, brought suit in the court below in two counts, one sounding in tort for negligence and the other sounding in contract for breach of warranty, against the defendant, a Delaware corporation, to recover damages for the loss of his fishing vessel \"Marsala\" which burned and sank while on a fishing trip. Since there can be no doubt that the matter in controversy exceeds the sum or value of $3,000, exclusive of interest and costs, it follows that federal jurisdiction under Title 28 U.S.C. &#167; 1332 (a) (1) is clearly established.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The principal, indeed the only, really contested issue of fact at the trial was as to the cause of the fire. The plaintiff contended that it started in a Fathometer installed on the vessel several years before by the defendant's assignor, Submarine Signal Company, under a lease arrangement whereby the lessor retained title to the instrument and agreed to inspect it and keep it in repair, and the plaintiff as lessee agreed that he would not \"assign, transfer, sublet or in any way charge or deal\" with the equipment, or remove it or alter its position in the vessel, except temporarily in case of emergency, without notice to the lessor and its written consent. The plaintiff says in his complaint that an agent of the defendant repaired the Fathometer about two weeks before the fire, and at that time replaced some of its parts, and that either the agent did his work negligently or the defendant negligently supplied defective parts, count one; or that the repairs were not made in a good and workmanlike manner, or the new parts were not reasonably safe and suitable for their intended purpose, count two.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The defendant admits the lease of the equipment by Submarine Signal Company, its assumption of that company's liabilities and obligations under the lease, and that the lease was in effect at the time of the fire. It also admits that its agent made repairs to the Fathometer and replaced some of its parts about two weeks before the fire. It, of course, denies its negligence or breach of warranty, and furthermore it says that the construction of the instrument was such that it was physically impossible for it to catch on fire.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">A trial by jury resulted in the entry of a judgment for the defendant on both counts and this appeal by the plaintiff followed in due course.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The plaintiff-appellant complains of the judgment against him on several grounds, one of which is that it was not entered on a verdict properly returned for the defendant. We find no merit in this contention.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">When the jury came back into court after it had retired to consider its verdict the foreman announced that agreement had been reached and he handed a verdict to the court which read \"Not Guilty.\" The court read the verdict and said to the jury: \"You have recorded the words `Not Guilty.' Do you mean to find for the defendant on each count?\" The foreman replied: \"Yes, your Honor,\" and the court said: \"So say you all?\" The other jurors indicated their assent and the court then said: \"The words `Not Guilty' should not be included. That is for a criminal case.\" Thereupon the clerk spoke to the jury as follows: \"Mr. Foreman, Ladies and Gentlemen of the Jury: Harken to your verdict as the Court has recorded it. On both counts of the complaint you have found for the defendant. So say you, Mr. Foreman? So say you all, Ladies and Gentlemen of the Jury?\" There being no dissent the jury was discharged.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Appellant's counsel does not, nor can he in view of the interrogation of the jury by the court and the clerk, complain too loudly about the verbal irregularity of the written verdict handed in by the foreman. Counsel's argument is that the verdict of \"Not Guilty\" indicates that the jury must have thought that the case was a criminal one, and therefore it must have assumed that to prevail the plaintiff had to prove his contention as to the cause of the fire, not by a mere preponderance of the evidence, but beyond a reasonable doubt. The argument is built upon a foundation of sand for on two occasions in the charge the court explicitly told the jury that the plaintiff had the burden of proving his case only by the \"greater weight of the evidence.\" This contention does not warrant further discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The appellant's principal complaint is that the jury was not properly instructed on the issue of negligence. We agree that the instruction given on this issue was vague, general, and not as informative as it should have been. But it is an open question whether the inadequacy of the charge on this issue was more harmful to the plaintiff than to the defendant. At any rate, neither counsel for the plaintiff nor counsel for the defendant objected to the instruction before the jury retired to consider its verdict as required by Rule 51, F.R.C.P., 28 U.S.C.A., and hence according to that Rule the failure to instruct properly on the issue of negligence cannot be assigned as error.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It does not follow from this, however, that under no circumstances can we consider the error on our own volition. Shokuwan Shimabukuro v. Higeyoshi Nagayama, 1944, 78 U.S.App.D.C. 271, <span class=\"citation\" data-id=\"1567050\"><a href=\"/opinion/1567050/shokuwan-shimabukuro-v-higeyoshi-nagayama/\"><span class=\"volume\">140</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 15, certiorari denied, 1944, <span class=\"citation no-link\"><span class=\"volume\">322</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">755</span></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1270</span></span>, 88 L.Ed. 1584. Appellate courts have inherent power in civil cases, even in the absence of a rule of court similar to the rule referred to in the case cited above and to the Rules of the Supreme Court mentioned in the Mahler and Sibbach cases, infra, to notice plain errors not brought to the attention of the court below, but the power is exercised only in exceptional cases or under peculiar circumstances to prevent a clear miscarriage of justice. Mahler v. Eby, 1924, <span class=\"citation\" data-id=\"100343\"><a href=\"/opinion/100343/mahler-v-eby/\"><span class=\"volume\">264</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">32</span></a></span>, 45, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">283</span></span>, 68 L.Ed. 549; Sibbach v. Wilson &amp; Co., 1941, <span class=\"citation\" data-id=\"103433\"><a href=\"/opinion/103433/sibbach-v-wilson-co/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 16, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">422</span></span>, 85 L.Ed. 479; Cf. Duignan v. United States, 1927, <span class=\"citation\" data-id=\"101075\"><a href=\"/opinion/101075/duignan-v-united-states/\"><span class=\"volume\">274</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">195</span></a></span>, 200, <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">566</span></span>, 71 L.Ed. 996; Kessler v. Strecker, 1939, <span class=\"citation\" data-id=\"103190\"><a href=\"/opinion/103190/kessler-v-strecker/\"><span class=\"volume\">307</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">22</span></a></span>, 34, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">694</span></span>, 83 L. Ed. 1082.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We do not think that this case calls for the exercise of the power. There are no peculiar circumstances excusing the failure of counsel for the appellant to object to the charge as given, and there is nothing exceptional about this case, so far as the principle of law involved is concerned. Furthermore, we cannot say from the record that there has been any miscarriage of justice because of the inadequacy of the charge. Indeed, as we have already noted, it cannot be said with any assurance which side was harmed by the vague and too general statement of the law of negligence.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellant's counsel also complains of the charge on the ground that the court failed to give his requested instruction that \"Failure of appliance wholly within the control of the defendant to work properly as intended is some evidence of its negligence\" to which he duly objected before the jury retired to consider its verdict. We think the request was properly denied, if for no other reason, because of lack of any evidence that the Fathometer at the time of the fire was wholly within the defendant's control.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Ordinarily, for the doctrine of <i>res ipsa loquitur</i> to apply, it must appear that the instrumentality which caused the injury complained of was at the time of the injury under the exclusive control of the defendant or his agents or servants for whose acts the defendant is responsible. The reason for this is that in the absence of evidence of control no inference of causal negligence on the part of the defendant can be drawn from the improper functioning of the instrumentality, for it would be just as probable that the negligence of someone other than the defendant caused it to function improperly with injurious consequences. In most situations, no doubt, the control necessary for the application of the doctrine is immediate physical control. Such control, however, need not always be shown. That is to say, immediate physical control by the defendant need not be shown when it is made to appear that the defendant rendered the instrumentality which caused the harm inaccessible to anyone but himself or his agents by, for instance, locking or sealing it in a box or similar container in such a way that it could not be tampered with by anyone else. Furthermore, should the plaintiff introduce positive evidence that neither he nor any third person had in fact meddled with the instrumentality which caused the harm, it might be inferred, in the absence of credible evidence of any other cause for the mishap, that it was due to some negligence for which the defendant was responsible. See generally Jesionowski v. Boston &amp; Maine R. R., 1947, <span class=\"citation\" data-id=\"104354\"><a href=\"/opinion/104354/jesionowski-v-boston-maine-r-co/\"><span class=\"volume\">329</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">452</span></a></span>, <span class=\"citation\" data-id=\"104354\"><a href=\"/opinion/104354/jesionowski-v-boston-maine-r-co/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">401</span></a></span>, 91 L.Ed. 416; Johnson v. United States, 1948, <span class=\"citation\" data-id=\"104507\"><a href=\"/opinion/104507/johnson-v-united-states/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">46</span></a></span>, <span class=\"citation\" data-id=\"104507\"><a href=\"/opinion/104507/johnson-v-united-states/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">391</span></a></span>, 92 L.Ed. 468.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Neither of the above situations, however, is presented here. There is no evidence that the Fathometer was so constructed that its inner parts were inaccessible to anyone but the defendant. It may be, although it is not altogether clear, that it would constitute a breach of the lease for the plaintiff to permit anyone but the defendant's authorized agents to touch the Fathometer, except to turn it off or on. But that does not establish that only the defendant's agents in fact ever worked on the instrument, far less that only its agents had access to it. For all that the record discloses the plaintiff himself, his engineer, or even members of his crew, not only could but may have \"tinkered\" with the instrument at one time or another. Under these circumstances the inference of fact &#8212; negligence &#8212; dignified but not elucidated by the Latin phrase <i>res ipsa loquitur,</i> see United States v. Hull, 1 Cir., 1952, <span class=\"citation\" data-id=\"228953\"><a href=\"/opinion/228953/united-states-v-hull/\"><span class=\"volume\">195</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">64</span></a></span>, 66, cannot be invoked, for any inference of negligence which might possibly be drawn from the malfunctioning of the Fathometer points no more to the conduct of someone for whose acts the defendant is responsible than to the conduct of someone for whose acts the defendant is not responsible. Hence to permit the jury to return a verdict for the plaintiff by application of the doctrine of <i>res ipsa loquitur</i> would be to permit the jury to return a verdict based on guess or conjecture.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We have examined the other contentions advanced on behalf of the appellant only to find them too insubstantial to warrant discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The judgment of the District Court is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">HARTIGAN, Circuit Judge (dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In this case the charge of the court on the issue of negligence was as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">\"We start off with the negligence count first. The law places upon the plaintiff the burden of proving by the greater weight of the evidence that what he says is true. You can't base a verdict on conjecture or guesswork; you have got to be satisfied by the evidence in the case, by the greater weight of the evidence, that what the plaintiff says is true. If you are still in doubt, there cannot be a recovery.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">\"Now, this negligence count in substance says that I, the plaintiff, suffered loss because the defendant was negligent. Negligence &#8212; it probably will be better not to define it, but in the law, it says that negligence is a disregard of the right of another or the failure to discharge a duty owed another.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">\"What duty did Raytheon owe this man? What right of this plaintiff's did Raytheon disregard? If you can come up with no answers, there is no negligence. You have got to find a duty owed and a failure to discharge that duty in order to constitute negligence.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This language which the opinion of the court refers to as \"vague, general, and not as informative as it should have been\" constitutes, in my opinion, such fundamental error that I would reverse and remand the case for a new trial.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/100343/",
    "http://www.courtlistener.com/api/rest/v3/opinions/101075/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103190/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103433/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104354/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104507/",
    "http://www.courtlistener.com/api/rest/v3/opinions/228953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1567050/"
  ]
}