{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/237878/",
  "absolute_url": "/opinion/237878/w-e-daniel-and-e-a-dillard-v-the-first-national-bank-of-birmingham/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/237878/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:31:54Z",
  "date_modified": "2016-02-28T05:53:47.332187Z",
  "type": "010combined",
  "sha1": "433611f641d0b0ba7f5e1ce5ecbb32197864e3ee",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/227/227.F2d.353.15583.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">227 F.2d 353</p>\n    <p class=\"parties\">W. E. DANIEL and E. A. Dillard, Appellants,<br>v.<br>The FIRST NATIONAL BANK OF BIRMINGHAM, Appellee.</p>\n    <p class=\"docket\">No. 15583.</p>\n    <p class=\"court\">United States Court of Appeals Fifth Circuit.</p>\n    <p class=\"date\">Nov. 25, 1955.<br>Rehearing Denied Jan. 17, 1956.<br>See 228 F.2d 803.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Clifford J. Durr, W. Ervin James, Montgomery, Ala., for appellants.</p>\n      <p class=\"indent\">Lucien D. Gardner, Jr., Birmingham, Ala., Jelks H. Cabaniss, Cabaniss &amp; Johnston, Birmingham, Ala., of counsel, for appellee.</p>\n      <p class=\"indent\">Before RIVES, JONES and BROWN, Circuit Judges.</p>\n      <p class=\"indent\">RIVES, Circuit Judge.</p>\n      <p class=\"indent\">Under Title 12, Sections 85 and 86<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> of the United States Code Annotated, Daniel and Dillard filed separate suits against The First National Bank of Birmingham for the recovery of twice the amount of usurious interest alleged to have been knowingly charged by the defendant and paid by each of the plaintiffs.  The amount involved in each case was less than $3,000.00, but it is not questioned that the district court had at least concurrent jurisdiction with the state courts.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In the district court, the cases were heard together before the court without a jury resulting in judgments for the defendant.  The appeals were consolidated.</p>\n      <p class=\"indent\">The cases grew out of three conditional sales of motor vehicles, two of the vehicles having been purchased by Daniel and one by Dillard.  The conditional sales contracts were on printed forms furnished by the Bank on the backs of which were printed forms of assignment to the Bank.  Each recited that the sale had been made 'for a total time price of' so many dollars.  The cases turn on the genuineness of such 'time price.'  In each case, if there was in fact a 'time price' in the amount stated, no usurious interest was paid by either appellant.  On the other hand, if the 'time price' was a mere cloak to conceal usurious interest actually paid to the Bank by each appellant, then recovery should have been had.  The district court made similar findings of fact and conclusions of law in each case.  We quote in the margin from those made in the Dillard case.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n      <p class=\"indent\">As we read the record, the evidentiary facts are not in any real dispute, and the district court's conclusion therefrom is simply the result reached by its process of legal reasoning, and is subject to review on appeal free from the restraint of the 'clearly erroneous' rule.  Galena Oaks Corp. v. Scofield, 5 Cir., 218 F.2d 217, 219, and authorities there cited.</p>\n      <p class=\"indent\">Usurious contracts are condemned by public policy both state and national Code of Alabama 1940, Title 9, &#167;&#167; 60-67; 12 U.S.C.A. &#167;&#167; 85, 86 (footnote 1, supra).  That public policy cannot be defeated by the simple expedient of a written contract, but the real substance of the transaction must be searched out.  Grider v. Calfee, 242 Ala. 50, 4 So.2d 474; Davis v. Elba Bank &amp; Trust Co.,  216 Ala. 632, 114 So. 211; Pryor v. Deed, 248 Ala. 106, 26 So.2d 270; In re Brown, D.C.Ala., 24 F.Supp. 166; In re Hargrove, D.C.Ala., 64 F.Supp. 103.  As well said many years ago by Chief Justice Bleckley of the Georgia Supreme Court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">'No disguise of language can avail for covering up usury, or glossing over an usurious contract.  The theory that a contract will be usurious or not, according to the kind of paper bag it is put up in, or according to the more or less ingenious phrases made use of in negotiating it, is altogether erroneous.  The law intends that a search for usury shall penetrate to the substances.'  Pope v. Marshall, 78 Ga. 635, 4 S.E. 116, 118,</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">followed in Jackson v. Commercial Credit Corp., 90 Ga.App. 352, 83 S.E.2d 76, 78.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellee Bank concedes, as it must, that contrary to the rule in Alabama and in many other states, the federal statute prohibits usury in discounts upon purchase of commercial paper, as well as usurious loans as such.  12 U.S.C.A. &#167; 85 (footnote 1, supra); National Bank of Gloversville v. Johnson, 14 Otto 271, 104 U.S. 271, 26 L.Ed. 742.  While the amount of each so-called discount was actually usurious, and the appellee Bank acknowledges that the proper party could have recovered the statutory penalties, it insists, and the district court held, that each usurious discount was the loss of the conditional seller of the vehicle and assignor of the contract and was not paid by either appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Appellants, on the other hand, concede, as they must, that a bona fide sale of property on credit at a price which exceeds the cash price by more than the legal rate of interest does not constitute usury, since the seller can fix one price for cash and another for credit.  Hogg v. Ruffner, 1 Black 115, 66 U.S. 115, 17 L.Ed. 38; Commercial Credit Co. v. Tarwater, 215 Ala. 123, 110 So. 39, 48 A.L.R. 1437; 91 C.J.S., Usury, &#167; 18(a); 55 Am.Jur., Usury, &#167; 21.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The abstract legal principles are thus simple enough and not in dispute.  The question is what was the real nature of each of the transactions here involved?  Was the sale at a bona fide time price or at a cash price combined with a loan or extension of credit?  Without dispute, the Bank had not only furnished the forms but one of its employees showed the sellers how to make the computations.  According to the Bank's assistant vice-president in charge of equipment loans:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'A. We would have taken the amount that we would have to disburse and add on our 5 per cent discount that we expected to charge the dealer for the paper, so that he could include the proper charge in the paper and come out with the amount that he expected to receive.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'Q. The gross that you would have to disburse?  A.  Yes, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'Q. How would you arrive at the amount that you would have to disburse?  A.  That was the net amount due on the purchase price as told us by the dealer, plus the insurance, and plus the recording fee.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'Q. So you would take the purchase price of the equipment and the recording fees and the interest, I mean the recording fees and the insurance, add the three items up, to the purchase price of the equipment, the insurance and the recording fees, and then calculate your discount as you call it on that?  A.  You say the purchase price.  You mean the net purchase price?</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'Q. That's right.  A.  After down payment.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'Q. That is the price you were advised of by the dealer?  A.  That's right.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In fact in the case of the Dillard contract which was one of the 'first half dozen sales' made by the seller, the 'time price' was actually calculated at the bank by one of its employees.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It is undisputed that in the negotiations leading up to the sales only one price was mentioned and that was the cash price.  The 'time price' was calculated on the cash price by adding thereto insurance, recording fees, and interest or discount.  This interest or discount was stated to be at 5%, but since no credit on the principal was given for the monthly installment payments, as was required by state law,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> the Bank's officer admitted that the actual rate was approximately 9.75%.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In each case, following the execution of the contract and of the assignment, the Bank paid direct for the benefit of the purchaser of the vehicle, the unpaid amount of the cash purchase price, the insurance charges and the recording fees.  Thereafter, in monthly installments, the purchaser repaid to the Bank those amounts in full plus the Bank's discount or interest at a usurious rate.  In addition, in the Daniel case, after the transactions were closed, the Bank deposited to the credit of the seller of the vehicle, assignor of the contract, an amount figured at '1% of the net income' in a 'reserve account', on which there were no restrictions.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In each case, the testimony is without dispute that at no time in the course of the negotiations was any 'time price' agreed upon or even mentioned.  In the Dillard case, the Bank insisted as a condition to its acceptance of the paper, that the purchaser pay one thousand dollars in addition to the trade-in value of his old vehicle, which payment was effected by a side loan from one of the seller's officers, thereafter repaid in full.  Until that down-payment was arranged, it was impossible to compute the so-called 'time price.'  The evidence leaves us in no doubt that there was never any bona fide 'time price' in any one of the three contracts, but that the real transaction was a sale at a cash price accompanied by a loan or extension of credit to which the Bank was privy throughout.  Any other result of the plain transactions here involved would leave that vast number of persons who purchase equipment and vehicles on credit, the financing of which is pre-arranged between the dealer and the bank or finance company, outside the pale of protection of the state and national laws against usury.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The result which we have reached is in no wise contrary to the holding of the Alabama Supreme Court in the case of Commercial Credit Co. v. Tarwater, 215 Ala. 123, 110 So. 39, 41, 48 A.L.R. 1437.  In that case, the test of usury vel non was made to depend upon the realities of the transaction.  That clearly appears not only from the Court's careful examination and analysis of the evidence, but also from repeated statements in the opinion:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'If in fact the sum of $654 represented the credit price of the car, as distinguished from its cash delivered price of $600, the transaction is not usurious, as the parties had a perfect right to agree upon such a purchase though the advanced price should be in excess of the legal rate of interest upon the cash price.  * * *  we think the testimony of the defendant himself is persuasive to the effect that he understood the difference between the cash and credit price, and that he was paying more for the car on account of accepting the benefit of time monthly payments, and not paying an usurious rate of interest on the cash delivered price, though he gave little attention to the exact difference between the two. * * * if in fact the sum agreed upon represents in good faith the credit price of the car as understood by the parties, the transaction is free from any taint of usury.'  Commercial Credit Co. v. Tarwater, supra, 110 So. at pages 40 and 41.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In Ballard v. First National Bank of Birmingham, 261 Ala. 594, 75 So.2d 484, 486, the fact that the amount represented the balance of the mortgage debt given for the purchase price was not questioned, but was expressly stipulated.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The judgments are, therefore, reversed and the causes remanded with directions to enter judgments for the plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Reversed and Remanded with directions.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">JONES, Circuit Judge (dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">I cannot join with the majority.  The basic transactions, as I see them, were sales of trucks by Baggett Transportation Company to the plaintiffs.  The defendant bank bought from Baggett Transportation Company conditional sale contracts executed by the plaintiffs.  There was no contractual relationship between plaintiffs and defendant.  The furnishing of forms, the computation of installments and discussions regarding the purchase of the paper are not, I think, such factors as convert a sale by one person into a loan by another.  My view is that if the plaintiffs paid usury it was to or for the account of their vendor, Baggett Transportation Company, not the defendant bank; and if the bank exacted usury it was from Baggett Transportation Company, not the plaintiffs.  The District Court so held and I would affirm its judgment.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> ' &#167; 85.  Rate of interest on loans, discounts and purchases</p>\n        <p>'Any association may take, receive, reserve, and charge on any loan or discount made, or upon any notes, bills of exchange, or other evidences of debt, interest at the rate allowed by the laws of the State, Territory, or District where the bank is located, or at a rate of 1 per centum in excess of the discount rate on ninety-day commercial paper in effect at the Federal reserve bank in the Federal reserve district where the bank is located, whichever may be the greater, and no more * * *.  When no rate is fixed by the laws of the State, or Territory, or District, the bank may take, receive, reserve, or charge a rate not exceeding 7 per centum, or 1 per centum in excess of the discount rate on ninety-day commercial paper in effect at the Federal reserve bank in the Federal reserve district where the bank is located, whichever may be the greater, and such interest may be taken in advance, reckoning the days for which the note, bill, or other evidence of debt has to run. * * *'</p>\n        <p>' &#167; 86.  Usurious interest; penalty for taking; limitations</p>\n        <p>'The taking, receiving, reserving, or charging a rate of interest greater than is allowed by the preceding section, when knowingly done, shall be deemed a forfeiture of the entire interest which the note, bill, or other evidence of debt carries with it, or which has been agreed to be paid thereon.  In case the greater rate of interest has been paid, the person by whom it has been paid, or his legal representatives, may recover back, in an action in the nature of an action of debt, twice the amount of the interest thus paid from the association taking or receiving the same: Provided, That such action is commenced within two years from the time the usurious transaction occurred.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See 28 U.S.C.A. &#167; 1355; 12 U.S.C.A. &#167; 94; First National Bank of Charlotte v. Morgan, 132 U.S. 141, 144, 10 S.Ct. 37, 33 L.Ed. 282; Schuyler National Bank v. Bollong, 150 U.S. 85, 90, 14 S.Ct. 24, 37 L.Ed. 1008; 7 Am.Jur., Banks, &#167; 821, Pocket Supp.;  Annotation 139 A.L.R. 416</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 'Findings of Fact</p>\n        <p>'* * * *</p>\n        <p>'3. The Conditional Sale Contract required the plaintiff to keep the property insured, and authorized Baggett Transportation Company to procure such insurance at plaintiff's expense.  In computing the time price, Baggett Transportation Company added into said price the premium for insurance upon the tractor and paid said premium to the insurance agent.</p>\n        <p>'4. Before executing said Conditional Sale Contract, plaintiff was informed by said Baggett Transportation Company that the cash price of the tractor was about $9,800.00.  Plaintiff did not have the cash with which to make the purchase, and he knew when he purchased the tractor and executed the Conditional Sale Contract that he was paying more by reason of the purchase on credit than he would have paid had he paid the cash purchase price, and he knew that he was paying a total of $10,357.67 in monthly installments.</p>\n        <p>'6. * * * Baggett Transportation Company offered to sell said Conditional Sales Contract to defendant, and defendant on said date purchased said Contract for the sum of $9,416.06, a discount of $941.61.  The discount was at a rate in excess of 8 per cent per annum.  The purchase was effected by Baggett Transportation Company executing a written assignment and transfer to defendant of said Contract and the property therein described and by defendant paying the purchase price of $9,416.06 to and to the order of Baggett Transportation Company.</p>\n        <p>'Conclusions</p>\n        <p>$1.  The court being of the opinion that the Conditional Sale Contract represented the purchase of a chattel by the plaintiff from Baggett Transportation Company at a time or credit price, and was the bona fide sale of a chattel and was not a loan, and the subsequent purchase by the defendant of the Conditional Sale Contract from Baggett Transportation Company was a bona fide purchase, and the transaction did not constitute a sham or device to evade the usury laws, and no loan was made to plaintiff by defendant, and the amount of the discount upon such purchase of the Contract by defendant was not paid by the plaintiff, the court is of the further opinion that the plaintiff is not entitled to recover of the defendant under Sections 85 and 86 of Title 12 of the United States Code, or under any other applicable law or laws.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Code of Alabama 1940, Title 9, &#167; 64:</p>\n        <p>'Partial payments applied to interest-- 'When partial payments are made, the interest due is first to be paid, and the balance applied to the payment of the principal.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See Jackson v. Commercial Credit Corp., 90 Ga.App. 352, 83 S.E.2d 76; Hare v. General Contract Purchase Corp., 220 Ark. 601, 249 S.W.2d 973, 978; 91 C.J.S., Usury, &#167; 21; Annotations, 48 A.L.R. 1446, 91 A.L.R. 1113, 143 A.L.R. 256, 165 A.L.R. 629; 2 A.L.I.Restatement, Contracts, &#167; 529</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">227</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">353</span></span></p>\n    <p class=\"parties\">W. E. DANIEL and E. A. Dillard, Appellants,<br>v.<br>The FIRST NATIONAL BANK OF BIRMINGHAM, Appellee.</p>\n    <p class=\"docket\">No. 15583.</p>\n    <p class=\"court\">United States Court of Appeals Fifth Circuit.</p>\n    <p class=\"date\">Nov. 25, 1955.<br>Rehearing Denied Jan. 17, 1956.<br>See 228 F.2d 803.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Clifford J. Durr, W. Ervin James, Montgomery, Ala., for appellants.</p>\n      <p class=\"indent\">Lucien D. Gardner, Jr., Birmingham, Ala., Jelks H. Cabaniss, Cabaniss &amp; Johnston, Birmingham, Ala., of counsel, for appellee.</p>\n      <p class=\"indent\">Before RIVES, JONES and BROWN, Circuit Judges.</p>\n      <p class=\"indent\">RIVES, Circuit Judge.</p>\n      <p class=\"indent\">Under Title 12, Sections 85 and 86<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> of the United States Code Annotated, Daniel and Dillard filed separate suits against The First National Bank of Birmingham for the recovery of twice the amount of usurious interest alleged to have been knowingly charged by the defendant and paid by each of the plaintiffs.  The amount involved in each case was less than $3,000.00, but it is not questioned that the district court had at least concurrent jurisdiction with the state courts.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In the district court, the cases were heard together before the court without a jury resulting in judgments for the defendant.  The appeals were consolidated.</p>\n      <p class=\"indent\">The cases grew out of three conditional sales of motor vehicles, two of the vehicles having been purchased by Daniel and one by Dillard.  The conditional sales contracts were on printed forms furnished by the Bank on the backs of which were printed forms of assignment to the Bank.  Each recited that the sale had been made 'for a total time price of' so many dollars.  The cases turn on the genuineness of such 'time price.'  In each case, if there was in fact a 'time price' in the amount stated, no usurious interest was paid by either appellant.  On the other hand, if the 'time price' was a mere cloak to conceal usurious interest actually paid to the Bank by each appellant, then recovery should have been had.  The district court made similar findings of fact and conclusions of law in each case.  We quote in the margin from those made in the Dillard case.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n      <p class=\"indent\">As we read the record, the evidentiary facts are not in any real dispute, and the district court's conclusion therefrom is simply the result reached by its process of legal reasoning, and is subject to review on appeal free from the restraint of the 'clearly erroneous' rule.  Galena Oaks Corp. v. Scofield, 5 Cir., <span class=\"citation\" data-id=\"235435\"><a href=\"/opinion/235435/galena-oaks-corporation-v-frank-scofield-collector-of-internal-revenue/\"><span class=\"volume\">218</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">217</span></a></span>, 219, and authorities there cited.</p>\n      <p class=\"indent\">Usurious contracts are condemned by public policy both state and national Code of Alabama 1940, Title 9, &#167;&#167; 60-67; 12 U.S.C.A. &#167;&#167; 85, 86 (footnote 1, supra).  That public policy cannot be defeated by the simple expedient of a written contract, but the real substance of the transaction must be searched out.  Grider v. Calfee, <span class=\"citation no-link\"><span class=\"volume\">242</span> <span class=\"reporter\">Ala.</span> <span class=\"page\">50</span></span>, 4 So.2d 474; Davis v. Elba Bank &amp; Trust Co.,  <span class=\"citation no-link\"><span class=\"volume\">216</span> <span class=\"reporter\">Ala.</span> <span class=\"page\">632</span></span>, 114 So. 211; Pryor v. Deed, <span class=\"citation no-link\"><span class=\"volume\">248</span> <span class=\"reporter\">Ala.</span> <span class=\"page\">106</span></span>, 26 So.2d 270; In re Brown, D.C.Ala., 24 F.Supp. 166; In re Hargrove, D.C.Ala., 64 F.Supp. 103.  As well said many years ago by Chief Justice Bleckley of the Georgia Supreme Court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">'No disguise of language can avail for covering up usury, or glossing over an usurious contract.  The theory that a contract will be usurious or not, according to the kind of paper bag it is put up in, or according to the more or less ingenious phrases made use of in negotiating it, is altogether erroneous.  The law intends that a search for usury shall penetrate to the substances.'  Pope v. Marshall, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">Ga.</span> <span class=\"page\">635</span></span>, <span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">116</span></span>, 118,</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">followed in Jackson v. Commercial Credit Corp., 90 Ga.App. 352, <span class=\"citation\" data-id=\"1231057\"><a href=\"/opinion/1231057/jackson-v-commercial-credit-corp/\"><span class=\"volume\">83</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">76</span></a></span>, 78.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellee Bank concedes, as it must, that contrary to the rule in Alabama and in many other states, the federal statute prohibits usury in discounts upon purchase of commercial paper, as well as usurious loans as such.  12 U.S.C.A. &#167; 85 (footnote 1, supra); National Bank of Gloversville v. Johnson, 14 Otto 271, <span class=\"citation\" data-id=\"90453\"><a href=\"/opinion/90453/national-bank-v-johnson/\"><span class=\"volume\">104</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">271</span></a></span>, 26 L.Ed. 742.  While the amount of each so-called discount was actually usurious, and the appellee Bank acknowledges that the proper party could have recovered the statutory penalties, it insists, and the district court held, that each usurious discount was the loss of the conditional seller of the vehicle and assignor of the contract and was not paid by either appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Appellants, on the other hand, concede, as they must, that a bona fide sale of property on credit at a price which exceeds the cash price by more than the legal rate of interest does not constitute usury, since the seller can fix one price for cash and another for credit.  Hogg v. Ruffner, <span class=\"citation\" data-id=\"87447\"><a href=\"/opinion/87447/hogg-v-ruffner/\"><span class=\"volume\">1</span> <span class=\"reporter\">Black</span> <span class=\"page\">115</span></a></span>, <span class=\"citation\" data-id=\"87447\"><a href=\"/opinion/87447/hogg-v-ruffner/\"><span class=\"volume\">66</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">115</span></a></span>, 17 L.Ed. 38; Commercial Credit Co. v. Tarwater, <span class=\"citation no-link\"><span class=\"volume\">215</span> <span class=\"reporter\">Ala.</span> <span class=\"page\">123</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">So.</span> <span class=\"page\">39</span></span>, 48 A.L.R. 1437; 91 C.J.S., Usury, &#167; 18(a); 55 Am.Jur., Usury, &#167; 21.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The abstract legal principles are thus simple enough and not in dispute.  The question is what was the real nature of each of the transactions here involved?  Was the sale at a bona fide time price or at a cash price combined with a loan or extension of credit?  Without dispute, the Bank had not only furnished the forms but one of its employees showed the sellers how to make the computations.  According to the Bank's assistant vice-president in charge of equipment loans:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'A. We would have taken the amount that we would have to disburse and add on our 5 per cent discount that we expected to charge the dealer for the paper, so that he could include the proper charge in the paper and come out with the amount that he expected to receive.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'Q. The gross that you would have to disburse?  A.  Yes, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'Q. How would you arrive at the amount that you would have to disburse?  A.  That was the net amount due on the purchase price as told us by the dealer, plus the insurance, and plus the recording fee.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'Q. So you would take the purchase price of the equipment and the recording fees and the interest, I mean the recording fees and the insurance, add the three items up, to the purchase price of the equipment, the insurance and the recording fees, and then calculate your discount as you call it on that?  A.  You say the purchase price.  You mean the net purchase price?</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'Q. That's right.  A.  After down payment.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'Q. That is the price you were advised of by the dealer?  A.  That's right.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In fact in the case of the Dillard contract which was one of the 'first half dozen sales' made by the seller, the 'time price' was actually calculated at the bank by one of its employees.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It is undisputed that in the negotiations leading up to the sales only one price was mentioned and that was the cash price.  The 'time price' was calculated on the cash price by adding thereto insurance, recording fees, and interest or discount.  This interest or discount was stated to be at 5%, but since no credit on the principal was given for the monthly installment payments, as was required by state law,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> the Bank's officer admitted that the actual rate was approximately 9.75%.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In each case, following the execution of the contract and of the assignment, the Bank paid direct for the benefit of the purchaser of the vehicle, the unpaid amount of the cash purchase price, the insurance charges and the recording fees.  Thereafter, in monthly installments, the purchaser repaid to the Bank those amounts in full plus the Bank's discount or interest at a usurious rate.  In addition, in the Daniel case, after the transactions were closed, the Bank deposited to the credit of the seller of the vehicle, assignor of the contract, an amount figured at '1% of the net income' in a 'reserve account', on which there were no restrictions.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In each case, the testimony is without dispute that at no time in the course of the negotiations was any 'time price' agreed upon or even mentioned.  In the Dillard case, the Bank insisted as a condition to its acceptance of the paper, that the purchaser pay one thousand dollars in addition to the trade-in value of his old vehicle, which payment was effected by a side loan from one of the seller's officers, thereafter repaid in full.  Until that down-payment was arranged, it was impossible to compute the so-called 'time price.'  The evidence leaves us in no doubt that there was never any bona fide 'time price' in any one of the three contracts, but that the real transaction was a sale at a cash price accompanied by a loan or extension of credit to which the Bank was privy throughout.  Any other result of the plain transactions here involved would leave that vast number of persons who purchase equipment and vehicles on credit, the financing of which is pre-arranged between the dealer and the bank or finance company, outside the pale of protection of the state and national laws against usury.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The result which we have reached is in no wise contrary to the holding of the Alabama Supreme Court in the case of Commercial Credit Co. v. Tarwater, <span class=\"citation no-link\"><span class=\"volume\">215</span> <span class=\"reporter\">Ala.</span> <span class=\"page\">123</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">So.</span> <span class=\"page\">39</span></span>, 41, 48 A.L.R. 1437.  In that case, the test of usury vel non was made to depend upon the realities of the transaction.  That clearly appears not only from the Court's careful examination and analysis of the evidence, but also from repeated statements in the opinion:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'If in fact the sum of $654 represented the credit price of the car, as distinguished from its cash delivered price of $600, the transaction is not usurious, as the parties had a perfect right to agree upon such a purchase though the advanced price should be in excess of the legal rate of interest upon the cash price.  * * *  we think the testimony of the defendant himself is persuasive to the effect that he understood the difference between the cash and credit price, and that he was paying more for the car on account of accepting the benefit of time monthly payments, and not paying an usurious rate of interest on the cash delivered price, though he gave little attention to the exact difference between the two. * * * if in fact the sum agreed upon represents in good faith the credit price of the car as understood by the parties, the transaction is free from any taint of usury.'  Commercial Credit Co. v. Tarwater, supra, 110 So. at pages 40 and 41.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In Ballard v. First National Bank of Birmingham, <span class=\"citation no-link\"><span class=\"volume\">261</span> <span class=\"reporter\">Ala.</span> <span class=\"page\">594</span></span>, <span class=\"citation\" data-id=\"1113096\"><a href=\"/opinion/1113096/ballard-v-first-national-bank-of-birmingham/\"><span class=\"volume\">75</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">484</span></a></span>, 486, the fact that the amount represented the balance of the mortgage debt given for the purchase price was not questioned, but was expressly stipulated.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The judgments are, therefore, reversed and the causes remanded with directions to enter judgments for the plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Reversed and Remanded with directions.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">JONES, Circuit Judge (dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">I cannot join with the majority.  The basic transactions, as I see them, were sales of trucks by Baggett Transportation Company to the plaintiffs.  The defendant bank bought from Baggett Transportation Company conditional sale contracts executed by the plaintiffs.  There was no contractual relationship between plaintiffs and defendant.  The furnishing of forms, the computation of installments and discussions regarding the purchase of the paper are not, I think, such factors as convert a sale by one person into a loan by another.  My view is that if the plaintiffs paid usury it was to or for the account of their vendor, Baggett Transportation Company, not the defendant bank; and if the bank exacted usury it was from Baggett Transportation Company, not the plaintiffs.  The District Court so held and I would affirm its judgment.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> ' &#167; 85.  Rate of interest on loans, discounts and purchases</p>\n        <p>'Any association may take, receive, reserve, and charge on any loan or discount made, or upon any notes, bills of exchange, or other evidences of debt, interest at the rate allowed by the laws of the State, Territory, or District where the bank is located, or at a rate of 1 per centum in excess of the discount rate on ninety-day commercial paper in effect at the Federal reserve bank in the Federal reserve district where the bank is located, whichever may be the greater, and no more * * *.  When no rate is fixed by the laws of the State, or Territory, or District, the bank may take, receive, reserve, or charge a rate not exceeding 7 per centum, or 1 per centum in excess of the discount rate on ninety-day commercial paper in effect at the Federal reserve bank in the Federal reserve district where the bank is located, whichever may be the greater, and such interest may be taken in advance, reckoning the days for which the note, bill, or other evidence of debt has to run. * * *'</p>\n        <p>' &#167; 86.  Usurious interest; penalty for taking; limitations</p>\n        <p>'The taking, receiving, reserving, or charging a rate of interest greater than is allowed by the preceding section, when knowingly done, shall be deemed a forfeiture of the entire interest which the note, bill, or other evidence of debt carries with it, or which has been agreed to be paid thereon.  In case the greater rate of interest has been paid, the person by whom it has been paid, or his legal representatives, may recover back, in an action in the nature of an action of debt, twice the amount of the interest thus paid from the association taking or receiving the same: Provided, That such action is commenced within two years from the time the usurious transaction occurred.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See 28 U.S.C.A. &#167; 1355; 12 U.S.C.A. &#167; 94; First National Bank of Charlotte v. Morgan, <span class=\"citation\" data-id=\"92578\"><a href=\"/opinion/92578/first-nat-bank-of-charlotte-v-morgan/\"><span class=\"volume\">132</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">141</span></a></span>, 144, <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">37</span></span>, 33 L.Ed. 282; Schuyler National Bank v. Bollong, <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></span>, 90, <span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">24</span></span>, 37 L.Ed. 1008; 7 Am.Jur., Banks, &#167; 821, Pocket Supp.;  Annotation 139 A.L.R. 416</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 'Findings of Fact</p>\n        <p>'* * * *</p>\n        <p>'3. The Conditional Sale Contract required the plaintiff to keep the property insured, and authorized Baggett Transportation Company to procure such insurance at plaintiff's expense.  In computing the time price, Baggett Transportation Company added into said price the premium for insurance upon the tractor and paid said premium to the insurance agent.</p>\n        <p>'4. Before executing said Conditional Sale Contract, plaintiff was informed by said Baggett Transportation Company that the cash price of the tractor was about $9,800.00.  Plaintiff did not have the cash with which to make the purchase, and he knew when he purchased the tractor and executed the Conditional Sale Contract that he was paying more by reason of the purchase on credit than he would have paid had he paid the cash purchase price, and he knew that he was paying a total of $10,357.67 in monthly installments.</p>\n        <p>'6. * * * Baggett Transportation Company offered to sell said Conditional Sales Contract to defendant, and defendant on said date purchased said Contract for the sum of $9,416.06, a discount of $941.61.  The discount was at a rate in excess of 8 per cent per annum.  The purchase was effected by Baggett Transportation Company executing a written assignment and transfer to defendant of said Contract and the property therein described and by defendant paying the purchase price of $9,416.06 to and to the order of Baggett Transportation Company.</p>\n        <p>'Conclusions</p>\n        <p>$1.  The court being of the opinion that the Conditional Sale Contract represented the purchase of a chattel by the plaintiff from Baggett Transportation Company at a time or credit price, and was the bona fide sale of a chattel and was not a loan, and the subsequent purchase by the defendant of the Conditional Sale Contract from Baggett Transportation Company was a bona fide purchase, and the transaction did not constitute a sham or device to evade the usury laws, and no loan was made to plaintiff by defendant, and the amount of the discount upon such purchase of the Contract by defendant was not paid by the plaintiff, the court is of the further opinion that the plaintiff is not entitled to recover of the defendant under Sections 85 and 86 of Title 12 of the United States Code, or under any other applicable law or laws.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Code of Alabama 1940, Title 9, &#167; 64:</p>\n        <p>'Partial payments applied to interest-- 'When partial payments are made, the interest due is first to be paid, and the balance applied to the payment of the principal.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See Jackson v. Commercial Credit Corp., 90 Ga.App. 352, <span class=\"citation\" data-id=\"1231057\"><a href=\"/opinion/1231057/jackson-v-commercial-credit-corp/\"><span class=\"volume\">83</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">76</span></a></span>; Hare v. General Contract Purchase Corp., <span class=\"citation no-link\"><span class=\"volume\">220</span> <span class=\"reporter\">Ark.</span> <span class=\"page\">601</span></span>, <span class=\"citation\" data-id=\"2426948\"><a href=\"/opinion/2426948/hare-v-general-contract-purchase-corp/\"><span class=\"volume\">249</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">973</span></a></span>, 978; 91 C.J.S., Usury, &#167; 21; Annotations, 48 A.L.R. 1446, 91 A.L.R. 1113, 143 A.L.R. 256, 165 A.L.R. 629; 2 A.L.I.Restatement, Contracts, &#167; 529</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/87447/",
    "http://www.courtlistener.com/api/rest/v3/opinions/90453/",
    "http://www.courtlistener.com/api/rest/v3/opinions/92578/",
    "http://www.courtlistener.com/api/rest/v3/opinions/235435/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1113096/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1231057/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2426948/"
  ]
}