{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/237872/",
  "absolute_url": "/opinion/237872/louis-j-omalley-v-united-states-of-america-joseph-moffie-v-united/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/237872/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:31:54Z",
  "date_modified": "2016-02-28T05:53:46.735922Z",
  "type": "010combined",
  "sha1": "eb4e45e9348d138b9e66b333daac32f63e8512a7",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/227/227.F2d.332.4953.4954.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">227 F.2d 332</p>\n    <p class=\"parties\">Louis J. O'MALLEY, Defendant, Appellant,<br>v.<br>UNITED STATES of America, Appellee.<br>Joseph MOFFIE et al., Defendants, Appellants,<br>v.<br>UNITED STATES of America, Appellee.</p>\n    <p class=\"docket\">No. 4953.</p>\n    <p class=\"docket\">No. 4954.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">November 23, 1955.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Wm. Shaw McCallum and Vincent R. Brogna, Boston, Mass., for Louis J. O'Malley, appellant.</p>\n      <p class=\"indent\">Edward E. Cohen, Boston, Mass., for Joseph Moffie et al., appellants.</p>\n      <p class=\"indent\">Daniel Needham, Jr., Asst. U. S. Atty., Boston, Mass., with whom Anthony Julian, U. S. Atty., Boston, Mass., was on brief, for appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit Judges.</p>\n      <p class=\"indent\">MAGRUDER, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The three appellants herein have taken appeals from judgments of conviction entered pursuant to jury verdicts after a trial on an indictment in four counts. The first count, based upon 18 U.S.C. &#167; 371, charged the defendants with having engaged in an unlawful conspiracy during the period March 10, 1950, to March 1, 1952, to commit offenses against the United States denounced in 18 U.S.C. &#167; 641, that is to say, \"to knowingly and wilfully embezzle, steal, purloin and knowingly convert to their own use and to the use of others, and without authority, to sell, convey and dispose of things of value of the Department of the Navy of the United States,\" to wit: various items of personal property and fixtures located at the Naval Industrial Reserve Shipyard at Hingham, Massachusetts, of a total value in excess of $100.00. A number of overt acts in furtherance of the conspiracy were set forth in Count 1. In the second count, defendant O'Malley alone was charged with the commission of a substantive offense under 18 U.S.C. &#167; 641 in that he \"did, knowingly and wilfully and without authority, sell, convey and dispose of a thing of value of the Department of the Navy of the United States, to wit: One 2-Ton Manual Chain Hoist, the cost price of which to the Department of the Navy of the United States was in excess of One Hundred Dollars ($100.00).\" Similarly, Count 3 charged that defendant Joseph Moffie alone committed an offense under 18 U. S.C. &#167; 641 in knowingly and wilfully and without authority selling and disposing of a Metal Steam Kettle, the cost price of which to the Navy Department was in excess of $100.00. Count 4 charged the defendant Millard Moffie alone with an offense under 18 U.S.C. &#167; 641 in that he did steal, purloin and knowingly convert to his own use and to the use of others certain lengths of electric cable, the total cost price of which to the Navy Department was in excess of $100.00.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Since the jury reported verdicts of guilty on each of the four counts, each defendant now stands convicted on the conspiracy count, and on one additional count charging a substantive offense under 18 U.S.C. &#167; 641. Concurrent sentences of imprisonment for a year and a day were imposed on the defendant O'Malley on Counts 1 and 2, respectively. Concurrent sentences of imprisonment for four months were imposed on defendant Joseph Moffie on Counts 1 and 3, respectively, and concurrent sentences of imprisonment for three months were imposed on defendant Millard Moffie on Counts 1 and 4, respectively. In view of the concurrent sentences, these appeals must necessarily fail if the conviction of each of the defendants may be sustained as to either of the counts on which a verdict of guilty was returned. See Claassen v. United States, 1891, 142 U.S. 140, 12 S.Ct. 169, 35 L.Ed. 966; Sinclair v. United States, 1929, 279 U.S. 263, 299, 49 S.Ct. 268, 73 L.Ed. 692; Jarvis v. United States, 1 Cir., 1937, 90 F.2d 243, 246-247; Giugni v. United States, 1 Cir., 1942, 127 F.2d 786, 792.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Early in 1950 Hingham Management Corporation took possession of the Naval Industrial Reserve Shipyard at Hingham, Mass., with the personal property therein, under a lease from the government, at a nominal rental, for a term of five years, with an option in the lessee of extension, upon notice, for two additional terms of five years each. The lease recited that the Secretary of the Navy had determined that the leased \"Facilities\" were \"not surplus to the needs of the Department,\" but were \"not, for the time being, required for public use.\" The lessee obligated itself to expend a maximum of $100,000 a year for protection, maintenance and repair of the facilities, as the Department might from time to time reasonably require and direct. The lessee was permitted under the lease to use the facilities for warehousing and light industrial purposes only, plus such additional purposes as might first be authorized by the Department. However, the lessee in its use of the facilities was required, at its own expense, to take all reasonable precautions \"to protect the Government-owned real and personal property from damage by reason of the Lessee's operations.\" The government as lessor was given a right of access to the facilities at all times in order to protect its interest in the shipyard and for any other purposes not inconsistent with the use of the facilities by the lessee as therein provided. Also, the government reserved the right to terminate the lease at any time prior to the expiration of the term thereof, during any national emergency declared by the President or Congress, or upon 90 days' written notice whenever the Secretary of the Navy should determine that the interests of national defense so required. It is apparent from the face of the lease that it served as a means whereby the Navy could assure itself of the maintenance of the shipyard ready for immediate use, at no cost to the government.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Defendant O'Malley was the president and principal officer of the lessee corporation. Defendant Joseph Moffie, with the title of traffic manager, acted as a general assistant to O'Malley. Joseph's son, the defendant Millard Moffie, was employed as a straw boss supervising the work of other corporate employees in the shipyard. There is no doubt that during the period from 1950 to 1952 the appellants stripped the shipyard of a great variety of items of personal property and of removable fixtures and disposed of the same, mostly to dealers in junk and scrap metals. These transactions in the aggregate brought in a very substantial sum of money.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At the trial the defendants claimed that they had legal authority to sell and dispose of the property, and that, if such legal authority was in fact lacking, they had nevertheless proceeded on an honest belief that the sales were lawful, and therefore that they were not guilty of the offenses charged in the indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As to the lawfulness of the sales, the district judge ruled, as a matter of law, we think correctly, that neither the \"Interim Permit,\" nor the subsequently executed lease, nor certain oral conversations which the defendant O'Malley claimed to have had at the Navy Department prior to the execution of the lease, conferred legal authority upon the lessee to sell any of the government-owned facilities. As to the defendants' claim that the items of property in question had been \"abandoned\" by the government as prior owner, and therefore might lawfully be disposed of by the defendants, the trial judge left this issue to the jury as a question of fact. As to the element of criminal intent, assuming that the sales were not legally authorized, the trial judge made it clear to the jury that it could not convict any one of the three defendants, either on the conspiracy count or on the count for the substantive offense, unless the jury were convinced beyond a reasonable doubt that such defendant acted with the belief that there was no lawful authority to sell the goods &#8212; \"it is not a question of what a reasonable man would believe; the question is what did the defendants themselves believe?\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">One of the errors asserted on appeal is that the trial judge should have granted the motions by defendants for a directed verdict of acquittal. In so far as this point is predicated upon the alleged insufficiency of the prosecution's evidence to warrant a conviction, little need be said. The prosecution's evidence, including the furtive manner in which the various transactions were conducted, constituted an impressive indication of guilt, particularly in the cases of defendants O'Malley and Joseph Moffie. Despite the somewhat half-hearted contention of appellants to the contrary, there was ample evidence to warrant submission of the case to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">An alternative contention of appellants is that 18 U.S.C. &#167; 641, upon which the substantive Counts 2, 3 and 4 were based, is an unconstitutional enactment. If this were so, it would follow that the court should have granted defendants' motions to dismiss the prosecution as to Counts 2, 3 and 4; and also the court should have granted the motion for acquittal on the conspiracy count, for the defendants could not be convicted under 18 U.S.C. &#167; 371 for conspiracy to commit acts which for any reason did not constitute an offense against the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">18 U.S.C. &#167; 641 provides that whoever steals or knowingly converts to his own use or the use of another, or without authority sells or otherwise disposes of, anything of value belonging to the United States shall be fined not more than $10,000 or imprisoned not more than ten years, or both; \"but if the value of such property does not exceed the sum of $100, he shall be fined not more than $1,000 or imprisoned not more than one year, or both.\" The section then defines the word \"value\" as meaning \"face, par, or market value, or cost price, either wholesale or retail, <i>whichever is greater.</i>\" [Italics added.] It is pointed out by appellants that in Count 2, for example, the cost to the government of the manual chain hoist was alleged to have been in excess of $100.00, though, according to the evidence, it was sold by defendant O'Malley for the sum of $45.00, which may perhaps have been its fair market value at the time of such sale. Appellants urge that to make the doing of an act punishable in the greater degree of larceny, depending upon the original cost of the article stolen rather than upon its value at the time, is repugnant to Amendment VIII of the Federal Constitution, which prohibits the imposition of \"excessive fines\" or of \"cruel and unusual punishments,\" because the severity of the penalty is greatly disproportionate to the offense charged.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We regard this constitutional argument as far-fetched and frivolous. The Congress, in defining the crime of larceny of government property, is not obliged to perpetuate the details of the ancient common law distinction between grand and petit larceny. The prescription in &#167; 641 of maximum limits to the amount of fine or imprisonment which the judge may at his discretion impose, depending upon the circumstances of the offense, is characteristic of most of the offenses defined in Title 18 of the U. S. Code, and certainly does not constitute cruel and unusual punishment. Section 641 would have been within the constitutional power of Congress even if it had not provided for a lower maximum penalty of fine or imprisonment in case the \"value\" of the property, as defined, does not exceed the sum of $100.00.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellants claim that the trial judge committed error in permitting counsel for the government in his argument to the jury to make certain grossly improper and prejudicial remarks. The instances referred to were not objected to at the time of their occurrence, nor was the judge requested to instruct the jury to disregard the remarks. Under these circumstances it is only in an extreme and unusual case that an appellate court would be justified in reversing a judgment of conviction on the ground asserted, and this is certainly not such a case. See United States v. Socony-Vacuum Oil Co., Inc., 1940, 310 U.S. 150, 238-240, 60 S.Ct. 811, 84 L.Ed. 1129. We have examined the argument of the Assistant U. S. Attorney in its entirety and have found it to have been moderate in tone and within the limits of permissible advocacy. Possibly some of the inferences which the prosecutor urged should be drawn from the evidence were open to logical challenge &#8212; as indeed might also be said of the arguments of defense counsel &#8212; but the jury is there to sift and weigh opposing evidence and arguments and to draw the appropriate inferences accordingly.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Also, certain alleged errors in the charge are offered as ground for reversal. When the judge completed his charge, counsel for O'Malley remarked: \"It was an excellent charge.\" Counsel went on to say that defendants' requests Nos. 12, 18 and 27 had been fully covered in what the judge said with reference to the conspiracy count, but asked that these three requests be given also with reference to the substantive count. The judge expressed the view that he had already covered it &#8212; as we think, upon reading the charge, that he had. Counsel for the Moffies then objected only to the failure of the judge to give defendants' request No. 20, reading: \"The mere fact that any of the defendants sold property of the Navy is not enough to warrant a conviction; the defendants must have conspired to sell property of the United States with criminal intent, knowing it to be unlawful. If they believed that they had the right to dispose of these articles, they must be acquitted.\" This request in substance, though not in the exact language, was fully given in the charge. The failure to give request No. 20 is not now urged as a ground for reversal.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">After the jury reported verdicts of guilty, counsel for defendants indulged themselves in the not unusual practice of making a microscopic examination of the judge's charge in the hope of finding some error on which to base a claim of appeal. Whether or not we would be obliged, under Criminal Rules 30, 51 and 52, 18 U.S.C., to consider such alleged errors, we have in fact carefully examined the charge, and find that it was comprehensive, accurate, and fully protective of the rights of the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Other points urged by appellants have been considered and rejected, but call for no special comment.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The judgments of the District Court are affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"237873\"><a href=\"/opinion/237873/percy-william-herman-v-united-states/\"><span class=\"volume\">227</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">332</span></a></span></p>\n    <p class=\"parties\">Louis J. O'MALLEY, Defendant, Appellant,<br>v.<br>UNITED STATES of America, Appellee.<br>Joseph MOFFIE et al., Defendants, Appellants,<br>v.<br>UNITED STATES of America, Appellee.</p>\n    <p class=\"docket\">No. 4953.</p>\n    <p class=\"docket\">No. 4954.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">November 23, 1955.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Wm. Shaw McCallum and Vincent R. Brogna, Boston, Mass., for Louis J. O'Malley, appellant.</p>\n      <p class=\"indent\">Edward E. Cohen, Boston, Mass., for Joseph Moffie et al., appellants.</p>\n      <p class=\"indent\">Daniel Needham, Jr., Asst. U. S. Atty., Boston, Mass., with whom Anthony Julian, U. S. Atty., Boston, Mass., was on brief, for appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit Judges.</p>\n      <p class=\"indent\">MAGRUDER, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The three appellants herein have taken appeals from judgments of conviction entered pursuant to jury verdicts after a trial on an indictment in four counts. The first count, based upon 18 U.S.C. &#167; 371, charged the defendants with having engaged in an unlawful conspiracy during the period March 10, 1950, to March 1, 1952, to commit offenses against the United States denounced in 18 U.S.C. &#167; 641, that is to say, \"to knowingly and wilfully embezzle, steal, purloin and knowingly convert to their own use and to the use of others, and without authority, to sell, convey and dispose of things of value of the Department of the Navy of the United States,\" to wit: various items of personal property and fixtures located at the Naval Industrial Reserve Shipyard at Hingham, Massachusetts, of a total value in excess of $100.00. A number of overt acts in furtherance of the conspiracy were set forth in Count 1. In the second count, defendant O'Malley alone was charged with the commission of a substantive offense under 18 U.S.C. &#167; 641 in that he \"did, knowingly and wilfully and without authority, sell, convey and dispose of a thing of value of the Department of the Navy of the United States, to wit: One 2-Ton Manual Chain Hoist, the cost price of which to the Department of the Navy of the United States was in excess of One Hundred Dollars ($100.00).\" Similarly, Count 3 charged that defendant Joseph Moffie alone committed an offense under 18 U. S.C. &#167; 641 in knowingly and wilfully and without authority selling and disposing of a Metal Steam Kettle, the cost price of which to the Navy Department was in excess of $100.00. Count 4 charged the defendant Millard Moffie alone with an offense under 18 U.S.C. &#167; 641 in that he did steal, purloin and knowingly convert to his own use and to the use of others certain lengths of electric cable, the total cost price of which to the Navy Department was in excess of $100.00.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Since the jury reported verdicts of guilty on each of the four counts, each defendant now stands convicted on the conspiracy count, and on one additional count charging a substantive offense under 18 U.S.C. &#167; 641. Concurrent sentences of imprisonment for a year and a day were imposed on the defendant O'Malley on Counts 1 and 2, respectively. Concurrent sentences of imprisonment for four months were imposed on defendant Joseph Moffie on Counts 1 and 3, respectively, and concurrent sentences of imprisonment for three months were imposed on defendant Millard Moffie on Counts 1 and 4, respectively. In view of the concurrent sentences, these appeals must necessarily fail if the conviction of each of the defendants may be sustained as to either of the counts on which a verdict of guilty was returned. See Claassen v. United States, 1891, <span class=\"citation\" data-id=\"93206\"><a href=\"/opinion/93206/claassen-v-united-states/\"><span class=\"volume\">142</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">140</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">169</span></span>, 35 L.Ed. 966; Sinclair v. United States, 1929, <span class=\"citation\" data-id=\"101414\"><a href=\"/opinion/101414/sinclair-v-united-states/\"><span class=\"volume\">279</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">263</span></a></span>, 299, <span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">268</span></span>, 73 L.Ed. 692; Jarvis v. United States, 1 Cir., 1937, <span class=\"citation\" data-id=\"1485778\"><a href=\"/opinion/1485778/jarvis-v-united-states/\"><span class=\"volume\">90</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">243</span></a></span>, 246-247; Giugni v. United States, 1 Cir., 1942, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">786</span></span>, 792.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Early in 1950 Hingham Management Corporation took possession of the Naval Industrial Reserve Shipyard at Hingham, Mass., with the personal property therein, under a lease from the government, at a nominal rental, for a term of five years, with an option in the lessee of extension, upon notice, for two additional terms of five years each. The lease recited that the Secretary of the Navy had determined that the leased \"Facilities\" were \"not surplus to the needs of the Department,\" but were \"not, for the time being, required for public use.\" The lessee obligated itself to expend a maximum of $100,000 a year for protection, maintenance and repair of the facilities, as the Department might from time to time reasonably require and direct. The lessee was permitted under the lease to use the facilities for warehousing and light industrial purposes only, plus such additional purposes as might first be authorized by the Department. However, the lessee in its use of the facilities was required, at its own expense, to take all reasonable precautions \"to protect the Government-owned real and personal property from damage by reason of the Lessee's operations.\" The government as lessor was given a right of access to the facilities at all times in order to protect its interest in the shipyard and for any other purposes not inconsistent with the use of the facilities by the lessee as therein provided. Also, the government reserved the right to terminate the lease at any time prior to the expiration of the term thereof, during any national emergency declared by the President or Congress, or upon 90 days' written notice whenever the Secretary of the Navy should determine that the interests of national defense so required. It is apparent from the face of the lease that it served as a means whereby the Navy could assure itself of the maintenance of the shipyard ready for immediate use, at no cost to the government.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Defendant O'Malley was the president and principal officer of the lessee corporation. Defendant Joseph Moffie, with the title of traffic manager, acted as a general assistant to O'Malley. Joseph's son, the defendant Millard Moffie, was employed as a straw boss supervising the work of other corporate employees in the shipyard. There is no doubt that during the period from 1950 to 1952 the appellants stripped the shipyard of a great variety of items of personal property and of removable fixtures and disposed of the same, mostly to dealers in junk and scrap metals. These transactions in the aggregate brought in a very substantial sum of money.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At the trial the defendants claimed that they had legal authority to sell and dispose of the property, and that, if such legal authority was in fact lacking, they had nevertheless proceeded on an honest belief that the sales were lawful, and therefore that they were not guilty of the offenses charged in the indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As to the lawfulness of the sales, the district judge ruled, as a matter of law, we think correctly, that neither the \"Interim Permit,\" nor the subsequently executed lease, nor certain oral conversations which the defendant O'Malley claimed to have had at the Navy Department prior to the execution of the lease, conferred legal authority upon the lessee to sell any of the government-owned facilities. As to the defendants' claim that the items of property in question had been \"abandoned\" by the government as prior owner, and therefore might lawfully be disposed of by the defendants, the trial judge left this issue to the jury as a question of fact. As to the element of criminal intent, assuming that the sales were not legally authorized, the trial judge made it clear to the jury that it could not convict any one of the three defendants, either on the conspiracy count or on the count for the substantive offense, unless the jury were convinced beyond a reasonable doubt that such defendant acted with the belief that there was no lawful authority to sell the goods &#8212; \"it is not a question of what a reasonable man would believe; the question is what did the defendants themselves believe?\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">One of the errors asserted on appeal is that the trial judge should have granted the motions by defendants for a directed verdict of acquittal. In so far as this point is predicated upon the alleged insufficiency of the prosecution's evidence to warrant a conviction, little need be said. The prosecution's evidence, including the furtive manner in which the various transactions were conducted, constituted an impressive indication of guilt, particularly in the cases of defendants O'Malley and Joseph Moffie. Despite the somewhat half-hearted contention of appellants to the contrary, there was ample evidence to warrant submission of the case to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">An alternative contention of appellants is that 18 U.S.C. &#167; 641, upon which the substantive Counts 2, 3 and 4 were based, is an unconstitutional enactment. If this were so, it would follow that the court should have granted defendants' motions to dismiss the prosecution as to Counts 2, 3 and 4; and also the court should have granted the motion for acquittal on the conspiracy count, for the defendants could not be convicted under 18 U.S.C. &#167; 371 for conspiracy to commit acts which for any reason did not constitute an offense against the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">18 U.S.C. &#167; 641 provides that whoever steals or knowingly converts to his own use or the use of another, or without authority sells or otherwise disposes of, anything of value belonging to the United States shall be fined not more than $10,000 or imprisoned not more than ten years, or both; \"but if the value of such property does not exceed the sum of $100, he shall be fined not more than $1,000 or imprisoned not more than one year, or both.\" The section then defines the word \"value\" as meaning \"face, par, or market value, or cost price, either wholesale or retail, <i>whichever is greater.</i>\" [Italics added.] It is pointed out by appellants that in Count 2, for example, the cost to the government of the manual chain hoist was alleged to have been in excess of $100.00, though, according to the evidence, it was sold by defendant O'Malley for the sum of $45.00, which may perhaps have been its fair market value at the time of such sale. Appellants urge that to make the doing of an act punishable in the greater degree of larceny, depending upon the original cost of the article stolen rather than upon its value at the time, is repugnant to Amendment VIII of the Federal Constitution, which prohibits the imposition of \"excessive fines\" or of \"cruel and unusual punishments,\" because the severity of the penalty is greatly disproportionate to the offense charged.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We regard this constitutional argument as far-fetched and frivolous. The Congress, in defining the crime of larceny of government property, is not obliged to perpetuate the details of the ancient common law distinction between grand and petit larceny. The prescription in &#167; 641 of maximum limits to the amount of fine or imprisonment which the judge may at his discretion impose, depending upon the circumstances of the offense, is characteristic of most of the offenses defined in Title 18 of the U. S. Code, and certainly does not constitute cruel and unusual punishment. Section 641 would have been within the constitutional power of Congress even if it had not provided for a lower maximum penalty of fine or imprisonment in case the \"value\" of the property, as defined, does not exceed the sum of $100.00.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellants claim that the trial judge committed error in permitting counsel for the government in his argument to the jury to make certain grossly improper and prejudicial remarks. The instances referred to were not objected to at the time of their occurrence, nor was the judge requested to instruct the jury to disregard the remarks. Under these circumstances it is only in an extreme and unusual case that an appellate court would be justified in reversing a judgment of conviction on the ground asserted, and this is certainly not such a case. See United States v. Socony-Vacuum Oil Co., Inc., 1940, <span class=\"citation\" data-id=\"103352\"><a href=\"/opinion/103352/united-states-v-socony-vacuum-oil-co/\"><span class=\"volume\">310</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></a></span>, 238-240, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">811</span></span>, 84 L.Ed. 1129. We have examined the argument of the Assistant U. S. Attorney in its entirety and have found it to have been moderate in tone and within the limits of permissible advocacy. Possibly some of the inferences which the prosecutor urged should be drawn from the evidence were open to logical challenge &#8212; as indeed might also be said of the arguments of defense counsel &#8212; but the jury is there to sift and weigh opposing evidence and arguments and to draw the appropriate inferences accordingly.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Also, certain alleged errors in the charge are offered as ground for reversal. When the judge completed his charge, counsel for O'Malley remarked: \"It was an excellent charge.\" Counsel went on to say that defendants' requests Nos. 12, 18 and 27 had been fully covered in what the judge said with reference to the conspiracy count, but asked that these three requests be given also with reference to the substantive count. The judge expressed the view that he had already covered it &#8212; as we think, upon reading the charge, that he had. Counsel for the Moffies then objected only to the failure of the judge to give defendants' request No. 20, reading: \"The mere fact that any of the defendants sold property of the Navy is not enough to warrant a conviction; the defendants must have conspired to sell property of the United States with criminal intent, knowing it to be unlawful. If they believed that they had the right to dispose of these articles, they must be acquitted.\" This request in substance, though not in the exact language, was fully given in the charge. The failure to give request No. 20 is not now urged as a ground for reversal.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">After the jury reported verdicts of guilty, counsel for defendants indulged themselves in the not unusual practice of making a microscopic examination of the judge's charge in the hope of finding some error on which to base a claim of appeal. Whether or not we would be obliged, under Criminal Rules 30, 51 and 52, 18 U.S.C., to consider such alleged errors, we have in fact carefully examined the charge, and find that it was comprehensive, accurate, and fully protective of the rights of the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Other points urged by appellants have been considered and rejected, but call for no special comment.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The judgments of the District Court are affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/93206/",
    "http://www.courtlistener.com/api/rest/v3/opinions/101414/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103352/",
    "http://www.courtlistener.com/api/rest/v3/opinions/237873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1485778/"
  ]
}