{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/239816/",
  "absolute_url": "/opinion/239816/rice-growers-association-of-california-v-f-carrera-hno-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/239816/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:32:25Z",
  "date_modified": "2016-02-28T05:55:24.785312Z",
  "type": "010combined",
  "sha1": "6f3f2399cdff695e0b0826184d24a3e44ba47579",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/234/234.F2d.843.4943_1.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">234 F.2d 843</p>\n    <p class=\"parties\">RICE GROWERS ASSOCIATION OF CALIFORNIA, Plaintiff-Appellant,<br>v.<br>F. CARRERA &amp; HNO., Inc., Defendant-Appellee.</p>\n    <p class=\"docket\">No. 4943.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">Heard Feb. 7, 1956.<br>Decided June 14, 1956.<br>Rehearing Denied Aug. 6, 1956.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Walter L. Newsom, Jr., San Juan, P.R., with whom Brown, Newsom &amp; Cordova, San Juan, P.R., was on the brief, for appellant.</p>\n      <p class=\"indent\">Herman G. Pesquera, San Juan, P.R., with whom Juan Enrique Geigel, Guillermo Silva and Jaime A. Garcia Blanco, San Juan, P.R., were on the brief, for appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and BIGGS and WOODBURY, Circuit Judges.</p>\n      <p class=\"indent\">WOODBURY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On January 15 and on January 16, 1951, the plaintiff-appellant, Rice Growers Association of California, a California corporation, and the defendant-appellee, F. Carrera &amp; Hno., Inc., a Puerto Rican corporation, entered into contracts identical except as to date in each of which Rice Growers agreed to sell to Carrera and Carrera agreed to buy from Rice Growers 5,000 bags of 'Red Seal' or 'Sella Rojo' brand rice packed in bags weighing 100 pounds net.  These contracts were made up on printed forms prepared by the seller.  General provisions appear in print on the backs of the forms and specific provisions are typed in on the faces of the forms in spaces prepared for the purpose.  Each contract provides in typewriting on its face that the purchase price is to be $9.90 per bag, plus any increase in freight or insurance, C.I.F. Mayaguez, but subject to seller's 'own price decline until steamer arrives at Port of San Juan, P.R.,' that payment is to be by sight draft without discount or with 10 cents discount per bag for payment with letter of credit of New York check, and that: 'Shipments to be made not later than September 30, 1951 at buyers option.'  In print on the back of the contracts it is provided:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'Delivery: Delivery shall be made as herein provided within thirty days from date, unless otherwise specified herein, upon written notice of at least seven days to Seller by Buyer.  If Buyer fails to give notice and instructions for delivery at least seven days before expiration of said delivery period, Seller may, at Seller's option, cancel this contract without further liability hereunder by either party hereto or may make delivery to any independent public warehouseman within the State of California and not located on or adjacent to Seller's mill property, at the risk and expense of Buyer, in exchange for a negotiable warehouse receipt, delivery order and/or dock receipt, and Buyer shall in such event pay for the rice against such warehouse receipt, delivery order and/or dock receipt, in lieu of other evidence of title specified herein. * * *'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">During the summer of 1951 Carrera on several occasions made requests for partial deliveries of the 10,000 bags of rice it had agreed to buy, and these requests were complied with by Rice Growers to Carrera's apparent satisfaction, until by the end of August all but 3,000 bags of rice had been shipped, received, and paid for.  On August 20 the seller's broker in San Juan wrote the buyer advising it of an expected shortage of shipping space from California ports to Puerto Rico during September and asking for instructions with respect to the shipment of the remaining 3,000 bags of rice.  Carrera replied to this letter by requesting a reduction of the price of the rice on the ground that California rice of another type from another miller was being sold for $9.25 per bag which it said put it at a competitive disadvantage unless 'Sella Rojo' also dropped in price.  The seller's broker replied refusing the buyer's request for a reduction in price on the ground that under the contract the price was to be reduced only when the seller reduced its own prices, which it had not done, and again asking for shipping instructions on the remaining rice, reiterating the prediction of a shortage of available cargo space in September.  Carrera did not answer this letter, and it never gave any instructions for the shipment of the balance of the rice.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Nevertheless the seller, on its own volition, sometime between the morning of September 18 and the morning of September 20, caused the remaining 3,000 bags of rice to be loaded on board the steamer 'Leader' at Oakland, California, and the 'Leader' sailed from San Francisco on September 21.  On September 22 the seller's broker in San Juan wrote the buyer in Mayaguez that the rice had been shipped the day before on the 'Leader' and this letter, received by the buyer on Monday, September 24, was the first notice it had that the rice had been shipped.  The 'Leader' arrived on San Juan with the rice on board on October 2 and on that day the buyer in Mayaguez wrote the seller's broker in San Juan that the shipment had been made without its instructions which it said prejudiced it because it had very little space in its warehouse.  It said that it had wanted the rice sent on the last vessel scheduled to sail from San Francisco for Puerto Rico in September, the steamer 'War Hawk,' which loaded at Oakland between September 21 and 23 and sailed on September 25 although not scheduled to sail until September 26.  In this letter the buyer also suggested that the seller would have to reduce its price to $9.40 per bag since another mill was offering rice at that price, and it concluded its letter with the statement that since it had not ordered shipment by the 'Leader' it would 'expect your instructions' as to what to do with the rice when it arrived at Mayaguez.  This letter was received by the seller's broker in San Juan on October 3 who answered it on the same day, asserting the seller's contractual right, in the absence of shipping directions from the buyer, to ship the rice as it had on the 'Leader,' and saying that it expected the buyer to pay the sight draft covering the shipment.  On the same day the seller dropped its price to $9.40 per bag.  On the next day, October 4, the buyer answered the letter of the seller's broker of the day before reiterating its position that shipment on the 'Leader' was in breach of contract but indicating that it would accept the rice when it arrived at Mayaguez if the seller would reduce its price to $9.40 per bag.  The seller refused to reduce its price and when the rice arrived in Mayaguez on October 5 the buyer refused to accept it, insisting that the shipment had been made in violation of the seller's contractual obligation.  Rice Growers promptly brought suit in the court below<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> to recover the contract price of $9.90 per bag for the 3,000 bags of rice by foreclosing a seller's lien provided for in the contract.  The rice was then sold by agreement of the parties and the net proceeds of the sale paid into the registry of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The court below on the foregoing facts, which were stipulated, entered judgment dismissing the plaintiff's complaint on the ground that shipment on the 'Leader' constituted a breach of contract by the seller.  We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The appellant rests its argument on the proposition that the printed provision on the backs of the contracts entitled 'Delivery' quoted herein above and the typewritten provisions on the faces of the contracts that shipment is to be C.I.F. Mayaguez not later than September 30, 1951, at buyer's option, are inconsistent with one another.  It says that in this situation the typewritten provisions take precedence over the printed provision in its entirety, and the typewritten provisions properly construed imposed an obligation on the seller to ship all the rice by steamer before September 30, 1951, but gave the buyer the option to call for shipment, or shipments, prior to that date upon notice to the seller affording it a reasonable time within which to make shipment by steamer.  Wherefore it says that, having received no request for shipment of the balance of the rice contracted for, it was within its rights in shipping on the 'Leader,' for any request for shipment after that vessel loaded and sailed would not, under the circumstances, have been within a reasonable time to make shipment before September 30, 1951.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We do not pause to analyse the appellant's argument for we do not grant the premise upon which it rests.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The printed delivery clause provides for delivery of the rice contracted for within thirty days from the dates of the contracts 'unless otherwise specified herein.'  And it is 'otherwise specified' in the contracts, for the typewritten provisions called for delivery of the rice not later than September 30, eight and one half months after the contracts were singed.  There is no inconsistency as to the date of delivery.  As to the manner of delivery the typewritten provision calls generally for delivery 'at buyer's option' whereas the printed provision specifically provides for shipment on at least seven days written notice from the buyer to the seller.  These provisions are not inconsistent either.  They should of course be construed as consistent with one another if that is reasonably possible, and they can readily be so construed by giving the general typewritten provision the effect of incorporating the specific requirements as to notice of the printed one.  Indeed, this is the obvious meaning of the provisions considered together The result is, as the court below concluded, that the buyer could validly exercise its option only by giving the seller the seven days written notice called for in the printed provision.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is true that the buyer never exercised its option as to the last 3,000 bags of rice.  And certainly it is not excused for its failure to do so by the fact that the seller loaded the rice on the 'Leader' and the 'Leader' sailed more than seven days before September 30, for the buyer did not learn of the shipment until September 24 which was within seven days of the deadline for shipment and thus after its option to call for shipment had expired.  But the buyer was not under any contractual duty to exercise its option and hence its failure to do so was not a breach of contract on its part.  It is true that by not exercising its option to call for shipment of the last 3,000 bags of rice the buyer ran the risk that the seller would exercise its contractual right reserved in the second sentence of the printed delivery clause to elect whether in that event it would cancel the contract without further liability by either party, or deliver the rice to an independent public warehouse of the kind described at the buyer's risk and expense and charge it for the contract price of the rice on the warehouse receipt, delivery order, or like document.  But the fact that the buyer chose to run that risk did not give the seller the right to ship the rice before the time expired within which it had agreed that the buyer might exercise its option.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The seller, in accordance with the judgment appealed from, is entitled to the net proceeds of the sale of the rice paid into the registry of the court.  But its breach of contract prevents it from recovering the contract price of $9.90 per bag for which it asks in its complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The judgment of the District Court is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On Petition for Rehearing.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In a memorandum filed in support of its petition for rehearing the appellant vehemently asserts that this court blundered by failing to distinguish two words in the contracts, 'shipment' and 'delivery.'  Appellant contends that by 'shipment' the parties meant shipment from the San Francisco ports by a vessel bound for Mayaguez, Puerto Rico, C.I.F. Mayaguez; by 'delivery' they are said to have meant delivery of the rice at Sacramento, California, as expressly provided in the typewritten provision on the face of each contract.  We need not pause to consider what conclusions would follow if that interpretation of both of those words were correct for it is apparent that the parties intended no such distinction.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">As indicated by appellants the point of delivery typed on the face of the contracts was Sacramento.  There is no mention whatever in the contracts of San Francisco ports or of any place other than Sacramento as a point of delivery.  In this situation 'Shipment to be made not later than September 30, 1951 at buyers option' clearly means shipment from the point of delivery, that is to say, Sacramento.  This conclusion is further buttressed by the location of the typewritten time-of-shipment clause in the blank space provided after the printed title 'Time of Delivery.'  That is, the faces of the contracts read: in print 'Time of Delivery' followed in typewriting by 'Shipments to be made not later than September 30, 1951 at buyers option.'  Thus, unless delivery has two meanings in the contracts the shipment clause must mean shipment from the point of delivery, Sacramento.  Nor is there anything in the stipulated facts which indicates any intention of the parties other than that shipment must be made out of Sacramento no later than September 30, 1951.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Viewing the contracts in this light results in no inconsistency of their provisions nor impossibility of performance as asserted by appellant.  In particular the printed provision requiring seven days notice may without inconsistency be incorporated as indicated in the opinion.  Moreover, that length of time would have certainly been adequate for appellant to ship the rice from Sacramento consigned to the appellee in Mayaguez or to an independent warehouse.  Its doing so after September 23 and no later than September 30 would have satisfied its obligations whether or not there were connecting ships sailing from San Francisco on or before September 30.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The petition for rehearing is denied.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> As to the District Court's jurisdiction see &#167; 41 of the Organic Act of 1917 as amended 62 Stat. 989, 48 U.S.C.A. &#167; 863; Cepero v. Pan American Airways, Inc., 1 Cir., 1952, 195 F.2d 453, 455.  See also National Mut. Ins. Co. v. Tidewater Transfer Co., 1949, 337 U.S. 582, 69 S.Ct. 1173, 93 L.Ed. 1556</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">234</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">843</span></span></p>\n    <p class=\"parties\">RICE GROWERS ASSOCIATION OF CALIFORNIA, Plaintiff-Appellant,<br>v.<br>F. CARRERA &amp; HNO., Inc., Defendant-Appellee.</p>\n    <p class=\"docket\">No. 4943.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">Heard Feb. 7, 1956.<br>Decided June 14, 1956.<br>Rehearing Denied Aug. 6, 1956.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Walter L. Newsom, Jr., San Juan, P.R., with whom Brown, Newsom &amp; Cordova, San Juan, P.R., was on the brief, for appellant.</p>\n      <p class=\"indent\">Herman G. Pesquera, San Juan, P.R., with whom Juan Enrique Geigel, Guillermo Silva and Jaime A. Garcia Blanco, San Juan, P.R., were on the brief, for appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and BIGGS and WOODBURY, Circuit Judges.</p>\n      <p class=\"indent\">WOODBURY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On January 15 and on January 16, 1951, the plaintiff-appellant, Rice Growers Association of California, a California corporation, and the defendant-appellee, F. Carrera &amp; Hno., Inc., a Puerto Rican corporation, entered into contracts identical except as to date in each of which Rice Growers agreed to sell to Carrera and Carrera agreed to buy from Rice Growers 5,000 bags of 'Red Seal' or 'Sella Rojo' brand rice packed in bags weighing 100 pounds net.  These contracts were made up on printed forms prepared by the seller.  General provisions appear in print on the backs of the forms and specific provisions are typed in on the faces of the forms in spaces prepared for the purpose.  Each contract provides in typewriting on its face that the purchase price is to be $9.90 per bag, plus any increase in freight or insurance, C.I.F. Mayaguez, but subject to seller's 'own price decline until steamer arrives at Port of San Juan, P.R.,' that payment is to be by sight draft without discount or with 10 cents discount per bag for payment with letter of credit of New York check, and that: 'Shipments to be made not later than September 30, 1951 at buyers option.'  In print on the back of the contracts it is provided:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'Delivery: Delivery shall be made as herein provided within thirty days from date, unless otherwise specified herein, upon written notice of at least seven days to Seller by Buyer.  If Buyer fails to give notice and instructions for delivery at least seven days before expiration of said delivery period, Seller may, at Seller's option, cancel this contract without further liability hereunder by either party hereto or may make delivery to any independent public warehouseman within the State of California and not located on or adjacent to Seller's mill property, at the risk and expense of Buyer, in exchange for a negotiable warehouse receipt, delivery order and/or dock receipt, and Buyer shall in such event pay for the rice against such warehouse receipt, delivery order and/or dock receipt, in lieu of other evidence of title specified herein. * * *'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">During the summer of 1951 Carrera on several occasions made requests for partial deliveries of the 10,000 bags of rice it had agreed to buy, and these requests were complied with by Rice Growers to Carrera's apparent satisfaction, until by the end of August all but 3,000 bags of rice had been shipped, received, and paid for.  On August 20 the seller's broker in San Juan wrote the buyer advising it of an expected shortage of shipping space from California ports to Puerto Rico during September and asking for instructions with respect to the shipment of the remaining 3,000 bags of rice.  Carrera replied to this letter by requesting a reduction of the price of the rice on the ground that California rice of another type from another miller was being sold for $9.25 per bag which it said put it at a competitive disadvantage unless 'Sella Rojo' also dropped in price.  The seller's broker replied refusing the buyer's request for a reduction in price on the ground that under the contract the price was to be reduced only when the seller reduced its own prices, which it had not done, and again asking for shipping instructions on the remaining rice, reiterating the prediction of a shortage of available cargo space in September.  Carrera did not answer this letter, and it never gave any instructions for the shipment of the balance of the rice.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Nevertheless the seller, on its own volition, sometime between the morning of September 18 and the morning of September 20, caused the remaining 3,000 bags of rice to be loaded on board the steamer 'Leader' at Oakland, California, and the 'Leader' sailed from San Francisco on September 21.  On September 22 the seller's broker in San Juan wrote the buyer in Mayaguez that the rice had been shipped the day before on the 'Leader' and this letter, received by the buyer on Monday, September 24, was the first notice it had that the rice had been shipped.  The 'Leader' arrived on San Juan with the rice on board on October 2 and on that day the buyer in Mayaguez wrote the seller's broker in San Juan that the shipment had been made without its instructions which it said prejudiced it because it had very little space in its warehouse.  It said that it had wanted the rice sent on the last vessel scheduled to sail from San Francisco for Puerto Rico in September, the steamer 'War Hawk,' which loaded at Oakland between September 21 and 23 and sailed on September 25 although not scheduled to sail until September 26.  In this letter the buyer also suggested that the seller would have to reduce its price to $9.40 per bag since another mill was offering rice at that price, and it concluded its letter with the statement that since it had not ordered shipment by the 'Leader' it would 'expect your instructions' as to what to do with the rice when it arrived at Mayaguez.  This letter was received by the seller's broker in San Juan on October 3 who answered it on the same day, asserting the seller's contractual right, in the absence of shipping directions from the buyer, to ship the rice as it had on the 'Leader,' and saying that it expected the buyer to pay the sight draft covering the shipment.  On the same day the seller dropped its price to $9.40 per bag.  On the next day, October 4, the buyer answered the letter of the seller's broker of the day before reiterating its position that shipment on the 'Leader' was in breach of contract but indicating that it would accept the rice when it arrived at Mayaguez if the seller would reduce its price to $9.40 per bag.  The seller refused to reduce its price and when the rice arrived in Mayaguez on October 5 the buyer refused to accept it, insisting that the shipment had been made in violation of the seller's contractual obligation.  Rice Growers promptly brought suit in the court below<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> to recover the contract price of $9.90 per bag for the 3,000 bags of rice by foreclosing a seller's lien provided for in the contract.  The rice was then sold by agreement of the parties and the net proceeds of the sale paid into the registry of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The court below on the foregoing facts, which were stipulated, entered judgment dismissing the plaintiff's complaint on the ground that shipment on the 'Leader' constituted a breach of contract by the seller.  We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The appellant rests its argument on the proposition that the printed provision on the backs of the contracts entitled 'Delivery' quoted herein above and the typewritten provisions on the faces of the contracts that shipment is to be C.I.F. Mayaguez not later than September 30, 1951, at buyer's option, are inconsistent with one another.  It says that in this situation the typewritten provisions take precedence over the printed provision in its entirety, and the typewritten provisions properly construed imposed an obligation on the seller to ship all the rice by steamer before September 30, 1951, but gave the buyer the option to call for shipment, or shipments, prior to that date upon notice to the seller affording it a reasonable time within which to make shipment by steamer.  Wherefore it says that, having received no request for shipment of the balance of the rice contracted for, it was within its rights in shipping on the 'Leader,' for any request for shipment after that vessel loaded and sailed would not, under the circumstances, have been within a reasonable time to make shipment before September 30, 1951.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We do not pause to analyse the appellant's argument for we do not grant the premise upon which it rests.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The printed delivery clause provides for delivery of the rice contracted for within thirty days from the dates of the contracts 'unless otherwise specified herein.'  And it is 'otherwise specified' in the contracts, for the typewritten provisions called for delivery of the rice not later than September 30, eight and one half months after the contracts were singed.  There is no inconsistency as to the date of delivery.  As to the manner of delivery the typewritten provision calls generally for delivery 'at buyer's option' whereas the printed provision specifically provides for shipment on at least seven days written notice from the buyer to the seller.  These provisions are not inconsistent either.  They should of course be construed as consistent with one another if that is reasonably possible, and they can readily be so construed by giving the general typewritten provision the effect of incorporating the specific requirements as to notice of the printed one.  Indeed, this is the obvious meaning of the provisions considered together The result is, as the court below concluded, that the buyer could validly exercise its option only by giving the seller the seven days written notice called for in the printed provision.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is true that the buyer never exercised its option as to the last 3,000 bags of rice.  And certainly it is not excused for its failure to do so by the fact that the seller loaded the rice on the 'Leader' and the 'Leader' sailed more than seven days before September 30, for the buyer did not learn of the shipment until September 24 which was within seven days of the deadline for shipment and thus after its option to call for shipment had expired.  But the buyer was not under any contractual duty to exercise its option and hence its failure to do so was not a breach of contract on its part.  It is true that by not exercising its option to call for shipment of the last 3,000 bags of rice the buyer ran the risk that the seller would exercise its contractual right reserved in the second sentence of the printed delivery clause to elect whether in that event it would cancel the contract without further liability by either party, or deliver the rice to an independent public warehouse of the kind described at the buyer's risk and expense and charge it for the contract price of the rice on the warehouse receipt, delivery order, or like document.  But the fact that the buyer chose to run that risk did not give the seller the right to ship the rice before the time expired within which it had agreed that the buyer might exercise its option.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The seller, in accordance with the judgment appealed from, is entitled to the net proceeds of the sale of the rice paid into the registry of the court.  But its breach of contract prevents it from recovering the contract price of $9.90 per bag for which it asks in its complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The judgment of the District Court is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On Petition for Rehearing.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In a memorandum filed in support of its petition for rehearing the appellant vehemently asserts that this court blundered by failing to distinguish two words in the contracts, 'shipment' and 'delivery.'  Appellant contends that by 'shipment' the parties meant shipment from the San Francisco ports by a vessel bound for Mayaguez, Puerto Rico, C.I.F. Mayaguez; by 'delivery' they are said to have meant delivery of the rice at Sacramento, California, as expressly provided in the typewritten provision on the face of each contract.  We need not pause to consider what conclusions would follow if that interpretation of both of those words were correct for it is apparent that the parties intended no such distinction.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">As indicated by appellants the point of delivery typed on the face of the contracts was Sacramento.  There is no mention whatever in the contracts of San Francisco ports or of any place other than Sacramento as a point of delivery.  In this situation 'Shipment to be made not later than September 30, 1951 at buyers option' clearly means shipment from the point of delivery, that is to say, Sacramento.  This conclusion is further buttressed by the location of the typewritten time-of-shipment clause in the blank space provided after the printed title 'Time of Delivery.'  That is, the faces of the contracts read: in print 'Time of Delivery' followed in typewriting by 'Shipments to be made not later than September 30, 1951 at buyers option.'  Thus, unless delivery has two meanings in the contracts the shipment clause must mean shipment from the point of delivery, Sacramento.  Nor is there anything in the stipulated facts which indicates any intention of the parties other than that shipment must be made out of Sacramento no later than September 30, 1951.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Viewing the contracts in this light results in no inconsistency of their provisions nor impossibility of performance as asserted by appellant.  In particular the printed provision requiring seven days notice may without inconsistency be incorporated as indicated in the opinion.  Moreover, that length of time would have certainly been adequate for appellant to ship the rice from Sacramento consigned to the appellee in Mayaguez or to an independent warehouse.  Its doing so after September 23 and no later than September 30 would have satisfied its obligations whether or not there were connecting ships sailing from San Francisco on or before September 30.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The petition for rehearing is denied.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> As to the District Court's jurisdiction see &#167; 41 of the Organic Act of 1917 as amended 62 Stat. 989, 48 U.S.C.A. &#167; 863; Cepero v. Pan American Airways, Inc., 1 Cir., 1952, <span class=\"citation\" data-id=\"229067\"><a href=\"/opinion/229067/cepero-v-pan-american-airways-inc/\"><span class=\"volume\">195</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">453</span></a></span>, 455.  See also National Mut. Ins. Co. v. Tidewater Transfer Co., 1949, <span class=\"citation\" data-id=\"104697\"><a href=\"/opinion/104697/national-ins-co-v-tidewater-co/\"><span class=\"volume\">337</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">582</span></a></span>, <span class=\"citation\" data-id=\"104697\"><a href=\"/opinion/104697/national-ins-co-v-tidewater-co/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1173</span></a></span>, <span class=\"citation\" data-id=\"104697\"><a href=\"/opinion/104697/national-ins-co-v-tidewater-co/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1556</span></a></span></p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104697/",
    "http://www.courtlistener.com/api/rest/v3/opinions/229067/"
  ]
}