{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/241454/",
  "absolute_url": "/opinion/241454/peoples-first-national-bank-trust-company-under-the-will-of-sarah-g/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/241454/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:32:51Z",
  "date_modified": "2016-02-28T05:56:52.904646Z",
  "type": "010combined",
  "sha1": "0bff3be9b57a2031486547ae424b84ae42f69253",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/241/241.F2d.420.11898_1.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">241 F.2d 420</p>\n    <p class=\"parties\">PEOPLES FIRST NATIONAL BANK &amp; TRUST COMPANY, Executor Under the Will of Sarah G. Ricketson, Deceased, Appellant,<br>v.<br>UNITED STATES of America.</p>\n    <p class=\"docket\">No. 11898.</p>\n    <p class=\"court\">United States Court of Appeals Third Circuit.</p>\n    <p class=\"date\">Argued September 27, 1956.</p>\n    <p class=\"date\">Decided February 14, 1957.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James M. Arensberg, Pittsburgh, Pa. (Patterson, Crawford, Arensberg &amp; Dunn, Pittsburgh, Pa., on the brief), for appellant.</p>\n      <p class=\"indent\">L. W. Post, Dept. of Justice, Washington, D. C. (Charles K. Rice, Asst. Atty. Gen., Lee A. Jackson, Hilbert P. Zarky, Attys., Dept. of Justice, Washington, D. C., D. Malcolm Anderson, Jr., U. S. Atty., Thomas J. Shannon, Asst. U. S. Atty., Pittsburgh, Pa., on the brief), for appellee.</p>\n      <p class=\"indent\">Before BIGGS, Chief Judge, and GOODRICH and HASTIE, Circuit Judges.</p>\n      <p class=\"indent\">BIGGS, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Sarah G. Ricketson, the decedent, was the daughter of John Ricketson who died testate in 1900. By his will Ricketson devised his family homestead in Dartmouth, Massachusetts, to his wife Clementine for life with remainder to his two sons, Oliver and John, Jr. Sarah was given the right to select a plot of ground out of the homestead of sufficient size to erect, should she wish to do so, a house with \"a convenient curtilage,\" to have and to hold the plot of ground during the term of her natural life. Ricketson's will further provided that if Sarah erected a house on the plot of ground so selected, on her death her estate was to be paid, by John Ricketson's executors, the fair value of the house. The payment of the fair value was charged as a lien on the entire family homestead.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On October 1, 1926, Sarah entered into an agreement with her mother, brothers and sister. Under the agreement Sarah waived the provisions of her father's will requiring his executors to purchase the house which she might thereafter erect on the plot of ground she should select, and she also waived all charges arising therefrom as a lien on the homestead estate. The other parties to the agreement deeded a specific plot of ground selected by Sarah to her for her life and upon her death to her two brothers and to their heirs and assigns forever. The contract, in effect a deed, provided in the <i>habendum</i> clause, insofar as it relates to Sarah, as follows: \"To have and to hold the granted premises to the said Sallie G. Ricketson for life, and upon her death to the use of Oliver G. Ricketson and John H. Ricketson, Jr., their heirs and assigns forever. During her lifetime, however, said Sallie G. Ricketson shall have the power to sell the granted premises, and retain or use the proceeds.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The contract goes on to state: \"But she shall first offer the granted premises to said Oliver G. Ricketson and John H. Ricketson, Jr., their heirs or assigns. Thereupon the said Oliver G. Ricketson and John H. Ricketson, Jr., their heirs or assigns or either one of them shall have the right to purchase said premises at their fair market value. If the value cannot be agreed upon between the parties, the said Sallie G. Ricketson shall appoint an appraiser and the said Oliver G. Ricketson and John H. Ricketson, Jr., their heirs or assigns shall appoint an appraiser. If the said two appraisers cannot agree, they may themselves select a third appraiser and the majority shall determine said fair market value.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Other facts must be referred to. Sarah built a house upon the land after the execution of the 1926 agreement<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> which became her summer residence. She did not dispose of house or land during her lifetime. She died on April 5, 1949. The plaintiff, Peoples First National Bank &amp; Trust Company, is the executor under her will. The Trust Company filed a federal estate tax return on behalf of Sarah's estate but did not include therein the value of the summer residence, the house and land. The Commissioner determined that the property, the land and the house, was worth $40,000 at Sarah's death and included that amount in the gross estate. The plaintiff paid the resulting tax and filed a claim for refund which was rejected. The court below held that Sarah's \"summer residence,\" which it concluded had been valued at $40,000<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> was includible in her gross estate for purposes of the federal estate tax under Section 811(c) (1) (C) and (d) (2) of the 1939 Internal Revenue Code, as amended, 26 U.S.C.A. (I.R.C.1939) &#167; 811(c) (1) (C) and (d) (2).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> See, D.C., 137 F.Supp. 482. This appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The United States now concedes on appeal that the plot of ground on which the house was built is not taxable because Sarah never owned the land and did not make a transfer of it. The United States contends, however, that the decision of the court below as to the house itself is correct and, therefore, prays only that we modify the judgment and remand the case to the district court for appropriate allocation between land and house.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The United States argues that Sarah erected the house<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> under and pursuant to the 1926 agreement and that this was analogous to a transfer of property in trust; that such a transfer, coupled with the \"retention\" of the life use of the property and the power to sell it for her own benefit, amounted to a transfer intended to take effect at death under Section 811(c) (1) (C) (2) of the 1939 Code. The United States also asserts that the transfer by Sarah, allegedly one whereby she retained the power to sell the house<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> and retain or use the proceeds of the sale, amounted to a revocable transfer under Section 811(d) (2) of the 1939 Code. We will assume <i>arguendo</i> that Sarah's acts constituted a \"transfer\" within the purview of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Section 811(c) (1) (C) relates to transfers intended to take effect in possession or enjoyment at or after the death of the decedent. Section 811(c) (1) (C) is limited, however, by Section 811(c) (2). Section 811(c) (2) provides that a transfer on or before October 7, 1947 shall not be included in the gross estate of the decedent under Section 811 (c) (1) (C), unless the decedent retained a reversionary interest in the property, arising by the express terms of the <i>instrument of transfer.</i> The United States would treat the erection of the house on the land as an <i>instrument</i> of transfer. Such a construction could turn a carpenter's hammer or a housemover's van into a deed. We cannot accept such a broad interpretation of the law. The value of the house was not includible in Sarah's estate under Section 811(c) (1) (C) (2).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">But Section 811(d) (2) presents another issue. Under its provisions any interest is includible of which the decedent made a transfer, by trust or otherwise, where the enjoyment thereof was subject at the date of his death to any change through the exercise of a power by him \"except in case of a bona fide sale for an adequate and full consideration in money or money's worth\". Under her father's will, as we have said, Sarah possessed a life estate in an unspecified portion of the family homestead and, if she chose to erect a house thereon, the right to have her executors paid the fair value thereof by her father's executors, the whole of the homestead being charged with a lien to secure this payment. Her brothers, the remaindermen under the will, if the effect of its provisions remained unchanged were scarcely in a position to enjoy their inheritance in the Dartmouth homestead for Sarah's right to a life estate in an unspecified portion thereof was also a charge upon the real estate. It also seems probable that the father's estate could not be closed until after Sarah's death and her father's executors had paid her executors the value of the house did she see fit to put one upon the land.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Sarah, on the other hand, was in an almost equally unsatisfactory position for she had no specified tract of land on which she could erect the house. The size of the plot was undescribed except by the general statement that it was to be surrounded by a \"convenient curtilage\" and if she saw fit to erect a house she herself could never regain the money expended to put it on the land.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The situation cried for compromise. The 1926 contract &#8212; which was also a deed &#8212; supplied it. Sarah gave up her right to a life estate in an unspecified piece of real estate and her right to have her father's executors pay her executors the value of a house if she built one and received in lieu thereof a life estate in a specified portion of the homestead and, if she built a house thereon, the right to sell her estate as in fee simple at a fair price and to pocket the proceeds. Her brothers, the remaindermen,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> also received substantial benefits under the contract. Among these was the relief of the entire homestead from the lien charged upon it by their father's will and of the additional charge put upon it by Sarah's right to a life estate in an unspecified portion thereof, and the right to purchase Sarah's estate at a fair price to be determined by an appraisal. An additional benefit flowing to the remaindermen was the retention of Sarah's house as part of the fee if Sarah failed to sell her estate as in fee simple during her lifetime. Under the contract and deed Sarah gave up her right to the value of the house if she did not sell it before her death and the brothers' remainder estate gained it. This was an essential part of the consideration going to the remaindermen under the 1926 agreement and deed and was what Sarah and her brothers bargained for.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We think that the 1926 agreement, the deed, executed by the parties, was a bartering of the rights possessed by the parties thereto under their father's will and was in substance and amounted to a bona fide sale for an adequate and full consideration in money's worth. Mollenberg's Estate v. Commissioner of Internal Revenue, 2 Cir., 1949, 173 F.2d 698, 701; Ferguson v. Dickson, 3 Cir., 300 F. 961, 963, certiorari denied 1924, 266 U.S. 628, 45 S.Ct. 126, 69 L.Ed. 476. Sarah's acts therefore fall within the exception set out in Section 811(d) (2) and it follows that the value of the house was not includible.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The judgment will be reversed and the cause remanded with the direction to enter judgment for Peoples First National Bank &amp; Trust Company.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The District Court made a finding of fact that the house was erected upon the land after the execution of the 1926 agreement. See 137 F.Supp. at page 483. There is nothing in the record to support a finding as to when the house was built. The plaintiff, however, asserts that the house was built in 1927 and the government has accepted this date as the date of erection,<i>arguendo.</i> We will treat the plaintiff as estopped as to this date, though in fact it is not contended that the finding of the court below was erroneous in this regard.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The district court thought the house alone was assessed at $40,000, 137 F. Supp. at page 484. Defendant discloses that the entire property, house and land, was valued at $40,000 and included in the gross estate by the Commissioner at that figure. See defendant's brief, p. 6</p>\n        <p class=\"indent\">In this court the United States has taken the position that it is not entitled to include in Sarah's gross estate the value of the land as distinguished from that of the house.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The pertinent parts of the section are:</p>\n        <p class=\"indent\">\"&#167; 811. Gross estate</p>\n        <p class=\"indent\">\"The value of the gross estate of the decedent shall be determined by including the value at the time of his death of all property, real or personal, tangible or intangible, wherever situated, except real property situated outside of the United States &#8212;</p>\n        <p>* * * * *</p>\n        <p class=\"indent\">\"(c) Transfers in contemplation of, or taking effect at, death</p>\n        <p class=\"indent\">\"(1) General rule. To the extent of any interest therein of which the decedent has at any time made a transfer (except in case of a bona fide sale for an adequate and full consideration in money or money's worth), by trust or otherwise &#8212;</p>\n        <p>* * * * *</p>\n        <p class=\"indent\">\"(C) intended to take effect in possession or enjoyment at or after his death.</p>\n        <p>* * * * *</p>\n        <p class=\"indent\">\"(2) Transfers taking effect at death &#8212; transfers prior to October 8, 1949.</p>\n        <p class=\"indent\">\"An interest in property of which the decedent made a transfer, on or before October 7, 1949, intended to take effect in possession or enjoyment at or after his death shall not be included in his gross estate under paragraph (1) (C) of this subsection unless the decedent has retained a reversionary interest in the property, arising by the express terms of the instrument of transfer and not by operation of law, and the value of such reversionary interest immediately before the death of the decedent exceeds 5 per centum of the value of such property. * * *</p>\n        <p class=\"indent\">\"(d) Revocable transfers</p>\n        <p>* * * * *</p>\n        <p class=\"indent\">\"(2) Transfers on or prior to June 22, 1936. To the extent of any interest therein of which the decedent has at any time made a transfer, by trust or otherwise, where the enjoyment thereof was subject at the date of his death to any change through the exercise of a power, either by the decedent alone or in conjunction with any person, to alter, amend, or revoke, or where the decedent relinquished any such power in contemplation of his death, except in case of a bona fide sale for an adequate and full consideration in money or money's worth. Except in the case of transfers made after June 22, 1936, no interest of the decedent of which he has made a transfer shall be included in the gross estate under paragraph (1) unless it is includible under this paragraph; * * *\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The term \"house\" is intended to cover any and all improvements erected by Sarah on the selected plot at any time after the death of her father. See defendant's brief, p. 7</p>\n        <p class=\"indent\">There is some question as to whether the house was built on the land or built elsewhere and rolled onto the land.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Of course when the house was affixed to the land it became a part of the real estate. General Heat &amp; Appliance Co. v. Goodwin, 1944, 316 Mass. 3, 54 N.E.2d 676, 677, 679; Stone v. Livingston, 1915, 222 Mass. 192, 110 N.E.2d 297, 299</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> If we test the issue of includibility as if the 1926 contract had never been executed but Sarah nonetheless had put a house on the homestead, we know of course that her executors would have been entitled to the value of the house. It is clear we think, that under these circumstances the value of the house would be includible in Sarah's estate for tax purposes under Section 811(a) of the 1939 Code. Sarah's life estate was obliterated by her death but the right which she had under her father's will to have his executors pay to her executors the value of the house remained. The will by its terms put the value of the house into Sarah's estate</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> There were other parties to the 1926 contract, members of the Ricketson family, but it is necessary to refer here only to Sarah's brothers who were in fact the remaindermen under their father's will</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">241</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">420</span></span></p>\n    <p class=\"parties\">PEOPLES FIRST NATIONAL BANK &amp; TRUST COMPANY, Executor Under the Will of Sarah G. Ricketson, Deceased, Appellant,<br>v.<br>UNITED STATES of America.</p>\n    <p class=\"docket\">No. 11898.</p>\n    <p class=\"court\">United States Court of Appeals Third Circuit.</p>\n    <p class=\"date\">Argued September 27, 1956.</p>\n    <p class=\"date\">Decided February 14, 1957.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James M. Arensberg, Pittsburgh, Pa. (Patterson, Crawford, Arensberg &amp; Dunn, Pittsburgh, Pa., on the brief), for appellant.</p>\n      <p class=\"indent\">L. W. Post, Dept. of Justice, Washington, D. C. (Charles K. Rice, Asst. Atty. Gen., Lee A. Jackson, Hilbert P. Zarky, Attys., Dept. of Justice, Washington, D. C., D. Malcolm Anderson, Jr., U. S. Atty., Thomas J. Shannon, Asst. U. S. Atty., Pittsburgh, Pa., on the brief), for appellee.</p>\n      <p class=\"indent\">Before BIGGS, Chief Judge, and GOODRICH and HASTIE, Circuit Judges.</p>\n      <p class=\"indent\">BIGGS, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Sarah G. Ricketson, the decedent, was the daughter of John Ricketson who died testate in 1900. By his will Ricketson devised his family homestead in Dartmouth, Massachusetts, to his wife Clementine for life with remainder to his two sons, Oliver and John, Jr. Sarah was given the right to select a plot of ground out of the homestead of sufficient size to erect, should she wish to do so, a house with \"a convenient curtilage,\" to have and to hold the plot of ground during the term of her natural life. Ricketson's will further provided that if Sarah erected a house on the plot of ground so selected, on her death her estate was to be paid, by John Ricketson's executors, the fair value of the house. The payment of the fair value was charged as a lien on the entire family homestead.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On October 1, 1926, Sarah entered into an agreement with her mother, brothers and sister. Under the agreement Sarah waived the provisions of her father's will requiring his executors to purchase the house which she might thereafter erect on the plot of ground she should select, and she also waived all charges arising therefrom as a lien on the homestead estate. The other parties to the agreement deeded a specific plot of ground selected by Sarah to her for her life and upon her death to her two brothers and to their heirs and assigns forever. The contract, in effect a deed, provided in the <i>habendum</i> clause, insofar as it relates to Sarah, as follows: \"To have and to hold the granted premises to the said Sallie G. Ricketson for life, and upon her death to the use of Oliver G. Ricketson and John H. Ricketson, Jr., their heirs and assigns forever. During her lifetime, however, said Sallie G. Ricketson shall have the power to sell the granted premises, and retain or use the proceeds.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The contract goes on to state: \"But she shall first offer the granted premises to said Oliver G. Ricketson and John H. Ricketson, Jr., their heirs or assigns. Thereupon the said Oliver G. Ricketson and John H. Ricketson, Jr., their heirs or assigns or either one of them shall have the right to purchase said premises at their fair market value. If the value cannot be agreed upon between the parties, the said Sallie G. Ricketson shall appoint an appraiser and the said Oliver G. Ricketson and John H. Ricketson, Jr., their heirs or assigns shall appoint an appraiser. If the said two appraisers cannot agree, they may themselves select a third appraiser and the majority shall determine said fair market value.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Other facts must be referred to. Sarah built a house upon the land after the execution of the 1926 agreement<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> which became her summer residence. She did not dispose of house or land during her lifetime. She died on April 5, 1949. The plaintiff, Peoples First National Bank &amp; Trust Company, is the executor under her will. The Trust Company filed a federal estate tax return on behalf of Sarah's estate but did not include therein the value of the summer residence, the house and land. The Commissioner determined that the property, the land and the house, was worth $40,000 at Sarah's death and included that amount in the gross estate. The plaintiff paid the resulting tax and filed a claim for refund which was rejected. The court below held that Sarah's \"summer residence,\" which it concluded had been valued at $40,000<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> was includible in her gross estate for purposes of the federal estate tax under Section 811(c) (1) (C) and (d) (2) of the 1939 Internal Revenue Code, as amended, 26 U.S.C.A. (I.R.C.1939) &#167; 811(c) (1) (C) and (d) (2).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> See, D.C., 137 F.Supp. 482. This appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The United States now concedes on appeal that the plot of ground on which the house was built is not taxable because Sarah never owned the land and did not make a transfer of it. The United States contends, however, that the decision of the court below as to the house itself is correct and, therefore, prays only that we modify the judgment and remand the case to the district court for appropriate allocation between land and house.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The United States argues that Sarah erected the house<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> under and pursuant to the 1926 agreement and that this was analogous to a transfer of property in trust; that such a transfer, coupled with the \"retention\" of the life use of the property and the power to sell it for her own benefit, amounted to a transfer intended to take effect at death under Section 811(c) (1) (C) (2) of the 1939 Code. The United States also asserts that the transfer by Sarah, allegedly one whereby she retained the power to sell the house<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> and retain or use the proceeds of the sale, amounted to a revocable transfer under Section 811(d) (2) of the 1939 Code. We will assume <i>arguendo</i> that Sarah's acts constituted a \"transfer\" within the purview of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Section 811(c) (1) (C) relates to transfers intended to take effect in possession or enjoyment at or after the death of the decedent. Section 811(c) (1) (C) is limited, however, by Section 811(c) (2). Section 811(c) (2) provides that a transfer on or before October 7, 1947 shall not be included in the gross estate of the decedent under Section 811 (c) (1) (C), unless the decedent retained a reversionary interest in the property, arising by the express terms of the <i>instrument of transfer.</i> The United States would treat the erection of the house on the land as an <i>instrument</i> of transfer. Such a construction could turn a carpenter's hammer or a housemover's van into a deed. We cannot accept such a broad interpretation of the law. The value of the house was not includible in Sarah's estate under Section 811(c) (1) (C) (2).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">But Section 811(d) (2) presents another issue. Under its provisions any interest is includible of which the decedent made a transfer, by trust or otherwise, where the enjoyment thereof was subject at the date of his death to any change through the exercise of a power by him \"except in case of a bona fide sale for an adequate and full consideration in money or money's worth\". Under her father's will, as we have said, Sarah possessed a life estate in an unspecified portion of the family homestead and, if she chose to erect a house thereon, the right to have her executors paid the fair value thereof by her father's executors, the whole of the homestead being charged with a lien to secure this payment. Her brothers, the remaindermen under the will, if the effect of its provisions remained unchanged were scarcely in a position to enjoy their inheritance in the Dartmouth homestead for Sarah's right to a life estate in an unspecified portion thereof was also a charge upon the real estate. It also seems probable that the father's estate could not be closed until after Sarah's death and her father's executors had paid her executors the value of the house did she see fit to put one upon the land.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Sarah, on the other hand, was in an almost equally unsatisfactory position for she had no specified tract of land on which she could erect the house. The size of the plot was undescribed except by the general statement that it was to be surrounded by a \"convenient curtilage\" and if she saw fit to erect a house she herself could never regain the money expended to put it on the land.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The situation cried for compromise. The 1926 contract &#8212; which was also a deed &#8212; supplied it. Sarah gave up her right to a life estate in an unspecified piece of real estate and her right to have her father's executors pay her executors the value of a house if she built one and received in lieu thereof a life estate in a specified portion of the homestead and, if she built a house thereon, the right to sell her estate as in fee simple at a fair price and to pocket the proceeds. Her brothers, the remaindermen,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> also received substantial benefits under the contract. Among these was the relief of the entire homestead from the lien charged upon it by their father's will and of the additional charge put upon it by Sarah's right to a life estate in an unspecified portion thereof, and the right to purchase Sarah's estate at a fair price to be determined by an appraisal. An additional benefit flowing to the remaindermen was the retention of Sarah's house as part of the fee if Sarah failed to sell her estate as in fee simple during her lifetime. Under the contract and deed Sarah gave up her right to the value of the house if she did not sell it before her death and the brothers' remainder estate gained it. This was an essential part of the consideration going to the remaindermen under the 1926 agreement and deed and was what Sarah and her brothers bargained for.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We think that the 1926 agreement, the deed, executed by the parties, was a bartering of the rights possessed by the parties thereto under their father's will and was in substance and amounted to a bona fide sale for an adequate and full consideration in money's worth. Mollenberg's Estate v. Commissioner of Internal Revenue, 2 Cir., 1949, <span class=\"citation\" data-id=\"1473776\"><a href=\"/opinion/1473776/mollenbergs-estate-v-commissioner-of-internal-rev/\"><span class=\"volume\">173</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">698</span></a></span>, 701; Ferguson v. Dickson, 3 Cir., <span class=\"citation no-link\"><span class=\"volume\">300</span> <span class=\"reporter\">F.</span> <span class=\"page\">961</span></span>, 963, certiorari denied 1924, <span class=\"citation no-link\"><span class=\"volume\">266</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">628</span></span>, <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">126</span></span>, 69 L.Ed. 476. Sarah's acts therefore fall within the exception set out in Section 811(d) (2) and it follows that the value of the house was not includible.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The judgment will be reversed and the cause remanded with the direction to enter judgment for Peoples First National Bank &amp; Trust Company.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The District Court made a finding of fact that the house was erected upon the land after the execution of the 1926 agreement. See 137 F.Supp. at page 483. There is nothing in the record to support a finding as to when the house was built. The plaintiff, however, asserts that the house was built in 1927 and the government has accepted this date as the date of erection,<i>arguendo.</i> We will treat the plaintiff as estopped as to this date, though in fact it is not contended that the finding of the court below was erroneous in this regard.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The district court thought the house alone was assessed at $40,000, 137 F. Supp. at page 484. Defendant discloses that the entire property, house and land, was valued at $40,000 and included in the gross estate by the Commissioner at that figure. See defendant's brief, p. 6</p>\n        <p class=\"indent\">In this court the United States has taken the position that it is not entitled to include in Sarah's gross estate the value of the land as distinguished from that of the house.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The pertinent parts of the section are:</p>\n        <p class=\"indent\">\"&#167; 811. Gross estate</p>\n        <p class=\"indent\">\"The value of the gross estate of the decedent shall be determined by including the value at the time of his death of all property, real or personal, tangible or intangible, wherever situated, except real property situated outside of the United States &#8212;</p>\n        <p>* * * * *</p>\n        <p class=\"indent\">\"(c) Transfers in contemplation of, or taking effect at, death</p>\n        <p class=\"indent\">\"(1) General rule. To the extent of any interest therein of which the decedent has at any time made a transfer (except in case of a bona fide sale for an adequate and full consideration in money or money's worth), by trust or otherwise &#8212;</p>\n        <p>* * * * *</p>\n        <p class=\"indent\">\"(C) intended to take effect in possession or enjoyment at or after his death.</p>\n        <p>* * * * *</p>\n        <p class=\"indent\">\"(2) Transfers taking effect at death &#8212; transfers prior to October 8, 1949.</p>\n        <p class=\"indent\">\"An interest in property of which the decedent made a transfer, on or before October 7, 1949, intended to take effect in possession or enjoyment at or after his death shall not be included in his gross estate under paragraph (1) (C) of this subsection unless the decedent has retained a reversionary interest in the property, arising by the express terms of the instrument of transfer and not by operation of law, and the value of such reversionary interest immediately before the death of the decedent exceeds 5 per centum of the value of such property. * * *</p>\n        <p class=\"indent\">\"(d) Revocable transfers</p>\n        <p>* * * * *</p>\n        <p class=\"indent\">\"(2) Transfers on or prior to June 22, 1936. To the extent of any interest therein of which the decedent has at any time made a transfer, by trust or otherwise, where the enjoyment thereof was subject at the date of his death to any change through the exercise of a power, either by the decedent alone or in conjunction with any person, to alter, amend, or revoke, or where the decedent relinquished any such power in contemplation of his death, except in case of a bona fide sale for an adequate and full consideration in money or money's worth. Except in the case of transfers made after June 22, 1936, no interest of the decedent of which he has made a transfer shall be included in the gross estate under paragraph (1) unless it is includible under this paragraph; * * *\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The term \"house\" is intended to cover any and all improvements erected by Sarah on the selected plot at any time after the death of her father. See defendant's brief, p. 7</p>\n        <p class=\"indent\">There is some question as to whether the house was built on the land or built elsewhere and rolled onto the land.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Of course when the house was affixed to the land it became a part of the real estate. General Heat &amp; Appliance Co. v. Goodwin, 1944, <span class=\"citation no-link\"><span class=\"volume\">316</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">3</span></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">676</span></span>, 677, 679; Stone v. Livingston, 1915, <span class=\"citation no-link\"><span class=\"volume\">222</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">192</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">297</span></span>, 299</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> If we test the issue of includibility as if the 1926 contract had never been executed but Sarah nonetheless had put a house on the homestead, we know of course that her executors would have been entitled to the value of the house. It is clear we think, that under these circumstances the value of the house would be includible in Sarah's estate for tax purposes under Section 811(a) of the 1939 Code. Sarah's life estate was obliterated by her death but the right which she had under her father's will to have his executors pay to her executors the value of the house remained. The will by its terms put the value of the house into Sarah's estate</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> There were other parties to the 1926 contract, members of the Ricketson family, but it is necessary to refer here only to Sarah's brothers who were in fact the remaindermen under their father's will</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/1473776/"
  ]
}