{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/242849/",
  "absolute_url": "/opinion/242849/stephen-n-soffron-etc-v-s-w-lovell-company-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/242849/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:33:13Z",
  "date_modified": "2016-02-28T05:58:03.503552Z",
  "type": "010combined",
  "sha1": "b4ded91c503db0c9ba2da6171f572d6924af21f1",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/246/246.F2d.769.5232_1.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">246 F.2d 769</p>\n    <p class=\"case_cite\">114 U.S.P.Q. 87</p>\n    <p class=\"parties\">Stephen N. SOFFRON et al., etc., Defendants, Appellants,<br>v.<br>S. W. LOVELL &amp; COMPANY, Inc., et al., Plaintiffs, Appellees.</p>\n    <p class=\"docket\">No. 5232.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">July 1, 1957.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Arthur D. Thomson, Boston, Mass., for appellants.</p>\n      <p class=\"indent\">Robert B. Russell, Boston, Mass., with whom Porter, Chittick &amp; Russell, Boston, Mass., was on brief, for appellees.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit judges.</p>\n      <p class=\"indent\">WOODBURY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The plaintiffs-appellees, all of them dealers in shell fish, alleging that they had each received letters from counsel for the defendants-appellants threatening them with suit for infringing United States Patent No. 2,726,157,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> brought this suit in the court below under Title 28 U.S.C. &#167;&#167; 2201 and 2202<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> for a judgment declaring either that they were not infringing the above patent, or that it was invalid on the ground that the method of preparing sea clams to provide a fryable product covered by the patent was known and had been in public use more than one year prior to March 18, 1953, when application for the above patent was filed in the United States Patent Office.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The defendants-appellants answered, and thereupon the plaintiffs-appellees, submitting depositions, moved for summary judgment under Rule 56, F.R.Civ.P. 28 U.S.C.  The District Court on the basis of these depositions, the pleadings, and an affidavit filed by the defendants-appellants, granted the motion after hearing and entered an appropriate judgment of injunction from which the defendants-appellants have taken this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">For years the small soft shell clam dug at law tide along the northeastern coast of the United States has been esteemed as a delicacy either steamed or fried.  During the 1940's the supply of these clams sharply decreased while the demand for them increased.  The Soffron brothers, the defendants-appellants herein, who are, and for many years have been, dealers in shell fish, set out to find a solution.  After extensive experiments they found that for frying purposes a substitute for the small soft shell clam lay in lengthwise slices of uniform thickness of the propulsive organ of foot, sometimes called the tongue, of the much larger sea or hen clam.  They developed a slicing machine suitable for their purposes, which they operated in strictest secrecy in their plant, and put their product on the market in February or March 1951.  It met with commercial success, and about two years later, on March 18, 1953, they filed the application for a United States patent for their method which on December 6, 1955, ripened into the patent in suit.  All three claims of the patent are in issue.  Claim Two is typical.  It reads:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'2. The method of preparing sea clams to provide a product suitable for frying, which consists in removing the clam from the shell, separating the foot portion from the body of the clam, and slicing the foot portion of the clam lengthwise thereof in slices of substantially uniform thickness throughout the slice, the preferred thickness of the slices being in a range between 1/8' and 1/10'.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">There can be no doubt, indeed the Soffron brothers freely admit, that they put their sea clam product on the market early in 1951, and that the patent covering the method by which they prepared their product was not applied for until about two years later.  They assert, however, that the condition for patentability imposed by &#167; 102(b) of Title 35, U.S.C., quoted in material part in the margin,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> has been met because they always practiced their patented method in secret in a locked room in their plant, the windows of which were painted over and to which only themselves and trusted employees bound to secrecy were ever admitted.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The District Court rejected this contention on the authority of Metallizing Engineering Co., Inc. v. Kenyon Bearing, and Auto Parts Co., Inc., 2 Cir., 153 F.2d 516, certiorari denied, 328 U.S. 840, 66 S.Ct. 1016, 90 L.Ed. 1615, rehearing denied, 1946, 328 U.S. 881, 66 S.Ct. 1364, 90 L.Ed. 1648, and entered the judgment from which this appeal is taken.  We agree with the result reached by the District Court but find no occasion either to reject or to accept the doctrine of the case on which it relied.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The District Court and the Court of Appeals in the Metallizing Engineering Co. case were concerned with a patent for a method for procuring a satisfactory bond between a metallic surface, such as a worn machine part in need of being built up, and metal sprayed thereon in molten form.  The District Court, D.C.Conn.1945, 62 F.Supp. 42, found that the patentee had used his bonding process more than a year prior to the date of his application for a patent covering it, and that his purpose in so doing was in the main commercial, an experimental purpose in connection with such use being only subordinate.  But it found (at page 47) that the patentee had used his novel process in strict secrecy and furthermore that 'the nature of the process could not have been deduced from inspection or physical tests upon specimens of the processed product in the hands of the public.'  On the basis of these findings, the District Court, in reliance upon decisions of the Court of Appeals for the Second Circuit, held that the alleged infringer had not sustained its defense of prior public use by the inventor.  The Court said (at page 57):</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'* * * I conclude that a process invention which, as here, does not involve the use of an article invention may be practiced in secret, and the sale of its product will not be held to constitute a public use of the invented process if the plaintiff (i.e. the patentee) sustains the burden of proving that at the time the product is sold the process could not have been learned from the product.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Then the Court went on to say that it thought its conclusion in harmony with 'the law defining public use' and added:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'If, as is well established * * *, an invented machine may be secretly operated and its product freely sold without involving a public use or sale of the invention inherent in the machine, I can see no reason whatever for withholding the same immunity from an invented process, provided it is proved that the inherent invention could not be learned from the product sold.  Certainly here is nothing in the statute to require a distinction.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Court of Appeals for the Second Circuit reversed.  It accepted the District Court's findings of fact and it conceded as settled law that a fatal prior public use of a process was established when it appeared that the product of the process had been in public use for more than the time specified in the statute and the process could be detected from the product.  Moreover, it conceded that its earlier decisions supported the District Court's conclusion that a patentee's commercial use for more than the statutory period of the product of a process practiced in secret did not invalidate a patent on the process unless the product disclosed the process by which it was made.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  But, expressly overruling its decision in Peerless Roll Leaf Co. v. H. Griffin &amp; Sons, Co., 2 Cir., 1928, 29 F.2d 646, it held that any commercial use, i.e. any use except for private enjoyment or experimental purposes, by a patentee of the product of a process practiced for more than a year prior to application for a patent for the process was fatal to patentability without regard to whether the product disclosed his process to those familiar with the art involved or whether it did not.  That is to say, the Court of Appeals held that a patentee's commercial exploitation of his secret process by competitive use of its product for more than a year prior to his application for a patent forfeited his right to a process patent even though the public may have learned nothing about the process from its product.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In this case we do not need to go as far as the Court of Appeals for the Second Circuit went in the Metallizing Engineering Co. case for it seems to us very evident that the method or process covered by the Soffron brother's patent was fully disclosed to the public by the product of their process which they put on the market approximately two years before they applied for their patent.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It is true that counsel in this case have not focused their attention sharply on this disclosure point and that the District Court made no finding as to whether the Soffron brothers' marketed product did or did not disclose their secretly practiced process to the public.  Nevertheless, we think the record clearly indicates that anyone familiar with the art involved would certainly recognize the Soffron brothers' product as a clam product, and would never mistake it for a whole soft shell clam because of the absence from the product of any digestive organs.  Furthermore, anyone could see at a glance that it was a sliced product, each slice of substantially uniform thickness, and those with any knowledge of the physical structure of clams would know that the slices must have been cut from the tongue or foot portion.  And from the size of the slices they would recognize that the slices could not have come from the foot of a small soft shell clam but must have come from that organ of the larger sea or hen clam with which they certainly would be familiar, for that clam had for years been used both as bait, and when ground up, in chowder.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We think the foregoing is not only evident from an inspection of the product but is also clearly implicit in the deposition filed by the plaintiffs-appellees of a veteran dealer in clams from the State of Maine who saw the Soffron product soon after it came onto the market and attempted to imitate it, although apparently without much success because he did not succeed in devising a satisfactory machine to slice the tongues lengthwise.  Perhaps we, as persons with only a consumer's knowledge of clams, could not say with assurance that persons more familiar with that succulent bivalve mollusk would from bare inspection necessarily recognize that the foot portion was sliced lengthwise.  But the defendants-appellants in their deposition in opposition to the motion for summary judgment conceded that persons familiar with the size, shape and structure of the tongue of a sea clam could determine from inspection of their product that that organ had been sliced lengthwise.  Moreover one of the brothers testified in his deposition that anyone comparing their product with that of the not too successful competitor whose deposition was mentioned above could tell that their product was sliced lengthwise and that the competitor's was not.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In the face of the foregoing we think it would be a wholly superfluous gesture to send this case back to the district court for a categorical finding that the patentees' product disclosed the process which they practiced in secret for more than two years before they applied for their patent.  That their product disclosed their process is so clear that any finding to the contrary would be clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">A judgment will be entered affirming the judgment of the District Court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The defendants-appellants' ownership of this patent is not disputed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Federal jurisdiction over the subject matter of the suit is conferred by Title 28 U.S.C. &#167; 1338(a) for it is one arising under an Act of Congress relating to patents</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 'A person shall be entitled to a patent unless--</p>\n        <p>'(b) the invention was * * * in public use or on sale in this country, more than one year prior to the date of the application for patent in the United States * * *.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Certainly this must be so for at the very least the purpose of the statutory provision is to prevent anyone from obtaining a patent covering matter which has been known to the public, that is to say, to the part of the public familiar with the art involved, for more than a year.  And certainly a process or method, although practiced in the deepest secrecy, is known to the public if the product of the process is known to the public and the product discloses the method or process by which it was made</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">246</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">769</span></span></p>\n    <p class=\"case_cite\">114 U.S.P.Q. 87</p>\n    <p class=\"parties\">Stephen N. SOFFRON et al., etc., Defendants, Appellants,<br>v.<br>S. W. LOVELL &amp; COMPANY, Inc., et al., Plaintiffs, Appellees.</p>\n    <p class=\"docket\">No. 5232.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">July 1, 1957.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Arthur D. Thomson, Boston, Mass., for appellants.</p>\n      <p class=\"indent\">Robert B. Russell, Boston, Mass., with whom Porter, Chittick &amp; Russell, Boston, Mass., was on brief, for appellees.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit judges.</p>\n      <p class=\"indent\">WOODBURY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The plaintiffs-appellees, all of them dealers in shell fish, alleging that they had each received letters from counsel for the defendants-appellants threatening them with suit for infringing United States Patent No. 2,726,157,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> brought this suit in the court below under Title 28 U.S.C. &#167;&#167; 2201 and 2202<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> for a judgment declaring either that they were not infringing the above patent, or that it was invalid on the ground that the method of preparing sea clams to provide a fryable product covered by the patent was known and had been in public use more than one year prior to March 18, 1953, when application for the above patent was filed in the United States Patent Office.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The defendants-appellants answered, and thereupon the plaintiffs-appellees, submitting depositions, moved for summary judgment under Rule 56, F.R.Civ.P. 28 U.S.C.  The District Court on the basis of these depositions, the pleadings, and an affidavit filed by the defendants-appellants, granted the motion after hearing and entered an appropriate judgment of injunction from which the defendants-appellants have taken this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">For years the small soft shell clam dug at law tide along the northeastern coast of the United States has been esteemed as a delicacy either steamed or fried.  During the 1940's the supply of these clams sharply decreased while the demand for them increased.  The Soffron brothers, the defendants-appellants herein, who are, and for many years have been, dealers in shell fish, set out to find a solution.  After extensive experiments they found that for frying purposes a substitute for the small soft shell clam lay in lengthwise slices of uniform thickness of the propulsive organ of foot, sometimes called the tongue, of the much larger sea or hen clam.  They developed a slicing machine suitable for their purposes, which they operated in strictest secrecy in their plant, and put their product on the market in February or March 1951.  It met with commercial success, and about two years later, on March 18, 1953, they filed the application for a United States patent for their method which on December 6, 1955, ripened into the patent in suit.  All three claims of the patent are in issue.  Claim Two is typical.  It reads:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'2. The method of preparing sea clams to provide a product suitable for frying, which consists in removing the clam from the shell, separating the foot portion from the body of the clam, and slicing the foot portion of the clam lengthwise thereof in slices of substantially uniform thickness throughout the slice, the preferred thickness of the slices being in a range between 1/8' and 1/10'.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">There can be no doubt, indeed the Soffron brothers freely admit, that they put their sea clam product on the market early in 1951, and that the patent covering the method by which they prepared their product was not applied for until about two years later.  They assert, however, that the condition for patentability imposed by &#167; 102(b) of Title 35, U.S.C., quoted in material part in the margin,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> has been met because they always practiced their patented method in secret in a locked room in their plant, the windows of which were painted over and to which only themselves and trusted employees bound to secrecy were ever admitted.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The District Court rejected this contention on the authority of Metallizing Engineering Co., Inc. v. Kenyon Bearing, and Auto Parts Co., Inc., 2 Cir., <span class=\"citation\" data-id=\"1478978\"><a href=\"/opinion/1478978/metallizing-engineering-co-v-kenyon-bearing-ap-co/\"><span class=\"volume\">153</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">516</span></a></span>, certiorari denied, <span class=\"citation no-link\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">840</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1016</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1615</span></span>, rehearing denied, 1946, <span class=\"citation no-link\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">881</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1364</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1648</span></span>, and entered the judgment from which this appeal is taken.  We agree with the result reached by the District Court but find no occasion either to reject or to accept the doctrine of the case on which it relied.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The District Court and the Court of Appeals in the Metallizing Engineering Co. case were concerned with a patent for a method for procuring a satisfactory bond between a metallic surface, such as a worn machine part in need of being built up, and metal sprayed thereon in molten form.  The District Court, D.C.Conn.1945, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">42</span></span>, found that the patentee had used his bonding process more than a year prior to the date of his application for a patent covering it, and that his purpose in so doing was in the main commercial, an experimental purpose in connection with such use being only subordinate.  But it found (at page 47) that the patentee had used his novel process in strict secrecy and furthermore that 'the nature of the process could not have been deduced from inspection or physical tests upon specimens of the processed product in the hands of the public.'  On the basis of these findings, the District Court, in reliance upon decisions of the Court of Appeals for the Second Circuit, held that the alleged infringer had not sustained its defense of prior public use by the inventor.  The Court said (at page 57):</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'* * * I conclude that a process invention which, as here, does not involve the use of an article invention may be practiced in secret, and the sale of its product will not be held to constitute a public use of the invented process if the plaintiff (i.e. the patentee) sustains the burden of proving that at the time the product is sold the process could not have been learned from the product.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Then the Court went on to say that it thought its conclusion in harmony with 'the law defining public use' and added:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'If, as is well established * * *, an invented machine may be secretly operated and its product freely sold without involving a public use or sale of the invention inherent in the machine, I can see no reason whatever for withholding the same immunity from an invented process, provided it is proved that the inherent invention could not be learned from the product sold.  Certainly here is nothing in the statute to require a distinction.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Court of Appeals for the Second Circuit reversed.  It accepted the District Court's findings of fact and it conceded as settled law that a fatal prior public use of a process was established when it appeared that the product of the process had been in public use for more than the time specified in the statute and the process could be detected from the product.  Moreover, it conceded that its earlier decisions supported the District Court's conclusion that a patentee's commercial use for more than the statutory period of the product of a process practiced in secret did not invalidate a patent on the process unless the product disclosed the process by which it was made.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  But, expressly overruling its decision in Peerless Roll Leaf Co. v. H. Griffin &amp; Sons, Co., 2 Cir., 1928, <span class=\"citation\" data-id=\"1483718\"><a href=\"/opinion/1483718/peerless-roll-leaf-co-v-h-griffin-sons-co/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">646</span></a></span>, it held that any commercial use, i.e. any use except for private enjoyment or experimental purposes, by a patentee of the product of a process practiced for more than a year prior to application for a patent for the process was fatal to patentability without regard to whether the product disclosed his process to those familiar with the art involved or whether it did not.  That is to say, the Court of Appeals held that a patentee's commercial exploitation of his secret process by competitive use of its product for more than a year prior to his application for a patent forfeited his right to a process patent even though the public may have learned nothing about the process from its product.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In this case we do not need to go as far as the Court of Appeals for the Second Circuit went in the Metallizing Engineering Co. case for it seems to us very evident that the method or process covered by the Soffron brother's patent was fully disclosed to the public by the product of their process which they put on the market approximately two years before they applied for their patent.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It is true that counsel in this case have not focused their attention sharply on this disclosure point and that the District Court made no finding as to whether the Soffron brothers' marketed product did or did not disclose their secretly practiced process to the public.  Nevertheless, we think the record clearly indicates that anyone familiar with the art involved would certainly recognize the Soffron brothers' product as a clam product, and would never mistake it for a whole soft shell clam because of the absence from the product of any digestive organs.  Furthermore, anyone could see at a glance that it was a sliced product, each slice of substantially uniform thickness, and those with any knowledge of the physical structure of clams would know that the slices must have been cut from the tongue or foot portion.  And from the size of the slices they would recognize that the slices could not have come from the foot of a small soft shell clam but must have come from that organ of the larger sea or hen clam with which they certainly would be familiar, for that clam had for years been used both as bait, and when ground up, in chowder.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We think the foregoing is not only evident from an inspection of the product but is also clearly implicit in the deposition filed by the plaintiffs-appellees of a veteran dealer in clams from the State of Maine who saw the Soffron product soon after it came onto the market and attempted to imitate it, although apparently without much success because he did not succeed in devising a satisfactory machine to slice the tongues lengthwise.  Perhaps we, as persons with only a consumer's knowledge of clams, could not say with assurance that persons more familiar with that succulent bivalve mollusk would from bare inspection necessarily recognize that the foot portion was sliced lengthwise.  But the defendants-appellants in their deposition in opposition to the motion for summary judgment conceded that persons familiar with the size, shape and structure of the tongue of a sea clam could determine from inspection of their product that that organ had been sliced lengthwise.  Moreover one of the brothers testified in his deposition that anyone comparing their product with that of the not too successful competitor whose deposition was mentioned above could tell that their product was sliced lengthwise and that the competitor's was not.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In the face of the foregoing we think it would be a wholly superfluous gesture to send this case back to the district court for a categorical finding that the patentees' product disclosed the process which they practiced in secret for more than two years before they applied for their patent.  That their product disclosed their process is so clear that any finding to the contrary would be clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">A judgment will be entered affirming the judgment of the District Court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The defendants-appellants' ownership of this patent is not disputed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Federal jurisdiction over the subject matter of the suit is conferred by Title 28 U.S.C. &#167; 1338(a) for it is one arising under an Act of Congress relating to patents</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 'A person shall be entitled to a patent unless--</p>\n        <p>'(b) the invention was * * * in public use or on sale in this country, more than one year prior to the date of the application for patent in the United States * * *.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Certainly this must be so for at the very least the purpose of the statutory provision is to prevent anyone from obtaining a patent covering matter which has been known to the public, that is to say, to the part of the public familiar with the art involved, for more than a year.  And certainly a process or method, although practiced in the deepest secrecy, is known to the public if the product of the process is known to the public and the product discloses the method or process by which it was made</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/1478978/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1483718/"
  ]
}