{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/242952/",
  "absolute_url": "/opinion/242952/lizza-and-sons-inc-v-hartford-accident-indemnity-company/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/242952/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:33:15Z",
  "date_modified": "2016-02-09T15:33:15.391141Z",
  "type": "010combined",
  "sha1": "b4318416db5b638c5c5c6950dd77c5bbf103bd89",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/247/247.F2d.262.5227.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">247 F.2d 262</p>\n    <p class=\"parties\">LIZZA AND SONS, Inc., Defendant, Appellant,<br>v.<br>HARTFORD ACCIDENT &amp; INDEMNITY COMPANY et al., Appellees.</p>\n    <p class=\"docket\">No. 5227.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">Aug. 1, 1957.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John L. Saltonstall, Jr., and Frank E. A. Sander, Boston, Mass., with whom Hill, Barlow, Goodale &amp; Adams, Boston, Mass., was on brief, for appellant.</p>\n      <p class=\"indent\">Hugh J. Corcoran, Springfield, Mass., with whom Richard S. Milstein, Westfield, Mass., and Ely, King, Kingsbury &amp; Corcoran, Springfield, Mass., were on brief, for Hartford Accident &amp; Indemnity Co., appellee.</p>\n      <p class=\"indent\">Isador A. Solomon, Leominster, Mass., for Daniel D'Onfro's Sons, appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit judges.</p>\n      <p class=\"indent\">WOODBURY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from a final judgment entered for the plaintiff in a suit brought under the Declaratory Judgments Act.  Chapter 151 of Title 28 U.S.C. 2201 and 2202.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The plaintiff below and appellee herein, Hartford Accident &amp; Indemnity Company, a Connecticut corporation, alleging that the matter in controversy exceeds in value the sum of $3,000 exclusive of interest and costs, brought this suit in the court below against the appellant, Lizza &amp; Sons, Inc., a New York corporation, and the appellees Daniel A. D'Onfro and his four sons, Ralph Emanuel, Nicholas and Virgil, all citizens of Massachusetts, who were doing business in that Commonwealth under the firm name and style of Daniel D'Onfro's Sons.  The object of Hartford's suit was to obtain a judgment declaring void and of no effect a certain indemnity bond in the amount of $392,610 dated July 26, 1955, but actually executed on August 2, 1955, wherein as surety for the D'Onfros as principals it undertook to save Lizza as obligee harmless in the event of the D'Onfros' failure fully to perform an alleged contract said to have been entered into on July 26, 1955, between the D'Onfros as sub-contractors and Lizza as the prime contractor on a highway construction job.  The ground upon which Hartford based its claim for relief was that actually no contract had ever been entered into between the D'Onfros and Lizza on the above date, or, in fact, on any other.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Lizza answered asserting that contrary to the plaintiff's allegations there had been a complete meeting of minds between it and the D'Onfros as to a contract dated not July 26 but July 27, 1955, and that subsequent thereto the D'Onfros had started to perform their obligations thereunder but later quit work notifying Lizza that they did not intend to complete performance.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Moreover, in addition to taking issue on the merits, Lizza challenged the court's jurisdiction by specifically denying that the amount in controversy exceeded $3,000.  It said that as of the date of its answer it was not possible to determine what, if any, damage had been suffered by it through the D'Onfros' breach of contract and therefore that it was impossible to establish the amount in controversy between Lizza and the plaintiff on the bond referred to in the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Furthermore, Lizza asserted as a separate and complete defense that since it had suffered no presently ascretainable damage arising out of the D'Onfros' breach of contract, and had theretofore made no demand on either them or their surety, Hartford, for damages, it was entitled to have Hartford's complaint dismissed for the three following reasons.  It said:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">',1. The matters put in issue by the plaintiff's complaint are uncertain as to ultimate need and occasion for adjudication because damages many never be owed by the defendant D'Onfro to the defendant Lizza and if they are the defendant D'Onfro may pay them.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'2. An adjudication of said issues at the present time cannot be a final one since damages are not now ascertainable and there may therefore be occasion to try the same matters in other proceedings and, further, since the defendants Lizza and D'Onfro are not adverse parties in this proceeding even the matters decided will not be res judicata as between them and hence there may be occasion for subsequent trial of the same matters between Lizza and D'Onfro.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'3. No substantial damage will be suffered by the plaintiff if there is no determination now of its possible future liability but that substantial damage will be suffered by the defendant Lizza if it is compelled to try in a multiplicity of proceedings matters that can be tried in a single proceeding or that may never be tried at all if no actual damage is suffered by Lizza or a failure by D'Onfro to pay damages never materializes.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Thereupon Lizza moved for judgment in its favor on the pleadings.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The District Court denied the motion, and proceeded to try the case without a jury.  Finding as a fact on the evidence that no completed agreement was reached on July 26 or July 27, 1955, or indeed on any other date, between the D'Onfros and Lizza, it entered the judgment declaring that Hartford was under no liability on its bond from which Lizza has taken this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The record is singularly devoid of reference to the jurisdictional issues raised by Lizza in the court below and extensively argued by it and by Hartford on this appeal.  There is nothing in the transcript to show that those issues were explored at the trial and the District Court did not discuss the issues, or even mention them in its memorandum opinion.  We were informed at oral argument, however, that the District Court held an unreported hearing in chambers on the question of its jurisdiction, as a result of which we must assume it to have concluded that it had jurisdiction, and presumably also, that its jurisdiction should be exercised.  Although we are in the dark as to the basis for these conclusions, we nevertheless feel constrained to disagree, at least with the District Court's conclusion that this is an appropriate case for the exercise of jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Article III, 2 of the Constitution of the United States limits the exercise of federal judicial power to 'cases' and 'controversies.'  See Aetna Life Ins. Co. of Hartford, Conn. v. Haworth, 1937, 300 U.S. 227, 239, 57 S.Ct. 461, 81 L.Ed. 617.  And this constitutional limitation on the power of the federal courts is clearly recognized in the provision of 2201 of Title 28 U.S.C. authorizing declaratory relief only in 'a case of actual controversy.'  Indemnity Ins. Co. of North America v. Kellas, 1 Cir., 1949, 173 F.2d 120, 123.  Moreover, the Declaratory Judgments Act is only procedural in its operation for it permits courts to grant relief only in cases within their jurisdiction.  That is to say, by is 'Congress enlarged the range of remedies available in the federal courts but did not extend their jurisdiction.'  Skelly Oil Co. v. Phillips Petroleum Co., 1950, 339 U.S. 667, 671, 70 S.Ct. 876, 879, 94 L.Ed. 1194.  Thus, to come within the federal judicial power there must be a 'case' or 'controversy' in the constitutional sense and furthermore there must also be come statutory basis for federal jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Clearly no question of federal law is involved in this litigation.  Federal jurisdiction, if it exists, can only be rested upon the diversity jurisdiction conferred by Title 28 U.S.C. 1332(a)(1).  Here the requisite diversity of the citizenship of the parties is alleged and conceded, but whether the requisite jurisdictional amount is in controversy is not.  (The plaintiff alleged that it was and the defendant Lizza traversed that allegation in its answer, and there that issue of fact lies so far as the record is concerned.)  Moreover, even if jurisdictional requirements are met, that is to say even though this is a 'case' or 'controversy' in the constitutional sense over which Congress has given jurisdiction to the federal courts, still there is no compulsion to exercise that jurisdiction, Brillhart v. Excess Ins. Co., 1942, 316 U.S. 491, 494, 62 S.Ct. 1173, 86 L.Ed. 1620, for 'a declaratory judgment, like other forms of equitable relief, should be granted only as a matter of judicial discretion * * *.'  Eccles v. Peoples Bank, 1948, 333 U.S. 426, 431, 68 S.Ct. 641, 644, 92 L.Ed. 784. 'Whether declaratory relief is appropriate' in any particular case is an inquiry 'which every grant of this remedy must survive.'  Public Service Commission of Utah v. Wycoff Co., 1952,344 U.S. 237, 241, 73 S.Ct. 236, 239, 97 L.Ed. 291.  See also Indemnity Ins. Co. of North America v. Kellas, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In this case as in the case last cited we are in grave doubt as to whether at the time of suit there existed a 'case' or 'controversy' in the constitutional sense.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> To dispel the doubt, as the Supreme Court pointed out in Aetna Life Ins. Co. of Hartford, Conn. v. Haworth, 1937, 300 U.S. 227, 240, 241, 57 S.Ct. 461, 464, 81 L.Ed. 617, a distinction must be drawn between a controversy 'that is appropriate for judicial determination' and 'a difference or dispute of a hypothetical or abstract character.'  To warrant a grant of declaratory relief there 'must be a real and substantial controversy admitting of specific relief through a decree of a conclusive character, as distinguished from an opinion advising what the law would be upon a hypothetical state of facts.'  This distinction is far more readily stated than applied.  The reason for this is that 'The difference between an abstract question and a 'controversy' contemplated by the Declaratory Judgment Act is necessarily one of degree, and it would be difficult if it would be possible, to fashion a precise test for determining in every case whether there is such a controversy.  Basically, the question in each case is whether the facts alleged under all the circumstances show that there is a substantial controversy, between parties having adverse legal interests, of sufficient immediacy and reality to warrant the issuance of a declaratory judgment.'  Maryland Casualty Co. v. Pacific Coal &amp; Oil Co., 1941, 312 U.S. 270, 273, 61 S.Ct. 510, 512, 85 L.Ed. 826.  Moreover, in the later case of Public Service Commission of Utah v. Wycoff Co., 1952, 344 U.S. 237, 243, 73 S.Ct. 236, 240, 97 L.Ed. 291, the Supreme Court, after discussing the constitutional requirement of a 'case' or 'controversy,' went on to say: 'But when all the axioms have been exhausted and all words of definition have been spent, the propriety of declaratory relief in a particular case will depend upon a circumspect sense of its fitness informed by the teachings and experience concerning the functions and extent of federal judicial power.  While the courts should not be reluctant or niggardly in granting this relief in the cases for which it was designed, they must be alert to avoid imposition upon their jurisdiction through obtaining futile or premature interventions, especially in the field of public law.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">This last statement seems frankly to recognize that in these cases the question of federal judicial power under the constitution and the question of the propriety of exercising that power are closely related if not inextricably intertwined.  At any rate, both questions can be disposed of on the same considerations.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Undoubtedly there developed a disagreement or dispute between Lizza and the D'Onfros as to the contractual obligation of the latter to perform certain highway construction work for the former.  Also undoubtedly, by realigning the parties in this litigation, the D'Onfros could be placed in opposition to Lizza for the settlement of that question.  But even if this were done, still their dispute could not be adjudicated in full, for according to the untraversed allegation of Lizza's answer, at the time Hartford's suit was brought and responsive pleading thereto required (indeed we are told that even by the time of trial), Lizza had not been able to determine whether or not it had suffered any loss by the D'Onfros' alleged breach of contract.  No doubt Hartford as surety for the D'Onfros had a certain interest in the eventual outcome of their disagreement with Lizza.  If they should win, it could not be liable on its bond.  But at the time Hartford brought its suit Lizza had made no demand upon Hartford and there was no way to tell whether it ever would make demand.  That depended upon whether or not Lizza suffered any loss, for without loss no action would lie on the bond.  Furthermore, even if it should eventually develop that the D'Onfros had broken a definite agreement with Lizza, and that the latter had suffered a financial loss in consequence, still Hartford would only be liable for that loss in the event the D'Onfros were unable to respond in damages, and there is nothing in the record to indicate their actual or potential inability to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Thus Hartford's liability on its bond was doubly contingent at the time it brought its suit for a declaratory judgment.  It would not be under any liability unless it was first established that a valid contract had existed between Lizza and the D'Onfros, and that the D'Onfros had broken that contract with resultant loss to Lizza, and second that Lizza was not able to collect full compensation from the D'Onfros.  Under these circumstances we cannot see how Hartford's controversy with Lizza can be classified as 'immediate' or as one 'admitting of specific relief through a decree of a conclusive character,' or as one 'admitting of an immediate and definitive determination of the legal rights of the parties' within the requirements for the granting of declaratory relief set out in Aetna Life Ins. Co. of Hartford, Conn. v. Haworth, 1937, 300 U.S. 227, 241, 57 S.Ct. 461, 81 L.Ed. 617, and reiterated in later cases.  See Public Service Commission of Utah v. Wycoff Co., 1952, 344 U.S. 237, 242-243, 73 S.Ct. 236, 97 L.Ed. 291.  On the contrary, its suit seems to us definitely 'premature.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Moreover, there is no justification for Hartford's suit on the ground of preventing the accrual of avoidable damages.  The D'Onfros' breach of contract, if there was one, occurred before this suit was brought, and also before that time Hartford had lost by lapse of time its right under its bond to have the D'Onfros' work done by a contractor of its own choice in the event of their default.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">For these reasons alone, and others might be mentioned,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> we think the District Court in this case as in Indemnity Ins. Co. of North America v. Kellas, 1 Cir., 1949, 173 F.2d 120, ought to have dismissed the plaintiff's complaint if not on the ground of the absence of a 'case' or 'controversy' in the constitutional sense, at least on the ground that the case is not one appropriate for declaratory relief.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In view of this conclusion there is no occasion to discuss the question of the adequacy of the amount in controversy to support federal jurisdiction under Title 28 U.S.C. 1332(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">A judgment will be entered vacating the judgment of the District Court and remanding the case to that Court for the entry of a judgment dismissing the plaintiff's complaint.  The appellant to recover costs on appeal from Hartford Accident &amp; Indemnity Company, appellee.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In its answer Lizza admitted an allegation in Hartford's complaint to the effect that about November 14, 1955, Lizza notified Hartford that the D'Onfros had notified it (Lizza), that they did not intend to perform the work specified in the alleged contract of July 27, and that about November 23, 1955, Lizza notified Hartford that it (Lizza) was proceeding to do the work allegedly contracted for by the D'Onfros and intended to hold Hartford responsible for any loss</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Jurisdiction must, of course, be determined as of the time suit was brought; it cannot depend upon the outcome of the suit</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> As the case turned out Hartford succeded in establishing its freedom from any liability on its bond.  On the other hand it might of course turn out after trial that a valid contract had existed between Lizza and the D'Onfros and that the latter had broken it, in which event, assuming that Lizza had suffered loss, a second trial, no doubt involving many of the same witnesses, with its consequent delay and expense, might be necessary on the issue of damages</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">247</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">262</span></span></p>\n    <p class=\"parties\">LIZZA AND SONS, Inc., Defendant, Appellant,<br>v.<br>HARTFORD ACCIDENT &amp; INDEMNITY COMPANY et al., Appellees.</p>\n    <p class=\"docket\">No. 5227.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">Aug. 1, 1957.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John L. Saltonstall, Jr., and Frank E. A. Sander, Boston, Mass., with whom Hill, Barlow, Goodale &amp; Adams, Boston, Mass., was on brief, for appellant.</p>\n      <p class=\"indent\">Hugh J. Corcoran, Springfield, Mass., with whom Richard S. Milstein, Westfield, Mass., and Ely, King, Kingsbury &amp; Corcoran, Springfield, Mass., were on brief, for Hartford Accident &amp; Indemnity Co., appellee.</p>\n      <p class=\"indent\">Isador A. Solomon, Leominster, Mass., for Daniel D'Onfro's Sons, appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit judges.</p>\n      <p class=\"indent\">WOODBURY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from a final judgment entered for the plaintiff in a suit brought under the Declaratory Judgments Act.  Chapter 151 of Title 28 U.S.C. 2201 and 2202.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The plaintiff below and appellee herein, Hartford Accident &amp; Indemnity Company, a Connecticut corporation, alleging that the matter in controversy exceeds in value the sum of $3,000 exclusive of interest and costs, brought this suit in the court below against the appellant, Lizza &amp; Sons, Inc., a New York corporation, and the appellees Daniel A. D'Onfro and his four sons, Ralph Emanuel, Nicholas and Virgil, all citizens of Massachusetts, who were doing business in that Commonwealth under the firm name and style of Daniel D'Onfro's Sons.  The object of Hartford's suit was to obtain a judgment declaring void and of no effect a certain indemnity bond in the amount of $392,610 dated July 26, 1955, but actually executed on August 2, 1955, wherein as surety for the D'Onfros as principals it undertook to save Lizza as obligee harmless in the event of the D'Onfros' failure fully to perform an alleged contract said to have been entered into on July 26, 1955, between the D'Onfros as sub-contractors and Lizza as the prime contractor on a highway construction job.  The ground upon which Hartford based its claim for relief was that actually no contract had ever been entered into between the D'Onfros and Lizza on the above date, or, in fact, on any other.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Lizza answered asserting that contrary to the plaintiff's allegations there had been a complete meeting of minds between it and the D'Onfros as to a contract dated not July 26 but July 27, 1955, and that subsequent thereto the D'Onfros had started to perform their obligations thereunder but later quit work notifying Lizza that they did not intend to complete performance.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Moreover, in addition to taking issue on the merits, Lizza challenged the court's jurisdiction by specifically denying that the amount in controversy exceeded $3,000.  It said that as of the date of its answer it was not possible to determine what, if any, damage had been suffered by it through the D'Onfros' breach of contract and therefore that it was impossible to establish the amount in controversy between Lizza and the plaintiff on the bond referred to in the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Furthermore, Lizza asserted as a separate and complete defense that since it had suffered no presently ascretainable damage arising out of the D'Onfros' breach of contract, and had theretofore made no demand on either them or their surety, Hartford, for damages, it was entitled to have Hartford's complaint dismissed for the three following reasons.  It said:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">',1. The matters put in issue by the plaintiff's complaint are uncertain as to ultimate need and occasion for adjudication because damages many never be owed by the defendant D'Onfro to the defendant Lizza and if they are the defendant D'Onfro may pay them.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'2. An adjudication of said issues at the present time cannot be a final one since damages are not now ascertainable and there may therefore be occasion to try the same matters in other proceedings and, further, since the defendants Lizza and D'Onfro are not adverse parties in this proceeding even the matters decided will not be res judicata as between them and hence there may be occasion for subsequent trial of the same matters between Lizza and D'Onfro.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'3. No substantial damage will be suffered by the plaintiff if there is no determination now of its possible future liability but that substantial damage will be suffered by the defendant Lizza if it is compelled to try in a multiplicity of proceedings matters that can be tried in a single proceeding or that may never be tried at all if no actual damage is suffered by Lizza or a failure by D'Onfro to pay damages never materializes.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Thereupon Lizza moved for judgment in its favor on the pleadings.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The District Court denied the motion, and proceeded to try the case without a jury.  Finding as a fact on the evidence that no completed agreement was reached on July 26 or July 27, 1955, or indeed on any other date, between the D'Onfros and Lizza, it entered the judgment declaring that Hartford was under no liability on its bond from which Lizza has taken this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The record is singularly devoid of reference to the jurisdictional issues raised by Lizza in the court below and extensively argued by it and by Hartford on this appeal.  There is nothing in the transcript to show that those issues were explored at the trial and the District Court did not discuss the issues, or even mention them in its memorandum opinion.  We were informed at oral argument, however, that the District Court held an unreported hearing in chambers on the question of its jurisdiction, as a result of which we must assume it to have concluded that it had jurisdiction, and presumably also, that its jurisdiction should be exercised.  Although we are in the dark as to the basis for these conclusions, we nevertheless feel constrained to disagree, at least with the District Court's conclusion that this is an appropriate case for the exercise of jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Article III, 2 of the Constitution of the United States limits the exercise of federal judicial power to 'cases' and 'controversies.'  See Aetna Life Ins. Co. of Hartford, Conn. v. Haworth, 1937, <span class=\"citation\" data-id=\"102770\"><a href=\"/opinion/102770/aetna-life-ins-co-v-haworth/\"><span class=\"volume\">300</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">227</span></a></span>, 239, 57 S.Ct. 461, 81 L.Ed. 617.  And this constitutional limitation on the power of the federal courts is clearly recognized in the provision of 2201 of Title 28 U.S.C. authorizing declaratory relief only in 'a case of actual controversy.'  Indemnity Ins. Co. of North America v. Kellas, 1 Cir., 1949, <span class=\"citation\" data-id=\"1473800\"><a href=\"/opinion/1473800/indemnity-ins-co-of-north-america-v-kellas/\"><span class=\"volume\">173</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">120</span></a></span>, 123.  Moreover, the Declaratory Judgments Act is only procedural in its operation for it permits courts to grant relief only in cases within their jurisdiction.  That is to say, by is 'Congress enlarged the range of remedies available in the federal courts but did not extend their jurisdiction.'  Skelly Oil Co. v. Phillips Petroleum Co., 1950, <span class=\"citation\" data-id=\"104808\"><a href=\"/opinion/104808/skelly-oil-co-v-phillips-petroleum-co/\"><span class=\"volume\">339</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">667</span></a></span>, 671, 70 S.Ct. 876, 879, 94 L.Ed. 1194.  Thus, to come within the federal judicial power there must be a 'case' or 'controversy' in the constitutional sense and furthermore there must also be come statutory basis for federal jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Clearly no question of federal law is involved in this litigation.  Federal jurisdiction, if it exists, can only be rested upon the diversity jurisdiction conferred by Title 28 U.S.C. 1332(a)(1).  Here the requisite diversity of the citizenship of the parties is alleged and conceded, but whether the requisite jurisdictional amount is in controversy is not.  (The plaintiff alleged that it was and the defendant Lizza traversed that allegation in its answer, and there that issue of fact lies so far as the record is concerned.)  Moreover, even if jurisdictional requirements are met, that is to say even though this is a 'case' or 'controversy' in the constitutional sense over which Congress has given jurisdiction to the federal courts, still there is no compulsion to exercise that jurisdiction, Brillhart v. Excess Ins. Co., 1942, <span class=\"citation\" data-id=\"103697\"><a href=\"/opinion/103697/brillhart-v-excess-ins-co-of-america/\"><span class=\"volume\">316</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">491</span></a></span>, 494, 62 S.Ct. 1173, 86 L.Ed. 1620, for 'a declaratory judgment, like other forms of equitable relief, should be granted only as a matter of judicial discretion * * *.'  Eccles v. Peoples Bank, 1948, <span class=\"citation\" data-id=\"104526\"><a href=\"/opinion/104526/eccles-v-peoples-bank-of-lakewood-village/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">426</span></a></span>, 431, 68 S.Ct. 641, 644, 92 L.Ed. 784. 'Whether declaratory relief is appropriate' in any particular case is an inquiry 'which every grant of this remedy must survive.'  Public Service Commission of Utah v. Wycoff Co., 1952,<span class=\"citation\" data-id=\"105059\"><a href=\"/opinion/105059/public-serv-commn-of-utah-v-wycoff-co/\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">237</span></a></span>, 241, 73 S.Ct. 236, 239, 97 L.Ed. 291.  See also Indemnity Ins. Co. of North America v. Kellas, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In this case as in the case last cited we are in grave doubt as to whether at the time of suit there existed a 'case' or 'controversy' in the constitutional sense.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> To dispel the doubt, as the Supreme Court pointed out in Aetna Life Ins. Co. of Hartford, Conn. v. Haworth, 1937, <span class=\"citation\" data-id=\"102770\"><a href=\"/opinion/102770/aetna-life-ins-co-v-haworth/\"><span class=\"volume\">300</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">227</span></a></span>, 240, 241, 57 S.Ct. 461, 464, 81 L.Ed. 617, a distinction must be drawn between a controversy 'that is appropriate for judicial determination' and 'a difference or dispute of a hypothetical or abstract character.'  To warrant a grant of declaratory relief there 'must be a real and substantial controversy admitting of specific relief through a decree of a conclusive character, as distinguished from an opinion advising what the law would be upon a hypothetical state of facts.'  This distinction is far more readily stated than applied.  The reason for this is that 'The difference between an abstract question and a 'controversy' contemplated by the Declaratory Judgment Act is necessarily one of degree, and it would be difficult if it would be possible, to fashion a precise test for determining in every case whether there is such a controversy.  Basically, the question in each case is whether the facts alleged under all the circumstances show that there is a substantial controversy, between parties having adverse legal interests, of sufficient immediacy and reality to warrant the issuance of a declaratory judgment.'  Maryland Casualty Co. v. Pacific Coal &amp; Oil Co., 1941, <span class=\"citation\" data-id=\"103457\"><a href=\"/opinion/103457/maryland-casualty-co-v-pacific-coal-oil-co/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">270</span></a></span>, 273, 61 S.Ct. 510, 512, 85 L.Ed. 826.  Moreover, in the later case of Public Service Commission of Utah v. Wycoff Co., 1952, <span class=\"citation\" data-id=\"105059\"><a href=\"/opinion/105059/public-serv-commn-of-utah-v-wycoff-co/\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">237</span></a></span>, 243, 73 S.Ct. 236, 240, 97 L.Ed. 291, the Supreme Court, after discussing the constitutional requirement of a 'case' or 'controversy,' went on to say: 'But when all the axioms have been exhausted and all words of definition have been spent, the propriety of declaratory relief in a particular case will depend upon a circumspect sense of its fitness informed by the teachings and experience concerning the functions and extent of federal judicial power.  While the courts should not be reluctant or niggardly in granting this relief in the cases for which it was designed, they must be alert to avoid imposition upon their jurisdiction through obtaining futile or premature interventions, especially in the field of public law.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">This last statement seems frankly to recognize that in these cases the question of federal judicial power under the constitution and the question of the propriety of exercising that power are closely related if not inextricably intertwined.  At any rate, both questions can be disposed of on the same considerations.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Undoubtedly there developed a disagreement or dispute between Lizza and the D'Onfros as to the contractual obligation of the latter to perform certain highway construction work for the former.  Also undoubtedly, by realigning the parties in this litigation, the D'Onfros could be placed in opposition to Lizza for the settlement of that question.  But even if this were done, still their dispute could not be adjudicated in full, for according to the untraversed allegation of Lizza's answer, at the time Hartford's suit was brought and responsive pleading thereto required (indeed we are told that even by the time of trial), Lizza had not been able to determine whether or not it had suffered any loss by the D'Onfros' alleged breach of contract.  No doubt Hartford as surety for the D'Onfros had a certain interest in the eventual outcome of their disagreement with Lizza.  If they should win, it could not be liable on its bond.  But at the time Hartford brought its suit Lizza had made no demand upon Hartford and there was no way to tell whether it ever would make demand.  That depended upon whether or not Lizza suffered any loss, for without loss no action would lie on the bond.  Furthermore, even if it should eventually develop that the D'Onfros had broken a definite agreement with Lizza, and that the latter had suffered a financial loss in consequence, still Hartford would only be liable for that loss in the event the D'Onfros were unable to respond in damages, and there is nothing in the record to indicate their actual or potential inability to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Thus Hartford's liability on its bond was doubly contingent at the time it brought its suit for a declaratory judgment.  It would not be under any liability unless it was first established that a valid contract had existed between Lizza and the D'Onfros, and that the D'Onfros had broken that contract with resultant loss to Lizza, and second that Lizza was not able to collect full compensation from the D'Onfros.  Under these circumstances we cannot see how Hartford's controversy with Lizza can be classified as 'immediate' or as one 'admitting of specific relief through a decree of a conclusive character,' or as one 'admitting of an immediate and definitive determination of the legal rights of the parties' within the requirements for the granting of declaratory relief set out in Aetna Life Ins. Co. of Hartford, Conn. v. Haworth, 1937, <span class=\"citation\" data-id=\"102770\"><a href=\"/opinion/102770/aetna-life-ins-co-v-haworth/\"><span class=\"volume\">300</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">227</span></a></span>, 241, 57 S.Ct. 461, 81 L.Ed. 617, and reiterated in later cases.  See Public Service Commission of Utah v. Wycoff Co., 1952, <span class=\"citation\" data-id=\"105059\"><a href=\"/opinion/105059/public-serv-commn-of-utah-v-wycoff-co/\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">237</span></a></span>, 242-243, 73 S.Ct. 236, 97 L.Ed. 291.  On the contrary, its suit seems to us definitely 'premature.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Moreover, there is no justification for Hartford's suit on the ground of preventing the accrual of avoidable damages.  The D'Onfros' breach of contract, if there was one, occurred before this suit was brought, and also before that time Hartford had lost by lapse of time its right under its bond to have the D'Onfros' work done by a contractor of its own choice in the event of their default.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">For these reasons alone, and others might be mentioned,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> we think the District Court in this case as in Indemnity Ins. Co. of North America v. Kellas, 1 Cir., 1949, <span class=\"citation\" data-id=\"1473800\"><a href=\"/opinion/1473800/indemnity-ins-co-of-north-america-v-kellas/\"><span class=\"volume\">173</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">120</span></a></span>, ought to have dismissed the plaintiff's complaint if not on the ground of the absence of a 'case' or 'controversy' in the constitutional sense, at least on the ground that the case is not one appropriate for declaratory relief.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In view of this conclusion there is no occasion to discuss the question of the adequacy of the amount in controversy to support federal jurisdiction under Title 28 U.S.C. 1332(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">A judgment will be entered vacating the judgment of the District Court and remanding the case to that Court for the entry of a judgment dismissing the plaintiff's complaint.  The appellant to recover costs on appeal from Hartford Accident &amp; Indemnity Company, appellee.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In its answer Lizza admitted an allegation in Hartford's complaint to the effect that about November 14, 1955, Lizza notified Hartford that the D'Onfros had notified it (Lizza), that they did not intend to perform the work specified in the alleged contract of July 27, and that about November 23, 1955, Lizza notified Hartford that it (Lizza) was proceeding to do the work allegedly contracted for by the D'Onfros and intended to hold Hartford responsible for any loss</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Jurisdiction must, of course, be determined as of the time suit was brought; it cannot depend upon the outcome of the suit</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> As the case turned out Hartford succeded in establishing its freedom from any liability on its bond.  On the other hand it might of course turn out after trial that a valid contract had existed between Lizza and the D'Onfros and that the latter had broken it, in which event, assuming that Lizza had suffered loss, a second trial, no doubt involving many of the same witnesses, with its consequent delay and expense, might be necessary on the issue of damages</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102770/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103457/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103697/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104526/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104808/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105059/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1473800/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1976048/"
  ]
}