{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/243659/",
  "absolute_url": "/opinion/243659/mills-incorporated-v-commissioner-of-internal-revenue/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/243659/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:33:25Z",
  "date_modified": "2016-02-28T05:58:53.779920Z",
  "type": "010combined",
  "sha1": "5214e49aac4a05a101eb5a1442060a3a0fca188c",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/250/250.F2d.55.5272.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">250 F.2d 55</p>\n    <p class=\"case_cite\">58-1 USTC  P 9112</p>\n    <p class=\"parties\">MILLS, Incorporated, Petitioner,<br>v.<br>COMMISSIONER OF INTERNAL REVENUE, Respondent.</p>\n    <p class=\"docket\">No. 5272.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">Dec. 4, 1957.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Walter F. Gibbons, Providence, R.I., with whom James F. Armstrong, James T. Lodge and Armstrong &amp; Gibbons, Providence, R.I., were on brief, for petitioner.</p>\n      <p class=\"indent\">Karl Schmeidler, Attorney, Department of Justice, Washington, D.C., with whom Charles K. Rice, Asst. Atty. Gen., and Lee A. Jackson, Harry Baum and L. W. Post, Attorneys, Department of Justice, Washington, D.C., were on brief, for respondent.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit judges.</p>\n      <p class=\"indent\">MAGRUDER, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">We have on review a decision of the Tax Court, entered March 8, 1957, determining that there is a deficiency in the taxpayer's personal holding company surtax in the amount of $43,172.81 for the taxable year 1949.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Reference to the plain and inescapable language of the Internal Revenue Code compels us to conclude that this decision by the Tax Court was wrong.  Originally the Tax Court agreed with the contentions of the taxpayer in the case at bar.  Alworth v. Commissioner, 38 B.T.A. 656 (1938); Clarion Oil Co. v. Commissioner, 1943, 1 T.C. 751.  But the Tax Court's decision in the latter case was reversed by the Court of Appeals for the District of Columbia Circuit, Commissioner v. Clarion Oil Co., 1945, 80 U.S.App.D.C. 41, 148 F.2d 671, certiorari denied 1945, 325 U.S. 881, 65 S.Ct. 1575, 89 L.Ed. 1997.  This was followed by a similar decision in the Second Circuit favoring the Commissioner's present position in the case of Aramo-Stiftung v. Commissioner, 1949, 172 F.2d 896.  See also Birmingham v. Loestcher Co., 8 Cir., 1951, 188 F.2d 78.  And so, in Wm. J. Lemp Brewing Co. v. Commissioner, 1952, 18 T.C. 586, the Tax Court changed its earlier ruling in conformity with what then seemed to be the consensus of court of appeals decisions.  This changed viewpoint was followed by the Tax Court in De Soto Securities Co. v. Commissioner, 1955, 25 T.C. 175; but when this decision came to be reviewed in the Seventh Circuit, the Tax Court was reversed, thus lining up the Seventh Circuit in opposition to the decisions in the other circuits.  De Soto Securities Co. v. Commissioner, 1956, 235 F.2d 409.  When the present case came before the Tax Court, with the prospect of review in the First Circuit (which was then uncommitted on the point), the Tax Court decided, notwithstanding the decision of the Seventh Circuit in De Soto Securities Co. v. Commissioner, that it had better not change its position a second time, with the result that it decided the present case in accordance with the Commissioner's contentions.  For reasons about to be stated, we think that the Tax Court erred in this determination, and that the conclusion reached in De Soto Securities Co. v. Commissioner, 1956, 235 F.id 409, was right.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Mills, Incorporated, is a Maryland corporation, with its principal place of business in Providence, Rhode Island.  It has consistently kept its books on the accrual method of accounting.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1948 a revenue agent, after auditing the taxpayerhs income and excess profits tax returns for the years 1944 and 1945, notified the taxpayer that he proposed to disallow a claimed unused excess profits credit carry-over from 1943 to 1945 and to disallow a certain bad debt deduction.  The taxpayer disagreed with the proposed adjustments and requested a conference with the revenue agenths superiors.  We have no reason to suppose that the dispute as to all the points in issue was not a serious and bona fide one.  As a result of the requested conference, a compromise settlement was arrived at whereunder the taxpayer agreed to the assessment of an additional tax, while at the same time the Commissioner agreed to allow the bad debt deduction which had also been in dispute.  The taxpayer accordingly, on August 12, 1948, signed a Form 870 and in 1949 paid the collector at Providence the sum of $49,823.24 representing the agreedupon net deficiency for 1944 and 1945.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">For the years 1948 and 1949 Mills, Incorporated, fell within the category of personal holding company as defined in 501 of the Internal Revenue Code of 1939, 26 U.S.C.A. 501.  Personal holding companies were exempt from payment of an excess profits tax by virtue of 454(d) of the Code, 26 U.S.C.A. Excess Profits Taxes, 454(d) (originally 727(e), added by 54 Stat. 988 (1940), 26 U.S.C.A. Excess Profits Taxes, 727(e)).  On the other hand, personal holding companies were subject to the heavy surtax imposed by 500 of the Code.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In its personal holding company return for 1949 taxpayer, in computing its subchapter A net income, claimed as a deduction the $49,823.24 payment noted above.  The taxpayer made this deduction pursuant to its reading of 505(a):</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'For the purposes of this subchapter the term 'Subchapter A Net Income' means the net income with the following adjustments:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'(a) Additional deductions.  There shall be allowed as deductions--</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'(1) Federal income, war-profits, and excess-profits taxes paid or accrued during the taxable year to the extent not allowed as a deduction under section 23; but not including the tax imposed by section 102 * * *.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The key words in this statutory provision are 'paid or accrued'.  The taxpayer asserts that the word 'accrued' must be taken in the normal accounting sense as applied to a taxpayer which kept its books on the accrual basis of accounting, and that under accepted accounting practices an accrual basis taxpayer can accrue a disputed tax liability only in the year in which the dispute was resolved.  See Dixie Pine Products Co. v. Commissioner, 1944, 320 U.S. 516, 64 S.Ct. 364, 88 L.Ed. 420; Security Flour Mills Co. v. Commissioner, 1944, 321 U.S. 281, 64 S.Ct. 596, 88 L.Ed. 725.  Whether the tax deficiency of $49,823.24 may in this sense be said to have accrued in 1948, when the taxpayer signed the 870 form, or in 1949, when the taxpayer actually paid to the collector the amount in question, may be a matter of argument, the answer to which is not clearly indicated in the present record.  We assume, as the Tax Court said in its opinion, and as apparently the Commissioner does not controvert, that from the standpoint of the taxpayer it really makes no difference whether this tax deficiency is held to have accrued in 1948 or 1949; that though the method of computation may be different in accordance with what view is taken, in either event the same result would be reached as if the 1945 deficiency were deductible as an accrued excess profits tax liability in 1949.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Commissioner of course contends that the 1945 tax deficiency cannot be said to have 'accrued' in either 1948 or 1949; that the phrase 'paid or accrued' found in 505(a)(1) has a broad meaning unrelated to the accounting definition, so that accrual means that the tax must be attributable to the year in which the taxed income was made, here the year 1945.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This contention by the Commissioner seems to us to be contrary to the plain and unambiguous provision of 507 of the Code, which states that the 'terms used in this sub-chapter shall have the same meaning as when used in chapter 1.'  Cf. United States v. Olympic Radio &amp; Television, Inc., 1955, 349 U.S. 232, 75 S.Ct. 733, 99 L.Ed. 1024.  That refers us back inevitably to three sections in Chapter 1 reading as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'41.  General rule</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'The net income shall be computed upon the basis of the taxpayer's annual accounting period (fiscal year or calendar year, as the case may be) in accordance with the method of accounting regularly employed in keeping the books of such taxpayer; but if no such method of accounting has been so employed, or if the method employed does not clearly reflect the income, the computation shall be made in accordance with such method as in the opinion of the Commissioner does clearly reflect the income.  If the taxpayer's annual accounting period is other than a fiscal year as defined in section 48 or if the taxpayer has no annual accounting period or does not keep books, the net income shall be computed on the basis of the calendar year.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'43.  Period for which deductions and credits taken</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'The deductions and credits * * * provided for in this chapter shall be taken for the taxable year in which 'paid or accrued' or 'paid or incurred', dependent upon the method of accounting upon the basis of which the net income is computed, unless in order top clearly reflect the income the deductions or credits should be taken as of a different period. * * *'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'48.  Definitions</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">'When used in this chapter-- * * *</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">'(c) 'Paid or incurred', 'paid or accrued'.  The terms 'paid or incurred' and 'paid or accrued' shall be construed according to the method of accounting upon the basis of which the net income is computed under this Part.'</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The taxpayer points out that, if the phrase 'paid or accrued' in 505(a)(1) means what the Commissioner claims, then a personal holding company could never obtain the benefit of an excess profits tax deduction, since as a personal holding company it was exempted from the excess profits tax.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The taxpayer also points out by way of reinforcing the foregoing that 505(a) (1) specifically indicated that the tax imposed by 102 should not be deducted.  Section 102, which exempts personal holding companies from its coverage, imposes a surtax on corporations deemed to be improperly accumulating a surplus, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">'(a) Imposition of tax.  There shall be levied, collected, and paid for each taxable year (in addition to other taxes imposed by this chapter) upon the net income of every corporation (other than a personal holding company as defined in section 501 or a foreign personal holding company as defined in Supplement P) if such corporation, however created or organized, is formed or availed of for the purpose of preventing the imposition of the surtax upon its shareholders * * *.'</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">If the definition of 'accrued' suggested by the Commissioner is accepted, there would have been no need in 505(a)(1) to refer specifically to 102, since the deduction for the 102 tax could only be taken in the year in which the taxed income was earned, and, inasmuch as in that year the corporation was allegedly subject to the 102 surtax on improperly accumulated surplus, it could not, by hypothesis, have then been a personal holding company.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It may well be true that the Congress did not have the exact problem of the present case in mind at the time it enacted 505(a)(1) and 507.  This is unimportant, if true.  However, for what it is worth we may point out that when the Congress did focus its attention on the particular problem, in its revision of the Code of 1954, it enacted a provision in 545 which looks in the taxpayer's direction.  We quote the following comment from the Senate committee report:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">'In allowing a deduction only for taxes accrued, the committee recognizes that some corporations on the cash basis have consistently deducted, in returns filed for prior taxable years, only those taxes which have been paid during such years.  Such corporations may continue to so deduct only the taxes paid during the taxable year.  However, such a corporation may deduct only the taxes accrued during the taxable year if it so elects on its return filed for such year.  An election once made in a return is irrevocable for such year and the accrual method of deducting taxes applies to all subsequent taxable years.  In the case of contested taxes the accrual occurs in the year the contest is resolved (Dixie Pine Products Co. v. Commissioner, 320 U.S. 516, 64 S.Ct. 364).'  S.Rep. No. 1622, 83d Cong., 2d Sess. 320 (1954), U.S. Code Congressional and Administrative News 1954, p. 4960.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">A judgment will be entered vacating the decision of the Tax Court and remanding the case to that Court for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">250</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">55</span></span></p>\n    <p class=\"case_cite\">58-1 USTC  P 9112</p>\n    <p class=\"parties\">MILLS, Incorporated, Petitioner,<br>v.<br>COMMISSIONER OF INTERNAL REVENUE, Respondent.</p>\n    <p class=\"docket\">No. 5272.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">Dec. 4, 1957.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Walter F. Gibbons, Providence, R.I., with whom James F. Armstrong, James T. Lodge and Armstrong &amp; Gibbons, Providence, R.I., were on brief, for petitioner.</p>\n      <p class=\"indent\">Karl Schmeidler, Attorney, Department of Justice, Washington, D.C., with whom Charles K. Rice, Asst. Atty. Gen., and Lee A. Jackson, Harry Baum and L. W. Post, Attorneys, Department of Justice, Washington, D.C., were on brief, for respondent.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit judges.</p>\n      <p class=\"indent\">MAGRUDER, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">We have on review a decision of the Tax Court, entered March 8, 1957, determining that there is a deficiency in the taxpayer's personal holding company surtax in the amount of $43,172.81 for the taxable year 1949.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Reference to the plain and inescapable language of the Internal Revenue Code compels us to conclude that this decision by the Tax Court was wrong.  Originally the Tax Court agreed with the contentions of the taxpayer in the case at bar.  Alworth v. Commissioner, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">B.T.A.</span> <span class=\"page\">656</span></span> (1938); Clarion Oil Co. v. Commissioner, 1943, 1 T.C. 751.  But the Tax Court's decision in the latter case was reversed by the Court of Appeals for the District of Columbia Circuit, Commissioner v. Clarion Oil Co., 1945, 80 U.S.App.D.C. 41, <span class=\"citation\" data-id=\"1503854\"><a href=\"/opinion/1503854/commissioner-of-internal-revenue-v-clarion-oil-co/\"><span class=\"volume\">148</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">671</span></a></span>, certiorari denied 1945, <span class=\"citation no-link\"><span class=\"volume\">325</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">881</span></span>, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1575</span></span>, 89 L.Ed. 1997.  This was followed by a similar decision in the Second Circuit favoring the Commissioner's present position in the case of Aramo-Stiftung v. Commissioner, 1949, 172 F.2d 896.  See also Birmingham v. Loestcher Co., 8 Cir., 1951, 188 F.2d 78.  And so, in Wm. J. Lemp Brewing Co. v. Commissioner, 1952, <span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">586</span></span>, the Tax Court changed its earlier ruling in conformity with what then seemed to be the consensus of court of appeals decisions.  This changed viewpoint was followed by the Tax Court in De Soto Securities Co. v. Commissioner, 1955, 25 T.C. 175; but when this decision came to be reviewed in the Seventh Circuit, the Tax Court was reversed, thus lining up the Seventh Circuit in opposition to the decisions in the other circuits.  De Soto Securities Co. v. Commissioner, 1956, 235 F.2d 409.  When the present case came before the Tax Court, with the prospect of review in the First Circuit (which was then uncommitted on the point), the Tax Court decided, notwithstanding the decision of the Seventh Circuit in De Soto Securities Co. v. Commissioner, that it had better not change its position a second time, with the result that it decided the present case in accordance with the Commissioner's contentions.  For reasons about to be stated, we think that the Tax Court erred in this determination, and that the conclusion reached in De Soto Securities Co. v. Commissioner, 1956, 235 F.id 409, was right.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Mills, Incorporated, is a Maryland corporation, with its principal place of business in Providence, Rhode Island.  It has consistently kept its books on the accrual method of accounting.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1948 a revenue agent, after auditing the taxpayerhs income and excess profits tax returns for the years 1944 and 1945, notified the taxpayer that he proposed to disallow a claimed unused excess profits credit carry-over from 1943 to 1945 and to disallow a certain bad debt deduction.  The taxpayer disagreed with the proposed adjustments and requested a conference with the revenue agenths superiors.  We have no reason to suppose that the dispute as to all the points in issue was not a serious and bona fide one.  As a result of the requested conference, a compromise settlement was arrived at whereunder the taxpayer agreed to the assessment of an additional tax, while at the same time the Commissioner agreed to allow the bad debt deduction which had also been in dispute.  The taxpayer accordingly, on August 12, 1948, signed a Form 870 and in 1949 paid the collector at Providence the sum of $49,823.24 representing the agreedupon net deficiency for 1944 and 1945.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">For the years 1948 and 1949 Mills, Incorporated, fell within the category of personal holding company as defined in 501 of the Internal Revenue Code of 1939, 26 U.S.C.A. 501.  Personal holding companies were exempt from payment of an excess profits tax by virtue of 454(d) of the Code, 26 U.S.C.A. Excess Profits Taxes, 454(d) (originally 727(e), added by 54 Stat. 988 (1940), 26 U.S.C.A. Excess Profits Taxes, 727(e)).  On the other hand, personal holding companies were subject to the heavy surtax imposed by 500 of the Code.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In its personal holding company return for 1949 taxpayer, in computing its subchapter A net income, claimed as a deduction the $49,823.24 payment noted above.  The taxpayer made this deduction pursuant to its reading of 505(a):</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'For the purposes of this subchapter the term 'Subchapter A Net Income' means the net income with the following adjustments:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'(a) Additional deductions.  There shall be allowed as deductions--</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'(1) Federal income, war-profits, and excess-profits taxes paid or accrued during the taxable year to the extent not allowed as a deduction under section 23; but not including the tax imposed by section 102 * * *.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The key words in this statutory provision are 'paid or accrued'.  The taxpayer asserts that the word 'accrued' must be taken in the normal accounting sense as applied to a taxpayer which kept its books on the accrual basis of accounting, and that under accepted accounting practices an accrual basis taxpayer can accrue a disputed tax liability only in the year in which the dispute was resolved.  See Dixie Pine Products Co. v. Commissioner, 1944, <span class=\"citation\" data-id=\"103906\"><a href=\"/opinion/103906/dixie-pine-products-co-v-commissioner/\"><span class=\"volume\">320</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">516</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">364</span></span>, 88 L.Ed. 420; Security Flour Mills Co. v. Commissioner, 1944, <span class=\"citation\" data-id=\"103942\"><a href=\"/opinion/103942/security-mills-co-v-commr/\"><span class=\"volume\">321</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">281</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">596</span></span>, 88 L.Ed. 725.  Whether the tax deficiency of $49,823.24 may in this sense be said to have accrued in 1948, when the taxpayer signed the 870 form, or in 1949, when the taxpayer actually paid to the collector the amount in question, may be a matter of argument, the answer to which is not clearly indicated in the present record.  We assume, as the Tax Court said in its opinion, and as apparently the Commissioner does not controvert, that from the standpoint of the taxpayer it really makes no difference whether this tax deficiency is held to have accrued in 1948 or 1949; that though the method of computation may be different in accordance with what view is taken, in either event the same result would be reached as if the 1945 deficiency were deductible as an accrued excess profits tax liability in 1949.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Commissioner of course contends that the 1945 tax deficiency cannot be said to have 'accrued' in either 1948 or 1949; that the phrase 'paid or accrued' found in 505(a)(1) has a broad meaning unrelated to the accounting definition, so that accrual means that the tax must be attributable to the year in which the taxed income was made, here the year 1945.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This contention by the Commissioner seems to us to be contrary to the plain and unambiguous provision of 507 of the Code, which states that the 'terms used in this sub-chapter shall have the same meaning as when used in chapter 1.'  Cf. United States v. Olympic Radio &amp; Television, Inc., 1955, <span class=\"citation\" data-id=\"105308\"><a href=\"/opinion/105308/united-states-v-olympic-radio-television/\"><span class=\"volume\">349</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></a></span>, <span class=\"citation\" data-id=\"105308\"><a href=\"/opinion/105308/united-states-v-olympic-radio-television/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">733</span></a></span>, 99 L.Ed. 1024.  That refers us back inevitably to three sections in Chapter 1 reading as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'41.  General rule</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'The net income shall be computed upon the basis of the taxpayer's annual accounting period (fiscal year or calendar year, as the case may be) in accordance with the method of accounting regularly employed in keeping the books of such taxpayer; but if no such method of accounting has been so employed, or if the method employed does not clearly reflect the income, the computation shall be made in accordance with such method as in the opinion of the Commissioner does clearly reflect the income.  If the taxpayer's annual accounting period is other than a fiscal year as defined in section 48 or if the taxpayer has no annual accounting period or does not keep books, the net income shall be computed on the basis of the calendar year.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'43.  Period for which deductions and credits taken</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'The deductions and credits * * * provided for in this chapter shall be taken for the taxable year in which 'paid or accrued' or 'paid or incurred', dependent upon the method of accounting upon the basis of which the net income is computed, unless in order top clearly reflect the income the deductions or credits should be taken as of a different period. * * *'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'48.  Definitions</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">'When used in this chapter-- * * *</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">'(c) 'Paid or incurred', 'paid or accrued'.  The terms 'paid or incurred' and 'paid or accrued' shall be construed according to the method of accounting upon the basis of which the net income is computed under this Part.'</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The taxpayer points out that, if the phrase 'paid or accrued' in 505(a)(1) means what the Commissioner claims, then a personal holding company could never obtain the benefit of an excess profits tax deduction, since as a personal holding company it was exempted from the excess profits tax.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The taxpayer also points out by way of reinforcing the foregoing that 505(a) (1) specifically indicated that the tax imposed by 102 should not be deducted.  Section 102, which exempts personal holding companies from its coverage, imposes a surtax on corporations deemed to be improperly accumulating a surplus, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">'(a) Imposition of tax.  There shall be levied, collected, and paid for each taxable year (in addition to other taxes imposed by this chapter) upon the net income of every corporation (other than a personal holding company as defined in section 501 or a foreign personal holding company as defined in Supplement P) if such corporation, however created or organized, is formed or availed of for the purpose of preventing the imposition of the surtax upon its shareholders * * *.'</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">If the definition of 'accrued' suggested by the Commissioner is accepted, there would have been no need in 505(a)(1) to refer specifically to 102, since the deduction for the 102 tax could only be taken in the year in which the taxed income was earned, and, inasmuch as in that year the corporation was allegedly subject to the 102 surtax on improperly accumulated surplus, it could not, by hypothesis, have then been a personal holding company.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It may well be true that the Congress did not have the exact problem of the present case in mind at the time it enacted 505(a)(1) and 507.  This is unimportant, if true.  However, for what it is worth we may point out that when the Congress did focus its attention on the particular problem, in its revision of the Code of 1954, it enacted a provision in 545 which looks in the taxpayer's direction.  We quote the following comment from the Senate committee report:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">'In allowing a deduction only for taxes accrued, the committee recognizes that some corporations on the cash basis have consistently deducted, in returns filed for prior taxable years, only those taxes which have been paid during such years.  Such corporations may continue to so deduct only the taxes paid during the taxable year.  However, such a corporation may deduct only the taxes accrued during the taxable year if it so elects on its return filed for such year.  An election once made in a return is irrevocable for such year and the accrual method of deducting taxes applies to all subsequent taxable years.  In the case of contested taxes the accrual occurs in the year the contest is resolved (Dixie Pine Products Co. v. Commissioner, <span class=\"citation\" data-id=\"103906\"><a href=\"/opinion/103906/dixie-pine-products-co-v-commissioner/\"><span class=\"volume\">320</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">516</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">364</span></span>).'  S.Rep. No. 1622, 83d Cong., 2d Sess. 320 (1954), U.S. Code Congressional and Administrative News 1954, p. 4960.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">A judgment will be entered vacating the decision of the Tax Court and remanding the case to that Court for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103906/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103942/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105308/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1503854/"
  ]
}