{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/245398/",
  "absolute_url": "/opinion/245398/carlos-roberto-colon-rosich-v-people-of-puerto-rico/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/245398/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:33:52Z",
  "date_modified": "2016-02-28T06:00:36.072175Z",
  "type": "010combined",
  "sha1": "f497a4600233ed54f72b416b2621b15d25179998",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/256/256.F2d.393.5299_1.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">256 F.2d 393</p>\n    <p class=\"parties\">Carlos Roberto COLON-ROSICH, Defendant, Appellant,<br>v.<br>PEOPLE OF PUERTO RICO, Appellee.</p>\n    <p class=\"docket\">No. 5299.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">June 5, 1958.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Robert W. Meserve, Boston, Mass., with whom John R. Hally, Boston, Mass., and Santos P. Amadeo, Rio Piedras, P. R., were on brief, for appellant.</p>\n      <p class=\"indent\">Alfredo Archilla Guenard, Pros. Atty., San Juan, P. R., with whom J. B. Fernandez Badillo, Atty. Gen., Commonwealth of Puerto Rico, and Arturo Estrella, Asst. Atty. Gen., were on brief, for appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and MARIS (by special assignment) and WOODBURY, Circuit Judges.</p>\n      <p class=\"indent\">WOODBURY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from a judgment of the Supreme Court of Puerto Rico affirming a judgment of sentence to a term in the penitentiary passed by the Superior Court of Puerto Rico, Ponce Part, upon the appellant after he had been found guilty by a jury of statutory rape.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">As is not unusual in cases like this, the only direct evidence of the crime was the testimony of the prosecutrix herself. She testified in substance that she was eleven years old at the time of the alleged offense, that she was a schoolmate and intimate friend of the appellant's daughter, Margarita, who was about her age, and that on April 4, 1952, she went to spend the Easter vacation with Margarita and her family at a farm owned by the appellant. She said that the first few days of the visit passed uneventfully in play and that on the night of April 8 she and Margarita went to sleep in separate beds in a small room adjoining the room occupied by the appellant and his wife. Later that night she testified that she awoke to find the appellant lying in bed beside her and starting to remove her panties. She said that she asked him in a low voice to go away, but that he covered her mouth and told her that he loved her very much and that there was nothing wrong with what he was doing, and that he thereupon removed her panties, rolled up her nightgown and proceeded to have sexual intercourse with her. When the appellant left after the act she said that she put her panties on again and went back to sleep. She said that in the morning when she awoke she discovered that her panties were stained with blood in the crotch and that she took them off and put them in a box in which she carried her clothes.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The prosecutrix stayed on with the appellant and his family, playing normally with Margarita and other children and going in a family party to the movies, until the afternoon of April 11 when she went to visit her grandmother in a nearby town. It appears that her mother was present when she arrived at her grandmother's house and remained there for about three quarters of an hour after the prosecutrix arrived but that she did not then tell her mother or anyone else what had happened during the night of April 8.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The grandmother testified that on the morning of April 13 she discovered the bloodstained garment in the prosecutrix' box and pressed the prosecutrix for an explanation but receiving no satisfactory answer to her inquiries she directed the prosecutrix to wash the garment thoroughly, which she did. On Monday evening, April 14, the prosecutrix' mother arrived at the grandmother's house and waking the prosecutrix up questioned her closely with reference to the bloodstained garment as a result of which the prosecutrix told her mother what the appellant had done to her six nights before.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On the following morning the prosecutrix was examined by a doctor who testified that he found the prosecutrix' hymen ruptured. He said that as a medical expert he could tell no more from its appearance than that the rupture had occurred at some time within twelve days and that while it certainly might have been caused by sexual intercourse it could also have happened in a number of other ways.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In spite of the fact that the appellant was in his seventieth year when his alleged offense occurred, and of the inherent improbabilities in the prosecutrix' story, particularly as to the place and circumstances of the alleged offense, her testimony standing alone would be enough to support the verdict of guilty were it not for &#167; 250 of the Code of Criminal Procedure of Puerto Rico (1935 Ed.), 34 L.P.R.A. &#167; 729, which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">\"Upon a trial * * * for rape, the defendant can not be convicted upon the testimony of the woman upon or with whom the offense was committed, unless her testimony is corroborated by other evidence.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">And the Supreme Court of Puerto Rico in construing this statute has repeatedly held that while evidence to be corroborative does not necessarily have to support the evidence of the prosecutrix in all its particulars or to establish all the elements of the crime of rape, it must \"tend to connect the defendant with the commission of the crime.\" People v. Baerga, 1949, 70 P.R.R. 85, 87-88, and cases cited.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The trial court gave the jury general instructions in accordance with the statutory requirement for corroboration as construed by the Supreme Court of Puerto Rico in the case last cited. In addition, it told the jury specifically that it might find corroboration in the statement made by the prosecutrix to her mother on the night of April 14, provided the jury believed that the statement was made freely and spontaneously, at the first opportunity afforded after the prosecutrix was \"free of duress or free from an oppressive environment,\" and that the words were spoken \"without her having schemed a plan or line of conduct to utter them.\" This instruction is in accordance with numerous decisions of the Supreme Court of Puerto Rico. See People v. Marquez, 1945, 64 P.R.R. 354, 362 et seq.; and People v. Munoz, 1948, 68 P.R.R. 159, 169, 170, and cases cited. While the rule may be open to attack on logical grounds, we are not prepared to say that the rule is \"patently erroneous\" or \"inescapably wrong,\" far less that the rule raises a substantial federal question.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We turn now to other instructions on the question of corroboration. The trial court told the jury specifically that the testimony of the doctor that he found the prosecutrix' hymen had been ruptured within twelve days was not to be regarded as corroborating her testimony that she had been raped by the appellant, for all that appeared from the doctor's testimony \"is that that girl was raped or in some way her hymenal membrane was ruptured, but that testimony by itself does not connect the offense with any person.\" But the court also told the jury that it could find corroboration of the prosecutrix' testimony from the evidence of the bloodstained panties if it believed beyond a reasonable doubt that the panties were actually stained with blood as she and her grandmother had testified.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">There is ample support in the Puerto Rican cases for the court's instruction that the doctor's testimony that the prosecutrix' hymen had been ruptured was not to be considered as corroborating the prosecutrix' testimony for the reason that such evidence in no way connects an accused with the crime with which he stands charged. People v. Feliciano, 1938, 53 P.R.R. 402; People v. Baerga, 1949, 70 P.R.R. 85; People v. Lugo, 1949, 70 P.R.R. 134. And there are some general statements made rather offhand and in passing, and in connection with other evidence tending directly to implicate the accused, in People v. Nieves, 1935, 48 P.R.R. 149, 151, and People v. Munoz, 1948, 68 P.R.R. 159, 169, to support the court's instruction that it could find corroboration of a prosecutrix' testimony from evidence of her torn or bloodstained garments. Nevertheless, the two instructions are patently inconsistent for a bloodstained garment has no more tendency to connect an accused with the crime charged against him than a ruptured hymen.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The inconsistency in the above instructions may have constituted error, but as this court had occasion to say in Commercial Ins. Co. v. Ramos, 1 Cir., 1957, 243 F.2d 488, 490, \"it does not follow that an erroneous judicial ruling amounts to a deprivation of due process of law, for, as Learned Hand, C. J., said in Schechtman v. Foster, 2 Cir., 1949, 172 F.2d 339, 341, `due process of law does not mean infallible process of law.'\" The question remains, however, whether the court's instruction to the jury that it could find corroboration of the prosecutrix' testimony that she was raped by the appellant in the evidence of her bloodstained garment, when that evidence has no more logical tendency to connect the defendant with the crime charged against him than the evidence of her ruptured hymen, deprived the appellant of a fair trial in violation of his right to due process of law under either the Fifth or Fourteenth Amendment, whichever may be applicable. This is a substantial federal question, as the discussion to follow will indicate, and since it was squarely raised by the appellant on his appeal to the Supreme Court of Puerto Rico, and we must assume considered and necessarily decided by that court, for in its judgment of affirmance (it wrote no opinion) it said that it had considered only to reject all of the appellant's assignments of error, it follows that we have appellate jurisdiction. Romero v. People of Puerto Rico, 1 Cir., 1950, 182 F.2d 864, 867. See also Prensa Insular De Puerto Rico v. People of Puerto Rico, 1 Cir., 1951, 189 F.2d 1019, and Figueroa v. People of Puerto Rico, 1 Cir., 1956, 232 F.2d 615.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">No doubt Puerto Rico is free under the due process clause of either the Fifth or the Fourteenth Amendment to adopt by statute or judicial decision any rule she may see fit or for that matter no rule at all, with respect to the necessity in rape cases for corroboration of the testimony of the prosecutrix. \"But the adoption of the rule of her choice cannot foreclose inquiry as to whether, in a given case, the application of that rule works a deprivation of the prisoner's life or liberty without due process of law.\" Lisenba v. People of State of California, 1941, 314 U.S. 219, 236, 62 S.Ct. 280, 290, 86 L.Ed. 166. And due process of law under the Fourteenth Amendment, and we may safely assume that the same might be said with reference to due process of law under the Fifth Amendment, see McNabb v. United States, 1943, 318 U.S. 332, 339-341, 63 S.Ct. 608, 87 L.Ed. 819, \"* * * requires that action by a state through any of its agencies must be consistent with the fundamental principles of liberty and justice which lie at the base of our civil and political institutions, which not infrequently are designated as `the law of the land.'\" Buchalter v. People of State of New York, 1943, 319 U.S. 427, 429, 63 S.Ct. 1129, 1130, 87 L.Ed. 1492.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">There can be no question that the federal government and the state governments have an area of freedom under their respective due process limitations within which they can provide by statute or judicial decision that from proof of a given fact or given facts the existence of an ultimate fact essential to guilt may be inferred. The mere fact that a statute or the decision of a court raises a presumption does not in and of itself render the statute or decision unconstitutional. \"But the due process clauses of the Fifth and Fourteenth Amendments set limits upon the power of Congress or that of a state legislature [and under the Buchalter case also upon the power of federal and state courts as agencies of their respective governments] to make the proof of one fact or group of facts evidence of the existence of the ultimate fact upon which guilt is predicated.\" Tot v. United States, 1943, 319 U.S. 463, 467, 63 S.Ct. 1241, 1245, 87 L.Ed. 1519. And the Tot case as to the Fifth Amendment and Manley v. State of Georgia, 1929, 279 U.S. 1, 5, 6, 49 S.Ct. 215, 73 L.Ed. 575, as to the Fourteenth state the due process limitation to be that there shall be a rational connection between the fact or facts that are proved and the ultimate fact to be presumed. As the Supreme Court said in the Tot case in discussing a presumption raised by statute: \"Under our decisions, a statutory presumption [and as we have pointed out there can be no doubt that one resting upon a judicial decision also] cannot be sustained if there be no rational connection between the fact proved and the ultimate fact presumed, if the inference of the one from the proof of the other is arbitrary because of lack of connection between the two in common experience.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The inference which the jury was permitted to draw from the evidence of the bloodstained panties does not meet the constitutional test. For even assuming that the blood on the garment came from the ruptured hymen, connection between the ruptured hymen and the act charged against the appellant is lacking. As the court told the jury, and the Puerto Rican cases cited earlier in this opinion establish, evidence that the prosecutrix' hymen had been ruptured does not corroborate her testimony that she had been raped by the accused for rupture may have been caused by someone else, or it may even not have been caused by sexual intercourse at all, as perhaps in this case by violent play during the afternoon before the night of the alleged rape.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Since under local law corroboration of the prosecutrix' testimony by other evidence tending to connect the accused with the crime charged against him is essential to a finding of the appellant's guilt, and since the jury was told that it might find, and indeed may well have found, such corroboration by drawing from the bloodstained garment an illogical or irrational inference forbidden under both the Fifth and Fourteenth Amendments, it follows that the case must be remanded for a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We can dispose of all the other asserted errors either as in Cruzado v. People of Puerto Rico, 1 Cir., 1954, 210 F. 2d 789, 790, on the ground that the challenged rulings, so far as local law is concerned, even if erroneous, are not \"inescapably wrong\" or \"patently erroneous,\" Bonet v. Texas Co., 1940, 308 U.S. 463, 60 S.Ct. 349, 84 L.Ed. 401; De Castro v. Board of Commissioners, 1944, 322 U.S. 451, 64 S.Ct. 1121, 88 L.Ed. 1384, or else on the ground that the errors alleged whether of local or federal law are so unlikely to arise on another trial that no useful purpose would be served by considering them at this time.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Judgment will be entered vacating and setting aside the judgment of the Supreme Court of Puerto Rico and remanding the case to that Court for further proceedings consistent with this opinion.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">256</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">393</span></span></p>\n    <p class=\"parties\">Carlos Roberto COLON-ROSICH, Defendant, Appellant,<br>v.<br>PEOPLE OF PUERTO RICO, Appellee.</p>\n    <p class=\"docket\">No. 5299.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">June 5, 1958.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Robert W. Meserve, Boston, Mass., with whom John R. Hally, Boston, Mass., and Santos P. Amadeo, Rio Piedras, P. R., were on brief, for appellant.</p>\n      <p class=\"indent\">Alfredo Archilla Guenard, Pros. Atty., San Juan, P. R., with whom J. B. Fernandez Badillo, Atty. Gen., Commonwealth of Puerto Rico, and Arturo Estrella, Asst. Atty. Gen., were on brief, for appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and MARIS (by special assignment) and WOODBURY, Circuit Judges.</p>\n      <p class=\"indent\">WOODBURY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from a judgment of the Supreme Court of Puerto Rico affirming a judgment of sentence to a term in the penitentiary passed by the Superior Court of Puerto Rico, Ponce Part, upon the appellant after he had been found guilty by a jury of statutory rape.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">As is not unusual in cases like this, the only direct evidence of the crime was the testimony of the prosecutrix herself. She testified in substance that she was eleven years old at the time of the alleged offense, that she was a schoolmate and intimate friend of the appellant's daughter, Margarita, who was about her age, and that on April 4, 1952, she went to spend the Easter vacation with Margarita and her family at a farm owned by the appellant. She said that the first few days of the visit passed uneventfully in play and that on the night of April 8 she and Margarita went to sleep in separate beds in a small room adjoining the room occupied by the appellant and his wife. Later that night she testified that she awoke to find the appellant lying in bed beside her and starting to remove her panties. She said that she asked him in a low voice to go away, but that he covered her mouth and told her that he loved her very much and that there was nothing wrong with what he was doing, and that he thereupon removed her panties, rolled up her nightgown and proceeded to have sexual intercourse with her. When the appellant left after the act she said that she put her panties on again and went back to sleep. She said that in the morning when she awoke she discovered that her panties were stained with blood in the crotch and that she took them off and put them in a box in which she carried her clothes.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The prosecutrix stayed on with the appellant and his family, playing normally with Margarita and other children and going in a family party to the movies, until the afternoon of April 11 when she went to visit her grandmother in a nearby town. It appears that her mother was present when she arrived at her grandmother's house and remained there for about three quarters of an hour after the prosecutrix arrived but that she did not then tell her mother or anyone else what had happened during the night of April 8.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The grandmother testified that on the morning of April 13 she discovered the bloodstained garment in the prosecutrix' box and pressed the prosecutrix for an explanation but receiving no satisfactory answer to her inquiries she directed the prosecutrix to wash the garment thoroughly, which she did. On Monday evening, April 14, the prosecutrix' mother arrived at the grandmother's house and waking the prosecutrix up questioned her closely with reference to the bloodstained garment as a result of which the prosecutrix told her mother what the appellant had done to her six nights before.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On the following morning the prosecutrix was examined by a doctor who testified that he found the prosecutrix' hymen ruptured. He said that as a medical expert he could tell no more from its appearance than that the rupture had occurred at some time within twelve days and that while it certainly might have been caused by sexual intercourse it could also have happened in a number of other ways.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In spite of the fact that the appellant was in his seventieth year when his alleged offense occurred, and of the inherent improbabilities in the prosecutrix' story, particularly as to the place and circumstances of the alleged offense, her testimony standing alone would be enough to support the verdict of guilty were it not for &#167; 250 of the Code of Criminal Procedure of Puerto Rico (1935 Ed.), 34 L.P.R.A. &#167; 729, which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">\"Upon a trial * * * for rape, the defendant can not be convicted upon the testimony of the woman upon or with whom the offense was committed, unless her testimony is corroborated by other evidence.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">And the Supreme Court of Puerto Rico in construing this statute has repeatedly held that while evidence to be corroborative does not necessarily have to support the evidence of the prosecutrix in all its particulars or to establish all the elements of the crime of rape, it must \"tend to connect the defendant with the commission of the crime.\" People v. Baerga, 1949, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">85</span></span>, 87-88, and cases cited.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The trial court gave the jury general instructions in accordance with the statutory requirement for corroboration as construed by the Supreme Court of Puerto Rico in the case last cited. In addition, it told the jury specifically that it might find corroboration in the statement made by the prosecutrix to her mother on the night of April 14, provided the jury believed that the statement was made freely and spontaneously, at the first opportunity afforded after the prosecutrix was \"free of duress or free from an oppressive environment,\" and that the words were spoken \"without her having schemed a plan or line of conduct to utter them.\" This instruction is in accordance with numerous decisions of the Supreme Court of Puerto Rico. See People v. Marquez, 1945, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">354</span></span>, 362 et seq.; and People v. Munoz, 1948, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">159</span></span>, 169, 170, and cases cited. While the rule may be open to attack on logical grounds, we are not prepared to say that the rule is \"patently erroneous\" or \"inescapably wrong,\" far less that the rule raises a substantial federal question.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We turn now to other instructions on the question of corroboration. The trial court told the jury specifically that the testimony of the doctor that he found the prosecutrix' hymen had been ruptured within twelve days was not to be regarded as corroborating her testimony that she had been raped by the appellant, for all that appeared from the doctor's testimony \"is that that girl was raped or in some way her hymenal membrane was ruptured, but that testimony by itself does not connect the offense with any person.\" But the court also told the jury that it could find corroboration of the prosecutrix' testimony from the evidence of the bloodstained panties if it believed beyond a reasonable doubt that the panties were actually stained with blood as she and her grandmother had testified.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">There is ample support in the Puerto Rican cases for the court's instruction that the doctor's testimony that the prosecutrix' hymen had been ruptured was not to be considered as corroborating the prosecutrix' testimony for the reason that such evidence in no way connects an accused with the crime with which he stands charged. People v. Feliciano, 1938, 53 P.R.R. 402; People v. Baerga, 1949, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">85</span></span>; People v. Lugo, 1949, 70 P.R.R. 134. And there are some general statements made rather offhand and in passing, and in connection with other evidence tending directly to implicate the accused, in People v. Nieves, 1935, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">149</span></span>, 151, and People v. Munoz, 1948, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">159</span></span>, 169, to support the court's instruction that it could find corroboration of a prosecutrix' testimony from evidence of her torn or bloodstained garments. Nevertheless, the two instructions are patently inconsistent for a bloodstained garment has no more tendency to connect an accused with the crime charged against him than a ruptured hymen.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The inconsistency in the above instructions may have constituted error, but as this court had occasion to say in Commercial Ins. Co. v. Ramos, 1 Cir., 1957, <span class=\"citation\" data-id=\"241986\"><a href=\"/opinion/241986/commercial-insurance-company-v-miguel-angel-ramos-etc/\"><span class=\"volume\">243</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">488</span></a></span>, 490, \"it does not follow that an erroneous judicial ruling amounts to a deprivation of due process of law, for, as Learned Hand, C. J., said in Schechtman v. Foster, 2 Cir., 1949, <span class=\"citation\" data-id=\"1546434\"><a href=\"/opinion/1546434/schechtman-v-foster/\"><span class=\"volume\">172</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">339</span></a></span>, 341, `due process of law does not mean infallible process of law.'\" The question remains, however, whether the court's instruction to the jury that it could find corroboration of the prosecutrix' testimony that she was raped by the appellant in the evidence of her bloodstained garment, when that evidence has no more logical tendency to connect the defendant with the crime charged against him than the evidence of her ruptured hymen, deprived the appellant of a fair trial in violation of his right to due process of law under either the Fifth or Fourteenth Amendment, whichever may be applicable. This is a substantial federal question, as the discussion to follow will indicate, and since it was squarely raised by the appellant on his appeal to the Supreme Court of Puerto Rico, and we must assume considered and necessarily decided by that court, for in its judgment of affirmance (it wrote no opinion) it said that it had considered only to reject all of the appellant's assignments of error, it follows that we have appellate jurisdiction. Romero v. People of Puerto Rico, 1 Cir., 1950, <span class=\"citation\" data-id=\"225283\"><a href=\"/opinion/225283/romero-v-people-of-puerto-rico/\"><span class=\"volume\">182</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">864</span></a></span>, 867. See also Prensa Insular De Puerto Rico v. People of Puerto Rico, 1 Cir., 1951, <span class=\"citation\" data-id=\"227418\"><a href=\"/opinion/227418/prensa-insular-de-puerto-rico-inc-v-people-of-puerto-rico/\"><span class=\"volume\">189</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1019</span></a></span>, and Figueroa v. People of Puerto Rico, 1 Cir., 1956, 232 F.2d 615.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">No doubt Puerto Rico is free under the due process clause of either the Fifth or the Fourteenth Amendment to adopt by statute or judicial decision any rule she may see fit or for that matter no rule at all, with respect to the necessity in rape cases for corroboration of the testimony of the prosecutrix. \"But the adoption of the rule of her choice cannot foreclose inquiry as to whether, in a given case, the application of that rule works a deprivation of the prisoner's life or liberty without due process of law.\" Lisenba v. People of State of California, 1941, <span class=\"citation\" data-id=\"103561\"><a href=\"/opinion/103561/lisenba-v-california/\"><span class=\"volume\">314</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">219</span></a></span>, 236, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">280</span></span>, 290, 86 L.Ed. 166. And due process of law under the Fourteenth Amendment, and we may safely assume that the same might be said with reference to due process of law under the Fifth Amendment, see McNabb v. United States, 1943, <span class=\"citation\" data-id=\"103791\"><a href=\"/opinion/103791/mcnabb-v-united-states/\"><span class=\"volume\">318</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">332</span></a></span>, 339-341, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">608</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">819</span></span>, \"* * * requires that action by a state through any of its agencies must be consistent with the fundamental principles of liberty and justice which lie at the base of our civil and political institutions, which not infrequently are designated as `the law of the land.'\" Buchalter v. People of State of New York, 1943, <span class=\"citation\" data-id=\"103850\"><a href=\"/opinion/103850/buchalter-v-new-york/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">427</span></a></span>, 429, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1129</span></span>, 1130, 87 L.Ed. 1492.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">There can be no question that the federal government and the state governments have an area of freedom under their respective due process limitations within which they can provide by statute or judicial decision that from proof of a given fact or given facts the existence of an ultimate fact essential to guilt may be inferred. The mere fact that a statute or the decision of a court raises a presumption does not in and of itself render the statute or decision unconstitutional. \"But the due process clauses of the Fifth and Fourteenth Amendments set limits upon the power of Congress or that of a state legislature [and under the Buchalter case also upon the power of federal and state courts as agencies of their respective governments] to make the proof of one fact or group of facts evidence of the existence of the ultimate fact upon which guilt is predicated.\" Tot v. United States, 1943, <span class=\"citation\" data-id=\"103855\"><a href=\"/opinion/103855/tot-v-united-states/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">463</span></a></span>, 467, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1241</span></span>, 1245, 87 L.Ed. 1519. And the Tot case as to the Fifth Amendment and Manley v. State of Georgia, 1929, <span class=\"citation\" data-id=\"101389\"><a href=\"/opinion/101389/manley-v-georgia/\"><span class=\"volume\">279</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 5, 6, <span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">215</span></span>, <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">575</span></span>, as to the Fourteenth state the due process limitation to be that there shall be a rational connection between the fact or facts that are proved and the ultimate fact to be presumed. As the Supreme Court said in the Tot case in discussing a presumption raised by statute: \"Under our decisions, a statutory presumption [and as we have pointed out there can be no doubt that one resting upon a judicial decision also] cannot be sustained if there be no rational connection between the fact proved and the ultimate fact presumed, if the inference of the one from the proof of the other is arbitrary because of lack of connection between the two in common experience.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The inference which the jury was permitted to draw from the evidence of the bloodstained panties does not meet the constitutional test. For even assuming that the blood on the garment came from the ruptured hymen, connection between the ruptured hymen and the act charged against the appellant is lacking. As the court told the jury, and the Puerto Rican cases cited earlier in this opinion establish, evidence that the prosecutrix' hymen had been ruptured does not corroborate her testimony that she had been raped by the accused for rupture may have been caused by someone else, or it may even not have been caused by sexual intercourse at all, as perhaps in this case by violent play during the afternoon before the night of the alleged rape.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Since under local law corroboration of the prosecutrix' testimony by other evidence tending to connect the accused with the crime charged against him is essential to a finding of the appellant's guilt, and since the jury was told that it might find, and indeed may well have found, such corroboration by drawing from the bloodstained garment an illogical or irrational inference forbidden under both the Fifth and Fourteenth Amendments, it follows that the case must be remanded for a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We can dispose of all the other asserted errors either as in Cruzado v. People of Puerto Rico, 1 Cir., 1954, <span class=\"citation\" data-id=\"233501\"><a href=\"/opinion/233501/cruzado-v-people-of-puerto-rico-vargas-rivera-v-people-of-puerto-rico/\"><span class=\"volume\">210</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">789</span></a></span>, 790, on the ground that the challenged rulings, so far as local law is concerned, even if erroneous, are not \"inescapably wrong\" or \"patently erroneous,\" Bonet v. Texas Co., 1940, <span class=\"citation\" data-id=\"103274\"><a href=\"/opinion/103274/bonet-v-texas-co-pr/\"><span class=\"volume\">308</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">463</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">349</span></span>, 84 L.Ed. 401; De Castro v. Board of Commissioners, 1944, <span class=\"citation\" data-id=\"104003\"><a href=\"/opinion/104003/de-castro-v-board-of-commrs-of-san-juan/\"><span class=\"volume\">322</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">451</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1121</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1384</span></span>, or else on the ground that the errors alleged whether of local or federal law are so unlikely to arise on another trial that no useful purpose would be served by considering them at this time.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Judgment will be entered vacating and setting aside the judgment of the Supreme Court of Puerto Rico and remanding the case to that Court for further proceedings consistent with this opinion.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101389/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103274/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103791/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103850/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103855/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104003/",
    "http://www.courtlistener.com/api/rest/v3/opinions/225283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/227418/",
    "http://www.courtlistener.com/api/rest/v3/opinions/233501/",
    "http://www.courtlistener.com/api/rest/v3/opinions/241986/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1546434/"
  ]
}