{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/247087/",
  "absolute_url": "/opinion/247087/thomas-p-keeping-v-james-j-dawson/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/247087/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:34:20Z",
  "date_modified": "2016-02-28T06:02:15.569554Z",
  "type": "010combined",
  "sha1": "2c00135ed4ff034c992dbae134f3c09b202a94eb",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/262/262.F2d.868.5383.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">262 F.2d 868</p>\n    <p class=\"parties\">Thomas P. KEEPING, Plaintiff, Appellant,<br>v.<br>James J. DAWSON, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 5383.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">January 23, 1959.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Harry Kisloff, Boston, Mass., with whom Walter W. Curcio, Cambridge, Mass., on brief, for appellant.</p>\n      <p class=\"indent\">James A. Whipple, Boston, Mass., for appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit Judges.</p>\n      <p class=\"indent\">HARTIGAN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from a judgment of the United States District Court for the District of Massachusetts dismissing the plaintiff's complaint following special verdicts of the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The plaintiff's amended complaint was in three counts. The first count was brought under the Jones Act, 46 U.S.C. A. &#167; 688, and sought recovery for injuries allegedly suffered on or about May 28, 1955 because of the negligence of the defendant who was captain and part owner of the fishing vessel Annie M. Jackson. The second count sought damages for these injuries because of the defendant's failure to provide a seaworthy vessel. The third count, as amended, with which we are primarily concerned on this appeal, sought recovery for maintenance and cure alleging that \"On or about May 28, 1955, while the plaintiff was in the service of the said fishing vessel Annie M. Jackson he received personal injuries hastened and/or aggravated an underlying illness and/or came down with an underlying illness resulting in his incurring expenses for his cure and maintenance, all to his damage in the sum of Twenty Five Thousand Dollars ($25,000).\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In response to special verdicts submitted by the district judge the jury found that the plaintiff had not proved that any of the officers or crew of the Annie M. Jackson had been negligent toward the plaintiff and that the plaintiff had also failed to prove that the defendant or his agents had failed to provide reasonably safe equipment for use aboard the Annie M. Jackson. The jury further found that the plaintiff had failed to prove by a fair preponderance of the evidence that his condition had been aggravated or worsened in his service on the Annie M. Jackson on May 29, 1955 or June 2, 1955.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As one ground of his appeal the plaintiff charges that because of the unfairness and partiality of the trial judge in his charge to the jury the plaintiff should be granted a new trial. It is true that the trial judge did commit certain errors in his charge to the jury but these were adequately corrected when called to his attention by the plaintiff's counsel. Insofar as his remarks on the evidence are concerned, we are of the opinion that he did not go beyond the bounds of fair comment and that undue emphasis was not put upon the evidence supporting the defendant. See Quercia v. United States, 1933, 289 U.S. 466, 469, 53 S.Ct. 698, 77 L.Ed. 1321; Crowe v. DiManno, 1 Cir., 1955, 225 F.2d 652, 655.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The central issue raised by the plaintiff's appeal relates to the third count of the amended complaint seeking recovery for maintenance and cure. Plaintiff contends that on the evidence presented he was entitled to maintenance and cure as a matter of law but concedes that because of his failure to move for judgment notwithstanding the verdict, he is entitled only to a new trial and not to judgment in his favor, F.R.Civ.P. 50 (b), 28 U.S.C.A.; Johnson v. New York, N. H. &amp; H. R. Co., 1952, 344 U.S. 48, 73 S.Ct. 125, 97 L.Ed. 77.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It appears that the plaintiff at the time of the injury was a fisherman of some ten years experience and had been a member of the crew on the sixty-one foot fishing vessel Annie M. Jackson for about one and a half to two years. The defendant, James J. Dawson, is part owner and captain of this vessel. On March 20, 1955 while the plaintiff was a member of the crew of the fishing vessel Dauntless, the Annie M. Jackson, being temporarily tied up for repairs, the plaintiff suffered an epileptic seizure. Following this attack, the plaintiff reported for treatment at the Brighton Marine Hospital where his condition was diagnosed as a paroxysmal disorder of the nervous system or epilepsy due to an unknown cause. Plaintiff was told to return to the Brighton Marine Hospital in two weeks following a period of rest but he did not do so. Instead he returned to his job on the Annie M. Jackson after informing the defendant that he had been diagnosed as suffering from epilepsy although he did not say that he was supposed to report back to the hospital. In the late evening of May 29, 1955 while gathering in the net on the deck of the Annie M. Jackson, plaintiff testified that when his leg was struck by a broken shifter board he fell striking his head. At the time the injury to his leg seemed the more severe and he was helped down the ladder to his bunk. The next day, however, he resumed his work and the vessel returned to its home port in New Bedford. On the day following their arrival the plaintiff as was customary returned to the Annie M. Jackson to help unload the fish. Plaintiff then testified that the next day was his full day off and he took his family to the beach. There was no evidence that on this day he was subject to a call of duty on the Annie M. Jackson. Later that night while in bed the plaintiff suffered a severe headache \"as if someone struck him on the head.\" This pain continued and although plaintiff began another fishing trip on the Annie M. Jackson the following morning, the vessel had to return to port because of the continuing severity of the plaintiff's headache. Since that time the plaintiff has been in the hospital a considerable portion of the time and has not been able to return to fishing or has he obtained any other remunerative employment.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Although the plaintiff was admitted to the Brighton Marine Hospital on June 3, 1955 and was a patient there for forty-two days, it was not until August 22, 1955 that his medical record contained any reference to falling and striking his head. Medical evidence was offered by the plaintiff's expert that the plaintiff suffered from a longstanding malformation of the blood vessels in the brain known as an hemangioma of the left occipital lobe and that this could cause symptoms of epilepsy, but that the presence of blood in a spinal tap made on June 6, 1955 could indicate a hemorrhage in the brain which occurred sometime after the plaintiff's discharge from the Marine Hospital the preceding March. It was indicated that this hemorrhage could cause the plaintiff's epileptic symptoms to become more severe and frequent. On the other hand, the defendant's expert testified that the plaintiff's illness was congenital in nature and that there was no connection between the fall on May 29, 1955 and the plaintiff's condition.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In view of this evidence, plaintiff's counsel requested the trial judge to instruct the jury that the obligation to provide cure and maintenance for a seaman extends to an illness aggravated ashore while the vessel is at her home port during her stay in port pending voyages, as long as the seaman has a permanent site on the ship. The trial judge did not include this instruction in his charge. Plaintiff duly objected to the failure to so instruct the jury and the issue raised is thus properly before this court.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is clear that from the evidence presented it was a question of fact as to whether the plaintiff's condition became aggravated on the night of May 29 when he was on board the defendant's vessel or on the night of June 1 when he was home in bed. Plaintiff asserts, however, that he is entitled to maintenance and cure even if the jury decided that the aggravation occurred when he was home in bed on June 1, 1955, because at that time he was in the service of the ship although off duty. As authority for this proposition, plaintiff relies on Hunt v. The Trawler Brighton, D.C.D.Mass.1952, 102 F.Supp. 300 which was decided by Judge Ford who also tried the instant case. In that case Judge Ford held that a fisherman who broke his leg while on shore leave at his home port was entitled to maintenance and cure.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It is well settled that a seaman is entitled to maintenance and cure for injuries received while on shore leave in a foreign port, even if the injuries were incurred in activities not directly related to his duties on the ship. Warren v. United States, 1951, 340 U.S. 523, 71 S. Ct. 432, 95 L.Ed. 503. Farrell v. United States, 1949, 336 U.S. 511, 69 S.Ct. 707, 93 L.Ed. 850. It has also been held that a seaman injured while on shore leave at his home port may recover maintenance and cure because he is still in the ship's service through the signing of the ship's articles and therefore subject to the orders and control of the master. Matson Navigation Company v. Lawler, 9 Cir., 1954, 217 F.2d 645 certiorari denied 1955, 349 U.S. 912, 75 S.Ct. 601, 99 L.Ed. 1247; Smith v. United States, 4 Cir., 1948, 167 F.2d 550; see Haskell v. Socony Mobil Oil Company, 1 Cir., 1956, 237 F.2d 707, 710.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In both Hunt v. The Trawler Brighton, supra, and the instant case, the seaman had not signed articles. In the former case, however, there was testimony by the captain of the vessel that the crew members could be called upon to perform such work as mending nets during the period between trips and Judge Ford found that the disabled plaintiff was generally answerable to the call of duty. In the instant case the plaintiff offered no evidence that on June 1 he was generally answerable to the call of duty by the master of the Annie M. Jackson. In fact the only testimony referring to June 1 was by the plaintiff to the effect that it was his full day off. Because of this lack of evidence relating to the character of the plaintiff's employment, there was nothing from which the jury could infer that the plaintiff was answerable to a call of duty on June 1. It would follow, therefore, that the plaintiff was not only not entitled to maintenance and cure as a matter of law but that he was also not entitled to an instruction that the jury could infer from the evidence that he was in the service of the ship on the evening of June 1, 1955.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A judgment will be entered affirming the judgment of the district court; no costs on appeal.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In Reed v. Canfield, C.C.D.Mass.1832, 20 Fed.Cas. page 426, No. 11,641, the libelant was a seaman who suffered injuries from exposure after a row boat, in which he and other crew members were returning to their ship from shore leave in their home port, was forced off course by a storm. Unlike the instant case, therefore, the libelant was injured while obeying orders in returning to the vessel and thus was clearly in the service of the ship</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">262</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">868</span></span></p>\n    <p class=\"parties\">Thomas P. KEEPING, Plaintiff, Appellant,<br>v.<br>James J. DAWSON, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 5383.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">January 23, 1959.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Harry Kisloff, Boston, Mass., with whom Walter W. Curcio, Cambridge, Mass., on brief, for appellant.</p>\n      <p class=\"indent\">James A. Whipple, Boston, Mass., for appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit Judges.</p>\n      <p class=\"indent\">HARTIGAN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from a judgment of the United States District Court for the District of Massachusetts dismissing the plaintiff's complaint following special verdicts of the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The plaintiff's amended complaint was in three counts. The first count was brought under the Jones Act, 46 U.S.C. A. &#167; 688, and sought recovery for injuries allegedly suffered on or about May 28, 1955 because of the negligence of the defendant who was captain and part owner of the fishing vessel Annie M. Jackson. The second count sought damages for these injuries because of the defendant's failure to provide a seaworthy vessel. The third count, as amended, with which we are primarily concerned on this appeal, sought recovery for maintenance and cure alleging that \"On or about May 28, 1955, while the plaintiff was in the service of the said fishing vessel Annie M. Jackson he received personal injuries hastened and/or aggravated an underlying illness and/or came down with an underlying illness resulting in his incurring expenses for his cure and maintenance, all to his damage in the sum of Twenty Five Thousand Dollars ($25,000).\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In response to special verdicts submitted by the district judge the jury found that the plaintiff had not proved that any of the officers or crew of the Annie M. Jackson had been negligent toward the plaintiff and that the plaintiff had also failed to prove that the defendant or his agents had failed to provide reasonably safe equipment for use aboard the Annie M. Jackson. The jury further found that the plaintiff had failed to prove by a fair preponderance of the evidence that his condition had been aggravated or worsened in his service on the Annie M. Jackson on May 29, 1955 or June 2, 1955.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As one ground of his appeal the plaintiff charges that because of the unfairness and partiality of the trial judge in his charge to the jury the plaintiff should be granted a new trial. It is true that the trial judge did commit certain errors in his charge to the jury but these were adequately corrected when called to his attention by the plaintiff's counsel. Insofar as his remarks on the evidence are concerned, we are of the opinion that he did not go beyond the bounds of fair comment and that undue emphasis was not put upon the evidence supporting the defendant. See Quercia v. United States, 1933, <span class=\"citation\" data-id=\"102106\"><a href=\"/opinion/102106/quercia-v-united-states/\"><span class=\"volume\">289</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span>, 469, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">698</span></span>, 77 L.Ed. 1321; Crowe v. DiManno, 1 Cir., 1955, <span class=\"citation\" data-id=\"237462\"><a href=\"/opinion/237462/henry-e-crowe-co-executors-etc-v-clorinda-di-manno/\"><span class=\"volume\">225</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">652</span></a></span>, 655.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The central issue raised by the plaintiff's appeal relates to the third count of the amended complaint seeking recovery for maintenance and cure. Plaintiff contends that on the evidence presented he was entitled to maintenance and cure as a matter of law but concedes that because of his failure to move for judgment notwithstanding the verdict, he is entitled only to a new trial and not to judgment in his favor, F.R.Civ.P. 50 (b), 28 U.S.C.A.; Johnson v. New York, N. H. &amp; H. R. Co., 1952, <span class=\"citation\" data-id=\"105040\"><a href=\"/opinion/105040/johnson-v-new-york-nh-hr-co/\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">48</span></a></span>, <span class=\"citation\" data-id=\"105040\"><a href=\"/opinion/105040/johnson-v-new-york-nh-hr-co/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">125</span></a></span>, 97 L.Ed. 77.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It appears that the plaintiff at the time of the injury was a fisherman of some ten years experience and had been a member of the crew on the sixty-one foot fishing vessel Annie M. Jackson for about one and a half to two years. The defendant, James J. Dawson, is part owner and captain of this vessel. On March 20, 1955 while the plaintiff was a member of the crew of the fishing vessel Dauntless, the Annie M. Jackson, being temporarily tied up for repairs, the plaintiff suffered an epileptic seizure. Following this attack, the plaintiff reported for treatment at the Brighton Marine Hospital where his condition was diagnosed as a paroxysmal disorder of the nervous system or epilepsy due to an unknown cause. Plaintiff was told to return to the Brighton Marine Hospital in two weeks following a period of rest but he did not do so. Instead he returned to his job on the Annie M. Jackson after informing the defendant that he had been diagnosed as suffering from epilepsy although he did not say that he was supposed to report back to the hospital. In the late evening of May 29, 1955 while gathering in the net on the deck of the Annie M. Jackson, plaintiff testified that when his leg was struck by a broken shifter board he fell striking his head. At the time the injury to his leg seemed the more severe and he was helped down the ladder to his bunk. The next day, however, he resumed his work and the vessel returned to its home port in New Bedford. On the day following their arrival the plaintiff as was customary returned to the Annie M. Jackson to help unload the fish. Plaintiff then testified that the next day was his full day off and he took his family to the beach. There was no evidence that on this day he was subject to a call of duty on the Annie M. Jackson. Later that night while in bed the plaintiff suffered a severe headache \"as if someone struck him on the head.\" This pain continued and although plaintiff began another fishing trip on the Annie M. Jackson the following morning, the vessel had to return to port because of the continuing severity of the plaintiff's headache. Since that time the plaintiff has been in the hospital a considerable portion of the time and has not been able to return to fishing or has he obtained any other remunerative employment.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Although the plaintiff was admitted to the Brighton Marine Hospital on June 3, 1955 and was a patient there for forty-two days, it was not until August 22, 1955 that his medical record contained any reference to falling and striking his head. Medical evidence was offered by the plaintiff's expert that the plaintiff suffered from a longstanding malformation of the blood vessels in the brain known as an hemangioma of the left occipital lobe and that this could cause symptoms of epilepsy, but that the presence of blood in a spinal tap made on June 6, 1955 could indicate a hemorrhage in the brain which occurred sometime after the plaintiff's discharge from the Marine Hospital the preceding March. It was indicated that this hemorrhage could cause the plaintiff's epileptic symptoms to become more severe and frequent. On the other hand, the defendant's expert testified that the plaintiff's illness was congenital in nature and that there was no connection between the fall on May 29, 1955 and the plaintiff's condition.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In view of this evidence, plaintiff's counsel requested the trial judge to instruct the jury that the obligation to provide cure and maintenance for a seaman extends to an illness aggravated ashore while the vessel is at her home port during her stay in port pending voyages, as long as the seaman has a permanent site on the ship. The trial judge did not include this instruction in his charge. Plaintiff duly objected to the failure to so instruct the jury and the issue raised is thus properly before this court.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is clear that from the evidence presented it was a question of fact as to whether the plaintiff's condition became aggravated on the night of May 29 when he was on board the defendant's vessel or on the night of June 1 when he was home in bed. Plaintiff asserts, however, that he is entitled to maintenance and cure even if the jury decided that the aggravation occurred when he was home in bed on June 1, 1955, because at that time he was in the service of the ship although off duty. As authority for this proposition, plaintiff relies on Hunt v. The Trawler Brighton, D.C.D.Mass.1952, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">300</span></span> which was decided by Judge Ford who also tried the instant case. In that case Judge Ford held that a fisherman who broke his leg while on shore leave at his home port was entitled to maintenance and cure.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It is well settled that a seaman is entitled to maintenance and cure for injuries received while on shore leave in a foreign port, even if the injuries were incurred in activities not directly related to his duties on the ship. Warren v. United States, 1951, <span class=\"citation\" data-id=\"104861\"><a href=\"/opinion/104861/warren-v-united-states/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">523</span></a></span>, <span class=\"citation\" data-id=\"104861\"><a href=\"/opinion/104861/warren-v-united-states/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">432</span></a></span>, 95 L.Ed. 503. Farrell v. United States, 1949, <span class=\"citation\" data-id=\"104651\"><a href=\"/opinion/104651/farrell-v-united-states/\"><span class=\"volume\">336</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span>, <span class=\"citation\" data-id=\"104651\"><a href=\"/opinion/104651/farrell-v-united-states/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">707</span></a></span>, 93 L.Ed. 850. It has also been held that a seaman injured while on shore leave at his home port may recover maintenance and cure because he is still in the ship's service through the signing of the ship's articles and therefore subject to the orders and control of the master. Matson Navigation Company v. Lawler, 9 Cir., 1954, <span class=\"citation\" data-id=\"235288\"><a href=\"/opinion/235288/matson-navigation-company-a-corporation-v-henry-c-lawler/\"><span class=\"volume\">217</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">645</span></a></span> certiorari denied 1955, <span class=\"citation no-link\"><span class=\"volume\">349</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">912</span></span>, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">601</span></span>, 99 L.Ed. 1247; Smith v. United States, 4 Cir., 1948, 167 F.2d 550; see Haskell v. Socony Mobil Oil Company, 1 Cir., 1956, <span class=\"citation\" data-id=\"240501\"><a href=\"/opinion/240501/alden-haskell-jr-v-socony-mobil-oil-company-inc/\"><span class=\"volume\">237</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span>, 710.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In both Hunt v. The Trawler Brighton, supra, and the instant case, the seaman had not signed articles. In the former case, however, there was testimony by the captain of the vessel that the crew members could be called upon to perform such work as mending nets during the period between trips and Judge Ford found that the disabled plaintiff was generally answerable to the call of duty. In the instant case the plaintiff offered no evidence that on June 1 he was generally answerable to the call of duty by the master of the Annie M. Jackson. In fact the only testimony referring to June 1 was by the plaintiff to the effect that it was his full day off. Because of this lack of evidence relating to the character of the plaintiff's employment, there was nothing from which the jury could infer that the plaintiff was answerable to a call of duty on June 1. It would follow, therefore, that the plaintiff was not only not entitled to maintenance and cure as a matter of law but that he was also not entitled to an instruction that the jury could infer from the evidence that he was in the service of the ship on the evening of June 1, 1955.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A judgment will be entered affirming the judgment of the district court; no costs on appeal.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In Reed v. Canfield, C.C.D.Mass.1832, 20 Fed.Cas. page 426, No. 11,641, the libelant was a seaman who suffered injuries from exposure after a row boat, in which he and other crew members were returning to their ship from shore leave in their home port, was forced off course by a storm. Unlike the instant case, therefore, the libelant was injured while obeying orders in returning to the vessel and thus was clearly in the service of the ship</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104651/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104861/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105040/",
    "http://www.courtlistener.com/api/rest/v3/opinions/235288/",
    "http://www.courtlistener.com/api/rest/v3/opinions/237462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/240501/"
  ]
}