{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/247206/",
  "absolute_url": "/opinion/247206/lewis-h-saper-succeeded-by-michael-berman-as-trustee-in-bankruptcy-of/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/247206/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:34:21Z",
  "date_modified": "2016-02-28T06:02:23.299875Z",
  "type": "010combined",
  "sha1": "21a3708b6882a017521c170493273143932a6af7",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/263/263.F2d.422.26.25054.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">263 F.2d 422</p>\n    <p class=\"parties\">Lewis H. SAPER, succeeded by Michael Berman, as Trustee in<br>Bankruptcy of the Estate of Riverside Iron and<br>Steel Corporation, Bankrupt, Appellant,<br>v.<br>Hewitt S. WEST, Jr., and the First National Bank of Nevada,<br>Reno, Nevada, Las Vegas Branch, as Executors of<br>the Estate of Hewitt S. West, Deceased,<br>and W. Lunsford Long, Appellees.</p>\n    <p class=\"docket\">No. 26, Docket 25054.</p>\n    <p class=\"court\">United States Court of Appeals Second Circuit.</p>\n    <p class=\"date\">Argued Nov. 7, 1958.<br>Decided Feb. 4, 1959.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">I. Arnold Ross, New York City (I. Arnold Ross and Stanley J. Mayer, New York City, of counsel), for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Shearman &amp; Sterling &amp; Wright, New York City (Hugh W. Darling, Los Angeles, and M. Van Voorhies, New York City, of counsel), for appellees.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before CLARK, Chief Judge, WATERMAN, Circuit Judge, and GALSTON, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">GALSTON, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This is an appeal by the trustee in bankruptcy of Riverside Iron and Steel Corporation, a Nevada corporation, from a judgment of the District Court which dismissed appellant's complaint on the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The trustee in bankruptcy seeks to recover, except as to the sums of $5,000 to Long and $2,500 to West (to cover certain expenses) funds distributed to those defendants on November 21, 1950 by the clerk of a California court, pursuant to the judgment of that court.  The plaintiff alleges that such payments to West and Long were fraudulent and preferential, and in violation of 67, sub. d(2) (a); of 70, sub. e. and of 60 of the Bankruptcy Act, 11 U.S.C.A. 107, sub. d(2) (a), 110(e), 96.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This action is, therefore, something in the nature of an aftermath of the litigation in California in which the California Superior Court rendered judgment on July 28, 1948 in a trial in which E. T. Foley (hereinafter referred to as Foley) sought a declaratory judgment against the Riverside Iron and Steel Corporation (hereinafter referred to as Riverside), Harlan H. Bradt (hereinafter referred to as Bradt), the defendants Hewitt S. West (hereinafter referred to as West), W. Lunsford Long (hereinafter referred to as Long) and others.  The California action was brought to resolve conflicting claims made by the defendants to certain funds held by Foley.  These funds were the proceeds of the sale by Foley to the Kaiser Co., Inc. of a certain lease with an option to purchase the Iron Chief iron mine in the County of Riverside and State of California.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Plaintiff, however, meets with considerable difficulty in that the defendants contend that the payments made to them pursuant to the California judgment in no way, as alleged, constitute a preference whether by transfer or other form of conveyance of funds of the bankrupt.  The defendants also contend that the payments made to them pursuant to the California judgment were not fraudulent as the plaintiff alleges.  The defendants contend also that Riverside was not bankrupt or insolvent at the time of the California judgment nor at the time the payments were made.  Moreover, they contend that the payments made to the defendants were not moneys of the bankrupt.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The District Court's findings of fact cover a long range of time, beginning in 1936, and continuing to and including December 12, 1955.  Because the involved underlying facts in this case have been so admirably presented in the lengthy opinion below, we mention them here only as it becomes essential to do so in our discussion of the several claims of error advanced by appellants.  In part they disclose that Iron Chief was a valuable body of iron ore; that prior to April 24, 1940 Bradt negotiated with the Southern Pacific Land Company, the owner of the Iron Chief property, for a lease to the Bralowe Corporation.  Bradt, West and Long were the stockholders of Bralowe and controlled the corporation.  Bradt had consulted West and Long and sought to have the lease executed in favor of Bralowe, even though Bralowe were unable to carry the venture through.  Bradt's belief was that the identification of the lease with that corporation could be capitalized to the joint advantage of Bradt, West and Long.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Land Commissioner of the Southern Pacific Land Company had advised Bradt that a proposed lease in the name of Bralowe had been approved by the directors of the Southern Pacific Land Company.  The Land Commissioner assured Bralowe that if the lease went through in the name of Bralowe, Southern Pacific would approve assignment of the Iron Chief lease to a company Bralowe would form.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">West and Long were informed of this proposed plan.  In this entire negotiation among Bradt, West and Long it clearly appears that Bralowe was acting simply as a medium to facilitate transfer.  In April 1940, Long became interested with Bradt in the Iron Chief lease and sale agreement on a fifty-fifty basis, and later in the year West also became interested on an equal basis with Bradt and Long.  Controversy followed between Bradt on the one hand and West and Long on the other as to how the development of the Iron Chief and a certain managanese mining claim, designated as The Three Kids, was to be financed.  Finally, after months of discussion and dispute, a settlement agreement was entered into by West, Long and Bradt.  Bradt organized Riverside on March 1, 1941, which corporation was to accept the assignment ans assume all of the obligations under the lease agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The settlement was in the form of a letter dated March 14, 1941, signed by Bradt individually and also by him as president of the Clark-Mead Corporation and the Riverside Iron and Steel Corporation, and subjoined to the letter is an acceptance by West and Long.  But in effect, though the corporations were signers to the agreement, there can be no doubt that Bradt, as sole stockholder, was acting individually with West and Long; for example the letter recites in part:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'You are each to have the same interest or share as I myself retain either in stock or royalties or shares of profits * * *</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'Any interest other than compensation for my services as manager or operator is to be divided equally between us; i.e. one-third to each of us.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Since all the profits were thus arranged for, there remained nothing for Riverside by way of profits.  Bradt writes also in his letter:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'I am executing this letter not only personally, but as president of both the above-mentioned corporations to the end that you may have a written record that the two corporations are charged with notice of the contents hereof.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The corporation had been organized on March 1, 1941.  The validity of the agreement has at no time been challenged.  So far as the record discloses Riverside had no creditors at that time.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It is important to understand that there was no direct relationship at any time between Riverside and the defendants in this action.  After the March 14, 1941 agreement was executed, West and Long had nothing whatever to do with Riverside.  The obligation to carry on under the terms of the lease, and agreement respecting Iron Chief rested solely with Bradt.  It was Bradt's inability to carry out his undertaking that compelled him to negotiate with Foley.  That negotiation, of course, could not foreclose the rights that Bradt and Riverside had assigned to West and Long.  The issue was decided in favor of the defendants in the California action.  In a long stretch of years, from 1941 to 1951, when the petition in bankruptcy was filed by Riverside, there were no contacts between Riverside and West and Long, and no contacts indeed between West and Long and any alleged creditors of Riverside.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">At no time after March 14, 1941 did Riverside have any rights to any profits that might result from Chief lease and agreement.  Despite that rigid limitation the Despite that rigid limitation the successor of Riverside, the plaintiff herein, seeks to obtain just those very profits.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">During the year 1942 Bradt and Riverside were unable to finance the operation of the Iron Chief mining property or to pay the minimum royalties or taxes required by the lease.  Bradt, therefore, approached Foley and sought his financial assistance, and pursuant to his rights embraced within the letter or stipulation of March 14, 1941, the Iron Chief lease and sale agreement of April 24, 1940 was later sold and assigned to Foley.  At that time the agreement of March 14, 1941 was still in force and effect, as it was right up to the time of the termination of the California litigation, as stated by the trial judge in that action.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Kaiser Company, on January 26, 1944, had purchased from the Southern Pacific Land Company the fee of the Iron Chief mine, subject to the Iron Chief lease and sale agreement.  In the development of the iron mine two other parties appeared, Vinnell and Dunton, who agreed to purchase from Foley all ore for which those men could find a market.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On April 10, 1946, Foley agreed to sell to the Kaiser Company, and Kaiser agreed to buy, the Iron Chief lease and sale agreement for $1,132,811.35.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Controversy then arose because Bradt refused to recognize the claims of West and Long which they claimed stemmed from the agreement of March 14, 1941.  Bradt, on July 1, 1946, also challenged Foley's authority to make the sale to Kaiser.  Therefore, on October 25, 1946, Foley commenced the action in the Superior Court of the State of California, herein erferred to as the California action.  That action was concluded on April 29, 1948.  So far as West and Long were concerned it was adjudged that out of the proceeds of the sale of the Iron Chief lease and sale agreement West was entitled to.$76,898.48, and Long to $81,898.48.  Judgment was entered in that California action on July 28, 1948.  It was amended on September 24, 1948 by an order which provided that Foley, within ten days after the entry of the judgment, was to deposit with the clerk of the court the proceeds of the sale for distribution in accordance with the judgment of the court, and the order further provided:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">'that execution shall not issue from the whole or any portion of this judgment unless the plaintiff should failed to pay to the clerk the funds herein required of him to be paid, or unless the clerk should fail to disburse said funds as herein required.'</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Foley did deposit, on August 2, 1948, with the clerk of the California court the full amount which he was ordered to deposit.  Bradt and Riverside moved for a new trial.  This motion was denied by the trial judge on September 24, 1948, and it may be emphasized that one of the reasons for the denial, as stated from the bench orally, was that the court disbelieved Bradt's testimony to the effect that the March 14, 1941 letter had been orally abandoned by West and Long.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Riverside and Bradt appealed.  The District Court of Appeals for the Second Appellate District of the State of California affirmed the judgment of the trial court in all respects on September 18, 1950 and a re-hearing was denied by that court.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">It may be remarked that during the California trial the trial judge heard extensive argument by counsel for all the parties with respect to all phases of the numerous issues presented by the pleadings (see Judge Herland's finding No. 59).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Riverside and Bradt persisted in their efforts to reverse the trial court and filed a petition for a hearing by the Supreme Court of California.  On November 16, 1950 that court denied Riverside's and Bradt's petition for a hearing.  Thereafter, on November 21, 1950, the clerk of the Superior Court paid West and Long the sums ordered to be paid to them.  On March 14, 1951, six days short of four months after the aforesaid funds had been distributed to West and Long, Bradt on behalf of Riverside filed what one could easily infer to be a devious maneuver by Bradt, a voluntary petition in bankruptcy for Riverside, not in California nor in Nevada, the home state, but in the United States District Court for the Southern District of New York.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The conclusion seems inescapable that the plaintiff here must fail.  The transfer or conveyance which resulted from the California action occurred at the latest when the money was deposited in court by Foley on August 2, 1948.  No party to the action, nor any other party, ever sought execution against the funds or any part thereof so deposited on August 2, 1948.  Judge Herlands was clearly correct in holding that such transfer or conveyance as occurred as a result of the California action was effected at the latest when the money was deposited by Foley on that date.  Certainly whether West or Long could have had execution on that sum on that date, no third party purchaser, lienor or creditor could have subsequently acquired greater rights than West and Long to that money.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">It must be emphasized that on and after August 2, 1948, when Foley deposited the sums awarded to West and Long pursuant to the judgment of the California trial court with the clerk of the court, Riverside's only possible interest in those funds, according to Judge Herlands, was contingent upon the 'highly remote possibility that the trial court's judgment would be reversed on appeal.'  On and after August 2, 1948 there was no possible way in which Riverside could transfer these funds to a third party so as to cut off the rights of West and Long until or unless that judgment were reversed.  Under California law no creditor could have obtained a lien on the fund 'in custodia legis,' Dunsmoor v. Furstenfeldt, 88 Cal. 522, 26 P. 518, 12 L.R.A. 508; Credit Bureau of San Diego v. Getty, 61 Cal.App.2d Supp. 823, 142 P.2d 105.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Basic to the trustee's recovery on any and all of the claims involved here is appellant's contention that Riverside was insolvent on the key date-- August 2, 1948.  On this point there is a complete failure of proof.  The District Court seems correct in ruling that all of appellant's proof (sworn claims filed in the Riverside bankruptcy proceeding, Riverside's schedules as listed therein and certain judgments against Riverside on claims of uncertain origin) was hearsay and inadmissible as against these defendants.  In the convincing discussion by Judge Herlands he cites as supporting his view Bookman v. Stegman, 105 N.Y. 621, 11 N.E. 376, 5 Wigmore on Evidence (3rd ed. 1940) 1377, and Richardson on Evidence, 204, at p. 184.  Judge Herlands concludes that the schedules in bankruptcy of Riverside are inadmissible to prove the insolvency of Riverside as against West and Long, and considering the context in which they are offered and the purpose for which they are offered they do not come within any of the recognized exceptions to the hearsay rule, citing 5 Remington on Bankruptcy, 2274; Taylor v. Nichols, 134 App.Div. 787, 119 N.Y.S. 1042; Rosenbluh v. Kurash, 248 App.Div. 504, 290 N.Y.S. 576, and In re Weissman, 2 Cir., 19 F.2d 769.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Judge Herlands also establishes that the full faith and credit clause of the Constitution, art. 4, 1, does not require this court to hold that the nine judgments set forth in Exhibit B, conclusively establish the veracity of the allegations in the complaint initiating the actions resulting in these judgments as against West and Long since they were never parties to those actions, Gratiot County State Bank v. Johnson, 249 U.S. 246, 39 S.Ct. 263, 63 L.Ed. 587.  Judge Herlands notes that the judgments, especially the six default judgments, are not admissible in evidence insofar as they were introduced for the purpose of establishing the facts alleged in the complaint upon which the judgments were granted.  See Cromwell v. County of Sac., 94 U.S. 351, 24 L.Ed. 195.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The First 'cause of action' seeks to recover the funds distributed to defendants (except as to the sum of $5,000 to Long and $2,500 to West) by the clerk of the California court on November 21, 1950, pursuant to the judgment of the California court on the alleged ground that such distribution constituted a 'fradulent transfer' of the property of the bankrupt while the bankrupt was insolvent, or which rendered Riverside insolvent, made without a fair consideration within one year of the filing of Riverside's petition in bankruptcy on March 14, 1951 in alleged violation of 67, sub. d(2)(a) of the Bankruptcy Act.  These payments, according to Judge Herlands, did not constitute a transfer 'made * * * by a debtor' within the meaning of 67, sub. d(2)(a) of the Bankruptcy Act.  The alleged transfer of said funds was not made by the bankrupt but by the judgment of the California court and over the strenuous opposition of the bankrupt.  He also found that the alleged transfer of said funds was perfected more than a year prior to the filing by Riverside of its petition in bankruptcy on March 14, 1951.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The Second cause of action seeks to recover the distribution of the aforesaid funds made to the defendants by the clerk of the California court on November 21, 1950 as a 'conveyance' by Riverside without a fair consideration made while Riverside was insolvent or which rendered it insolvent, and alleged to be fraudulent as to a creditor or creditors of Riverside who have a claim or claims provable in bankruptcy because of such 'conveyance' and in violation of 3439.04 of the West's Ann.  California Civil Code, the remedy for the violation thereof being made available to the plaintifftrustee under 70, sub. e. of the Bankruptcy Act.  The controlling date, as was stated supra, is August 2, 1948.  Section 70, sub. e would void the 'conveyance' only in the event that it was fraudulent as against creditors of the bankrupt.  It should be emphasized that there is no proof that on the critical or key date, August 2, 1948, the judgment of the California court was in any respect fraudulent.  Nor is there proof that Riverside was insolvent at that time.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The Third and Fourth causes of action of the complaint were voluntarily withdrawn during the trial by counsel for the plaintiff for failure of proof.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The Fifth cause of action alleges that the distribution of these funds constituted a 'transfer' of the property of Riverside made or suffered by Riverside for the benefit of a creditor of Riverside for or on account of an antecedent debt while Riverside was insolvent and within four months of the filing of Riverside's petition in bankruptcy on March 14, 1951 on the alleged ground that it enabled the defendants, who had reasonable cause to believe Riverside was insolvent, to obtain at the time the transfer was made a greater percentage of their debt than other creditors of the same class, and that the transfer constitutes a preference under 60 of the Bankruptcy Act.  Judge Herlands found that essential elements of this cause of action were not substantiated, and we agree.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The Sixth and Seventh causes of action might perhaps be best disposed of when considered together.  The Sixth cause alleges that the distribution of the funds on November 21, 1950 constituted a distribution of assets of Riverside to defendants as stockholders of Riverside in disregard of the rights of creditors of Riverside, and is void as to such creditors as a matter of law under 45 of the Nevada Domestic Corporation Act, N.R.S. 78.625, and such funds may be recovered by Riverside's bankruptcy trustee under 70, sub. e of the Bankruptcy Act.  The Seventh cause of action alleges that under the March 14, 1941 agreement the defendants appointed Bradt their agent to administer, operate and sell their property right in the lease and option agreement, and Bradt in his own behalf and in such representative capacity incurred debts and obligations totaling about $210,000 either in Riverside's name or in the name of Riverside and Bradt.  The action alleges that the defendants permitted legal title to said lease and option agreement to be placed in the name of Riverside, and that defendant knew or should have known that Bradt and Riverside were incurring said debts upon the representation made to the creditors that Riverside was the owner of said lease and option agreement.  The Seventh cause of action also alleges that the distribution to the defendants by the California court on November 21, 1950 is impressed with a trust for the benefit of said creditors of Riverside, and that defendants held so much of said funds in trust for said creditors to the extent of defendants' respective one-third share of said debts, and that the plaintiff can recover said trust funds for the benefit of said creditors of Riverside.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">These last two causes of action are both unsound.  First it may be observed that the several claims contained in these causes of action cannot be advanced on behalf of creditors who became such after August 2, 1948, when Foley paid the money in court; and moreover on that date Riverside does not appear to have been insolvent.  On August 2, 1948 (supra) Riverside had assets of $82,619, its recovery out of the California action.  Its liabilities-- omitting claims of lesser equity than West's and Long's-- were at most $44,095.58, as set forth in Exhibit B.  Judge Herlands found, and the finding is correct that there is no competent proof as against West and Long of the amount of the assets or liabilities of Riverside on August 2, 1948, or indeed on November 21, 1950, or of its insolvency at any of such times.  Nor is there proof that either of the defendants should be charged with knowledge of its insolvency then or at any time prior to the filing of Riverside's petition in bankruptcy.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">None of the causes of action in the complaint has been sustained by the plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The judgment of the District Court dismissing the complaint is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">(Exhibit A)</p>\n    </div>\n    <p class=\"indent\">67, sub. d</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">'(2) Every transfer made and every obligation incurred by a debtor within one year prior to the filing of a petition initiating a proceeding under this title by or against him is fraudulent (a) as to creditors existing at the time of such transfer or obligation, if made or incurred without fair consideration by a debtor who is or will be thereby rendered insolvent, without regard to his actual intent; * * *'</p>\n    </div>\n    <p class=\"indent\">70, sub. e</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">'(1) A transfer made or suffered or obligation incurred by a debtor adjudged a bankrupt under this title which, under any Federal or State law applicable thereto, is fraudulent as against or voidable for any other reason by any creditor of the debtor, having a claim provable under this title, shall be null and void as against the trustee of such debtor.  * * *'</p>\n    </div>\n    <p class=\"indent\">60</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">'(a) A preference is a transfer, as defined in this title, of any of the property of a debtor to or for the benefit of a creditor for or on account of an antecedent debt, made or suffered by such debtor while insolvent and within four months before the filing by or against him of the petition in bankruptcy, or of the original petition under chapter 10, 11, 12, or 13 of this title, the effect of which transfer will be to enable such creditor to obtain a greater percentage of his debt than some other creditor of the same class.  For the purposes of subdivisions a and b of this section, a transfer shall be deemed to have been made at the time when it became so far perfected that no bona-fide purchaser from the debtor and no creditor could thereafter have acquired any rights in the property so transferred superior to the rights of the transferee therein, and, if such transfer is not so perfected prior to the filing of the petition in bankruptcy or of the original petition under chapter 10, 11, 12 or 13 of this title, it shall be deemed to have been made immediately before bankruptcy.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">'(b) Any such preference may be avoided by the trustee if the creditor receiving it or to be benefited thereby or his agent acting with reference thereto has, at the time when the transfer is made, reasonable cause to believe that the debtor is insolvent.  Where the preference is voidable, the trustee may recover the property or, if it has been converted, its value from any person who has received or converted such property, except a bona-fide purchaser from or lienor of the debtor's transferee for a present fair equivalent value: Provided, however, that where such purchaser or lienor has given less than such value, he shall nevertheless have a lien upon such property, but only to the extent of the consideration actually given by him.  Where a preference by way of lien or security title is voidable, the court may on due notice order such lien or title to be preserved for the benefit of the estate, in which event such lien or title shall pass to the trustee.  For the purpose of any recovery or avoidance under this section, where plenary proceedings are necessary, any State court which would have had jurisdiction if bankruptcy had not intervened and any court of bankruptcy shall have concurrent jurisdiction.  * * *'</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">(Exhibit B)</p>\n    </div>\n    <p class=\"indent\">Riverside's liabilities on August 2, 1948</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <pre>\tA. Judgments:\nCarnrick (default judgment on promissory\n  notes)                                  $14,673.18\nWard (same)                                14,707.00\nMartin (for services, litigated)              986.90\nWood (unspecified, litigated)               4,012.90\nKuttnauer (default judgment for legal\n  services)                                 1,500.00\n\tB. Sworn claims filed against Riverside:\nN. Y. State License fee                   unliquidated\nCarhahan (accounting services\n  7/11/42--3/13/48 balance due)               1,050.00\nLandels &amp; Weigel (legal services re\n  Riverside-Foley contract negotiations)        262.02\nAlley (legal services re Riverside-\n  RFC dealings in 1942)                         501.50\nBrumley (judgment for an unspecified\n  obligation)                                 3,682.98\nW. L. Paulson (loans to Riverside)            2,720.00\n                                          ------------\n                                   Total    $44,095.58</pre>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The Brumley and Paulson obligations were listed in Bradt's individual bankruptcy schedules, and were also on Ex.  B-98, which was discredited in the California action.  The Carnrick and Ward notes were given after the California action was commenced, and apparently to finance Bradt's and Riverside's defense.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The above list does not include any of the items listed in subdivision C of Schedule VI, which total $45,900, since these items are supported only by Bradt's own assertion.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The following judgments are also excluded: C. L. Clark, as assignee of McGuire and Fenston, $42,263.62 (McGuire and Fenston seem to have been coventurers with Bradt.  The court below found that McGuire's notes, particularly, were issued only for tax purposes and were to be paid only out of Bradt's profits, see Finding 130, Rec. p. 96); United States Pipe &amp; Foundry Co., $13,194.36 (the underlying obligation was Bradt's personal one; default judgment was recovered against Riverside on the theory that it was Bradt's 'alter ego').</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Of the sworn claims filed in the Riverside bankruptcy proceeding the following are not included: Hammack &amp; Hammack, $10,570 (legal services seemingly in relation to the California action); Hotchkiss, $3,250 (expert witness in that action); and Harlan H. Bradt, Jr., $4,125.00 (apparently the son of the 'Bradt' referred to herein).</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> For ready reference there is appended to this opinion parts of the Bankruptcy Act sections referred to (Exhibit A)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">263</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">422</span></span></p>\n    <p class=\"parties\">Lewis H. SAPER, succeeded by Michael Berman, as Trustee in<br>Bankruptcy of the Estate of Riverside Iron and<br>Steel Corporation, Bankrupt, Appellant,<br>v.<br>Hewitt S. WEST, Jr., and the First National Bank of Nevada,<br>Reno, Nevada, Las Vegas Branch, as Executors of<br>the Estate of Hewitt S. West, Deceased,<br>and W. Lunsford Long, Appellees.</p>\n    <p class=\"docket\">No. 26, Docket 25054.</p>\n    <p class=\"court\">United States Court of Appeals Second Circuit.</p>\n    <p class=\"date\">Argued Nov. 7, 1958.<br>Decided Feb. 4, 1959.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">I. Arnold Ross, New York City (I. Arnold Ross and Stanley J. Mayer, New York City, of counsel), for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Shearman &amp; Sterling &amp; Wright, New York City (Hugh W. Darling, Los Angeles, and M. Van Voorhies, New York City, of counsel), for appellees.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before CLARK, Chief Judge, WATERMAN, Circuit Judge, and GALSTON, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">GALSTON, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This is an appeal by the trustee in bankruptcy of Riverside Iron and Steel Corporation, a Nevada corporation, from a judgment of the District Court which dismissed appellant's complaint on the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The trustee in bankruptcy seeks to recover, except as to the sums of $5,000 to Long and $2,500 to West (to cover certain expenses) funds distributed to those defendants on November 21, 1950 by the clerk of a California court, pursuant to the judgment of that court.  The plaintiff alleges that such payments to West and Long were fraudulent and preferential, and in violation of 67, sub. d(2) (a); of 70, sub. e. and of 60 of the Bankruptcy Act, 11 U.S.C.A. 107, sub. d(2) (a), 110(e), 96.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This action is, therefore, something in the nature of an aftermath of the litigation in California in which the California Superior Court rendered judgment on July 28, 1948 in a trial in which E. T. Foley (hereinafter referred to as Foley) sought a declaratory judgment against the Riverside Iron and Steel Corporation (hereinafter referred to as Riverside), Harlan H. Bradt (hereinafter referred to as Bradt), the defendants Hewitt S. West (hereinafter referred to as West), W. Lunsford Long (hereinafter referred to as Long) and others.  The California action was brought to resolve conflicting claims made by the defendants to certain funds held by Foley.  These funds were the proceeds of the sale by Foley to the Kaiser Co., Inc. of a certain lease with an option to purchase the Iron Chief iron mine in the County of Riverside and State of California.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Plaintiff, however, meets with considerable difficulty in that the defendants contend that the payments made to them pursuant to the California judgment in no way, as alleged, constitute a preference whether by transfer or other form of conveyance of funds of the bankrupt.  The defendants also contend that the payments made to them pursuant to the California judgment were not fraudulent as the plaintiff alleges.  The defendants contend also that Riverside was not bankrupt or insolvent at the time of the California judgment nor at the time the payments were made.  Moreover, they contend that the payments made to the defendants were not moneys of the bankrupt.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The District Court's findings of fact cover a long range of time, beginning in 1936, and continuing to and including December 12, 1955.  Because the involved underlying facts in this case have been so admirably presented in the lengthy opinion below, we mention them here only as it becomes essential to do so in our discussion of the several claims of error advanced by appellants.  In part they disclose that Iron Chief was a valuable body of iron ore; that prior to April 24, 1940 Bradt negotiated with the Southern Pacific Land Company, the owner of the Iron Chief property, for a lease to the Bralowe Corporation.  Bradt, West and Long were the stockholders of Bralowe and controlled the corporation.  Bradt had consulted West and Long and sought to have the lease executed in favor of Bralowe, even though Bralowe were unable to carry the venture through.  Bradt's belief was that the identification of the lease with that corporation could be capitalized to the joint advantage of Bradt, West and Long.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Land Commissioner of the Southern Pacific Land Company had advised Bradt that a proposed lease in the name of Bralowe had been approved by the directors of the Southern Pacific Land Company.  The Land Commissioner assured Bralowe that if the lease went through in the name of Bralowe, Southern Pacific would approve assignment of the Iron Chief lease to a company Bralowe would form.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">West and Long were informed of this proposed plan.  In this entire negotiation among Bradt, West and Long it clearly appears that Bralowe was acting simply as a medium to facilitate transfer.  In April 1940, Long became interested with Bradt in the Iron Chief lease and sale agreement on a fifty-fifty basis, and later in the year West also became interested on an equal basis with Bradt and Long.  Controversy followed between Bradt on the one hand and West and Long on the other as to how the development of the Iron Chief and a certain managanese mining claim, designated as The Three Kids, was to be financed.  Finally, after months of discussion and dispute, a settlement agreement was entered into by West, Long and Bradt.  Bradt organized Riverside on March 1, 1941, which corporation was to accept the assignment ans assume all of the obligations under the lease agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The settlement was in the form of a letter dated March 14, 1941, signed by Bradt individually and also by him as president of the Clark-Mead Corporation and the Riverside Iron and Steel Corporation, and subjoined to the letter is an acceptance by West and Long.  But in effect, though the corporations were signers to the agreement, there can be no doubt that Bradt, as sole stockholder, was acting individually with West and Long; for example the letter recites in part:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'You are each to have the same interest or share as I myself retain either in stock or royalties or shares of profits * * *</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'Any interest other than compensation for my services as manager or operator is to be divided equally between us; i.e. one-third to each of us.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Since all the profits were thus arranged for, there remained nothing for Riverside by way of profits.  Bradt writes also in his letter:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'I am executing this letter not only personally, but as president of both the above-mentioned corporations to the end that you may have a written record that the two corporations are charged with notice of the contents hereof.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The corporation had been organized on March 1, 1941.  The validity of the agreement has at no time been challenged.  So far as the record discloses Riverside had no creditors at that time.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It is important to understand that there was no direct relationship at any time between Riverside and the defendants in this action.  After the March 14, 1941 agreement was executed, West and Long had nothing whatever to do with Riverside.  The obligation to carry on under the terms of the lease, and agreement respecting Iron Chief rested solely with Bradt.  It was Bradt's inability to carry out his undertaking that compelled him to negotiate with Foley.  That negotiation, of course, could not foreclose the rights that Bradt and Riverside had assigned to West and Long.  The issue was decided in favor of the defendants in the California action.  In a long stretch of years, from 1941 to 1951, when the petition in bankruptcy was filed by Riverside, there were no contacts between Riverside and West and Long, and no contacts indeed between West and Long and any alleged creditors of Riverside.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">At no time after March 14, 1941 did Riverside have any rights to any profits that might result from Chief lease and agreement.  Despite that rigid limitation the Despite that rigid limitation the successor of Riverside, the plaintiff herein, seeks to obtain just those very profits.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">During the year 1942 Bradt and Riverside were unable to finance the operation of the Iron Chief mining property or to pay the minimum royalties or taxes required by the lease.  Bradt, therefore, approached Foley and sought his financial assistance, and pursuant to his rights embraced within the letter or stipulation of March 14, 1941, the Iron Chief lease and sale agreement of April 24, 1940 was later sold and assigned to Foley.  At that time the agreement of March 14, 1941 was still in force and effect, as it was right up to the time of the termination of the California litigation, as stated by the trial judge in that action.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Kaiser Company, on January 26, 1944, had purchased from the Southern Pacific Land Company the fee of the Iron Chief mine, subject to the Iron Chief lease and sale agreement.  In the development of the iron mine two other parties appeared, Vinnell and Dunton, who agreed to purchase from Foley all ore for which those men could find a market.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On April 10, 1946, Foley agreed to sell to the Kaiser Company, and Kaiser agreed to buy, the Iron Chief lease and sale agreement for $1,132,811.35.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Controversy then arose because Bradt refused to recognize the claims of West and Long which they claimed stemmed from the agreement of March 14, 1941.  Bradt, on July 1, 1946, also challenged Foley's authority to make the sale to Kaiser.  Therefore, on October 25, 1946, Foley commenced the action in the Superior Court of the State of California, herein erferred to as the California action.  That action was concluded on April 29, 1948.  So far as West and Long were concerned it was adjudged that out of the proceeds of the sale of the Iron Chief lease and sale agreement West was entitled to.$76,898.48, and Long to $81,898.48.  Judgment was entered in that California action on July 28, 1948.  It was amended on September 24, 1948 by an order which provided that Foley, within ten days after the entry of the judgment, was to deposit with the clerk of the court the proceeds of the sale for distribution in accordance with the judgment of the court, and the order further provided:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">'that execution shall not issue from the whole or any portion of this judgment unless the plaintiff should failed to pay to the clerk the funds herein required of him to be paid, or unless the clerk should fail to disburse said funds as herein required.'</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Foley did deposit, on August 2, 1948, with the clerk of the California court the full amount which he was ordered to deposit.  Bradt and Riverside moved for a new trial.  This motion was denied by the trial judge on September 24, 1948, and it may be emphasized that one of the reasons for the denial, as stated from the bench orally, was that the court disbelieved Bradt's testimony to the effect that the March 14, 1941 letter had been orally abandoned by West and Long.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Riverside and Bradt appealed.  The District Court of Appeals for the Second Appellate District of the State of California affirmed the judgment of the trial court in all respects on September 18, 1950 and a re-hearing was denied by that court.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">It may be remarked that during the California trial the trial judge heard extensive argument by counsel for all the parties with respect to all phases of the numerous issues presented by the pleadings (see Judge Herland's finding No. 59).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Riverside and Bradt persisted in their efforts to reverse the trial court and filed a petition for a hearing by the Supreme Court of California.  On November 16, 1950 that court denied Riverside's and Bradt's petition for a hearing.  Thereafter, on November 21, 1950, the clerk of the Superior Court paid West and Long the sums ordered to be paid to them.  On March 14, 1951, six days short of four months after the aforesaid funds had been distributed to West and Long, Bradt on behalf of Riverside filed what one could easily infer to be a devious maneuver by Bradt, a voluntary petition in bankruptcy for Riverside, not in California nor in Nevada, the home state, but in the United States District Court for the Southern District of New York.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The conclusion seems inescapable that the plaintiff here must fail.  The transfer or conveyance which resulted from the California action occurred at the latest when the money was deposited in court by Foley on August 2, 1948.  No party to the action, nor any other party, ever sought execution against the funds or any part thereof so deposited on August 2, 1948.  Judge Herlands was clearly correct in holding that such transfer or conveyance as occurred as a result of the California action was effected at the latest when the money was deposited by Foley on that date.  Certainly whether West or Long could have had execution on that sum on that date, no third party purchaser, lienor or creditor could have subsequently acquired greater rights than West and Long to that money.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">It must be emphasized that on and after August 2, 1948, when Foley deposited the sums awarded to West and Long pursuant to the judgment of the California trial court with the clerk of the court, Riverside's only possible interest in those funds, according to Judge Herlands, was contingent upon the 'highly remote possibility that the trial court's judgment would be reversed on appeal.'  On and after August 2, 1948 there was no possible way in which Riverside could transfer these funds to a third party so as to cut off the rights of West and Long until or unless that judgment were reversed.  Under California law no creditor could have obtained a lien on the fund 'in custodia legis,' Dunsmoor v. Furstenfeldt, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">522</span></span>, <span class=\"citation no-link\"><span class=\"volume\">26</span> <span class=\"reporter\">P.</span> <span class=\"page\">518</span></span>, 12 L.R.A. 508; Credit Bureau of San Diego v. Getty, <span class=\"citation\" data-id=\"1158721\"><a href=\"/opinion/1158721/credit-bureau-of-san-diego-v-getty/\"><span class=\"volume\">61</span> <span class=\"reporter\">Cal. App. Supp. 2d</span> <span class=\"page\">823</span></a></span>, 142 P.2d 105.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Basic to the trustee's recovery on any and all of the claims involved here is appellant's contention that Riverside was insolvent on the key date-- August 2, 1948.  On this point there is a complete failure of proof.  The District Court seems correct in ruling that all of appellant's proof (sworn claims filed in the Riverside bankruptcy proceeding, Riverside's schedules as listed therein and certain judgments against Riverside on claims of uncertain origin) was hearsay and inadmissible as against these defendants.  In the convincing discussion by Judge Herlands he cites as supporting his view Bookman v. Stegman, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">621</span></span>, <span class=\"citation no-link\"><span class=\"volume\">11</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">376</span></span>, 5 Wigmore on Evidence (3rd ed. 1940) 1377, and Richardson on Evidence, 204, at p. 184.  Judge Herlands concludes that the schedules in bankruptcy of Riverside are inadmissible to prove the insolvency of Riverside as against West and Long, and considering the context in which they are offered and the purpose for which they are offered they do not come within any of the recognized exceptions to the hearsay rule, citing 5 Remington on Bankruptcy, 2274; Taylor v. Nichols, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">A.D.</span> <span class=\"page\">787</span></span>, 119 N.Y.S. 1042; Rosenbluh v. Kurash, <span class=\"citation no-link\"><span class=\"volume\">248</span> <span class=\"reporter\">A.D.</span> <span class=\"page\">504</span></span>, <span class=\"citation no-link\"><span class=\"volume\">290</span> <span class=\"reporter\">N.Y.S.</span> <span class=\"page\">576</span></span>, and In re Weissman, 2 Cir., 19 F.2d 769.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Judge Herlands also establishes that the full faith and credit clause of the Constitution, art. 4, 1, does not require this court to hold that the nine judgments set forth in Exhibit B, conclusively establish the veracity of the allegations in the complaint initiating the actions resulting in these judgments as against West and Long since they were never parties to those actions, Gratiot County State Bank v. Johnson, <span class=\"citation\" data-id=\"99327\"><a href=\"/opinion/99327/gratiot-county-state-bank-v-johnson/\"><span class=\"volume\">249</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">246</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">263</span></span>, 63 L.Ed. 587.  Judge Herlands notes that the judgments, especially the six default judgments, are not admissible in evidence insofar as they were introduced for the purpose of establishing the facts alleged in the complaint upon which the judgments were granted.  See Cromwell v. County of Sac., <span class=\"citation\" data-id=\"89476\"><a href=\"/opinion/89476/cromwell-v-county-of-sac/\"><span class=\"volume\">94</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">351</span></a></span>, 24 L.Ed. 195.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The First 'cause of action' seeks to recover the funds distributed to defendants (except as to the sum of $5,000 to Long and $2,500 to West) by the clerk of the California court on November 21, 1950, pursuant to the judgment of the California court on the alleged ground that such distribution constituted a 'fradulent transfer' of the property of the bankrupt while the bankrupt was insolvent, or which rendered Riverside insolvent, made without a fair consideration within one year of the filing of Riverside's petition in bankruptcy on March 14, 1951 in alleged violation of 67, sub. d(2)(a) of the Bankruptcy Act.  These payments, according to Judge Herlands, did not constitute a transfer 'made * * * by a debtor' within the meaning of 67, sub. d(2)(a) of the Bankruptcy Act.  The alleged transfer of said funds was not made by the bankrupt but by the judgment of the California court and over the strenuous opposition of the bankrupt.  He also found that the alleged transfer of said funds was perfected more than a year prior to the filing by Riverside of its petition in bankruptcy on March 14, 1951.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The Second cause of action seeks to recover the distribution of the aforesaid funds made to the defendants by the clerk of the California court on November 21, 1950 as a 'conveyance' by Riverside without a fair consideration made while Riverside was insolvent or which rendered it insolvent, and alleged to be fraudulent as to a creditor or creditors of Riverside who have a claim or claims provable in bankruptcy because of such 'conveyance' and in violation of 3439.04 of the West's Ann.  California Civil Code, the remedy for the violation thereof being made available to the plaintifftrustee under 70, sub. e. of the Bankruptcy Act.  The controlling date, as was stated supra, is August 2, 1948.  Section 70, sub. e would void the 'conveyance' only in the event that it was fraudulent as against creditors of the bankrupt.  It should be emphasized that there is no proof that on the critical or key date, August 2, 1948, the judgment of the California court was in any respect fraudulent.  Nor is there proof that Riverside was insolvent at that time.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The Third and Fourth causes of action of the complaint were voluntarily withdrawn during the trial by counsel for the plaintiff for failure of proof.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The Fifth cause of action alleges that the distribution of these funds constituted a 'transfer' of the property of Riverside made or suffered by Riverside for the benefit of a creditor of Riverside for or on account of an antecedent debt while Riverside was insolvent and within four months of the filing of Riverside's petition in bankruptcy on March 14, 1951 on the alleged ground that it enabled the defendants, who had reasonable cause to believe Riverside was insolvent, to obtain at the time the transfer was made a greater percentage of their debt than other creditors of the same class, and that the transfer constitutes a preference under 60 of the Bankruptcy Act.  Judge Herlands found that essential elements of this cause of action were not substantiated, and we agree.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The Sixth and Seventh causes of action might perhaps be best disposed of when considered together.  The Sixth cause alleges that the distribution of the funds on November 21, 1950 constituted a distribution of assets of Riverside to defendants as stockholders of Riverside in disregard of the rights of creditors of Riverside, and is void as to such creditors as a matter of law under 45 of the Nevada Domestic Corporation Act, N.R.S. 78.625, and such funds may be recovered by Riverside's bankruptcy trustee under 70, sub. e of the Bankruptcy Act.  The Seventh cause of action alleges that under the March 14, 1941 agreement the defendants appointed Bradt their agent to administer, operate and sell their property right in the lease and option agreement, and Bradt in his own behalf and in such representative capacity incurred debts and obligations totaling about $210,000 either in Riverside's name or in the name of Riverside and Bradt.  The action alleges that the defendants permitted legal title to said lease and option agreement to be placed in the name of Riverside, and that defendant knew or should have known that Bradt and Riverside were incurring said debts upon the representation made to the creditors that Riverside was the owner of said lease and option agreement.  The Seventh cause of action also alleges that the distribution to the defendants by the California court on November 21, 1950 is impressed with a trust for the benefit of said creditors of Riverside, and that defendants held so much of said funds in trust for said creditors to the extent of defendants' respective one-third share of said debts, and that the plaintiff can recover said trust funds for the benefit of said creditors of Riverside.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">These last two causes of action are both unsound.  First it may be observed that the several claims contained in these causes of action cannot be advanced on behalf of creditors who became such after August 2, 1948, when Foley paid the money in court; and moreover on that date Riverside does not appear to have been insolvent.  On August 2, 1948 (supra) Riverside had assets of $82,619, its recovery out of the California action.  Its liabilities-- omitting claims of lesser equity than West's and Long's-- were at most $44,095.58, as set forth in Exhibit B.  Judge Herlands found, and the finding is correct that there is no competent proof as against West and Long of the amount of the assets or liabilities of Riverside on August 2, 1948, or indeed on November 21, 1950, or of its insolvency at any of such times.  Nor is there proof that either of the defendants should be charged with knowledge of its insolvency then or at any time prior to the filing of Riverside's petition in bankruptcy.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">None of the causes of action in the complaint has been sustained by the plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The judgment of the District Court dismissing the complaint is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">(Exhibit A)</p>\n    </div>\n    <p class=\"indent\">67, sub. d</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">'(2) Every transfer made and every obligation incurred by a debtor within one year prior to the filing of a petition initiating a proceeding under this title by or against him is fraudulent (a) as to creditors existing at the time of such transfer or obligation, if made or incurred without fair consideration by a debtor who is or will be thereby rendered insolvent, without regard to his actual intent; * * *'</p>\n    </div>\n    <p class=\"indent\">70, sub. e</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">'(1) A transfer made or suffered or obligation incurred by a debtor adjudged a bankrupt under this title which, under any Federal or State law applicable thereto, is fraudulent as against or voidable for any other reason by any creditor of the debtor, having a claim provable under this title, shall be null and void as against the trustee of such debtor.  * * *'</p>\n    </div>\n    <p class=\"indent\">60</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">'(a) A preference is a transfer, as defined in this title, of any of the property of a debtor to or for the benefit of a creditor for or on account of an antecedent debt, made or suffered by such debtor while insolvent and within four months before the filing by or against him of the petition in bankruptcy, or of the original petition under chapter 10, 11, 12, or 13 of this title, the effect of which transfer will be to enable such creditor to obtain a greater percentage of his debt than some other creditor of the same class.  For the purposes of subdivisions a and b of this section, a transfer shall be deemed to have been made at the time when it became so far perfected that no bona-fide purchaser from the debtor and no creditor could thereafter have acquired any rights in the property so transferred superior to the rights of the transferee therein, and, if such transfer is not so perfected prior to the filing of the petition in bankruptcy or of the original petition under chapter 10, 11, 12 or 13 of this title, it shall be deemed to have been made immediately before bankruptcy.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">'(b) Any such preference may be avoided by the trustee if the creditor receiving it or to be benefited thereby or his agent acting with reference thereto has, at the time when the transfer is made, reasonable cause to believe that the debtor is insolvent.  Where the preference is voidable, the trustee may recover the property or, if it has been converted, its value from any person who has received or converted such property, except a bona-fide purchaser from or lienor of the debtor's transferee for a present fair equivalent value: Provided, however, that where such purchaser or lienor has given less than such value, he shall nevertheless have a lien upon such property, but only to the extent of the consideration actually given by him.  Where a preference by way of lien or security title is voidable, the court may on due notice order such lien or title to be preserved for the benefit of the estate, in which event such lien or title shall pass to the trustee.  For the purpose of any recovery or avoidance under this section, where plenary proceedings are necessary, any State court which would have had jurisdiction if bankruptcy had not intervened and any court of bankruptcy shall have concurrent jurisdiction.  * * *'</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">(Exhibit B)</p>\n    </div>\n    <p class=\"indent\">Riverside's liabilities on August 2, 1948</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <pre>\tA. Judgments:\nCarnrick (default judgment on promissory\n  notes)                                  $14,673.18\nWard (same)                                14,707.00\nMartin (for services, litigated)              986.90\nWood (unspecified, litigated)               4,012.90\nKuttnauer (default judgment for legal\n  services)                                 1,500.00\n\tB. Sworn claims filed against Riverside:\nN. Y. State License fee                   unliquidated\nCarhahan (accounting services\n  7/11/42--3/13/48 balance due)               1,050.00\nLandels &amp; Weigel (legal services re\n  Riverside-Foley contract negotiations)        262.02\nAlley (legal services re Riverside-\n  RFC dealings in 1942)                         501.50\nBrumley (judgment for an unspecified\n  obligation)                                 3,682.98\nW. L. Paulson (loans to Riverside)            2,720.00\n                                          ------------\n                                   Total    $44,095.58</pre>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The Brumley and Paulson obligations were listed in Bradt's individual bankruptcy schedules, and were also on Ex.  B-98, which was discredited in the California action.  The Carnrick and Ward notes were given after the California action was commenced, and apparently to finance Bradt's and Riverside's defense.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The above list does not include any of the items listed in subdivision C of Schedule VI, which total $45,900, since these items are supported only by Bradt's own assertion.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The following judgments are also excluded: C. L. Clark, as assignee of McGuire and Fenston, $42,263.62 (McGuire and Fenston seem to have been coventurers with Bradt.  The court below found that McGuire's notes, particularly, were issued only for tax purposes and were to be paid only out of Bradt's profits, see Finding 130, Rec. p. 96); United States Pipe &amp; Foundry Co., $13,194.36 (the underlying obligation was Bradt's personal one; default judgment was recovered against Riverside on the theory that it was Bradt's 'alter ego').</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Of the sworn claims filed in the Riverside bankruptcy proceeding the following are not included: Hammack &amp; Hammack, $10,570 (legal services seemingly in relation to the California action); Hotchkiss, $3,250 (expert witness in that action); and Harlan H. Bradt, Jr., $4,125.00 (apparently the son of the 'Bradt' referred to herein).</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> For ready reference there is appended to this opinion parts of the Bankruptcy Act sections referred to (Exhibit A)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/89476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/99327/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1158721/"
  ]
}