{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/151843/",
  "absolute_url": "/opinion/151843/giragosian-v-bettencourt/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/151843/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2010-07-29T20:21:26Z",
  "date_modified": "2016-04-26T06:30:56.562464Z",
  "type": "010combined",
  "sha1": "f55ef5fcba565ee9683c7a6e97cd0c685d4a2f11",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-2001P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/07/29/Giragosian_v._Bettencourt.pdf",
  "plain_text": "           United States Court of Appeals\n                      For the First Circuit\n\nNo. 09-2001\n\n                          PAUL GIRAGOSIAN,\n\n                       Plaintiff, Appellant,\n\n                                 v.\n\n                         WAYNE BETTENCOURT,\n\n                       Defendant, Appellee.\n\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. William G. Young, U.S. District Judge]\n\n\n                              Before\n\n                      Boudin, Circuit Judge,\n                    Souter,* Associate Justice,\n                    and Howard, Circuit Judge.\n\n\n     Dean Carnahan with whom Law Offices of Dean Carnahan, was on\nbrief, for appellant.\n     Michael Sady, Assistant United States Attorney with whom Carmen\nM. Ortiz, United States Attorney, was on brief, for appellee.\n\n\n\n                          July 29, 2010\n\n\n\n     *\n      The Hon. David H. Souter, Associate Justice (Ret.) of the\nSupreme Court of the United States, sitting by designation.\n\f             HOWARD,     Circuit       Judge.      Plaintiff-appellant       Paul\n\nGiragosian appeals from a district court order dismissing his Bivens\n\naction against Wayne Bettencourt, a regulatory inspection officer\n\nemployed by the U.S. Bureau of Alcohol, Tobacco, Firearms and\n\nExplosives     (\"ATF\").1       In    that   action,   Giragosian    argued   that\n\nBettencourt's warrantless inspection of Giragosian's gun shop at the\n\nrequest   of    the    local   police       department   violated   the   Fourth\n\nAmendment.     The district court held that Bettencourt was entitled\n\nto qualified immunity on Giragosian's constitutional claim and\n\ngranted Bettencourt's motion to dismiss for failure to state a claim\n\nupon which relief could be granted.             Fed. R. Civ. P. 12(b)(6).      We\n\nfind no error in the district court's disposition and affirm.\n\n\n\n                                     I. Facts\n\n             Because Giragosian's claims were dismissed under Federal\n\nRule of Civil Procedure 12(b)(6), \"we accept the well-pleaded\n\nallegations in plaintiff's complaint as true and draw all reasonable\n\ninferences in his favor.\"           Morales-Tanon v. P.R. Elec. Power Auth.,\n\n524 F.3d 15, 17 (1st Cir. 2008).                In assessing a rule 12(b)(6)\n\nmotion to dismiss, we may consider, in addition to the complaint\n\nitself, a limited array of additional documents such as any that are\n\nattached to the complaint and \"documents sufficiently referred to\n\n\n\n     1\n      See Bivens v. Six Unknown Fed. Narcotics Agents, 403 U.S. 388\n(1971).\n\n                                         -2-\n\fin the complaint.\" Miss. Pub. Empl. Ret. Sys. v. Boston Sci. Corp.,\n\n523 F.3d 75, 86 (1st Cir. 2008).                  We sketch the facts here from\n\nGiragosian's complaint, which incorporates Bettencourt's inspection\n\nreport.2\n\n                Giragosian owned PSMG Gun Co., a gun shop in Arlington,\n\nMassachusetts.         In January 2007, Giragosian was training a customer\n\nto    use   a    handgun      when   the     customer        committed    suicide   by\n\nintentionally shooting himself in the head.3                   The Arlington Police\n\nDepartment conducted an investigation that day and concluded that\n\nGiragosian       was    not    at    fault       for   the     customer's    suicide.\n\nNevertheless, Arlington's Chief of Police, Frederick Ryan, suspended\n\nGiragosian's state firearms license pending further investigation\n\nby the Arlington Police Department and the Middlesex County District\n\nAttorney's Office.\n\n                The Arlington Police Department also contacted ATF to\n\nrequest that ATF conduct an inspection of PSMG. Bettencourt was the\n\nATF investigator assigned to Giragosian's case.                   Before conducting\n\nthe   inspection,        Bettencourt       reviewed     ATF     records     concerning\n\nGiragosian's federal gun license and ascertained that the ATF had\n\n\n       2\n      Additional background on this dispute can be found in\nGiragosian v. Ryan, 547 F.3d 59 (1st Cir. 2008), which arose out of\nthe same facts as this case.\n       3\n      Earlier events at Giragosian's gun shop had already raised\nthe concerns of local police. In 2002, another trainee committed\nsuicide in the store. Additionally, in September 2005, PSMG was\nburglarized and eight handguns were stolen, several of which later\nreappeared at crime scenes in the Boston area.\n\n                                           -3-\n\fnot   conducted     an    annual    compliance       inspection    since       1996.\n\nBettencourt called Giragosian to set up a time to conduct an\n\ninspection, and the two agreed to meet at Giragosian's gun shop on\n\nJanuary 31, 2007.\n\n             During     the    inspection,    Bettencourt     observed     several\n\nviolations     of   federal      firearms     regulations.         For   example,\n\nBettencourt found that Giragosian had, on three occasions, sold\n\nmultiple handguns to a single purchaser within a five-day period\n\nwithout   completing      the    requisite    ATF    Form   3310.4,      and   that\n\nGiragosian had failed to update the store's records to account for\n\nseveral     firearms.         Additionally,    according     to    Bettencourt's\n\ninspection report, Giragosian was manufacturing custom firearms on\n\nsite without a federal manufacturer's license to do so. Bettencourt\n\nhad Giragosian surrender his federal license and took ten custom gun\n\nframes    lacking     serial    numbers     from    the   shop.4         Based    on\n\nBettencourt's inspection report, the Arlington Police Department\n\nalso suspended, and then revoked,              Giragosian's state firearms\n\nlicenses.\n\n             Giragosian sued Bettencourt in federal district court,\n\nalleging that the inspection, and ATF's seizure of his federal\n\nlicense and gun frames, constituted an unlawful warrantless search\n\n\n\n      4\n      Bettencourt asserts that Giragosian voluntarily surrendered\nthe gun frames and his federal firearms license to the ATF on\nBettencourt's request, but we must accept Giragosian's version of\nevents, as alleged in his complaint.\n\n                                       -4-\n\fand seizure in violation to Giragosian's Fourth Amendment rights.\n\nBettencourt filed a motion to dismiss on a number of grounds,\n\nincluding that he was entitled to protection from suit under the\n\nqualified immunity doctrine.       After a hearing, the district court\n\ngranted Bettencourt's motion to dismiss on the basis of qualified\n\nimmunity.\n\n\n\n                             II. Discussion\n\n            We review the grant of a motion to dismiss de novo.\n\nGagliardi v. Sullivan, 513 F.3d 301, 305 (1st Cir. 2008).                 To\n\nsurvive a motion to dismiss for failure to state a claim under Rule\n\n12(b)(6), the plaintiff must set forth facts sufficient to state a\n\nlegal claim on which relief could be granted.        Alternative Energy,\n\nInc. v. St. Paul Fire & Marine Ins. Co., 267 F.3d 30, 36 (1st Cir.\n\n2001).\n\n            We   agree   that,   because   Bettencourt   was   entitled   to\n\nqualified immunity from suit, Giragosian failed to state a claim on\n\nwhich the district court could grant relief. Officials are entitled\n\nto qualified immunity unless (1) \"the facts that a plaintiff has\n\nalleged or shown make out a violation of a constitutional right\" and\n\n(2) \"the right at issue was 'clearly established' at the time of\n\n[their] alleged misconduct.\"       Pearson v. Callahan, 129 S. Ct. 808,\n\n816 (2009). A right is \"clearly established\" if, at the time of the\n\nalleged violation, \"[t]he contours of the right . . . [were]\n\n\n                                    -5-\n\fsufficiently clear that a reasonable official would understand that\n\nwhat he is doing violates that right.\"        Maldonado v. Fontanes, 568\n\nF.3d 263, 269 (1st Cir. 2009)(quoting Anderson v. Creighton, 483\n\nU.S. 635, 640 (1987)).\n\n          It   is   not   always   possible   to   determine   before   any\n\ndiscovery has occurred whether a defendant is entitled to qualified\n\nimmunity, and courts often evaluate qualified immunity defenses at\n\nthe summary judgment stage.    Nevertheless, the determination can be\n\nmade on a motion to dismiss when the complaint provides all of the\n\nfacts needed to assess the plaintiff's claim.         See, e.g., Poirier\n\nv. Mass. Dep't of Corr., 558 F.3d 92, 97 (1st Cir. 2009)(holding\n\nthat Fourteenth Amendment right to \"intimate association\" between\n\ntwo cohabiting adults was not \"clearly established\" law); Pagan v.\n\nCalderon, 448 F.3d 16, 32-37 (1st Cir.             2006) (dismissing, on\n\nqualified immunity grounds, a corporation's claims that a former\n\ngovernor violated its Fourteenth Amendment rights by influencing a\n\ngovernment lender to reject a loan).\n\n          Bettencourt did not violate Giragosian's Fourth Amendment\n\nrights by conducting the warrantless search.          Rather, the search\n\nconstituted a lawful exercise of the government's power to inspect\n\nthe inventory and records of licensed firearms dealers.          Although\n\nthe Fourth Amendment's prohibition on unreasonable searches and\n\nseizures is generally applicable to commercial premises as well as\n\nprivate homes, See v. City of Seattle, 387 U.S. 541, 543, 546\n\n\n                                   -6-\n\f(1967), the owner of commercial property in a closely regulated\n\nindustry has a reduced expectation of privacy in those premises.\n\nNew   York   v.   Burger,   482   U.S.   691,   702     (1987).    Firearms\n\nmanufacturing and dealing being a pervasively regulated industry,\n\nUnited States v. Biswell, 406 U.S. 311, 316 (1972), we must view\n\nthis case through the prism of limitations on privacy imposed by the\n\nGun Control Act of 1968, 18 U.S.C. § 921 et seq.\n\n             Pursuant to 18 U.S.C. § 923(g)(1)(B)(ii), the government\n\nmay conduct compliance inspections of gun shop premises without\n\neither a warrant or reasonable cause, as long as it does not do so\n\nmore than once in any twelve-month period.            The Supreme Court has\n\nexplicitly upheld the constitutionality of this provision under the\n\nFourth Amendment.      Biswell, 406 U.S. at 317 (holding that the\n\n\"urgent federal interest\" in regulating firearms traffic outweighs\n\nany threat to gun dealers' privacy).      Bettencourt's 2007 compliance\n\ninspection of Giragosian's gun shop was the first in twelve months\n\n-- indeed, in ten years.      It thus met all of the requirements of\n\n§ 923(g)(1)(B)(ii).5\n\n             Giragosian asserts that Bettencourt's search did not\n\nqualify as a lawful compliance inspection because he acted on a\n\nlocal police department's request. The argument fails. Section 923\n\n\n      5\n      Giragosian notes that § 923(g) was amended after Biswell and\nbefore the search in this case, but he makes no argument based on\nthe change in the law. As it turns out, the amendment added the\nannual limitation to searches not based on reasonable cause, which\nadds nothing to Giragosian's argument.\n\n                                   -7-\n\fdoes not prohibit an ATF officer from conducting an inspection at\n\nthe request of local law enforcement, nor is there any reason to\n\nthink that Congress intended to prevent ATF officers from carrying\n\nout compliance inspections when they have a particular reason to be\n\nconcerned that violations might exist.       See United States v. Aiudi,\n\n835 F.2d 943, 946 (1st Cir. 1987)(holding that an ATF agent had the\n\nright to conduct a warrantless search under 18 U.S.C. § 923(g) and\n\nto seize all weapons on the premises, where investigation had\n\nrevealed that the defendant had committed several federal firearms\n\nviolations).     Because no constitutional violation occurred with\n\nrespect to the warrantless search, Bettencourt is entitled to\n\nqualified immunity on that score.       See Saucier v. Katz, 533 U.S.\n\n194, 201 (2001)(\"If no constitutional right would have been violated\n\nwere the allegations established, there is no necessity for further\n\ninquiries concerning qualified immunity.\").\n\n            We need not decide whether Bettencourt's seizure of\n\nGiragosian's federal firearms license or gun frames violated the\n\nFourth Amendment, because Giragosian has waived any argument that\n\nthey did.    With respect to the license, Giragosian asserts merely\n\nthat its seizure violated his Fourth Amendment rights, without any\n\nexplanation.     \"[I]ssues   adverted   to   in   a   perfunctory   manner,\n\nunaccompanied by some effort at developed argumentation, are deemed\n\nwaived.\"    United States v. Zannino, 895 F.2d 1, 17 (1st Cir. 1990).\n\nAs for the gun frames, Giragosian says that their seizure was\n\n\n                                  -8-\n\funconstitutional in that his federal license -- presumably his\n\ndealer's license, although Giragosian does not specify -- entitled\n\nhim to manufacture them.     His appellate brief does not further\n\ndevelop this argument, instead referring us to arguments he made in\n\npleadings filed in the district court.       But \"claims made to this\n\ncourt must be presented fully in an appellate brief and not by\n\ncross-reference to claims made in the district court.\"    Lawrence v.\n\nGonzales, 446 F.3d 221, 226 (1st Cir. 2006).     The cross-references\n\nin question here illustrate one of the primary reasons for this\n\nrule:   they render his argument difficult to follow, and we are not\n\ntoo sure that we can unravel it.   Accordingly, this argument, too,\n\nis waived.\n\n\n\n                           III. Conclusion\n\n             We affirm the district court's dismissal of the Fourth\n\nAmendment claims.\n\n\n\n\n                                 -9-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>614 F.3d 25 (2010)</b></center>\n<center><h1>Paul GIRAGOSIAN, Plaintiff, Appellant,<br>\nv.<br>\nWayne BETTENCOURT, Defendant, Appellee.</h1></center>\n<center>No. 09-2001.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 2, 2010.</center>\n<center>Decided July 29, 2010.</center>\n<p><span class=\"star-pagination\">*27</span> Dean Carnahan with whom Law Offices of Dean Carnahan, was on brief, for appellant.</p>\n<p>Michael Sady, Assistant United States Attorney with whom Carmen M. Ortiz, United States Attorney, was on brief, for appellee.</p>\n<p>Before BOUDIN, Circuit Judge, SOUTER,<sup>[*]</sup> Associate Justice, and HOWARD, Circuit Judge.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>Plaintiff-appellant Paul Giragosian appeals from a district court order dismissing his <i>Bivens</i> action against Wayne Bettencourt, a regulatory inspection officer employed by the U.S. Bureau of Alcohol, Tobacco, Firearms and Explosives (\"ATF\").<sup>[1]</sup> In that action, Giragosian argued that Bettencourt's warrantless inspection of Giragosian's gun shop at the request of the local police department violated the Fourth Amendment. The district court held that Bettencourt was entitled to qualified immunity on Giragosian's constitutional claim and granted Bettencourt's motion to dismiss for failure to state a claim upon which relief could be granted. Fed.R.Civ.P. 12(b)(6). We find no error in the district court's disposition and affirm.</p>\n<p></p>\n<h2>I. Facts</h2>\n<p>Because Giragosian's claims were dismissed under Federal Rule of Civil Procedure 12(b)(6), \"we accept the well-pleaded allegations in plaintiff's complaint as true and draw all reasonable inferences in his favor.\" <i>Morales-Tanon v. P.R. Elec. Power Auth.,</i> 524 F.3d 15, 17 (1st Cir. 2008). In assessing a rule 12(b)(6) motion to dismiss, we may consider, in addition to the complaint itself, a limited array of additional documents such as any that are <span class=\"star-pagination\">*28</span> attached to the complaint and \"documents sufficiently referred to in the complaint.\" <i>Miss. Pub. Empl. Ret. Sys. v. Boston Sci. Corp.,</i> 523 F.3d 75, 86 (1st Cir.2008). We sketch the facts here from Giragosian's complaint, which incorporates Bettencourt's inspection report.<sup>[2]</sup></p>\n<p>Giragosian owned PSMG Gun Co., a gun shop in Arlington, Massachusetts. In January 2007, Giragosian was training a customer to use a handgun when the customer committed suicide by intentionally shooting himself in the head.<sup>[3]</sup> The Arlington Police Department conducted an investigation that day and concluded that Giragosian was not at fault for the customer's suicide. Nevertheless, Arlington's Chief of Police, Frederick Ryan, suspended Giragosian's state firearms license pending further investigation by the Arlington Police Department and the Middlesex County District Attorney's Office.</p>\n<p>The Arlington Police Department also contacted ATF to request that ATF conduct an inspection of PSMG. Bettencourt was the ATF investigator assigned to Giragosian's case. Before conducting the inspection, Bettencourt reviewed ATF records concerning Giragosian's federal gun license and ascertained that the ATF had not conducted an annual compliance inspection since 1996. Bettencourt called Giragosian to set up a time to conduct an inspection, and the two agreed to meet at Giragosian's gun shop on January 31, 2007.</p>\n<p>During the inspection, Bettencourt observed several violations of federal firearms regulations. For example, Bettencourt found that Giragosian had, on three occasions, sold multiple handguns to a single purchaser within a five-day period without completing the requisite ATF Form 3310.4, and that Giragosian had failed to update the store's records to account for several firearms. Additionally, according to Bettencourt's inspection report, Giragosian was manufacturing custom firearms on site without a federal manufacturer's license to do so. Bettencourt had Giragosian surrender his federal license and took ten custom gun frames lacking serial numbers from the shop.<sup>[4]</sup> Based on Bettencourt's inspection report, the Arlington Police Department also suspended, and then revoked, Giragosian's state firearms licenses.</p>\n<p>Giragosian sued Bettencourt in federal district court, alleging that the inspection, and ATF's seizure of his federal license and gun frames, constituted an unlawful warrantless search and seizure in violation to Giragosian's Fourth Amendment rights. Bettencourt filed a motion to dismiss on a number of grounds, including that he was entitled to protection from suit under the qualified immunity doctrine. After a hearing, the district court granted Bettencourt's motion to dismiss on the basis of qualified immunity.</p>\n<p></p>\n<h2>II. Discussion</h2>\n<p>We review the grant of a motion to dismiss <i>de novo. </i><i>Gagliardi v. Sullivan,</i> 513 F.3d 301, 305 (1st Cir.2008). To survive <span class=\"star-pagination\">*29</span> a motion to dismiss for failure to state a claim under Rule 12(b)(6), the plaintiff must set forth facts sufficient to state a legal claim on which relief could be granted. <i>Alternative Energy, Inc. v. St. Paul Fire &amp; Marine Ins. Co.,</i> 267 F.3d 30, 36 (1st Cir.2001).</p>\n<p>We agree that, because Bettencourt was entitled to qualified immunity from suit, Giragosian failed to state a claim on which the district court could grant relief. Officials are entitled to qualified immunity unless (1) \"the facts that a plaintiff has alleged or shown make out a violation of a constitutional right\" and (2) \"the right at issue was `clearly established' at the time of [their] alleged misconduct.\" <i>Pearson v. Callahan,</i> ___ U.S. ___, 129 S.Ct. 808, 816, 172 L.Ed.2d 565 (2009). A right is \"clearly established\" if, at the time of the alleged violation, \"[t]he contours of the right . . . [were] sufficiently clear that a reasonable official would understand that what he is doing violates that right.\" <i>Maldonado v. Fontanes,</i> 568 F.3d 263, 269 (1st Cir.2009) (quoting <i>Anderson v. Creighton,</i> 483 U.S. 635, 640, 107 S.Ct. 3034, 97 L.Ed.2d 523 (1987)).</p>\n<p>It is not always possible to determine before any discovery has occurred whether a defendant is entitled to qualified immunity, and courts often evaluate qualified immunity defenses at the summary judgment stage. Nevertheless, the determination can be made on a motion to dismiss when the complaint provides all of the facts needed to assess the plaintiff's claim. <i>See, e.g., </i><i>Poirier v. Mass. Dep't of Corr.,</i> 558 F.3d 92, 97 (1st Cir.2009) (holding that Fourteenth Amendment right to \"intimate association\" between two cohabiting adults was not \"clearly established\" law); <i>Pagan v. Calderon,</i> 448 F.3d 16, 32-37 (1st Cir.2006) (dismissing, on qualified immunity grounds, a corporation's claims that a former governor violated its Fourteenth Amendment rights by influencing a government lender to reject a loan).</p>\n<p>Bettencourt did not violate Giragosian's Fourth Amendment rights by conducting the warrantless search. Rather, the search constituted a lawful exercise of the government's power to inspect the inventory and records of licensed firearms dealers. Although the Fourth Amendment's prohibition on unreasonable searches and seizures is generally applicable to commercial premises as well as private homes, <i>See v. City of Seattle,</i> 387 U.S. 541, 543, 546, 87 S.Ct. 1737, 18 L.Ed.2d 943 (1967), the owner of commercial property in a closely regulated industry has a reduced expectation of privacy in those premises. <i>New York v. Burger,</i> 482 U.S. 691, 702, 107 S.Ct. 2636, 96 L.Ed.2d 601 (1987). Firearms manufacturing and dealing being a pervasively regulated industry, <i>United States v. Biswell,</i> 406 U.S. 311, 316, 92 S.Ct. 1593, 32 L.Ed.2d 87 (1972), we must view this case through the prism of limitations on privacy imposed by the Gun Control Act of 1968, 18 U.S.C. § 921 <i>et seq.</i></p>\n<p>Pursuant to 18 U.S.C. § 923(g)(1)(B)(ii), the government may conduct compliance inspections of gun shop premises without either a warrant or reasonable cause, as long as it does not do so more than once in any twelve-month period. The Supreme Court has explicitly upheld the constitutionality of this provision under the Fourth Amendment. <i>Biswell,</i> 406 U.S. at 317, 92 S.Ct. 1593 (holding that the \"urgent federal interest\" in regulating firearms traffic outweighs any threat to gun dealers' privacy). Bettencourt's 2007 compliance inspection of Giragosian's gun shop was the first in twelve monthsindeed, in ten years. It thus met <span class=\"star-pagination\">*30</span> all of the requirements of § 923(g)(1)(B)(ii).<sup>[5]</sup></p>\n<p>Giragosian asserts that Bettencourt's search did not qualify as a lawful compliance inspection because he acted on a local police department's request. The argument fails. Section 923 does not prohibit an ATF officer from conducting an inspection at the request of local law enforcement, nor is there any reason to think that Congress intended to prevent ATF officers from carrying out compliance inspections when they have a particular reason to be concerned that violations might exist. <i>See </i><i>United States v. Aiudi,</i> 835 F.2d 943, 946 (1st Cir.1987) (holding that an ATF agent had the right to conduct a warrantless search under 18 U.S.C. § 923(g) and to seize all weapons on the premises, where investigation had revealed that the defendant had committed several federal firearms violations). Because no constitutional violation occurred with respect to the warrantless search, Bettencourt is entitled to qualified immunity on that score. <i>See </i><i>Saucier v. Katz,</i> 533 U.S. 194, 201, 121 S.Ct. 2151, 150 L.Ed.2d 272 (2001) (\"If no constitutional right would have been violated were the allegations established, there is no necessity for further inquiries concerning qualified immunity.\").</p>\n<p>We need not decide whether Bettencourt's seizure of Giragosian's federal firearms license or gun frames violated the Fourth Amendment, because Giragosian has waived any argument that they did. With respect to the license, Giragosian asserts merely that its seizure violated his Fourth Amendment rights, without any explanation. \"[I]ssues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\" <i>United States v. Zannino,</i> 895 F.2d 1, 17 (1st Cir.1990). As for the gun frames, Giragosian says that their seizure was unconstitutional in that his federal licensepresumably his dealer's license, although Giragosian does not specifyentitled him to manufacture them. His appellate brief does not further develop this argument, instead referring us to arguments he made in pleadings filed in the district court. But \"claims made to this court must be presented fully in an appellate brief and not by cross-reference to claims made in the district court.\" <i>Lawrence v. Gonzales,</i> 446 F.3d 221, 226 (1st Cir.2006). The cross-references in question here illustrate one of the primary reasons for this rule: they render his argument difficult to follow, and we are not too sure that we can unravel it. Accordingly, this argument, too, is waived.</p>\n<p></p>\n<h2>III. Conclusion</h2>\n<p>We <i>affirm</i> the district court's dismissal of the Fourth Amendment claims.</p>\n<h2>NOTES</h2>\n<p>[*]  The Hon. David H. Souter, Associate Justice (Ret.) of the Supreme Court of the United States, sitting by designation.</p>\n<p>[1]  <i>See </i><i>Bivens v. Six Unknown Fed. Narcotics Agents,</i> 403 U.S. 388, 91 S.Ct. 1999, 29 L.Ed.2d 619 (1971).</p>\n<p>[2]  Additional background on this dispute can be found in <i>Giragosian v. Ryan,</i> 547 F.3d 59 (1st Cir.2008), which arose out of the same facts as this case.</p>\n<p>[3]  Earlier events at Giragosian's gun shop had already raised the concerns of local police. In 2002, another trainee committed suicide in the store. Additionally, in September 2005, PSMG was burglarized and eight handguns were stolen, several of which later reappeared at crime scenes in the Boston area.</p>\n<p>[4]  Bettencourt asserts that Giragosian voluntarily surrendered the gun frames and his federal firearms license to the ATF on Bettencourt's request, but we must accept Giragosian's version of events, as alleged in his complaint.</p>\n<p>[5]  Giragosian notes that § 923(g) was amended after <i>Biswell</i> and before the search in this case, but he makes no argument based on the change in the law. As it turns out, the amendment added the annual limitation to searches not based on reasonable cause, which adds nothing to Giragosian's argument.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">614</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></span> (2010)</b></center>\n<center><h1>Paul GIRAGOSIAN, Plaintiff, Appellant,<br>\nv.<br>\nWayne BETTENCOURT, Defendant, Appellee.</h1></center>\n<center>No. 09-2001.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 2, 2010.</center>\n<center>Decided July 29, 2010.</center>\n<p><span class=\"star-pagination\">*27</span> Dean Carnahan with whom Law Offices of Dean Carnahan, was on brief, for appellant.</p>\n<p>Michael Sady, Assistant United States Attorney with whom Carmen M. Ortiz, United States Attorney, was on brief, for appellee.</p>\n<p>Before BOUDIN, Circuit Judge, SOUTER,<sup>[*]</sup> Associate Justice, and HOWARD, Circuit Judge.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>Plaintiff-appellant Paul Giragosian appeals from a district court order dismissing his <i>Bivens</i> action against Wayne Bettencourt, a regulatory inspection officer employed by the U.S. Bureau of Alcohol, Tobacco, Firearms and Explosives (\"ATF\").<sup>[1]</sup> In that action, Giragosian argued that Bettencourt's warrantless inspection of Giragosian's gun shop at the request of the local police department violated the Fourth Amendment. The district court held that Bettencourt was entitled to qualified immunity on Giragosian's constitutional claim and granted Bettencourt's motion to dismiss for failure to state a claim upon which relief could be granted. Fed.R.Civ.P. 12(b)(6). We find no error in the district court's disposition and affirm.</p>\n<p></p>\n<h2>I. Facts</h2>\n<p>Because Giragosian's claims were dismissed under Federal Rule of Civil Procedure 12(b)(6), \"we accept the well-pleaded allegations in plaintiff's complaint as true and draw all reasonable inferences in his favor.\" <i>Morales-Tanon v. P.R. Elec. Power Auth.,</i> <span class=\"citation\" data-id=\"203250\"><a href=\"/opinion/203250/morales-tanon-v-puerto-rico-elec-power-auth/\"><span class=\"volume\">524</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 17 (1st Cir. 2008). In assessing a rule 12(b)(6) motion to dismiss, we may consider, in addition to the complaint itself, a limited array of additional documents such as any that are <span class=\"star-pagination\">*28</span> attached to the complaint and \"documents sufficiently referred to in the complaint.\" <i>Miss. Pub. Empl. Ret. Sys. v. Boston Sci. Corp.,</i> <span class=\"citation\" data-id=\"203247\"><a href=\"/opinion/203247/mississippi-pub-employeesret-v-boston-scient/\"><span class=\"volume\">523</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span>, 86 (1st Cir.2008). We sketch the facts here from Giragosian's complaint, which incorporates Bettencourt's inspection report.<sup>[2]</sup></p>\n<p>Giragosian owned PSMG Gun Co., a gun shop in Arlington, Massachusetts. In January 2007, Giragosian was training a customer to use a handgun when the customer committed suicide by intentionally shooting himself in the head.<sup>[3]</sup> The Arlington Police Department conducted an investigation that day and concluded that Giragosian was not at fault for the customer's suicide. Nevertheless, Arlington's Chief of Police, Frederick Ryan, suspended Giragosian's state firearms license pending further investigation by the Arlington Police Department and the Middlesex County District Attorney's Office.</p>\n<p>The Arlington Police Department also contacted ATF to request that ATF conduct an inspection of PSMG. Bettencourt was the ATF investigator assigned to Giragosian's case. Before conducting the inspection, Bettencourt reviewed ATF records concerning Giragosian's federal gun license and ascertained that the ATF had not conducted an annual compliance inspection since 1996. Bettencourt called Giragosian to set up a time to conduct an inspection, and the two agreed to meet at Giragosian's gun shop on January 31, 2007.</p>\n<p>During the inspection, Bettencourt observed several violations of federal firearms regulations. For example, Bettencourt found that Giragosian had, on three occasions, sold multiple handguns to a single purchaser within a five-day period without completing the requisite ATF Form 3310.4, and that Giragosian had failed to update the store's records to account for several firearms. Additionally, according to Bettencourt's inspection report, Giragosian was manufacturing custom firearms on site without a federal manufacturer's license to do so. Bettencourt had Giragosian surrender his federal license and took ten custom gun frames lacking serial numbers from the shop.<sup>[4]</sup> Based on Bettencourt's inspection report, the Arlington Police Department also suspended, and then revoked, Giragosian's state firearms licenses.</p>\n<p>Giragosian sued Bettencourt in federal district court, alleging that the inspection, and ATF's seizure of his federal license and gun frames, constituted an unlawful warrantless search and seizure in violation to Giragosian's Fourth Amendment rights. Bettencourt filed a motion to dismiss on a number of grounds, including that he was entitled to protection from suit under the qualified immunity doctrine. After a hearing, the district court granted Bettencourt's motion to dismiss on the basis of qualified immunity.</p>\n<p></p>\n<h2>II. Discussion</h2>\n<p>We review the grant of a motion to dismiss <i>de novo. </i><i>Gagliardi v. Sullivan,</i> <span class=\"citation\" data-id=\"203106\"><a href=\"/opinion/203106/gagliardi-v-sullivan/\"><span class=\"volume\">513</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">301</span></a></span>, 305 (1st Cir.2008). To survive <span class=\"star-pagination\">*29</span> a motion to dismiss for failure to state a claim under Rule 12(b)(6), the plaintiff must set forth facts sufficient to state a legal claim on which relief could be granted. <i>Alternative Energy, Inc. v. St. Paul Fire &amp; Marine Ins. Co.,</i> <span class=\"citation\" data-id=\"199631\"><a href=\"/opinion/199631/alternative-energy-v-st-paul-fire-and-ma/\"><span class=\"volume\">267</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></a></span>, 36 (1st Cir.2001).</p>\n<p>We agree that, because Bettencourt was entitled to qualified immunity from suit, Giragosian failed to state a claim on which the district court could grant relief. Officials are entitled to qualified immunity unless (1) \"the facts that a plaintiff has alleged or shown make out a violation of a constitutional right\" and (2) \"the right at issue was `clearly established' at the time of [their] alleged misconduct.\" <i>Pearson v. Callahan,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145918\"><a href=\"/opinion/145918/pearson-v-callahan/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">808</span></a></span>, 816, <span class=\"citation\" data-id=\"145918\"><a href=\"/opinion/145918/pearson-v-callahan/\"><span class=\"volume\">172</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">565</span></a></span> (2009). A right is \"clearly established\" if, at the time of the alleged violation, \"[t]he contours of the right . . . [were] sufficiently clear that a reasonable official would understand that what he is doing violates that right.\" <i>Maldonado v. Fontanes,</i> <span class=\"citation\" data-id=\"203857\"><a href=\"/opinion/203857/maldonado-v-fontanes/\"><span class=\"volume\">568</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">263</span></a></span>, 269 (1st Cir.2009) (quoting <i>Anderson v. Creighton,</i> <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, 640, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">523</span></a></span> (1987)).</p>\n<p>It is not always possible to determine before any discovery has occurred whether a defendant is entitled to qualified immunity, and courts often evaluate qualified immunity defenses at the summary judgment stage. Nevertheless, the determination can be made on a motion to dismiss when the complaint provides all of the facts needed to assess the plaintiff's claim. <i>See, e.g., </i><i>Poirier v. Mass. Dep't of Corr.,</i> <span class=\"citation\" data-id=\"203703\"><a href=\"/opinion/203703/poirier-v-massachusetts-dept-of-correction/\"><span class=\"volume\">558</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">92</span></a></span>, 97 (1st Cir.2009) (holding that Fourteenth Amendment right to \"intimate association\" between two cohabiting adults was not \"clearly established\" law); <i>Pagan v. Calderon,</i> <span class=\"citation\" data-id=\"202216\"><a href=\"/opinion/202216/pagan-v-calderon/\"><span class=\"volume\">448</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span>, 32-37 (1st Cir.2006) (dismissing, on qualified immunity grounds, a corporation's claims that a former governor violated its Fourteenth Amendment rights by influencing a government lender to reject a loan).</p>\n<p>Bettencourt did not violate Giragosian's Fourth Amendment rights by conducting the warrantless search. Rather, the search constituted a lawful exercise of the government's power to inspect the inventory and records of licensed firearms dealers. Although the Fourth Amendment's prohibition on unreasonable searches and seizures is generally applicable to commercial premises as well as private homes, <i>See v. City of Seattle,</i> <span class=\"citation\" data-id=\"107474\"><a href=\"/opinion/107474/see-v-seattle/\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">541</span></a></span>, 543, 546, <span class=\"citation\" data-id=\"107474\"><a href=\"/opinion/107474/see-v-seattle/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1737</span></a></span>, <span class=\"citation\" data-id=\"107474\"><a href=\"/opinion/107474/see-v-seattle/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">943</span></a></span> (1967), the owner of commercial property in a closely regulated industry has a reduced expectation of privacy in those premises. <i>New York v. Burger,</i> <span class=\"citation\" data-id=\"111927\"><a href=\"/opinion/111927/new-york-v-burger/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">691</span></a></span>, 702, <span class=\"citation\" data-id=\"111927\"><a href=\"/opinion/111927/new-york-v-burger/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2636</span></a></span>, <span class=\"citation\" data-id=\"111927\"><a href=\"/opinion/111927/new-york-v-burger/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">601</span></a></span> (1987). Firearms manufacturing and dealing being a pervasively regulated industry, <i>United States v. Biswell,</i> <span class=\"citation\" data-id=\"108533\"><a href=\"/opinion/108533/united-states-v-biswell/\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">311</span></a></span>, 316, <span class=\"citation\" data-id=\"108533\"><a href=\"/opinion/108533/united-states-v-biswell/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1593</span></a></span>, <span class=\"citation\" data-id=\"108533\"><a href=\"/opinion/108533/united-states-v-biswell/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">87</span></a></span> (1972), we must view this case through the prism of limitations on privacy imposed by the Gun Control Act of 1968, 18 U.S.C. § 921 <i>et seq.</i></p>\n<p>Pursuant to 18 U.S.C. § 923(g)(1)(B)(ii), the government may conduct compliance inspections of gun shop premises without either a warrant or reasonable cause, as long as it does not do so more than once in any twelve-month period. The Supreme Court has explicitly upheld the constitutionality of this provision under the Fourth Amendment. <i>Biswell,</i> 406 U.S. at 317, <span class=\"citation\" data-id=\"108533\"><a href=\"/opinion/108533/united-states-v-biswell/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1593</span></a></span> (holding that the \"urgent federal interest\" in regulating firearms traffic outweighs any threat to gun dealers' privacy). Bettencourt's 2007 compliance inspection of Giragosian's gun shop was the first in twelve monthsindeed, in ten years. It thus met <span class=\"star-pagination\">*30</span> all of the requirements of § 923(g)(1)(B)(ii).<sup>[5]</sup></p>\n<p>Giragosian asserts that Bettencourt's search did not qualify as a lawful compliance inspection because he acted on a local police department's request. The argument fails. Section 923 does not prohibit an ATF officer from conducting an inspection at the request of local law enforcement, nor is there any reason to think that Congress intended to prevent ATF officers from carrying out compliance inspections when they have a particular reason to be concerned that violations might exist. <i>See </i><i>United States v. Aiudi,</i> <span class=\"citation\" data-id=\"499047\"><a href=\"/opinion/499047/united-states-v-aldo-a-aiudi/\"><span class=\"volume\">835</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">943</span></a></span>, 946 (1st Cir.1987) (holding that an ATF agent had the right to conduct a warrantless search under 18 U.S.C. § 923(g) and to seize all weapons on the premises, where investigation had revealed that the defendant had committed several federal firearms violations). Because no constitutional violation occurred with respect to the warrantless search, Bettencourt is entitled to qualified immunity on that score. <i>See </i><i>Saucier v. Katz,</i> <span class=\"citation no-link\"><span class=\"volume\">533</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></span>, 201, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></span>, <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">272</span></span> (2001) (\"If no constitutional right would have been violated were the allegations established, there is no necessity for further inquiries concerning qualified immunity.\").</p>\n<p>We need not decide whether Bettencourt's seizure of Giragosian's federal firearms license or gun frames violated the Fourth Amendment, because Giragosian has waived any argument that they did. With respect to the license, Giragosian asserts merely that its seizure violated his Fourth Amendment rights, without any explanation. \"[I]ssues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\" <i>United States v. Zannino,</i> <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1990). As for the gun frames, Giragosian says that their seizure was unconstitutional in that his federal licensepresumably his dealer's license, although Giragosian does not specifyentitled him to manufacture them. His appellate brief does not further develop this argument, instead referring us to arguments he made in pleadings filed in the district court. But \"claims made to this court must be presented fully in an appellate brief and not by cross-reference to claims made in the district court.\" <i>Lawrence v. Gonzales,</i> <span class=\"citation\" data-id=\"202194\"><a href=\"/opinion/202194/orumwense-lawrence-v-gonzales/\"><span class=\"volume\">446</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">221</span></a></span>, 226 (1st Cir.2006). The cross-references in question here illustrate one of the primary reasons for this rule: they render his argument difficult to follow, and we are not too sure that we can unravel it. Accordingly, this argument, too, is waived.</p>\n<p></p>\n<h2>III. Conclusion</h2>\n<p>We <i>affirm</i> the district court's dismissal of the Fourth Amendment claims.</p>\n<h2>NOTES</h2>\n<p>[*]  The Hon. David H. Souter, Associate Justice (Ret.) of the Supreme Court of the United States, sitting by designation.</p>\n<p>[1]  <i>See </i><i>Bivens v. Six Unknown Fed. Narcotics Agents,</i> <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">388</span></a></span>, <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1999</span></a></span>, <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">619</span></a></span> (1971).</p>\n<p>[2]  Additional background on this dispute can be found in <i>Giragosian v. Ryan,</i> <span class=\"citation\" data-id=\"203560\"><a href=\"/opinion/203560/giragosian-v-ryan/\"><span class=\"volume\">547</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">59</span></a></span> (1st Cir.2008), which arose out of the same facts as this case.</p>\n<p>[3]  Earlier events at Giragosian's gun shop had already raised the concerns of local police. In 2002, another trainee committed suicide in the store. Additionally, in September 2005, PSMG was burglarized and eight handguns were stolen, several of which later reappeared at crime scenes in the Boston area.</p>\n<p>[4]  Bettencourt asserts that Giragosian voluntarily surrendered the gun frames and his federal firearms license to the ATF on Bettencourt's request, but we must accept Giragosian's version of events, as alleged in his complaint.</p>\n<p>[5]  Giragosian notes that § 923(g) was amended after <i>Biswell</i> and before the search in this case, but he makes no argument based on the change in the law. As it turns out, the amendment added the annual limitation to searches not based on reasonable cause, which adds nothing to Giragosian's argument.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107474/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108533/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111927/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145918/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199631/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202194/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202216/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203247/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203250/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203560/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203703/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203857/",
    "http://www.courtlistener.com/api/rest/v3/opinions/499047/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/"
  ]
}