{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/176714/",
  "absolute_url": "/opinion/176714/vera-v-mchugh/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/176714/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2010-10-06T18:43:34Z",
  "date_modified": "2016-04-26T04:28:07.284537Z",
  "type": "010combined",
  "sha1": "e110316a8a9a22c655ebf2d4360fe8b7b67c6142",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-1886P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/10/06/Vera_v._Geren.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 08-1886\n\n                         ROSA LINDA VERA,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n               JOHN McHUGH,* Secretary of the Army,\n\n                       Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. José Antonio Fusté,     U.S. District Judge]\n\n\n                              Before\n\n          Torruella, Selya, and Lipez, Circuit Judges.\n\n\n\n     Vilma M. Dapena-Rodríguez for appellant.\n     Rebecca E. Ausprung, with whom Rosa Emilia Rodríguez-Vélez,\nUnited States Attorney, and R. Brian Bohlen, Special Assistant U.S.\nAttorney, U.S. Army Litigation Division, were on brief, for\nappellee.\n\n\n\n                         October 6, 2010\n\n\n\n\n     *\n       Pursuant to Fed. R. App. P. 43(c)(2), Secretary of the Army\nJohn McHugh has been substituted for former Secretary of the Army\nPete Geren as the respondent.\n\f          LIPEZ, Circuit Judge.    In this action pursuant to Title\n\nVII of the Civil Rights Act of 1964 (\"Title VII\"), the plaintiff,\n\nRosa Linda Vera, alleged that she was sexually harassed by a\n\ncoworker and subsequently by a supervisor at the Fort Buchanan Army\n\ngarrison in Puerto Rico, and then fired in retaliation for filing\n\nher sexual harassment complaints. Both claims of sexual harassment\n\ninvolved allegations depicting a hostile work environment.           The\n\ndistrict court found that Vera's first sexual harassment claim was\n\nnot properly before it because she had failed to exhaust her\n\nadministrative remedies and her equitable estoppel argument did not\n\nexcuse the failure.    On the merits, the court granted summary\n\njudgment for the defendant on Vera's second sexual harassment claim\n\nand her retaliation claim.\n\n          After   careful   consideration,   we   affirm   the   district\n\ncourt's grant of summary judgment to the defendant on Vera's first\n\nclaim of sexual harassment and on her retaliation claim.         Finding\n\nthat Vera has created a genuine issue of material fact on her\n\nsecond sexual harassment claim involving her supervisor, Raul\n\nRodriguez, we vacate the district court's grant of summary judgment\n\non that claim and remand for further proceedings consistent with\n\nthis opinion.\n\n                                  I.\n\n          We recite the facts in the light most favorable to Vera,\n\nthe nonmoving party.   See Agusty-Reyes v. Dept. of Educ. of P. R.,\n\n\n\n                                 -2-\n\f601 F.3d 45, 48 (1st Cir. 2010).\n\nA. Sexual Harassment Complaints\n\n           Vera   began   working     for    the   Army   as     a    civilian\n\nadministrative assistant in the El Caney Lodge of Fort Buchanan in\n\nApril 2002 and was promoted six months later to the position of\n\nadministrative coordinator in the Training Support Center Division.\n\nOn January 30, 2003, she met with an internal Equal Employment\n\nOpportunity (\"EEO\") office counselor to report that she was being\n\nsexually harassed by a co-worker, Mario Morales.               The counselor\n\nfilled out a \"Pre-Complaint Intake Interview\" form in February 2003\n\nin which he recorded Vera's informal complaint.           On the form, he\n\nindicated that he provided Vera with a handout entitled \"Rights and\n\nResponsibilities\" and that he specifically advised her of \"[t]he\n\nbasis(es) for filing pre-complaint, formal complaint, and/or class\n\ncomplaint, and of right to file,\" \"the pre-complaint, formal and/or\n\nclass complaint process,\" \"the 45-day requirement from effective\n\ndate of personnel action or of the date of the matter alleged to be\n\ndiscriminatory contact,\" and the role of the EEO counselor, among\n\nother things.     Although the counselor's notes on the form stated\n\nthat Vera was \"satisfied with the response and clarification\n\nprovided   by   management\"   and   \"would   not   proceed     with   her   EEO\n\nallegation\" while she gave management time to \"improve the work\n\nplace,\" the EEO office never recorded the resolution of Vera's\n\ninformal complaint in a document containing her signature. At some\n\npoint in early October 2004, as part of the resolution of her\n\n                                    -3-\n\fcomplaint, Vera was moved to a different area where she would have\n\nan office with privacy and a door.        According to Vera, she did not\n\nconsider the matter resolved either by that location change or by\n\nany other steps taken by the EEO office.\n\n            On September 30, 2004, shortly before moving offices,\n\nVera had a dispute with Rafael Contreras, the Acting Chief of the\n\nTraining Division at Fort Buchanan. Vera was issued a disciplinary\n\nletter    by   Hector    López,   the   Director   of   Plans,   Training,\n\nMobilization, and Security, after Contreras reported that Vera\n\nresponded in a loud, disruptive and insubordinate manner when she\n\nwas asked the status of an overdue work assignment.          According to\n\nContreras' report, when he asked Vera about her project, she told\n\nhim she was not going to do the work and asked him why he did not\n\ndo it himself. According to Vera's deposition testimony, Contreras\n\ncalled her a pig.       Vera left her workstation immediately after the\n\nincident to report it to López.         After seeing López, she left the\n\nbase.    The disciplinary letter issued by López reminded Vera that\n\n\"unless otherwise indicated by management/supervisor, your place of\n\nduty is at Bldg 511\" and \"whatever duties you must do should be\n\ndone in the office/workplace.\" The letter warned Vera that \"future\n\ninstances on [sic] leaving the work area without informing your\n\nsupervisor or not requesting leave may be charged absent without\n\nleave (AWOL). This may lead to more severe disciplinary actions if\n\nit is not adhered too [sic].\"\n\n\n\n                                    -4-\n\f          In October 2004, Raul Rodriguez became the Chief of the\n\nTraining Division at Fort Buchanan, replacing Contreras.    As such,\n\nhe was Vera's direct supervisor.    According to Rodriguez, when he\n\nassumed the position, he was informed that there had been a problem\n\nbetween Vera and Contreras, but he was not made aware of Vera's\n\nJanuary 2003 informal sexual harassment complaint against Morales.\n\nRodriguez became aware of Vera's complaint against Morales in\n\napproximately December of 2005.\n\n          It appears that Rodriguez was not officially assigned an\n\noffice of his own when he assumed his new position.        Instead,\n\naccording to Vera, he \"worked out of\" her office, which had a\n\ncomputer with an internet connection.      In her deposition, she\n\nstated that it was \"his primary office just like mine.\"    Rodriguez\n\nasserts, and Vera does not dispute, that there were no other\n\noffices in that building with computers connected to the internet.\n\nVera suggests, however, that Rodriguez could have worked from\n\nanother supervisor's office, which she describes as \"five times the\n\nsize\" of her own.1   There was also an empty office in the building\n\nwith computers but no internet connection where Vera could go, and\n\ndid on occasion occupy, when Rodriguez was using the computer in\n\nher primary office.     Vera was the only woman working in that\n\nbuilding at Fort Buchanan.\n\n\n\n\n     1\n       It is not clear whether that office had a computer with an\ninternet connection.\n\n                                  -5-\n\f                  Rodriguez and Vera used the same office for approximately\n\nthree months during a period from October 2004 to the beginning of\n\nMarch 2005.2          According to Vera, Rodriguez was in their shared\n\noffice \"most of the time,\" although he did leave to go to meetings.\n\nDuring the time that she and Rodriguez were using the same office,\n\nVera described herself as experiencing \"a constant invading [of] my\n\nspace.\" She described how Rodriguez would sit staring at her while\n\nthey were in the office with the door closed and would block the\n\ndoor as she tried to leave.            Vera explained that Rodriguez would\n\nlook at her in a sexual way and then \"smirk and laugh\" because he\n\nknew it bothered her.           At times, Rodriguez would move his chair so\n\nclose that their legs would touch, or he would stand close behind\n\nher so that she could feel his breath.            Although Vera acknowledged\n\nthat the office was small and was not big enough for the two of\n\nthem,       she    maintained   that   the   touching   could   not   have   been\n\naccidental.          Vera told Rodriguez not to invade her space.             In\n\nresponse, Rodriguez moved away from her, but according to Vera it\n\nhappened again until \"after a while, I guess he knew I was\n\nserious.\"\n\n                  Vera stated that Rodriguez invaded her space in public as\n\nwell as in the confines of the office.             When asked to elaborate,\n\nshe described one incident, at an unspecified date, when Rodriguez\n\ncame too close to her in front of a coworker and a client forcing\n\n        2\n      Vera was on leave for the month of January 2005 and thus was\nnot using the office during that time.\n\n                                        -6-\n\fher to leap away to avoid contact with him.         Vera also described\n\nobjectionable comments Rodriguez made to her.         On one occasion,\n\nRodriguez referred to Vera as \"Baby,\" while on another, he told her\n\non a stormy day that her \"hair looked like the weather,\" a comment\n\nshe found to be derogatory and offensive to her \"as a woman.\"\n\n           When asked during an EEO investigation about the effect\n\nof Rodriguez's behavior on Vera, Yarita Lopez, an operations\n\nspecialist who was one of Vera's friends on the base, stated, \"I\n\nwitnessed every single day her emotional distress that I never . .\n\n. saw [] before his arrival to the division.\"         She described the\n\ndistress   as   \"constant,\"   and   explained,    \"[i]t   was   not   only\n\nphysically, but mentally and emotionally.\"        She described Vera as\n\nhaving \"outbursts of crying and disbelief and despair of every\n\nsingle action that he was doing.\"         A note from Vera's doctor\n\nwritten in April 2005 also attests to this severe emotional toll.\n\nThe note states that Vera would need to be out of work from March\n\n18, 2005 through May 18, 2005 due to \"Depression Disorder with\n\nAnxiety, affected by the work environment.\"\n\n           The shared office arrangement ended sometime in late\n\nFebruary or early March 2005 when Vera began to work out of the\n\nempty office in order to avoid Rodriguez in her own office.            She\n\nwas later moved to yet another office as part of a large office\n\nreorganization coordinated by Rodriguez.         Vera filed an informal\n\nsexual harassment complaint against Rodriguez on May 4, 2005.\n\n\n\n                                    -7-\n\fB. Retaliation\n\n                  Given   the   complicated     history    underlying   Vera's\n\nretaliation claim, and given the importance of the sequence of\n\nevents to an evaluation of her claim, we have divided the account\n\nof the relevant facts into discrete time periods.\n\n                  1. December 21, 2004 through March 3, 2005: Vera's\n                  Initial Extended Absence and Rodriguez's Response\n\n                  During the time that she and Rodriguez were using the\n\nsame office, from October 2004 through March 21, 2005, Vera was\n\nabsent from work for over a month, from late December 2004 until\n\nthe beginning of February, 2005.              On December 21, 2004, Vera and\n\nRodriguez discussed her need for time off to attend to her health\n\nissues and those of her children.3             Vera had been absent or left\n\nearly frequently in order to go to appointments with doctors or\n\ntake her children to appointments.4            She did not have any remaining\n\npaid leave of any kind.            Rodriguez encouraged Vera to take a few\n\nweeks of unpaid leave in order to attend to her appointments in the\n\nhope       that    consolidating    those   appointments   would   permit   her\n\nproductively to resume her duties.               According to Rodriguez, he\n\n\n\n       3\n       Vera's health issues and those of her children were\napparently related at least in part to a car accident in the fall\nof 2003 in which Vera and her two children were injured.\n       4\n       According to an affidavit submitted by Joann Morales, the\ntimekeeper for the Directorate of Plans Training, Mobilization and\nSecurity at Fort Buchanan, Vera was present for duty 816.75 hours\nand was absent on leave without pay for 783.25 hours between\nJanuary 1, 2004 and October 2, 2004.\n\n                                        -8-\n\frequested    that   Vera   provide     documentation   of   her     medical\n\nappointments so that he could approve the absence and he was under\n\nthe impression that Vera's absence would begin in January.             Vera\n\nwas absent from December 27, 2004 to February 1, 2005.       She did not\n\nprovide any medical documentation prior to her leave.        Vera stated\n\nthat Rodriguez himself was on leave at the end of December so that\n\nshe could not personally deliver the medical documentation to him.\n\nShe was unable to explain why she did not leave the documents in\n\nthe office for him or email them to him before her absence began.\n\n            In late January 2005, before Vera's return to work,\n\nRodriguez exchanged emails with Fabiana Nevado, his human resources\n\nadvisor within the Civilian Personnel Advisory Center.            Rodriguez\n\nsought advice on how to deal with Vera's absence, given her failure\n\nto submit a formal leave request or provide medical documentation\n\nbefore or during her absence.    After Vera returned, on February 1,\n\n2005, Rodriguez kept records of his employees' comings and goings\n\nfor a day.   He noted that four employees, including Vera, arrived\n\nlate and/or left early on that day.          Rodriguez called a staff\n\nmeeting on February 7, 2005 to go over the problems he had\n\nobserved, after which Vera went to speak to him but was rebuffed by\n\nRodriguez, who told her they could speak later.\n\n            On February 2, 2005, Vera submitted a letter from a\n\ndoctor dated December 23, 2004, recommending that she be on an\n\nextended leave of absence to recuperate from trauma.         On February\n\n\n\n                                     -9-\n\f22, 2005, Rodriguez wrote a counseling letter to Vera citing her\n\nmonth-long       absence   and    failure       to   follow     established      leave\n\nprocedures.      The letter explains that if an employee needs leave,\n\n\"the request has to be submitted along with an SF-71 and it has to\n\nbe approved by the supervisor prior to taking leave.\"                      Rodriguez\n\nadvised Vera that her unauthorized absences were affecting her job\n\nperformance and that more serious disciplinary action, \"up to and\n\nincluding removal from your position,\" might result from her\n\nfailure to comply with the procedures in the future.\n\n            On    March    3,    Vera    attended     a    leave   and     attendance\n\nworkshop.        On the same day, Vera received and acknowledged a\n\nmemorandum from Rodriguez stating that the doctor's statement she\n\nprovided was \"not adequate\" because it lacked a \"diagnosis and\n\nprognosis of [her] medical condition.\"                    In the memo, Rodriguez\n\nrequested that Vera provide a statement that \"includes the nature\n\nof your illness, the expected time it will take for rehabilitation\n\nand your physical limitations during this period,\" as well as the\n\nduties she was unable to perform.\n\n            2. March 4, 2004 through May 18th, 2005: Vera's Second\n            Extended Absence and Rodriguez's Response\n\n            On    March    4,    2005,   Rodriguez        was   informed    by   Joann\n\nMorales, the timekeeper for the Directorate of Plans Training, that\n\nVera had called to say that she was sick and would be seeking\n\nmedical help. In her deposition, Morales testified that the proper\n\nprocedure for an employee to provide notice that he or she would be\n\n\n                                         -10-\n\fcoming in late or needed time off was to notify the supervisor\n\ndirectly   and   that   she   herself   followed   that   procedure.     She\n\nacknowledged that there was a custom that employees would call her\n\nif they would be late or needed to be absent.             Nevertheless, in\n\nsuch cases, the employees would also contact their supervisors.\n\nAfter hearing from Morales, Rodriguez communicated with Nevado in\n\nHuman   Resources    about    Vera's    absence.    Nevado   responded    to\n\nRodriguez that Vera should be considered Absent Without Leave\n\n(\"AWOL\") for March 4.          On March 9, Rodriguez spoke to Vera,\n\nexplaining that in order to be excused from work, she was required\n\nto speak to him personally as her supervisor.\n\n           Beginning on March 21, 2005, Vera was absent from work\n\ncontinuously until August 23, 2005.         Her initial absence was based\n\non a medical recommendation that she be out for two weeks and then\n\nbe reevaluated.     Throughout the summer, Vera's doctor continued to\n\nrecommend that she not report to work due to depression and stress\n\ncaused by her work environment.         Vera did not submit the paperwork\n\nhaving to do with her absences to Rodriguez.          It is unclear from\n\nthe record exactly what documents were submitted and to whom, but\n\nVera communicated with Joann Morales about her absences on a few\n\noccasions and seems to have left medical documentation with her as\n\nwell.\n\n           In mid-April, after Joann Morales again emailed Rodriguez\n\nto inform him that Vera had called to say she would continue to be\n\n\n\n                                   -11-\n\fabsent until May 18 and would bring in the medical paperwork the\n\nfollowing day, Rodriguez emailed the Civilian Personnel Advisory\n\nCenter stating that he would write a memorandum for the record\n\nabout the absence.       On May 9, Rodriguez issued Vera a notice of\n\nproposed suspension due to her failure to follow established leave\n\nprocedures.\n\n             3. May 18, 2005: Rodriguez Receives Notice of Vera's\n             Sexual Harassment Complaint Against Him\n\n             Rodriguez   was   informed   of   Vera's   sexual   harassment\n\ncomplaint against him through a letter from the EEO office on May\n\n18, 2005.5    On May 19, 2005, the office of the Inspector General\n\nwrote to Vera in response to her sexual harassment complaint\n\nagainst Rodriguez, which she had directed to that office.               The\n\nletter informed Vera that an inquiry had been conducted into her\n\nrequest for assistance in dealing with the sexual harassment.\n\nAccording to the Inspector General, the inquiry found that she did\n\nnot adhere to rules and procedures established by her supervisors\n\nand accused her of \"constant insubordination and refusal to obey\n\norders, and defiance of authority.\"6\n\n             On May 23, Rodriguez directed Joann Morales to change\n\nVera's December/January absence from Leave Without Pay to AWOL. He\n\n\n\n\n     5\n         As noted earlier, Vera filed her complaint on May 4, 2005.\n     6\n       Vera contends that no investigation took place. The record\ndoes not reveal any additional documentation of the investigation.\n\n                                   -12-\n\falso directed that her initial March absence be changed from AWOL\n\nto Leave Without Pay.\n\n           4. Late May 2005 through August 22, 2005: Supervisory\n           Response to Vera's Continued Absence\n\n           During      the     remaining      period     of   Vera's   absence,     her\n\nsupervisors discussed her absence in an email chain.                       The emails\n\ndiscussed the need for an independent medical evaluation of Vera\n\nand the fact that her supervisors had no information about what\n\ntypes of job functions she might be able to perform when she\n\nreturned, if and when she would return, and the precise nature of\n\nher illness.\n\n           On   July     28,      2005,   Hector    López     issued   a   notice   of\n\ndecision to suspend to Vera.              The notice informed Vera that López\n\nhad reviewed Rodriguez's May 9th notice of proposed suspension and\n\nfound that, as stated in Rodriguez's earlier notice, Vera failed to\n\nfollow established leave procedures and was AWOL without providing\n\nreasons to justify her absence.             López suspended Vera for 14 days\n\nbeginning on August 8, 2005.               On August 1, 2005, López issued a\n\nmemorandum to Vera in which he informed her that her absence was\n\nhaving an adverse impact on operations.                   The letter states that\n\nVera   never    provided       the   additional        information     requested     in\n\nRodriguez's     letter       of    February      24th,    detailing    her    medical\n\nprognosis and physical limitations.                The letter warns that López\n\nconsiders her \"numerous absences from work from December 2004 until\n\nthe present\" to be unreasonable.                 The letter goes on to request\n\n\n                                          -13-\n\fthat Vera report for duty on August 23, 2005 or provide medical\n\ndocumentation    \"identifying     duties   which   can    be   performed    and\n\ncurrent limitations.\"\n\n            5. August 23, 2005 through October 7, 2005: Vera's Return\n            to Work, Breakdown, and Termination of Her Employment\n\n            On August 23, 2005, Vera reported to work as requested,\n\nbringing with her a note from her doctor stating that she needed\n\n\"to continue to be out of work, but she is willing to try going\n\nback   to   work.\"   The   note   stated   that    Vera    had    a   follow-up\n\nappointment with the doctor on August 30, 2005 at 3pm.                   It is\n\nunclear to whom Vera delivered her doctor's note.                On August 26,\n\n2005, Vera emailed Rodriguez explaining that she had to take\n\npaperwork to another office and that she would be at a meeting\n\nlater that afternoon.      Rodriguez forwarded Vera's email to Nevado\n\nstating that Vera had not reported to him.         On August 29, Rodriguez\n\nagain emailed Nevado to say that he had seen Vera, but that she had\n\nnot reported to him.    By this time, Rodriguez was using the office\n\nhe and Vera had shared and Vera had been relocated to a different\n\noffice.\n\n            On August 30, Vera, through another employee, requested\n\nthat Rodriguez give her leave to attend her medical appointment.\n\nWhen her request was denied, Vera suffered a nervous breakdown and\n\nhad to be taken to the hospital by ambulance.            Vera explained that\n\nher illness was precipitated by Rodriguez, who spent time pacing up\n\nand down her office that morning.\n\n\n                                    -14-\n\f           On August 31, 2005, the day after Vera's breakdown at the\n\noffice, Rodriguez issued her a notice of proposed removal from\n\nfederal service.    The notice states that Vera did not perform any\n\nof her assigned duties after returning to work on August 23rd, was\n\ndiscourteous, and failed to observe proper leave procedures.              The\n\nAugust 31st notice also states, in reference to her breakdown at\n\nthe office of the previous day, that Vera caused a disruption and\n\n\"created a disturbance at the work site.\" The notice characterizes\n\nthat behavior as \"totally unacceptable\" and states that it \"will\n\nnot be tolerated any longer.\"       Vera was also apparently asked to\n\nsubmit   medical   documents   to   support   her   leaving   work   in    the\n\nambulance on August 30th.\n\n           On September 14, 2005, López issued a memorandum barring\n\nother employees from talking to Vera \"on employment matters or\n\nrequests for documents about personnel issues.\"               According to\n\nRodriguez, that memorandum was issued because Vera was \"asking for\n\nstatements from people . . . to say what happened and things like\n\nthat. . .    . She was kind of collecting information.\"                   Both\n\nRodriguez and Morales stated that they were not aware of similar\n\norders being issued in other instances.        Vera was terminated from\n\nher employment on October 7, 2005.\n\nC. Proceedings Below\n\n           Vera filed an informal EEO complaint against Rodriguez\n\n\n\n\n                                    -15-\n\falleging sexual harassment on October 26, 2005.7                     She filed a\n\nformal complaint on December 8, 2005.                 On August 7, 2006, Vera\n\nbrought this action under Title VII of the Civil Rights Act of 1964\n\n(\"Title VII\"), 42 U.S.C. § 2000e-5, against the Secretary of the\n\nArmy,8 alleging sexual harassment and retaliation.                 On January 11,\n\n2008,       after    the   taking    of   depositions   and    the   exchange    of\n\ndocuments, the defendant moved to dismiss or, in the alternative,\n\nfor summary judgment.           The district court granted the defendant's\n\nmotion for summary judgment as to all claims.                     Vera filed this\n\ntimely appeal.\n\n                                          II.\n\nA. Standard of Review\n\n                To   survive    summary    judgment   on    her   harassment    and\n\nretaliation claims, Vera must establish a genuine issue of material\n\nfact       as   to   whether   she   experienced   sexual     harassment   or   was\n\nretaliated against within the meaning of Title VII.                  Fed. R. Civ.\n\nP. 56(c).        \"A genuine issue is one that could be resolved in favor\n\nof either party, and a material fact is one that has the potential\n\nof affecting the outcome of the case.\" Calero-Cerezo v. U.S. Dep't\n\nof Justice, 355 F.3d 6, 19 (1st Cir. 2004) (internal quotation\n\n\n       7\n       This second informal complaint seems to duplicate the\ninformal complaint she filed against Rodriguez on May 4, 2005.\n       8\n       The Secretary was sued in his capacity as Vera's employer.\nTitle VII does not create liability against individual employees.\nSee Fantini v. Salem State Coll., 557 F.3d 22, 28-31 (1st Cir.\n2009).\n\n                                          -16-\n\fmarks omitted).      We review the district court's grant of summary\n\njudgment de novo.      Lockridge v. The Univ. of Me. Sys., 597 F.3d\n\n464,   469   (1st   Cir.   2010).     While    we   draw   \"all   reasonable\n\ninferences\" in the light most favorable to Vera, as the nonmoving\n\nparty, we will not \"draw unreasonable inferences or credit bald\n\nassertions, empty conclusions, [or] rank conjecture.\"                Cabán-\n\nHernández v. Philip Morris USA, Inc., 486 F.3d 1, 8 (1st Cir. 2007)\n\n(emphasis in original).\n\nB. Sexual Harassment under Title VII\n\n             In 1972, Congress extended the protection provided by\n\nTitle VII of the Civil Rights Act of 1964 to federal employees.\n\nSection 717 of the Civil Rights Act, codified at 42 U.S.C. § 2000e-\n\n16,    \"provides    that   all   personnel    actions   affecting   federal\n\nemployees and applicants for federal employment 'shall be made free\n\nfrom any discrimination based on race, color, religion, sex, or\n\nnational origin,'\" and \"establishes an administrative and judicial\n\nenforcement system.\"       Brown v. Gen. Servs. Admin., 425 U.S. 820,\n\n829-30 (1976).       Title VII's ban on discriminatory employment\n\npractices \"extends to sex-based discrimination that creates a\n\nhostile or abusive work environment.\" Billings v. Town of Grafton,\n\n515 F.3d 39, 47 (1st Cir. 2008) (citing Meritor Sav. Bank, FSB v.\n\nVinson, 477 U.S. 57, 66 (1986)).       This sex-based discrimination is\n\n\n\n\n                                    -17-\n\fcommonly referred to as \"sexual harassment.\"           Meritor, 477 U.S. at\n\n67.9\n\n              Not all harassing conduct falls under the prohibition of\n\nTitle VII, however.       \"For sexual harassment to be actionable, it\n\nmust be sufficiently severe or pervasive 'to alter the conditions\n\nof     [the   victim's]   employment   and    create   an    abusive   working\n\nenvironment.'\"        Id. (quoting Henson v. City of Dundee, 682 F.2d\n\n897, 904 (11th Cir. 1982)); see also Billings, 515 F.3d at 47-48.\n\nThe     environment    must   be   \"both    objectively     and   subjectively\n\noffensive, one that a reasonable person would find hostile or\n\nabusive, and one that the victim in fact did perceive to be so.\"\n\nFaragher v. City of Boca Raton, 524 U.S. 775, 787 (1998).\n\n              There is no single test by which we evaluate a claim of\n\nsexual harassment to determine whether the plaintiff has presented\n\nsufficient evidence to survive summary judgment.                   Pomales v.\n\nCelulares Telefonica, Inc., 447 F.3d 79, 83 (1st Cir. 2006).\n\nRather, we look to \"all the circumstances,\" a list which includes,\n\nbut is not limited to: the frequency of the harassing conduct, its\n\nseverity, whether it was physically threatening or humiliating as\n\nopposed to a mere offensive utterance, whether it \"unreasonably\n\ninterfered with an employee's work performance,\" and \"the effect of\n\nthe conduct on the employee's psychological well-being.\"               Che v.\n\n        9\n       Here and throughout this opinion, we use \"sexual harassment\"\nto refer to the hostile work environment form of sexual harassment.\nIn doing so, we do not suggest that the term \"sexual harassment\" is\nlimited to describing hostile work environment claims.\n\n                                     -18-\n\fMass. Bay Transp. Auth., 342 F.3d 31, 40 (1st Cir. 2003).                  It is\n\nthe jury's job to \"weigh those factors and decide whether the\n\nharassment was of a kind or to a degree that a reasonable person\n\nwould have felt that it affected the conditions of her employment.\"\n\nMarrero v. Goya of P.R., Inc., 304 F.3d 7, 19 (1st Cir. 2002).               The\n\ncourt's role in evaluating such claims is to \"polic[e] . . . the\n\nouter bounds.\"   Id. (internal quotation marks omitted).\n\n          On a motion for summary judgment in a sexual harassment\n\ncase such as this, we must distinguish facts that merely add up to\n\nthe \"ordinary tribulations of the workplace, such as sporadic use\n\nof abusive language, gender-related jokes, and occasional teasing,\"\n\nFaragher, 524 U.S. at 788, which can never support a Title VII\n\nclaim, from those suggesting \"sexual remarks, innuendoes, ridicule,\n\nand intimidation\" which \"may be sufficient to support a jury\n\nverdict for a hostile work environment.\"                O'Rourke v. City of\n\nProvidence, 235 F.3d 713, 729 (1st Cir. 2001).\n\n          1. Sexual Harassment Claim Involving Rodriguez10\n\n          In   awarding    summary      judgment   to   the   defendant,     the\n\ndistrict court found that the comments made by Rodriguez, coupled\n\nwith Vera's \"general sense of unease,\" did not amount to a hostile\n\nwork environment.        We disagree both with the district court's\n\ncharacterization    of    the   facts   of   record     and   with   the   legal\n\n     10\n       Although Vera's claim against Rodriguez was made two years\nafter her claim against Morales, we address it first before delving\ninto the procedural issues involved in disposing of the claim\nagainst Morales.\n\n                                     -19-\n\fconclusion   it   reached.   Taking   the   facts   in   the   light   most\n\nfavorable to Vera, as we must on summary judgment, we cannot rule,\n\nas a matter of law, that the circumstances of Vera's employment did\n\nnot constitute a hostile work environment.      See Billings, 515 F.3d\n\nat 50.\n\n          For three months,11 until Vera removed herself to a\n\ndifferent office, Rodriguez shared her workspace for multiple hours\n\nevery day, stared at her in a sexual way, came so close to her that\n\nshe could feel his breath, pulled his chair next to her so that\n\ntheir legs touched, laughed at her discomfort, blocked her escape\n\nfrom the cramped office with a closed door, and on one occasion\n\ncalled her \"Babe.\"     While they were sharing an office, and again\n\nafter Vera returned from an extended leave, Rodriguez maintained\n\nhis practice of drawing inappropriately close to her and smirking\n\nat her when she backed away.    As a result of Rodriguez's conduct,\n\nVera suffered psychological and emotional distress that her friend\n\nand co-worker characterized as \"constant.\"12\n\n     11\n        There is some confusion about the length of time during\nwhich Rodriguez and Vera shared an office. The government seeks to\ncharacterize the time period as two months, but other accounts in\nthe record suggest that the time period was three months. Mindful\nof our duty to take the facts in the light most favorable to the\nnonmoving party on summary judgment, we adopt the three month\nnumber, as the length of time most coherently suggested by the\nrecord.\n     12\n        The dubitante opinion of our colleague describes this\nconduct as \"the kind of incidental contact that is unavoidable in\ncramped quarters . . .\" and the \"easily predicable sequelae of\n[the] spatial assignment.\" That innocent characterization of the\nconduct alleged is incompatible with the summary judgment standard,\n\n                                -20-\n\f           The conduct Vera alleges involves many, if not all, of\n\nthe factors we use to guide us in determining whether a claim such\n\nas hers may survive summary judgment.   See Marrero, 304 F.3d at 18-\n\n19.   The alleged conduct by Rodriguez was described by Vera as\n\n\"constant\" because Rodriguez was in their shared office \"most of\n\nthe time.\"   Although Rodriguez did not overtly threaten Vera, the\n\nallegation that he blocked her from leaving the office on at least\n\none occasion suggests a physically threatening environment.    When\n\nRodriguez looked at her \"up and down\" in a sexual way,13 she felt\n\nextremely uncomfortable, an understandable reaction to sharing an\n\noffice with a supervisor who finds his subordinate's discomfort\n\n\n\n\nwhich requires us to view Vera's evidence in the light most\nfavorable to her. Thus, viewed independently of Vera's reaction to\nRodriguez's conduct, a jury could reasonably conclude that\nRodriguez was purposefully exploiting the smallness of the office\nthat he shared with Vera to sexually harass her.         Moreover,\ncontrary to the suggestion of the dubitante opinion, that conduct\nfalls well within our sexual harassment precedents. See discussion\nof Billings and Marrero infra.\n      13\n        The government seeks to discredit Vera's allegation of\nsexual staring as uncorroborated.     It is not Vera's burden on\nsummary judgment to provide additional proof that Rodriguez stared\nat her lasciviously while the two of them were alone in her office\nwith the door closed. On summary judgment, when confronted with a\ncase of conflicting testimony from the plaintiff and defendant, we\nare bound to take the facts in the light most favorable to the\nnonmoving party so long as they are not simply \"bald assertions\" or\n\"empty conclusions.\" Carreras v. Sajo, Garcia & Partners, 596 F.3d\n25, 32 (1st Cir. 2010) (internal quotation marks and citation\nomitted).\n\n                               -21-\n\famusing and intentionally causes that discomfort by placing his\n\nbody inappropriately close to hers in the small office.14\n\n             Vera also states that she occasionally left her office\n\nwhile Rodriguez was there in order to escape him; ultimately, she\n\nremoved herself from the office entirely.             Although proof of such\n\ninterference is not necessary to maintain a successful claim of a\n\nhostile work environment, conduct that forces an employee to\n\nabandon his or her own office during the workday could reasonably\n\nbe seen as interfering with that employee's work performance. Che,\n\n342   F.3d   at   40    (finding   an    employer's   interference    with   an\n\nemployee's    use      of   his   radio,   which   might   hamper    his   work\n\nperformance, supported a hostile work environment claim). Further,\n\nalthough some lack of privacy and personal space was inherent in\n\nthe odd circumstance of having both Rodriguez and Vera working in\n\na small office, the facts and attendant circumstances suggest that\n\nRodriguez went out of his way to violate Vera's privacy and the\n\nintegrity of her personal space. Finally, there is testimonial and\n\n\n\n\n      14\n        Contrary to the government's assertion, the absence of a\nsexual proposition by Rodriguez does not preclude Vera's success on\nher claim as a matter of law.       See Billings, 515 F.3d at 48\n(reversing summary judgment for defendant on hostile environment\nclaim, despite absence of touching or propositioning, when\nsupervisor stared repeatedly at plaintiff's breasts).      A sexual\nproposition is not the sine qua non of sexual harassment. See Id.\n(\"'[A] worker need not be propositioned, touched offensively, or\nharassed by sexual innuendo in order to have been sexually\nharassed.'\" (quoting Quick v. Donaldson Co., 90 F.3d 1372, 1379\n(8th Cir. 1996)).\n\n                                        -22-\n\fdocumentary evidence that Rodriguez's conduct caused Vera to suffer\n\npsychologically.15\n\n          Our case law supports the conclusion from this summary\n\njudgment record that Vera suffered severe and pervasive harassment\n\nin the form of a hostile work environment.             In Billings, for\n\nexample, we found that an employee whose supervisor stared at her\n\nbreasts whenever the two came in contact over the course of more\n\nthan two years had asserted a cognizable claim of severe and\n\npervasive harassment.     515 F.3d at 50.      In Marrero v. Goya of\n\nPuerto Rico, Inc., 304 F.3d 7, 19 (1st Cir. 2002), we found that it\n\nwas reasonable for the jury to conclude that an employee whose\n\nsupervisor   made    sexual   comments   to   her     and   touched    her\n\ninappropriately on five occasions over the course of a little over\n\none year had experienced sexual harassment.         304 F.3d at 19.\n\n          Here, a jury could find that the intensity and frequency\n\nof the contact between Vera and Rodriguez altered the conditions of\n\nher employment despite the relatively short duration of their\n\noffice-sharing.       That    Rodriguez's     behavior      caused    Vera\n\npsychological trauma that persisted even after she had left the\n\nhostile environment, as evidenced by Lopez's testimony and the\n\n\n     15\n       Specifically, as described above, Vera's coworker stated\nthat she observed Vera's emotional distress, in the form of\noutbursts of crying, and that she witnessed Vera's despair and\ndisbelief at Rodriguez's actions.   Similarly, a doctor's note\nstated that Vera could not return to work because she was\nexperiencing anxiety and depression \"affected by the work\nenvironment.\"\n\n                                 -23-\n\fdoctor's note written in April 2005, reinforces the conclusion that\n\nshe experienced harassment that was both severe and pervasive.\n\nLikewise, it would be reasonable for the jury to conclude, based on\n\nVera's account of Rodriguez's conduct, that his conduct was so\n\nobjectively offensive that a reasonable person would find it to be\n\nhostile or abusive.     See Faragher, 524 U.S. at 787; Meritor, 477\n\nU.S. at 67.     As we have explained elsewhere, \"it is one thing to\n\nsay that employees must learn to tolerate simple teasing, offhand\n\ncomments, and isolated incidents (unless extremely serious). . .\n\n. It is quite another to require employees to suffer the constant\n\nattentions of a lascivious supervisor.\"             Marrero, 304 F.3d at 19\n\n(internal quotation marks and citation omitted). Therefore, we are\n\nunable to conclude, as a matter of law, that such conduct on the\n\npart   of   a   supervisor   is   an    \"ordinary    tribulation[]   of   the\n\nworkplace.\"     Faragher, 524 U.S. at 788.     Rather, the facts portray\n\nthe kind of sexual harassment that Title VII was intended to\n\naddress.\n\n            2. Sexual Harassment Claim Involving Morales\n\n            a. Procedural Requirements for Federal Employees Under\n            Title VII\n\n            Under Title VII, an aggrieved federal employee may \"file\n\na civil action in a federal district court.\"             Brown, 425 U.S. at\n\n832; see also 42 U.S.C. § 2000e-16(c).        Prior to doing so, however,\n\n\"the complainant must seek relief in the agency that has allegedly\n\ndiscriminated against him.\"       Brown, 425 U.S. at 832.      The specific\n\n\n                                       -24-\n\fprocedures for seeking agency relief, in turn, are set by the Equal\n\nEmployment Opportunity Commission (EEOC) pursuant to its authority\n\nto \"issue such rules, regulations, orders and instructions as it\n\ndeems necessary to carry out its responsibilities.\"             42 U.S.C. §\n\n2000e-16(b).\n\n          EEOC regulations provide a highly structured set of steps\n\nwhich must be taken by the agency and the aggrieved party as the\n\ncomplaint process proceeds.     29 C.F.R. §§ 1614.103-.707.           At the\n\noutset of the process, \"[a]ggrieved persons . . . must consult a\n\nCounselor prior to filing a complaint in order to try to informally\n\nresolve the matter.\" Id. § 1614.105(a). That consultation must be\n\ninitiated \"within 45 days of the date of the matter alleged to be\n\ndiscriminatory . . . .\"    Id. § 1614.105(a)(1).        If the matter has\n\nnot been resolved, \"the aggrieved person shall be informed in\n\nwriting by the Counselor, not later than the thirtieth day after\n\ncontacting the Counselor, of the right to file a discrimination\n\ncomplaint\" with the EEOC or         the on-site EEO Office.            Id. §\n\n1614.105(d).   The employee has fifteen days after the receipt of\n\nthat notice to file the complaint.         Id.    After the employee has\n\nfiled a discrimination complaint, he or she may bring a civil suit\n\nin federal court \"only if the EEOC dismisses the [discrimination\n\ncomplaint], or if it does not bring civil suit or enter into a\n\nconciliation   agreement   within    180   days   of   the   filing   of   the\n\n[discrimination complaint].\"    Franceschi v. U.S. Dep't of Veterans\n\n\n\n                                    -25-\n\fAffairs, 514 F.3d 81, 85 (1st Cir. 2008) (citing 42 U.S.C. § 2000e-\n\n5(f)(1)).\n\n            Although typically a failure to exhaust administrative\n\nremedies    will      bar    suit   in    federal     court,       \"the    exhaustion\n\nrequirement is not a jurisdictional prerequisite\" to filing a Title\n\nVII claim in federal court.          Federique-Alexandre v. Dep't of Nat'l\n\n& Envtl. Res., 478 F.3d 433, 440 (1st Cir. 2007).                         Rather, the\n\n\"time period for filing a charge is subject to equitable doctrines\n\nsuch as tolling or estoppel.\"                 Nat'l R. R. Passenger Corp. v.\n\nMorgan, 536 U.S. 101, 113 (2002) (citing Zipes v. Trans World\n\nAirlines, Inc., 455 U.S. 385, 393 (1982)).                Such doctrines \"are to\n\nbe applied sparingly,\" id., however, and this circuit takes \"a\n\nnarrow   view    of    equitable    exceptions       to   Title     VII    exhaustion\n\nrequirements.\"        Frederique-Alexandre, 478 F.3d at 440 (quotation\n\nmarks omitted).\n\n            We   have       recognized   two    related     doctrines      whereby    a\n\nplaintiff   may       modify   or   avoid     the   Title    VII    filing    period:\n\nequitable estoppel and equitable tolling.                   In this case, we are\n\nconcerned solely with equitable estoppel.                   Equitable estoppel is\n\nappropriate when an employee is aware of her Title VII rights but\n\ndoes not make a timely filing \"due to [her] reasonable reliance on\n\n[her]    employer's      misleading      or     confusing     representations        or\n\nconduct.\"   Kale v. Combined Ins. Co. of Am., 861 F.2d 746, 752 (1st\n\nCir. 1988) (citing Dillman v. Combustion Engineering Corp., 784\n\n\n\n                                         -26-\n\fF.2d 57, 60-61 (2d Cir. 1986)).16                 An employee must also show\n\n\"[e]vidence of either the employer's improper purpose or his\n\nconstructive knowledge of the deceptive nature of his conduct.\"\n\nId.        That   evidence   must   be   in     the   form   of   some   \"definite,\n\nunequivocal behavior . . . fairly calculated to mask the truth or\n\nto lull an unsuspecting person into a false sense of security.\"\n\nClauson v. Smith, 823 F.2d 660, 663 (1st Cir. 1987).\n\n              In determining the applicability of an equitable remedy,\n\na court must also look to \"any countervailing equities against the\n\nplaintiff,\" such as whether she \"diligently pursue[d]\" the claim.\n\nKatle, 861 F.2d at 753.         For example, some courts have held that\n\n\"to invoke an estoppel as a shield against a statute of limitations\n\ndefense, a plaintiff must show that [s]he brought [her] action\n\nwithin a reasonable time after the facts giving rise to the\n\nestoppel have ceased to be operational.\"                 Buttry v. Gen. Signal\n\nCorp., 68 F.3d 1488, 1494 (2d Cir. 1995) (internal quotation marks\n\nomitted); see also Keefe v. Bahama Cruise Line, Inc., 867 F.2d\n\n1318, 1324 (11th Cir. 1989) (per curiam); Ott v. Midland-Ross\n\nCorp., 523 F.2d 1367, 1370 (6th Cir. 1975).\n\n\n\n\n      16\n       Although Kale and a number of the cases we cite involved the\nAge Discrimination in Employment Act (ADEA), rather than Title VII,\nwe have held on numerous occasions that \"'judicial precedents\ninterpreting one such statute [are] instructive in decisions\ninvolving [the other].'\" Mercado v. Ritz-Carlton San Juan Hotel,\nSpa & Casino, 410 F.3d 41, 47 n.7 (1st Cir. 2005) (quoting Camacho\nv. P.R. Ports Auth., 369 F.3d 570, 578 n.5 (1st Cir. 2004)).\n\n                                         -27-\n\f           b. Vera's Claim\n\n           We review for abuse of discretion the district court's\n\nruling rejecting the application of equitable estoppel in Vera's\n\ncase.    Abraham v. Woods Hole Oceanographic Inst., 553 F.3d 114,\n\n119-20 (1st Cir. 2009) (reviewing district court's refusal to\n\nequitably toll the statute of limitations in Title VII case for\n\nabuse of discretion).\n\n           It    is    undisputed     that     Vera   failed    to   exhaust    her\n\nadministrative remedies in pursuing her claim against Morales. She\n\nargues, however, that the government should have been estopped from\n\nasserting her noncompliance with the exhaustion requirement in\n\ntheir defense because the EEO Office \"prevented [her] from filing\n\na formal complaint\" due to procedural irregularities in dealing\n\nwith her informal complaint.            Specifically, she asserts that she\n\ndid not know how or when to file a formal complaint because the EEO\n\noffice   did    not    follow   the   correct    procedure      in   pursuing   her\n\ninformal complaint and failed to give her the required notice after\n\nit closed her informal complaint.\n\n           Although the record supports Vera's contention that the\n\nEEO   Office    at    Fort   Buchanan    did    not   comply    fully   with    EEOC\n\nregulations     when    dealing   with    her    informal      complaint   against\n\nMorales, it does not support her claim that she was unaware of how\n\nto pursue her claim, nor does it show that she diligently pursued\n\nher claim.      Also, she has made no showing that she was actively\n\n\n\n                                        -28-\n\fmisled into failing to file her claim such that the procedural\n\nirregularities by the government should estop it from asserting\n\nVera's failure to exhaust her administrative remedies in its\n\ndefense.\n\n           The EEO Office failed to follow established procedures in\n\ntwo respects.   First, it did not generate a settlement \"in writing\n\nand signed by both parties\" identifying the claims resolved, 29\n\nC.F.R. § 1614.603, as is required if an agreement is reached\n\nresolving a complaint.17      Additionally, the EEO Office did not\n\nnotify Vera in writing of her right to file a formal discrimination\n\ncomplaint, as would have been required if the matter had not been\n\nresolved   within   thirty   days   of   her   first   contacting   the   EEO\n\nOfficer.   See id. § 1614.105(d).\n\n           Nevertheless, the record shows that Vera was, in fact,\n\ninformed of the specific procedural steps involved in continuing to\n\npursue her claim.    The intake interview form filled out after Vera\n\nfiled her informal complaint with the EEO officer reveals, and Vera\n\ndoes not deny, that she was \"provided with the handout entitled\n\nRights and Responsibilities.\"        Among other things, she was also\n\n\n     17\n        The record shows that Vera filed her informal complaint\nagainst Morales on January 30, 2003, Morales made a signed\nstatement on February 18, 2003, and the EEO Officer wrote a\nmemorandum on February 21, 2003 stating that the matter had been\nresolved and that Vera \"was satisfied with the response and\nclarification provided from management.\" There is no space for a\nsignature from Vera on the EEO Officer's statement and no\nsubsequent correspondence between the EEO Officer and Vera\nconcerning her complaint against Morales.\n\n                                    -29-\n\f\"specifically advised\" of \"[t]he pre-complaint, formal and/or class\n\ncomplaint process.\"   In the face of such notice, Vera's claim that\n\nbecause of the government's actions she simply did not know how or\n\nwhen to file a formal complaint is unsupportable.\n\n           Furthermore,   as    noted    above,    a   plaintiff    invoking\n\nestoppel \"must show that [s]he brought [her] action within a\n\nreasonable time\" after it became clear that any promised alternate\n\nremedy from an employer would not be forthcoming.            Buttry, 68 F.3d\n\nat 1494.   Here, Vera was given notice at the outset of the process\n\nthat she was to be informed in writing, not later than the 30th day\n\nafter contacting the EEO Office, of her right to file a formal\n\ndiscrimination complaint. She would then have fifteen days to file\n\na formal complaint.       Because of an apparent misunderstanding\n\nbetween the department and Vera about the settlement of her claim,\n\nshe never received the notice of her right to file a formal\n\ndiscrimination complaint.      As the government admits, given the EEO\n\nOffice's failure to issue her that notice, the equities might have\n\nfavored excusing some delay on Vera's part in filing her formal\n\ncomplaint.     For almost three years after lodging her informal\n\ncomplaint against Morales, however, Vera took no steps to pursue\n\nher claim until she filed this lawsuit on August 7, 2006.                The\n\ngovernment's    failure   to    memorialize       properly    the   putative\n\nsettlement of her claim against Morales, or to give proper notice\n\n\n\n\n                                  -30-\n\fof the absence of any settlement of that claim, does not justify\n\nthat lack of diligence on Vera's part.\n\n            Finally, Vera points to nothing in the record that would\n\nshow that the EEO office had either an \"improper purpose\" or\n\n\"constructive knowledge of the deceptive nature\" of its processing\n\nof Vera's complaint, such that estoppel would be appropriate.\n\nKale, 861 F.2d at 752.     Although the procedures for closing her\n\ninformal complaint were evidently bungled, this is not a case in\n\nwhich the office actively misled her about her rights or attempted\n\nto deceive her through false representations of its own actions.\n\nCompare Ott v. Midland-Ross Corp., 600 F.2d 24, 29-30 (6th Cir.\n\n1979) (finding estoppel may be appropriate when employer falsely\n\nassured employee that it would settle the claim by appointing him\n\nto a new position); Bonham v. Dresser Indus., Inc., 569 F.2d 187,\n\n193 (2d Cir. 1977) (finding estoppel potentially applicable when no\n\nnotice of ADEA rights was posted and employer falsely indicated to\n\nemployee that there would be another position for him within the\n\ncompany).    To the contrary, Vera was given a statement of her\n\nrights from the outset and informed of them during her intake\n\ninterview.    The district court was well within its discretion in\n\nfinding that Vera was not entitled to the benefit of equitable\n\nestoppel.\n\n\n\n\n                                -31-\n\fC. Retaliation Claim\n\n            Title       VII     makes      it    unlawful       \"for    an       employer    to\n\ndiscriminate against any of his employees . . . because [s]he has\n\nmade a charge, testified, assisted, or participated in any manner\n\nin an investigation, proceeding, or hearing\" under the Act.                                  42\n\nU.S.C. § 2000e-3(a).           In order to establish a prima facie claim of\n\nretaliation under Title VII, a plaintiff must make a showing (1)\n\nthat she engaged in protected conduct, (2) that she suffered an\n\nadverse   employment          action,      and    (3)    that    there       was    a   causal\n\nconnection between the protected conduct and the adverse employment\n\naction.    Soileau v. Guilford of Maine, Inc., 105 F.3d 12, 16 (1st\n\nCir. 1997).\n\n            If     a    plaintiff         makes    out    a     prima    facie       case    of\n\nretaliation (and there is no dispute on that issue here), a\n\nrebuttable presumption of unlawful retaliation arises and “the\n\nburden    shifts       to     the    employer      to    articulate          a    legitimate,\n\nnondiscriminatory reason for its employment decision.”                             Wright v.\n\nCompUSA, Inc., 352 F.3d 472, 478 (1st Cir. 2003) (citation and\n\nquotation marks omitted);18 see also McDonnell Douglas Corp. v.\n\nGreen, 411 U.S. 792, 802-804 (1973) (establishing burden-shifting\n\nframework     for      Title        VII   cases).        In     order    to       rebut     that\n\n\n     18\n       Because of the relatedness of the two statutes, we refer to\ncases interpreting the retaliation provision of the Americans with\nDisabilities Act (ADA) interchangeably with those specifically\naddressing Title VII.    Carreras, 596 F.3d at 36 n. 10 (citing\nSoileau, 15 F.3d at 16).\n\n                                            -32-\n\fpresumption, the employer does not have the burden of persuasion,\n\nbut must simply produce evidence of a legitimate, nondiscriminatory\n\nreason for the employment action.              Reeves v. Sanderson Plumbing\n\nProds., Inc., 530 U.S. 133, 142 (2000).           The district court found,\n\nand we agree, that the government met its burden by producing\n\nevidence to show that Vera was fired for being insubordinate and\n\nfailing to follow established leave procedures.\n\n            Once the employer produces such evidence, the presumption\n\n\"drops from the case\" and the court must focus on the \"ultimate\n\nfactual issue.\"     U.S. Postal Serv. Bd. of Governors v. Aiken, 460\n\nU.S. 711, 715 (1983).      Here, that issue is whether Vera has cited\n\nfacts in the record from which a reasonable jury could conclude\n\nthat she experienced an adverse employment action because she filed\n\nsexual harassment complaints against her employer. See Freadman v.\n\nMetro. Prop. and Cas. Ins. Co., 484 F.3d 91, 106 (1st Cir. 2007)\n\n(proceeding directly to the question of causation and finding\n\nplaintiff's retaliation claim under the ADA must fail because no\n\ncausal    connection     had    been   established     between   the   adverse\n\nemployment action and her protected conduct).               Looking at \"the\n\ntotal    package   of   proof   offered   by    the   plaintiff,\"   Benoit   v.\n\nTechnical Mfg. Corp., 331 F.3d 166, 174 (1st Cir. 2003), we find\n\nthat Vera has not provided sufficient evidence for a reasonable\n\njury to conclude that she was fired, or experienced other adverse\n\nemployment actions, because of her sexual harassment complaints.\n\n\n\n                                       -33-\n\f            1. Retaliation for Vera's Sexual Harassment claim against\n            Morales\n\n            As evidence of retaliation for her sexual harassment\n\ncomplaints, Vera cites a series of adverse events that took place\n\nbetween September 2004 and September 2005. Many of the actions she\n\nidentifies as retaliatory, thus, occurred well after she filed her\n\ninformal complaint against Morales in January 2003, but before she\n\nfiled her first sexual harassment complaint against Rodriguez, in\n\nMay 2005.   If these incidents were caused by retaliatory animus at\n\nall, therefore, that animus could only be a response to Vera's\n\ncomplaint against Morales.\n\n            The events Vera points to during this time period as\n\nexamples of adverse actions taken in retaliation for the filing of\n\nher sexual harassment complaint are: (1) her relocation to a\n\ndifferent office in the fall of 2004, (2) the discipline that she\n\nreceived after her altercation with Contreras (her supervisor prior\n\nto Rodriguez), and (3) Rodriguez's conduct towards her, including\n\nhis repeated requests prior to May 19, 2005, the date he learned of\n\nher sexual harassment complaint against him, that she comply with\n\nestablished leave procedures.\n\n            Vera's suggestion that she was relocated in retaliation\n\nfor her complaint against Morales is belied by her own sworn\n\ndeposition testimony, in which she agreed that her relocation was\n\npart of the resolution of her complaint.       The altercation with\n\nContreras took place nine months after Vera filed her complaint\n\n\n                                 -34-\n\fagainst Morales.      She does not explain how that episode, which\n\ninvolved a person wholly unrelated to her harassment complaint, or\n\nthe disciplinary action that resulted from the altercation, were\n\nrelated to the harassment complaint.\n\n            Similarly, Vera points to nothing in the record to\n\nsuggest that Rodriguez's behavior was connected to her complaint\n\nagainst Morales.   Vera cites no evidence suggesting that Rodriguez\n\nknew about Vera's complaint against Morales prior to December of\n\n2005, when he was informed of it as part of the investigation of\n\nthe complaint against himself. Rodriguez was not Vera's supervisor\n\nat the time she filed her complaint against Morales and Vera points\n\nto no evidence that he was ever present in the building where Vera\n\nand Morales worked or connected with the Morales complaint in any\n\nway.   It would, therefore, be impossible for a rational jury to\n\nconclude that Rodriguez's actions from October 2004 through mid-May\n\n2005, which were taken in ignorance of Vera's sexual harassment\n\ncomplaint   against   Morales,   were   motivated   by   his   desire   to\n\nretaliate against her for those complaints.\n\n            2. Retaliation for Vera's Sexual Harassment Complaint\n            Against Rodriguez\n\n            Vera cites the close temporal proximity between Rodriguez\n\nbeing informed of Vera's sexual harassment complaint against him on\n\nMay 18, 2005 and his decision to change her leave status from Leave\n\nWithout Pay to AWOL on May 23, 2005 as evidence of retaliation.         As\n\nwe have cautioned in the past, however, \"[t]iming may bear on the\n\n\n                                 -35-\n\fquestion of causation in a retaliation claim, but . . . a 'narrow\n\nfocus [on timing may] ignore[] the larger sequence of events and\n\nalso the larger truth.'\"         Freadman, 484 F.3d at 100-01 (quoting\n\nSoileau, 105 F.3d at 16).       In this instance, the larger sequence of\n\nevents reveals that Rodriguez had been corresponding with his human\n\nresources advisor about Vera's absences since January, that in\n\nFebruary he had monitored Vera's movements when she was at the\n\noffice and wrote her a letter of counseling relating to her\n\nDecember/January absence, and that earlier in May he had issued\n\nVera a notice of proposed suspension due to her failure to follow\n\nestablished leave procedures.            Rodriguez's decision to change\n\nVera's absence to AWOL, however poorly explained, is consistent\n\nwith his previous actions, which show that he was focused on her\n\nlack   of    proper   documentation     for   that   absence,      that   he    had\n\nrequested additional documentation, and that he had warned Vera\n\nthat   she   could    be   suspended   for    her   failure   to   comply      with\n\nestablished leave procedures.\n\n             In the same May memorandum in which he changed the status\n\nof her December/January absence, Rodriguez changed Vera's March\n\nabsence from AWOL to Leave without Pay, further contradicting the\n\ntheory that he was acting out of a desire to punish Vera for filing\n\nher harassment complaint.         Given the series of adverse actions\n\nRodriguez took in response to Vera's December/January absence, it\n\nwould not be reasonable for a jury to conclude, based only on the\n\n\n\n                                       -36-\n\ftemporal proximity of one of those adverse actions to the date on\n\nwhich Rodriguez learned of the complaint, that the action was\n\nmotivated by retaliatory intent.\n\n           Vera's remaining claims of adverse actions suffer from\n\nthe same infirmity, namely, a lack of causal connection with her\n\nsexual harassment complaint.      The additional events Vera cites all\n\noccurred late in the summer of 2005, when she had been absent for\n\nseveral months.     As described previously, Vera was suspended in\n\nearly August for being AWOL after being informed a week earlier\n\nthat her continued absence was in violation of established leave\n\nprocedures.    In late August, she was called back to work in a\n\nletter warning that her numerous absences were unreasonable and\n\nthat she must report to duty or provide medical documentation\n\n\"identifying     duties   which    can   be   performed   and   current\n\nlimitations,\" despite a note from her doctor stating that she was\n\nnot ready to return. Finally, after returning to work briefly, she\n\nsuffered a breakdown. After being absent again for almost a month,\n\nshe was fired.\n\n           It is undisputed that Vera did not report to work from\n\nlate March 2005 until she was requested to return in late August\n\n2005.   Her hours absent far exceeded her hours worked for the first\n\neight months of 2005.     Her supervisors were clearly perturbed by\n\nVera's absences and the record shows that they discussed how to\n\ndeal with a situation in which an employee was not reporting to\n\n\n\n                                  -37-\n\fwork and had not had her leave officially approved by management.\n\nThere is, admittedly, a factual dispute over whether Vera was or\n\nwas   not   complying   with   the   intricacies   of   established   leave\n\nprocedures. That dispute, however, is not material to Vera's claim\n\nof retaliation for her sexual harassment complaint.          The requests\n\nthat Vera provide more extensive documentation of her illness and\n\nof what work functions she could no longer carry-out began with\n\nRodriguez's request in February 2005, when he knew nothing of her\n\ncomplaint against Morales and before her complaint against him.\n\nThe activity of her supervisors in discussing what to do about her\n\nabsence over the summer, once she had been absent for several\n\nmonths,     is   wholly    consistent       with   Rodriguez's    initial\n\ncommunications with human resources about Vera and with his initial\n\nmemoranda to Vera herself demanding additional documentation for\n\nher absences and cautioning her about the potential consequences of\n\nher failure to comply.     Moreover, Vera's altercation with another\n\nsupervisor, Contreras, in September 2004, supports the government's\n\nproffered explanation for her firing -- namely, that she was absent\n\nwithout leave and had been insubordinate.\n\n                                     III.\n\n            For the reasons discussed above, we affirm the district\n\ncourt's dismissal of Vera's claim of sexual harassment against\n\nMorales without prejudice.       We also affirm the district court's\n\ngrant of summary judgment to the defendant on Vera's retaliation\n\n\n                                     -38-\n\fclaim.   We vacate the district court's grant of summary judgment\n\nfor the defendant on the sexual harassment claim against Rodriguez\n\nand remand for further proceedings consistent with this opinion.\n\n          Each party shall bear its own costs on appeal.\n\n          So ordered.\n\n                  -- Dubitante Opinion Follows –\n\n\n\n\n                               -39-\n\f           SELYA, Circuit Judge (dubitante). I join readily in much\n\nof the majority opinion, but I write separately because I doubt the\n\ncorrectness of Part IIB1, which vacates the entry of summary\n\njudgment with respect to the plaintiff's sexual harassment claim\n\nagainst Rodriguez.   To my mind, the district court's assessment of\n\nthe appropriateness of summary judgment on that claim, see Vera v.\n\nHarvey, Civ. No. 06-1761, slip. op at 18-20 (D.P.R. Apr. 22, 2008)\n\n(unpublished), is better reasoned and more persuasive.\n\n           The claim is, of course, utterly factbound, and it would\n\nserve no useful purpose for me to repastinate ground already\n\nthoroughly plowed by the district court.     Nevertheless, I think\n\nthat a few words of caution may be of service in future cases.\n\n           First, I am constrained to point out that the majority\n\nopinion in this case goes well beyond the outermost frontier\n\nadumbrated in any of our earlier sexual harassment precedents.   To\n\nthat extent, the precedential value of the majority opinion should\n\nbe viewed with some skepticism.\n\n           Second — and more importantly — the majority discerns a\n\ntrialworthy issue where the only conduct attributable to Rodriguez\n\n— occasional glances at, and inconsequential remarks to, a fellow\n\nemployee, the closing of an office door in a crowded workplace, the\n\nkind of incidental contact that is unavoidable in cramped quarters\n\n— does not seem to support the inference that the majority draws\n\nfrom it.   In my view, the majority deems this conduct adequate to\n\n\n                               -40-\n\fsustain liability not because it is in any way evocative of sexual\n\nharassment but, rather, because the plaintiff considers it to be\n\nevocative of sexual harassment.     Although the majority pays lip\n\nservice to the case law that impresses a standard of objective\n\nreasonableness on such claims, see, e.g., Faragher v. City of Boca\n\nRaton, 524 U.S. 775, 787 (1998); Billings v. Town of Grafton, 515\n\nF.3d 39, 47 (1st Cir. 2008), it effectively subordinates this\n\nobjective to the tug of the plaintiff's subjective feelings.   That\n\ndistortion starts us down a slippery slope toward the imposition of\n\nsome sort of general civility code in the workplace.   See Oncale v.\n\nSundowner Offshore Servs., Inc., 523 U.S. 75, 81 (1998).       That\n\ndestination ought not to be on our itinerary.\n\n          At the risk of belaboring the obvious, let me add that\n\nthis is not a case in which there is evidence of quid pro quo\n\nharassment (or, indeed, of any sexual interest in the plaintiff).\n\nThere is no hint of anything that might fairly be characterized as\n\na hostile, abusive, or sexually charged workplace.      There is no\n\nevidence of thinly veiled innuendo, offensive banter, or sexual\n\nhijinks of any kind.   There is only evidence that the employer, for\n\nbusiness reasons, assigned the plaintiff and Rodriguez to share an\n\nundersized office. The events that followed were easily predicable\n\nsequelae of that spatial assignment. With nothing in the record to\n\nsuggest that the spatial assignment itself was made for the purpose\n\n\n\n\n                                -41-\n\fof bothering the plaintiff, I doubt that a claim for sexual\n\nharassment will lie.\n\n          I am confident that the majority will agree that sexual\n\nharassment liability ought to be reserved for conduct which,\n\nobjectively viewed, is severe or pervasive enough to create a work\n\nenvironment that a reasonable person would find hostile or abusive.\n\nI very much doubt that the summary judgment record in this case\n\nsatisfies that benchmark.   As the majority opinion leaves it, any\n\nemployee who is compelled to share a small office with a disliked\n\nco-worker will be able to mount a claim for sexual harassment\n\nwithout much, if anything, in the way of evidence.\n\n\n\n\n                               -42-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>622 F.3d 17 (2010)</b></center>\n<center><h1>Rosa Linda VERA, Plaintiff, Appellant,<br>\nv.<br>\nJohn McHUGH,<sup>[*]</sup> Secretary of the Army, Defendant, Appellee.</h1></center>\n<center>No. 08-1886.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 4, 2010.</center>\n<center>Decided October 6, 2010.</center>\n<p><span class=\"star-pagination\">*19</span> Vilma M. Dapena-Rodríguez for appellant.</p>\n<p>Rebecca E. Ausprung, with whom Rosa Emilia Rodríguez-Vélez, United States Attorney, and R. Brian Bohlen, Special Assistant U.S. Attorney, U.S. Army Litigation Division, were on brief, for appellee.</p>\n<p>Before TORRUELLA, SELYA, and LIPEZ, Circuit Judges.</p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>In this action pursuant to Title VII of the Civil Rights Act of 1964 (\"Title VII\"), the plaintiff, Rosa Linda Vera, alleged that she was sexually harassed by a coworker and subsequently by a supervisor at the Fort Buchanan Army garrison in Puerto Rico, and then fired in retaliation for filing her sexual harassment complaints. Both claims of sexual harassment involved allegations depicting a hostile work environment. The district court found that Vera's first sexual harassment claim was not properly before it because she had failed to exhaust her administrative remedies and her equitable estoppel argument did not excuse the failure. On the merits, the court granted summary judgment for the <span class=\"star-pagination\">*20</span> defendant on Vera's second sexual harassment claim and her retaliation claim.</p>\n<p>After careful consideration, we affirm the district court's grant of summary judgment to the defendant on Vera's first claim of sexual harassment and on her retaliation claim. Finding that Vera has created a genuine issue of material fact on her second sexual harassment claim involving her supervisor, Raul Rodriguez, we vacate the district court's grant of summary judgment on that claim and remand for further proceedings consistent with this opinion.</p>\n<p></p>\n<h2>I.</h2>\n<p>We recite the facts in the light most favorable to Vera, the nonmoving party. <i>See </i><i>Agusty-Reyes v. Dept. of Educ. of P. R.,</i> 601 F.3d 45, 48 (1st Cir.2010).</p>\n<p></p>\n<h2>A. Sexual Harassment Complaints</h2>\n<p>Vera began working for the Army as a civilian administrative assistant in the El Caney Lodge of Fort Buchanan in April 2002 and was promoted six months later to the position of administrative coordinator in the Training Support Center Division. On January 30, 2003, she met with an internal Equal Employment Opportunity (\"EEO\") office counselor to report that she was being sexually harassed by a co-worker, Mario Morales. The counselor filled out a \"Pre-Complaint Intake Interview\" form in February 2003 in which he recorded Vera's informal complaint. On the form, he indicated that he provided Vera with a handout entitled \"Rights and Responsibilities\" and that he specifically advised her of \"[t]he basis(es) for filing pre-complaint, formal complaint, and/or class complaint, and of right to file,\" \"the pre-complaint, formal and/or class complaint process,\" \"the 45-day requirement from effective date of personnel action or of the date of the matter alleged to be discriminatory contact,\" and the role of the EEO counselor, among other things. Although the counselor's notes on the form stated that Vera was \"satisfied with the response and clarification provided by management\" and \"would not proceed with her EEO allegation\" while she gave management time to \"improve the work place,\" the EEO office never recorded the resolution of Vera's informal complaint in a document containing her signature. At some point in early October 2004, as part of the resolution of her complaint, Vera was moved to a different area where she would have an office with privacy and a door. According to Vera, she did not consider the matter resolved either by that location change or by any other steps taken by the EEO office.</p>\n<p>On September 30, 2004, shortly before moving offices, Vera had a dispute with Rafael Contreras, the Acting Chief of the Training Division at Fort Buchanan. Vera was issued a disciplinary letter by Hector López, the Director of Plans, Training, Mobilization, and Security, after Contreras reported that Vera responded in a loud, disruptive and insubordinate manner when she was asked the status of an overdue work assignment. According to Contreras' report, when he asked Vera about her project, she told him she was not going to do the work and asked him why he did not do it himself. According to Vera's deposition testimony, Contreras called her a pig. Vera left her workstation immediately after the incident to report it to López. After seeing López, she left the base. The disciplinary letter issued by López reminded Vera that \"unless otherwise indicated by management/supervisor, your place of duty is at Bldg 511\" and \"whatever duties you must do should be done in the office/workplace.\" The letter warned Vera that \"future instances on [sic] leaving the work area without informing your supervisor or not requesting leave may be <span class=\"star-pagination\">*21</span> charged absent without leave (AWOL). This may lead to more severe disciplinary actions if it is not adhered too [sic].\"</p>\n<p>In October 2004, Raul Rodriguez became the Chief of the Training Division at Fort Buchanan, replacing Contreras. As such, he was Vera's direct supervisor. According to Rodriguez, when he assumed the position, he was informed that there had been a problem between Vera and Contreras, but he was not made aware of Vera's January 2003 informal sexual harassment complaint against Morales. Rodriguez became aware of Vera's complaint against Morales in approximately December of 2005.</p>\n<p>It appears that Rodriguez was not officially assigned an office of his own when he assumed his new position. Instead, according to Vera, he \"worked out of\" her office, which had a computer with an internet connection. In her deposition, she stated that it was \"his primary office just like mine.\" Rodriguez asserts, and Vera does not dispute, that there were no other offices in that building with computers connected to the internet. Vera suggests, however, that Rodriguez could have worked from another supervisor's office, which she describes as \"five times the size\" of her own.<sup>[1]</sup> There was also an empty office in the building with computers but no internet connection where Vera could go, and did on occasion occupy, when Rodriguez was using the computer in her primary office. Vera was the only woman working in that building at Fort Buchanan.</p>\n<p>Rodriguez and Vera used the same office for approximately three months during a period from October 2004 to the beginning of March 2005.<sup>[2]</sup> According to Vera, Rodriguez was in their shared office \"most of the time,\" although he did leave to go to meetings. During the time that she and Rodriguez were using the same office, Vera described herself as experiencing \"a constant invading [of] my space.\" She described how Rodriguez would sit staring at her while they were in the office with the door closed and would block the door as she tried to leave. Vera explained that Rodriguez would look at her in a sexual way and then \"smirk and laugh\" because he knew it bothered her. At times, Rodriguez would move his chair so close that their legs would touch, or he would stand close behind her so that she could feel his breath. Although Vera acknowledged that the office was small and was not big enough for the two of them, she maintained that the touching could not have been accidental. Vera told Rodriguez not to invade her space. In response, Rodriguez moved away from her, but according to Vera it happened again until \"after a while, I guess he knew I was serious.\"</p>\n<p>Vera stated that Rodriguez invaded her space in public as well as in the confines of the office. When asked to elaborate, she described one incident, at an unspecified date, when Rodriguez came too close to her in front of a coworker and a client forcing her to leap away to avoid contact with him. Vera also described objectionable comments Rodriguez made to her. On one occasion, Rodriguez referred to Vera as \"Baby,\" while on another, he told her on a stormy day that her \"hair looked like the weather,\" a comment she found to be derogatory and offensive to her \"as a woman.\"</p>\n<p>When asked during an EEO investigation about the effect of Rodriguez's behavior on Vera, Yarita Lopez, an operations <span class=\"star-pagination\">*22</span> specialist who was one of Vera's friends on the base, stated, \"I witnessed every single day her emotional distress that I never . . . saw [ ] before his arrival to the division.\" She described the distress as \"constant,\" and explained, \"[i]t was not only physically, but mentally and emotionally.\" She described Vera as having \"outbursts of crying and disbelief and despair of every single action that he was doing.\" A note from Vera's doctor written in April 2005 also attests to this severe emotional toll. The note states that Vera would need to be out of work from March 18, 2005 through May 18, 2005 due to \"Depression Disorder with Anxiety, affected by the work environment.\"</p>\n<p>The shared office arrangement ended sometime in late February or early March 2005 when Vera began to work out of the empty office in order to avoid Rodriguez in her own office. She was later moved to yet another office as part of a large office reorganization coordinated by Rodriguez. Vera filed an informal sexual harassment complaint against Rodriguez on May 4, 2005.</p>\n<p></p>\n<h2>B. Retaliation</h2>\n<p>Given the complicated history underlying Vera's retaliation claim, and given the importance of the sequence of events to an evaluation of her claim, we have divided the account of the relevant facts into discrete time periods.</p>\n<p></p>\n<h2>1. December 21, 2004 through March 3, 2005: Vera's Initial Extended Absence and Rodriguez's Response</h2>\n<p>During the time that she and Rodriguez were using the same office, from October 2004 through March 21, 2005, Vera was absent from work for over a month, from late December 2004 until the beginning of February, 2005. On December 21, 2004, Vera and Rodriguez discussed her need for time off to attend to her health issues and those of her children.<sup>[3]</sup> Vera had been absent or left early frequently in order to go to appointments with doctors or take her children to appointments.<sup>[4]</sup> She did not have any remaining paid leave of any kind. Rodriguez encouraged Vera to take a few weeks of unpaid leave in order to attend to her appointments in the hope that consolidating those appointments would permit her productively to resume her duties. According to Rodriguez, he requested that Vera provide documentation of her medical appointments so that he could approve the absence and he was under the impression that Vera's absence would begin in January. Vera was absent from December 27, 2004 to February 1, 2005. She did not provide any medical documentation prior to her leave. Vera stated that Rodriguez himself was on leave at the end of December so that she could not personally deliver the medical documentation to him. She was unable to explain why she did not leave the documents in the office for him or email them to him before her absence began.</p>\n<p>In late January 2005, before Vera's return to work, Rodriguez exchanged emails with Fabiana Nevado, his human resources advisor within the Civilian Personnel Advisory Center. Rodriguez sought advice on how to deal with Vera's absence, given her <span class=\"star-pagination\">*23</span> failure to submit a formal leave request or provide medical documentation before or during her absence. After Vera returned, on February 1, 2005, Rodriguez kept records of his employees' comings and goings for a day. He noted that four employees, including Vera, arrived late and/or left early on that day. Rodriguez called a staff meeting on February 7, 2005 to go over the problems he had observed, after which Vera went to speak to him but was rebuffed by Rodriguez, who told her they could speak later.</p>\n<p>On February 2, 2005, Vera submitted a letter from a doctor dated December 23, 2004, recommending that she be on an extended leave of absence to recuperate from trauma. On February 22, 2005, Rodriguez wrote a counseling letter to Vera citing her month-long absence and failure to follow established leave procedures. The letter explains that if an employee needs leave, \"the request has to be submitted along with an SF-71 and it has to be approved by the supervisor prior to taking leave.\" Rodriguez advised Vera that her unauthorized absences were affecting her job performance and that more serious disciplinary action, \"up to and including removal from your position,\" might result from her failure to comply with the procedures in the future.</p>\n<p>On March 3, Vera attended a leave and attendance workshop. On the same day, Vera received and acknowledged a memorandum from Rodriguez stating that the doctor's statement she provided was \"not adequate\" because it lacked a \"diagnosis and prognosis of [her] medical condition.\" In the memo, Rodriguez requested that Vera provide a statement that \"includes the nature of your illness, the expected time it will take for rehabilitation and your physical limitations during this period,\" as well as the duties she was unable to perform.</p>\n<p></p>\n<h2>2. March 4, 2004 through May 18th, 2005: Vera's Second Extended Absence and Rodriguez's Response</h2>\n<p>On March 4, 2005, Rodriguez was informed by Joann Morales, the timekeeper for the Directorate of Plans Training, that Vera had called to say that she was sick and would be seeking medical help. In her deposition, Morales testified that the proper procedure for an employee to provide notice that he or she would be coming in late or needed time off was to notify the supervisor directly and that she herself followed that procedure. She acknowledged that there was a custom that employees would call her if they would be late or needed to be absent. Nevertheless, in such cases, the employees would also contact their supervisors. After hearing from Morales, Rodriguez communicated with Nevado in Human Resources about Vera's absence. Nevado responded to Rodriguez that Vera should be considered Absent Without Leave (\"AWOL\") for March 4. On March 9, Rodriguez spoke to Vera, explaining that in order to be excused from work, she was required to speak to him personally as her supervisor.</p>\n<p>Beginning on March 21, 2005, Vera was absent from work continuously until August 23, 2005. Her initial absence was based on a medical recommendation that she be out for two weeks and then be reevaluated. Throughout the summer, Vera's doctor continued to recommend that she not report to work due to depression and stress caused by her work environment. Vera did not submit the paperwork having to do with her absences to Rodriguez. It is unclear from the record exactly what documents were submitted and to whom, but Vera communicated with Joann Morales about her absences on a few occasions and seems to have left medical documentation with her as well.</p>\n<p>In mid-April, after Joann Morales again emailed Rodriguez to inform him that Vera <span class=\"star-pagination\">*24</span> had called to say she would continue to be absent until May 18 and would bring in the medical paperwork the following day, Rodriguez emailed the Civilian Personnel Advisory Center stating that he would write a memorandum for the record about the absence. On May 9, Rodriguez issued Vera a notice of proposed suspension due to her failure to follow established leave procedures.</p>\n<p></p>\n<h2>3. May 18, 2005: Rodriguez Receives Notice of Vera's Sexual Harassment Complaint Against Him</h2>\n<p>Rodriguez was informed of Vera's sexual harassment complaint against him through a letter from the EEO office on May 18, 2005.<sup>[5]</sup> On May 19, 2005, the office of the Inspector General wrote to Vera in response to her sexual harassment complaint against Rodriguez, which she had directed to that office. The letter informed Vera that an inquiry had been conducted into her request for assistance in dealing with the sexual harassment. According to the Inspector General, the inquiry found that she did not adhere to rules and procedures established by her supervisors and accused her of \"constant insubordination and refusal to obey orders, and defiance of authority.\"<sup>[6]</sup></p>\n<p>On May 23, Rodriguez directed Joann Morales to change Vera's December/January absence from Leave Without Pay to AWOL. He also directed that her initial March absence be changed from AWOL to Leave Without Pay.</p>\n<p></p>\n<h2>4. Late May 2005 through August 22, 2005: Supervisory Response to Vera's Continued Absence</h2>\n<p>During the remaining period of Vera's absence, her supervisors discussed her absence in an email chain. The emails discussed the need for an independent medical evaluation of Vera and the fact that her supervisors had no information about what types of job functions she might be able to perform when she returned, if and when she would return, and the precise nature of her illness.</p>\n<p>On July 28, 2005, Hector López issued a notice of decision to suspend to Vera. The notice informed Vera that López had reviewed Rodriguez's May 9th notice of proposed suspension and found that, as stated in Rodriguez's earlier notice, Vera failed to follow established leave procedures and was AWOL without providing reasons to justify her absence. López suspended Vera for 14 days beginning on August 8, 2005. On August 1, 2005, López issued a memorandum to Vera in which he informed her that her absence was having an adverse impact on operations. The letter states that Vera never provided the additional information requested in Rodriguez's letter of February 24th, detailing her medical prognosis and physical limitations. The letter warns that López considers her \"numerous absences from work from December 2004 until the present\" to be unreasonable. The letter goes on to request that Vera report for duty on August 23, 2005 or provide medical documentation \"identifying duties which can be performed and current limitations.\"</p>\n<p></p>\n<h2>5. August 23, 2005 through October 7, 2005: Vera's Return to Work, Breakdown, and Termination of Her Employment</h2>\n<p>On August 23, 2005, Vera reported to work as requested, bringing with her a <span class=\"star-pagination\">*25</span> note from her doctor stating that she needed \"to continue to be out of work, but she is willing to try going back to work.\" The note stated that Vera had a follow-up appointment with the doctor on August 30, 2005 at 3pm. It is unclear to whom Vera delivered her doctor's note. On August 26, 2005, Vera emailed Rodriguez explaining that she had to take paperwork to another office and that she would be at a meeting later that afternoon. Rodriguez forwarded Vera's email to Nevado stating that Vera had not reported to him. On August 29, Rodriguez again emailed Nevado to say that he had seen Vera, but that she had not reported to him. By this time, Rodriguez was using the office he and Vera had shared and Vera had been relocated to a different office.</p>\n<p>On August 30, Vera, through another employee, requested that Rodriguez give her leave to attend her medical appointment. When her request was denied, Vera suffered a nervous breakdown and had to be taken to the hospital by ambulance. Vera explained that her illness was precipitated by Rodriguez, who spent time pacing up and down her office that morning.</p>\n<p>On August 31, 2005, the day after Vera's breakdown at the office, Rodriguez issued her a notice of proposed removal from federal service. The notice states that Vera did not perform any of her assigned duties after returning to work on August 23rd, was discourteous, and failed to observe proper leave procedures. The August 31st notice also states, in reference to her breakdown at the office of the previous day, that Vera caused a disruption and \"created a disturbance at the work site.\" The notice characterizes that behavior as \"totally unacceptable\" and states that it \"will not be tolerated any longer.\" Vera was also apparently asked to submit medical documents to support her leaving work in the ambulance on August 30th.</p>\n<p>On September 14, 2005, López issued a memorandum barring other employees from talking to Vera \"on employment matters or requests for documents about personnel issues.\" According to Rodriguez, that memorandum was issued because Vera was \"asking for statements from people.. . to say what happened and things like that. . . . She was kind of collecting information.\" Both Rodriguez and Morales stated that they were not aware of similar orders being issued in other instances. Vera was terminated from her employment on October 7, 2005.</p>\n<p></p>\n<h2>C. Proceedings Below</h2>\n<p>Vera filed an informal EEO complaint against Rodriguez alleging sexual harassment on October 26, 2005.<sup>[7]</sup> She filed a formal complaint on December 8, 2005. On August 7, 2006, Vera brought this action under Title VII of the Civil Rights Act of 1964 (\"Title VII\"), 42 U.S.C. § 2000e-5, against the Secretary of the Army,<sup>[8]</sup> alleging sexual harassment and retaliation. On January 11, 2008, after the taking of depositions and the exchange of documents, the defendant moved to dismiss or, in the alternative, for summary judgment. The district court granted the defendant's motion for summary judgment as to all claims. Vera filed this timely appeal.</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>To survive summary judgment on her harassment and retaliation claims, Vera <span class=\"star-pagination\">*26</span> must establish a genuine issue of material fact as to whether she experienced sexual harassment or was retaliated against within the meaning of Title VII. Fed.R.Civ.P. 56(c). \"A genuine issue is one that could be resolved in favor of either party, and a material fact is one that has the potential of affecting the outcome of the case.\" <i>Calero-Cerezo v. U.S. Dep't of Justice,</i> 355 F.3d 6, 19 (1st Cir.2004) (internal quotation marks omitted). We review the district court's grant of summary judgment de novo. <i>Lockridge v. The Univ. of Me. Sys.,</i> 597 F.3d 464, 469 (1st Cir.2010). While we draw \"all reasonable inferences\" in the light most favorable to Vera, as the nonmoving party, we will not \"draw <i>unreasonable</i> inferences or credit bald assertions, empty conclusions, [or] rank conjecture.\" <i>Cabán Hernández v. Philip Morris USA, Inc.,</i> 486 F.3d 1, 8 (1st Cir.2007) (emphasis in original).</p>\n<p></p>\n<h2>B. Sexual Harassment under Title VII</h2>\n<p>In 1972, Congress extended the protection provided by Title VII of the Civil Rights Act of 1964 to federal employees. Section 717 of the Civil Rights Act, codified at 42 U.S.C. § 2000e-16, \"provides that all personnel actions affecting federal employees and applicants for federal employment `shall be made free from any discrimination based on race, color, religion, sex, or national origin,'\" and \"establishes an administrative and judicial enforcement system.\" <i>Brown v. Gen. Servs. Admin.,</i> 425 U.S. 820, 829-30, 96 S.Ct. 1961, 48 L.Ed.2d 402 (1976). Title VII's ban on discriminatory employment practices \"extends to sex-based discrimination that creates a hostile or abusive work environment.\" <i>Billings v. Town of Grafton,</i> 515 F.3d 39, 47 (1st Cir.2008) (citing <i>Meritor Sav. Bank, FSB v. Vinson,</i> 477 U.S. 57, 66, 106 S.Ct. 2399, 91 L.Ed.2d 49 (1986)). This sex-based discrimination is commonly referred to as \"sexual harassment.\" <i>Meritor,</i> 477 U.S. at 67, 106 S.Ct. 2399.<sup>[9]</sup></p>\n<p>Not all harassing conduct falls under the prohibition of Title VII, however. \"For sexual harassment to be actionable, it must be sufficiently severe or pervasive `to alter the conditions of [the victim's] employment and create an abusive working environment.'\" <i>Id.</i> (quoting <i>Henson v. City of Dundee,</i> 682 F.2d 897, 904 (11th Cir.1982)); <i>see also </i><i>Billings,</i> 515 F.3d at 47-48. The environment must be \"both objectively and subjectively offensive, one that a reasonable person would find hostile or abusive, and one that the victim in fact did perceive to be so.\" <i>Faragher v. City of Boca Raton,</i> 524 U.S. 775, 787, 118 S.Ct. 2275, 141 L.Ed.2d 662 (1998).</p>\n<p>There is no single test by which we evaluate a claim of sexual harassment to determine whether the plaintiff has presented sufficient evidence to survive summary judgment. <i>Pomales v. Celulares Telefonica, Inc.,</i> 447 F.3d 79, 83 (1st Cir. 2006). Rather, we look to \"all the circumstances,\" a list which includes, but is not limited to: the frequency of the harassing conduct, its severity, whether it was physically threatening or humiliating as opposed to a mere offensive utterance, whether it \"unreasonably interfered with an employee's work performance,\" and \"the effect of the conduct on the employee's psychological well-being.\" <i>Che v. Mass. Bay Transp. Auth.,</i> 342 F.3d 31, 40 (1st Cir.2003). It is the jury's job to \"weigh those factors and decide whether the harassment was of a kind or to a degree that a reasonable person would have felt that it affected the conditions of her employment.\" <i>Marrero</i> <span class=\"star-pagination\">*27</span> <i>v. Goya of P.R., Inc.,</i> 304 F.3d 7, 19 (1st Cir.2002). The court's role in evaluating such claims is to \"polic[e] . . . the outer bounds.\" <i>Id.</i> (internal quotation marks omitted).</p>\n<p>On a motion for summary judgment in a sexual harassment case such as this, we must distinguish facts that merely add up to the \"ordinary tribulations of the workplace, such as sporadic use of abusive language, gender-related jokes, and occasional teasing,\" <i>Faragher,</i> 524 U.S. at 788, 118 S.Ct. 2275, which can never support a Title VII claim, from those suggesting \"sexual remarks, innuendoes, ridicule, and intimidation\" which \"may be sufficient to support a jury verdict for a hostile work environment.\" <i>O'Rourke v. City of Providence,</i> 235 F.3d 713, 729 (1st Cir.2001).</p>\n<p></p>\n<h2>1. Sexual Harassment Claim Involving Rodriguez<sup>[10]</sup></h2>\n<p>In awarding summary judgment to the defendant, the district court found that the comments made by Rodriguez, coupled with Vera's \"general sense of unease,\" did not amount to a hostile work environment. We disagree both with the district court's characterization of the facts of record and with the legal conclusion it reached. Taking the facts in the light most favorable to Vera, as we must on summary judgment, we cannot rule, as a matter of law, that the circumstances of Vera's employment did not constitute a hostile work environment. <i>See </i><i>Billings,</i> 515 F.3d at 50.</p>\n<p>For three months,<sup>[11]</sup> until Vera removed herself to a different office, Rodriguez shared her workspace for multiple hours every day, stared at her in a sexual way, came so close to her that she could feel his breath, pulled his chair next to her so that their legs touched, laughed at her discomfort, blocked her escape from the cramped office with a closed door, and on one occasion called her \"Babe.\" While they were sharing an office, and again after Vera returned from an extended leave, Rodriguez maintained his practice of drawing inappropriately close to her and smirking at her when she backed away. As a result of Rodriguez's conduct, Vera suffered psychological and emotional distress that her friend and co-worker characterized as \"constant.\"<sup>[12]</sup></p>\n<p>The conduct Vera alleges involves many, if not all, of the factors we use to guide us in determining whether a claim such as hers may survive summary judgment. <i>See </i><i>Marrero,</i> 304 F.3d at 18-19. The alleged conduct by Rodriguez was described by <span class=\"star-pagination\">*28</span> Vera as \"constant\" because Rodriguez was in their shared office \"most of the time.\" Although Rodriguez did not overtly threaten Vera, the allegation that he blocked her from leaving the office on at least one occasion suggests a physically threatening environment. When Rodriguez looked at her \"up and down\" in a sexual way,<sup>[13]</sup> she felt extremely uncomfortable, an understandable reaction to sharing an office with a supervisor who finds his subordinate's discomfort amusing and intentionally causes that discomfort by placing his body inappropriately close to hers in the small office.<sup>[14]</sup></p>\n<p>Vera also states that she occasionally left her office while Rodriguez was there in order to escape him; ultimately, she removed herself from the office entirely. Although proof of such interference is not necessary to maintain a successful claim of a hostile work environment, conduct that forces an employee to abandon his or her own office during the workday could reasonably be seen as interfering with that employee's work performance. <i>Che,</i> 342 F.3d at 40 (finding an employer's interference with an employee's use of his radio, which might hamper his work performance, supported a hostile work environment claim). Further, although some lack of privacy and personal space was inherent in the odd circumstance of having both Rodriguez and Vera working in a small office, the facts and attendant circumstances suggest that Rodriguez went out of his way to violate Vera's privacy and the integrity of her personal space. Finally, there is testimonial and documentary evidence that Rodriguez's conduct caused Vera to suffer psychologically.<sup>[15]</sup></p>\n<p>Our case law supports the conclusion from this summary judgment record that Vera suffered severe and pervasive harassment in the form of a hostile work environment. In <i>Billings,</i> for example, we found that an employee whose supervisor stared at her breasts whenever the two came in contact over the course of more than two years had asserted a cognizable claim of severe and pervasive harassment. 515 F.3d at 50. In <i>Marrero v. Goya of Puerto Rico, Inc.,</i> 304 F.3d 7, 19 (1st Cir.2002), we found that it was reasonable for the jury to conclude that an employee whose supervisor made sexual comments to her and touched her inappropriately on five occasions <span class=\"star-pagination\">*29</span> over the course of a little over one year had experienced sexual harassment. 304 F.3d at 19.</p>\n<p>Here, a jury could find that the intensity and frequency of the contact between Vera and Rodriguez altered the conditions of her employment despite the relatively short duration of their office-sharing. That Rodriguez's behavior caused Vera psychological trauma that persisted even after she had left the hostile environment, as evidenced by Lopez's testimony and the doctor's note written in April 2005, reinforces the conclusion that she experienced harassment that was both severe and pervasive. Likewise, it would be reasonable for the jury to conclude, based on Vera's account of Rodriguez's conduct, that his conduct was so objectively offensive that a reasonable person would find it to be hostile or abusive. <i>See </i><i>Faragher,</i> 524 U.S. at 787, 118 S.Ct. 2275; <i>Meritor,</i> 477 U.S. at 67, 106 S.Ct. 2399. As we have explained elsewhere, \"it is one thing to say that employees must learn to tolerate simple teasing, offhand comments, and isolated incidents (unless extremely serious). . . . It is quite another to require employees to suffer the constant attentions of a lascivious supervisor.\" <i>Marrero,</i> 304 F.3d at 19 (internal quotation marks and citation omitted). Therefore, we are unable to conclude, as a matter of law, that such conduct on the part of a supervisor is an \"ordinary tribulation[ ] of the workplace.\" <i>Faragher,</i> 524 U.S. at 788, 118 S.Ct. 2275. Rather, the facts portray the kind of sexual harassment that Title VII was intended to address.</p>\n<blockquote>2. Sexual Harassment Claim Involving Morales</blockquote>\n<blockquote>a. Procedural Requirements for Federal Employees Under Title VII</blockquote>\n<p>Under Title VII, an aggrieved federal employee may \"file a civil action in a federal district court.\" <i>Brown,</i> 425 U.S. at 832, 96 S.Ct. 1961; <i>see also</i> 42 U.S.C. § 2000e-16(c). Prior to doing so, however, \"the complainant must seek relief in the agency that has allegedly discriminated against him.\" <i>Brown,</i> 425 U.S. at 832, 96 S.Ct. 1961. The specific procedures for seeking agency relief, in turn, are set by the Equal Employment Opportunity Commission (EEOC) pursuant to its authority to \"issue such rules, regulations, orders and instructions as it deems necessary to carry out its responsibilities.\" 42 U.S.C. § 2000e-16(b).</p>\n<p>EEOC regulations provide a highly structured set of steps which must be taken by the agency and the aggrieved party as the complaint process proceeds. 29 C.F.R. §§ 1614.103-.707. At the outset of the process, \"[a]ggrieved persons . . . must consult a Counselor prior to filing a complaint in order to try to informally resolve the matter.\" <i>Id.</i> § 1614.105(a). That consultation must be initiated \"within 45 days of the date of the matter alleged to be discriminatory . . . .\" <i>Id.</i> § 1614.105(a)(1). If the matter has not been resolved, \"the aggrieved person shall be informed in writing by the Counselor, not later than the thirtieth day after contacting the Counselor, of the right to file a discrimination complaint\" with the EEOC or the on-site EEO Office. <i>Id.</i> § 1614.105(d). The employee has fifteen days after the receipt of that notice to file the complaint. <i>Id.</i> After the employee has filed a discrimination complaint, he or she may bring a civil suit in federal court \"only if the EEOC dismisses the [discrimination complaint], or if it does not bring civil suit or enter into a conciliation agreement within 180 days of the filing of the [discrimination complaint].\" <i>Franceschi v. U.S. Dep't of Veterans Affairs,</i> 514 F.3d 81, 85 (1st Cir. 2008) (citing 42 U.S.C. § 2000e-5(f)(1)).</p>\n<p>Although typically a failure to exhaust administrative remedies will bar <span class=\"star-pagination\">*30</span> suit in federal court, \"the exhaustion requirement is not a jurisdictional prerequisite\" to filing a Title VII claim in federal court. <i>Frederique-Alexandre v. Dep't of Nat'l &amp; Envtl. Res.,</i> 478 F.3d 433, 440 (1st Cir.2007). Rather, the \"time period for filing a charge is subject to equitable doctrines such as tolling or estoppel.\" <i>Nat'l R.R. Passenger Corp. v. Morgan,</i> 536 U.S. 101, 113, 122 S.Ct. 2061, 153 L.Ed.2d 106 (2002) (citing <i>Zipes v. Trans World Airlines, Inc.,</i> 455 U.S. 385, 393, 102 S.Ct. 1127, 71 L.Ed.2d 234 (1982)). Such doctrines \"are to be applied sparingly,\" <i>id.,</i> however, and this circuit takes \"a narrow view of equitable exceptions to Title VII exhaustion requirements.\" <i>Frederique-Alexandre,</i> 478 F.3d at 440 (quotation marks omitted).</p>\n<p>We have recognized two related doctrines whereby a plaintiff may modify or avoid the Title VII filing period: equitable estoppel and equitable tolling. In this case, we are concerned solely with equitable estoppel. Equitable estoppel is appropriate when an employee is aware of her Title VII rights but does not make a timely filing \"due to [her] reasonable reliance on [her] employer's misleading or confusing representations or conduct.\" <i>Kale v. Combined Ins. Co. of Am.,</i> 861 F.2d 746, 752 (1st Cir.1988) (citing <i>Dillman v. Combustion Engineering, Inc.,</i> 784 F.2d 57, 60-61 (2d Cir.1986)).<sup>[16]</sup> An employee must also show \"[e]vidence of either the employer's improper purpose or his constructive knowledge of the deceptive nature of his conduct.\" <i>Id.</i> That evidence must be in the form of some \"definite, unequivocal behavior . . . fairly calculated to mask the truth or to lull an unsuspecting person into a false sense of security.\" <i>Clauson v. Smith,</i> 823 F.2d 660, 663 (1st Cir.1987).</p>\n<p>In determining the applicability of an equitable remedy, a court must also look to \"any countervailing equities against the plaintiff,\" such as whether she \"diligently pursue[d]\" the claim. <i>Kale,</i> 861 F.2d at 753. For example, some courts have held that \"to invoke an estoppel as a shield against a statute of limitations defense, a plaintiff must show that [s]he brought [her] action within a reasonable time after the facts giving rise to the estoppel have ceased to be operational.\" <i>Buttry v. Gen. Signal Corp.,</i> 68 F.3d 1488, 1494 (2d Cir.1995) (internal quotation marks omitted); <i>see also </i><i>Keefe v. Bahama Cruise Line, Inc.,</i> 867 F.2d 1318, 1324 (11th Cir.1989) (per curiam); <i>Ott v. Midland-Ross Corp.,</i> 523 F.2d 1367, 1370 (6th Cir.1975).</p>\n<p></p>\n<h2>b. Vera's Claim</h2>\n<p>We review for abuse of discretion the district court's ruling rejecting the application of equitable estoppel in Vera's case. <i>Abraham v. Woods Hole Oceanographic Inst.,</i> 553 F.3d 114, 119-20 (1st Cir.2009) (reviewing district court's refusal to equitably toll the statute of limitations in Title VII case for abuse of discretion).</p>\n<p>It is undisputed that Vera failed to exhaust her administrative remedies in pursuing her claim against Morales. She argues, however, that the government should have been estopped from asserting her noncompliance with the exhaustion requirement in their defense because the EEO Office \"prevented [her] from filing a <span class=\"star-pagination\">*31</span> formal complaint\" due to procedural irregularities in dealing with her informal complaint. Specifically, she asserts that she did not know how or when to file a formal complaint because the EEO office did not follow the correct procedure in pursuing her informal complaint and failed to give her the required notice after it closed her informal complaint.</p>\n<p>Although the record supports Vera's contention that the EEO Office at Fort Buchanan did not comply fully with EEOC regulations when dealing with her informal complaint against Morales, it does not support her claim that she was unaware of how to pursue her claim, nor does it show that she diligently pursued her claim. Also, she has made no showing that she was actively misled into failing to file her claim such that the procedural irregularities by the government should estop it from asserting Vera's failure to exhaust her administrative remedies in its defense.</p>\n<p>The EEO Office failed to follow established procedures in two respects. First, it did not generate a settlement \"in writing and signed by both parties\" identifying the claims resolved, 29 C.F.R. § 1614.603, as is required if an agreement is reached resolving a complaint.<sup>[17]</sup> Additionally, the EEO Office did not notify Vera in writing of her right to file a formal discrimination complaint, as would have been required if the matter had not been resolved within thirty days of her first contacting the EEO Officer. <i>See id.</i> § 1614.105(d).</p>\n<p>Nevertheless, the record shows that Vera was, in fact, informed of the specific procedural steps involved in continuing to pursue her claim. The intake interview form filled out after Vera filed her informal complaint with the EEO officer reveals, and Vera does not deny, that she was \"provided with the handout entitled Rights and Responsibilities.\" Among other things, she was also \"specifically advised\" of \"[t]he pre-complaint, formal and/or class complaint process.\" In the face of such notice, Vera's claim that because of the government's actions she simply did not know how or when to file a formal complaint is unsupportable.</p>\n<p>Furthermore, as noted above, a plaintiff invoking estoppel \"must show that [s]he brought [her] action within a reasonable time\" after it became clear that any promised alternate remedy from an employer would not be forthcoming. <i>Buttry,</i> 68 F.3d at 1494. Here, Vera was given notice at the outset of the process that she was to be informed in writing, not later than the 30th day after contacting the EEO Office, of her right to file a formal discrimination complaint. She would then have fifteen days to file a formal complaint. Because of an apparent misunderstanding between the department and Vera about the settlement of her claim, she never received the notice of her right to file a formal discrimination complaint. As the government admits, given the EEO Office's failure to issue her that notice, the equities might have favored excusing some delay on Vera's part in filing her formal complaint. For almost three years after lodging her informal complaint against Morales, however, Vera took no steps to pursue her claim until she filed this lawsuit on August <span class=\"star-pagination\">*32</span> 7, 2006. The government's failure to memorialize properly the putative settlement of her claim against Morales, or to give proper notice of the absence of any settlement of that claim, does not justify that lack of diligence on Vera's part.</p>\n<p>Finally, Vera points to nothing in the record that would show that the EEO office had either an \"improper purpose\" or \"constructive knowledge of the deceptive nature\" of its processing of Vera's complaint, such that estoppel would be appropriate. <i>Kale,</i> 861 F.2d at 752. Although the procedures for closing her informal complaint were evidently bungled, this is not a case in which the office actively misled her about her rights or attempted to deceive her through false representations of its own actions. <i>Compare </i><i>Ott v. Midland-Ross Corp.,</i> 600 F.2d 24, 29-30 (6th Cir.1979) (finding estoppel may be appropriate when employer falsely assured employee that it would settle the claim by appointing him to a new position); <i>Bonham v. Dresser Indus., Inc.,</i> 569 F.2d 187, 193 (2d Cir.1977) (finding estoppel potentially applicable when no notice of ADEA rights was posted and employer falsely indicated to employee that there would be another position for him within the company). To the contrary, Vera was given a statement of her rights from the outset and informed of them during her intake interview. The district court was well within its discretion in finding that Vera was not entitled to the benefit of equitable estoppel.</p>\n<p></p>\n<h2>C. Retaliation Claim</h2>\n<p>Title VII makes it unlawful \"for an employer to discriminate against any of his employees . . . because [s]he has made a charge, testified, assisted, or participated in any manner in an investigation, proceeding, or hearing\" under the Act. 42 U.S.C. § 2000e-3(a). In order to establish a prima facie claim of retaliation under Title VII, a plaintiff must make a showing (1) that she engaged in protected conduct, (2) that she suffered an adverse employment action, and (3) that there was a causal connection between the protected conduct and the adverse employment action. <i>Soileau v. Guilford of Maine, Inc.,</i> 105 F.3d 12, 16 (1st Cir.1997).</p>\n<p>If a plaintiff makes out a prima facie case of retaliation (and there is no dispute on that issue here), a rebuttable presumption of unlawful retaliation arises and \"the burden shifts to the employer to articulate a legitimate, nondiscriminatory reason for its employment decision.\" <i>Wright v. CompUSA, Inc.,</i> 352 F.3d 472, 478 (1st Cir.2003) (citation and quotation marks omitted);<sup>[18]</sup><i>see also </i><i>McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 802-804, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973) (establishing burden-shifting framework for Title VII cases). In order to rebut that presumption, the employer does not have the burden of persuasion, but must simply produce evidence of a legitimate, nondiscriminatory reason for the employment action. <i>Reeves v. Sanderson Plumbing Prods., Inc.,</i> 530 U.S. 133, 142, 120 S.Ct. 2097, 147 L.Ed.2d 105 (2000). The district court found, and we agree, that the government met its burden by producing evidence to show that Vera was fired for being insubordinate and failing to follow established leave procedures.</p>\n<p>Once the employer produces such evidence, the presumption \"drops from the case\" and the court must focus on the <span class=\"star-pagination\">*33</span> \"ultimate factual issue.\" <i>U.S. Postal Serv. Bd. of Governors v. Aikens,</i> 460 U.S. 711, 715, 103 S.Ct. 1478, 75 L.Ed.2d 403 (1983). Here, that issue is whether Vera has cited facts in the record from which a reasonable jury could conclude that she experienced an adverse employment action because she filed sexual harassment complaints against her employer. <i>See </i><i>Freadman v. Metro. Prop. and Cas. Ins. Co.,</i> 484 F.3d 91, 106 (1st Cir.2007) (proceeding directly to the question of causation and finding plaintiff's retaliation claim under the ADA must fail because no causal connection had been established between the adverse employment action and her protected conduct). Looking at \"the total package of proof offered by the plaintiff,\" <i>Benoit v. Technical Mfg. Corp.,</i> 331 F.3d 166, 174 (1st Cir.2003), we find that Vera has not provided sufficient evidence for a reasonable jury to conclude that she was fired, or experienced other adverse employment actions, because of her sexual harassment complaints.</p>\n<p></p>\n<h2>1. Retaliation for Vera's Sexual Harassment claim against Morales</h2>\n<p>As evidence of retaliation for her sexual harassment complaints, Vera cites a series of adverse events that took place between September 2004 and September 2005. Many of the actions she identifies as retaliatory, thus, occurred well after she filed her informal complaint against Morales in January 2003, but before she filed her first sexual harassment complaint against Rodriguez, in May 2005. If these incidents were caused by retaliatory animus at all, therefore, that animus could only be a response to Vera's complaint against Morales.</p>\n<p>The events Vera points to during this time period as examples of adverse actions taken in retaliation for the filing of her sexual harassment complaint are: (1) her relocation to a different office in the fall of 2004, (2) the discipline that she received after her altercation with Contreras (her supervisor prior to Rodriguez), and (3) Rodriguez's conduct towards her, including his repeated requests prior to May 19, 2005, the date he learned of her sexual harassment complaint against him, that she comply with established leave procedures.</p>\n<p>Vera's suggestion that she was relocated in retaliation for her complaint against Morales is belied by her own sworn deposition testimony, in which she agreed that her relocation was part of the resolution of her complaint. The altercation with Contreras took place nine months after Vera filed her complaint against Morales. She does not explain how that episode, which involved a person wholly unrelated to her harassment complaint, or the disciplinary action that resulted from the altercation, were related to the harassment complaint.</p>\n<p>Similarly, Vera points to nothing in the record to suggest that Rodriguez's behavior was connected to her complaint against Morales. Vera cites no evidence suggesting that Rodriguez knew about Vera's complaint against Morales prior to December of 2005, when he was informed of it as part of the investigation of the complaint against himself. Rodriguez was not Vera's supervisor at the time she filed her complaint against Morales and Vera points to no evidence that he was ever present in the building where Vera and Morales worked or connected with the Morales complaint in any way. It would, therefore, be impossible for a rational jury to conclude that Rodriguez's actions from October 2004 through mid-May 2005, which were taken in ignorance of Vera's sexual harassment complaint against Morales, were motivated by his desire to retaliate against her for those complaints.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*34</span> 2. Retaliation for Vera's Sexual Harassment Complaint Against Rodriguez</h2>\n<p>Vera cites the close temporal proximity between Rodriguez being informed of Vera's sexual harassment complaint against him on May 18, 2005 and his decision to change her leave status from Leave Without Pay to AWOL on May 23, 2005 as evidence of retaliation. As we have cautioned in the past, however, \"[t]iming may bear on the question of causation in a retaliation claim, but . . . a `narrow focus [on timing may] ignore[ ] the larger sequence of events and also the larger truth.'\" <i>Freadman,</i> 484 F.3d at 100-01 (quoting <i>Soileau,</i> 105 F.3d at 16). In this instance, the larger sequence of events reveals that Rodriguez had been corresponding with his human resources advisor about Vera's absences since January, that in February he had monitored Vera's movements when she was at the office and wrote her a letter of counseling relating to her December/January absence, and that earlier in May he had issued Vera a notice of proposed suspension due to her failure to follow established leave procedures. Rodriguez's decision to change Vera's absence to AWOL, however poorly explained, is consistent with his previous actions, which show that he was focused on her lack of proper documentation for that absence, that he had requested additional documentation, and that he had warned Vera that she could be suspended for her failure to comply with established leave procedures.</p>\n<p>In the same May memorandum in which he changed the status of her December/January absence, Rodriguez changed Vera's March absence from AWOL to Leave without Pay, further contradicting the theory that he was acting out of a desire to punish Vera for filing her harassment complaint. Given the series of adverse actions Rodriguez took in response to Vera's December/January absence, it would not be reasonable for a jury to conclude, based only on the temporal proximity of one of those adverse actions to the date on which Rodriguez learned of the complaint, that the action was motivated by retaliatory intent.</p>\n<p>Vera's remaining claims of adverse actions suffer from the same infirmity, namely, a lack of causal connection with her sexual harassment complaint. The additional events Vera cites all occurred late in the summer of 2005, when she had been absent for several months. As described previously, Vera was suspended in early August for being AWOL after being informed a week earlier that her continued absence was in violation of established leave procedures. In late August, she was called back to work in a letter warning that her numerous absences were unreasonable and that she must report to duty or provide medical documentation \"identifying duties which can be performed and current limitations,\" despite a note from her doctor stating that she was not ready to return. Finally, after returning to work briefly, she suffered a breakdown. After being absent again for almost a month, she was fired.</p>\n<p>It is undisputed that Vera did not report to work from late March 2005 until she was requested to return in late August 2005. Her hours absent far exceeded her hours worked for the first eight months of 2005. Her supervisors were clearly perturbed by Vera's absences and the record shows that they discussed how to deal with a situation in which an employee was not reporting to work and had not had her leave officially approved by management. There is, admittedly, a factual dispute over whether Vera was or was not complying with the intricacies of established leave procedures. That dispute, however, is not <span class=\"star-pagination\">*35</span> material to Vera's claim of retaliation for her sexual harassment complaint. The requests that Vera provide more extensive documentation of her illness and of what work functions she could no longer carry-out began with Rodriguez's request in February 2005, when he knew nothing of her complaint against Morales and before her complaint against him. The activity of her supervisors in discussing what to do about her absence over the summer, once she had been absent for several months, is wholly consistent with Rodriguez's initial communications with human resources about Vera and with his initial memoranda to Vera herself demanding additional documentation for her absences and cautioning her about the potential consequences of her failure to comply. Moreover, Vera's altercation with another supervisor, Contreras, in September 2004, supports the government's proffered explanation for her firingnamely, that she was absent without leave and had been insubordinate.</p>\n<p></p>\n<h2>III.</h2>\n<p>For the reasons discussed above, we affirm the district court's dismissal of Vera's claim of sexual harassment against Morales without prejudice. We also affirm the district court's grant of summary judgment to the defendant on Vera's retaliation claim. We vacate the district court's grant of summary judgment for the defendant on the sexual harassment claim against Rodriguez and remand for further proceedings consistent with this opinion.</p>\n<p>Each party shall bear its own costs on appeal.</p>\n<p><i>So ordered.</i></p>\n<p>SELYA, Circuit Judge (dubitante).</p>\n<p>I join readily in much of the majority opinion, but I write separately because I doubt the correctness of Part IIB1, which vacates the entry of summary judgment with respect to the plaintiff's sexual harassment claim against Rodriguez. To my mind, the district court's assessment of the appropriateness of summary judgment on that claim, <i>see Vera v. Harvey,</i> Civ. No. 06-1761, slip. op. at 18-20 (D.P.R. Apr. 22, 2008) (unpublished), is better reasoned and more persuasive.</p>\n<p>The claim is, of course, utterly factbound, and it would serve no useful purpose for me to repastinate ground already thoroughly plowed by the district court. Nevertheless, I think that a few words of caution may be of service in future cases.</p>\n<p>First, I am constrained to point out that the majority opinion in this case goes well beyond the outermost frontier adumbrated in any of our earlier sexual harassment precedents. To that extent, the precedential value of the majority opinion should be viewed with some skepticism.</p>\n<p>Secondand more importantlythe majority discerns a trialworthy issue where the only conduct attributable to Rodriguezoccasional glances at, and inconsequential remarks to, a fellow employee, the closing of an office door in a crowded workplace, the kind of incidental contact that is unavoidable in cramped quartersdoes not seem to support the inference that the majority draws from it. In my view, the majority deems this conduct adequate to sustain liability not because it is in any way evocative of sexual harassment but, rather, because the plaintiff considers it to be evocative of sexual harassment. Although the majority pays lip service to the case law that impresses a standard of objective reasonableness on such claims, <i>see, e.g., </i><i>Faragher v. City of Boca Raton,</i> 524 U.S. 775, 787, 118 S.Ct. 2275, 141 L.Ed.2d 662 (1998); <i>Billings v. Town of Grafton,</i> 515 F.3d 39, 47 (1st Cir.2008), it effectively subordinates this objective to the tug of the plaintiff's subjective <span class=\"star-pagination\">*36</span> feelings. That distortion starts us down a slippery slope toward the imposition of some sort of general civility code in the workplace. <i>See </i><i>Oncale v. Sundowner Offshore Servs., Inc.,</i> 523 U.S. 75, 81, 118 S.Ct. 998, 140 L.Ed.2d 201 (1998). That destination ought not to be on our itinerary.</p>\n<p>At the risk of belaboring the obvious, let me add that this is not a case in which there is evidence of quid pro quo harassment (or, indeed, of any sexual interest in the plaintiff). There is no hint of anything that might fairly be characterized as a hostile, abusive, or sexually charged workplace. There is no evidence of thinly veiled innuendo, offensive banter, or sexual hijinks of any kind. There is only evidence that the employer, for business reasons, assigned the plaintiff and Rodriguez to share an undersized office. The events that followed were easily predicable sequelae of that spatial assignment. With nothing in the record to suggest that the spatial assignment itself was made for the purpose of bothering the plaintiff, I doubt that a claim for sexual harassment will lie.</p>\n<p>I am confident that the majority will agree that sexual harassment liability ought to be reserved for conduct which, objectively viewed, is severe or pervasive enough to create a work environment that a reasonable person would find hostile or abusive. I very much doubt that the summary judgment record in this case satisfies that benchmark. As the majority opinion leaves it, any employee who is compelled to share a small office with a disliked co-worker will be able to mount a claim for sexual harassment without much, if anything, in the way of evidence.</p>\n<h2>NOTES</h2>\n<p>[*]  Pursuant to Fed. R.App. P. 43(c)(2), Secretary of the Army John McHugh has been substituted for former Secretary of the Army Pete Geren as the respondent.</p>\n<p>[1]  It is not clear whether that office had a computer with an internet connection.</p>\n<p>[2]  Vera was on leave for the month of January 2005 and thus was not using the office during that time.</p>\n<p>[3]  Vera's health issues and those of her children were apparently related at least in part to a car accident in the fall of 2003 in which Vera and her two children were injured.</p>\n<p>[4]  According to an affidavit submitted by Joann Morales, the timekeeper for the Directorate of Plans Training, Mobilization and Security at Fort Buchanan, Vera was present for duty 816.75 hours and was absent on leave without pay for 783.25 hours between January 1, 2004 and October 2, 2004.</p>\n<p>[5]  As noted earlier, Vera filed her complaint on May 4, 2005.</p>\n<p>[6]  Vera contends that no investigation took place. The record does not reveal any additional documentation of the investigation.</p>\n<p>[7]  This second informal complaint seems to duplicate the informal complaint she filed against Rodriguez on May 4, 2005.</p>\n<p>[8]  The Secretary was sued in his capacity as Vera's employer. Title VII does not create liability against individual employees. <i>See </i><i>Fantini v. Salem State Coll.,</i> 557 F.3d 22, 28-31 (1st Cir.2009).</p>\n<p>[9]  Here and throughout this opinion, we use \"sexual harassment\" to refer to the hostile work environment form of sexual harassment. In doing so, we do not suggest that the term \"sexual harassment\" is limited to describing hostile work environment claims.</p>\n<p>[10]  Although Vera's claim against Rodriguez was made two years after her claim against Morales, we address it first before delving into the procedural issues involved in disposing of the claim against Morales.</p>\n<p>[11]  There is some confusion about the length of time during which Rodriguez and Vera shared an office. The government seeks to characterize the time period as two months, but other accounts in the record suggest that the time period was three months. Mindful of our duty to take the facts in the light most favorable to the nonmoving party on summary judgment, we adopt the three month number, as the length of time most coherently suggested by the record.</p>\n<p>[12]  The dubitante opinion of our colleague describes this conduct as \"the kind of incidental contact that is unavoidable in cramped quarters.. .\" and the \"easily predicable sequelae of [the] spatial assignment.\" That innocent characterization of the conduct alleged is incompatible with the summary judgment standard, which requires us to view Vera's evidence in the light most favorable to her. Thus, viewed independently of Vera's reaction to Rodriguez's conduct, a jury could reasonably conclude that Rodriguez was purposefully exploiting the smallness of the office that he shared with Vera to sexually harass her. Moreover, contrary to the suggestion of the dubitante opinion, that conduct falls well within our sexual harassment precedents. <i>See</i> discussion of <i>Billings</i> and <i>Marrero infra.</i></p>\n<p>[13]  The government seeks to discredit Vera's allegation of sexual staring as uncorroborated. It is not Vera's burden on summary judgment to provide additional proof that Rodriguez stared at her lasciviously while the two of them were alone in her office with the door closed. On summary judgment, when confronted with a case of conflicting testimony from the plaintiff and defendant, we are bound to take the facts in the light most favorable to the nonmoving party so long as they are not simply \"bald assertions\" or \"empty conclusions.\" <i>Carreras v. Sajo, Garcia &amp; Partners,</i> 596 F.3d 25, 32 (1st Cir.2010) (internal quotation marks and citation omitted).</p>\n<p>[14]  Contrary to the government's assertion, the absence of a sexual proposition by Rodriguez does not preclude Vera's success on her claim as a matter of law. <i>See </i><i>Billings,</i> 515 F.3d at 48 (reversing summary judgment for defendant on hostile environment claim, despite absence of touching or propositioning, when supervisor stared repeatedly at plaintiff's breasts). A sexual proposition is not the sine qua non of sexual harassment. <i>See Id.</i> (\"`[A] worker need not be propositioned, touched offensively, or harassed by sexual innuendo in order to have been sexually harassed.'\" (quoting <i>Quick v. Donaldson Co.,</i> 90 F.3d 1372, 1379 (8th Cir.1996))).</p>\n<p>[15]  Specifically, as described above, Vera's coworker stated that she observed Vera's emotional distress, in the form of outbursts of crying, and that she witnessed Vera's despair and disbelief at Rodriguez's actions. Similarly, a doctor's note stated that Vera could not return to work because she was experiencing anxiety and depression \"affected by the work environment.\"</p>\n<p>[16]  Although <i>Kale</i> and a number of the cases we cite involved the Age Discrimination in Employment Act (ADEA), rather than Title VII, we have held on numerous occasions that \"`judicial precedents interpreting one such statute [are] instructive in decisions involving [the other].'\" <i>Mercado v. Ritz-Carlton San Juan Hotel, Spa &amp; Casino,</i> 410 F.3d 41, 47 n. 7 (1st Cir.2005) (quoting <i>Camacho v. P.R. Ports Auth.,</i> 369 F.3d 570, 578 n. 5 (1st Cir.2004)).</p>\n<p>[17]  The record shows that Vera filed her informal complaint against Morales on January 30, 2003, Morales made a signed statement on February 18, 2003, and the EEO Officer wrote a memorandum on February 21, 2003 stating that the matter had been resolved and that Vera \"was satisfied with the response and clarification provided from management.\" There is no space for a signature from Vera on the EEO Officer's statement and no subsequent correspondence between the EEO Officer and Vera concerning her complaint against Morales.</p>\n<p>[18]  Because of the relatedness of the two statutes, we refer to cases interpreting the retaliation provision of the Americans with Disabilities Act (ADA) interchangeably with those specifically addressing Title VII. <i>Carreras,</i> 596 F.3d at 36 n. 10 (citing <i>Soileau,</i> 105 F.3d at 16).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">622</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></span> (2010)</b></center>\n<center><h1>Rosa Linda VERA, Plaintiff, Appellant,<br>\nv.<br>\nJohn McHUGH,<sup>[*]</sup> Secretary of the Army, Defendant, Appellee.</h1></center>\n<center>No. 08-1886.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 4, 2010.</center>\n<center>Decided October 6, 2010.</center>\n<p><span class=\"star-pagination\">*19</span> Vilma M. Dapena-Rodríguez for appellant.</p>\n<p>Rebecca E. Ausprung, with whom Rosa Emilia Rodríguez-Vélez, United States Attorney, and R. Brian Bohlen, Special Assistant U.S. Attorney, U.S. Army Litigation Division, were on brief, for appellee.</p>\n<p>Before TORRUELLA, SELYA, and LIPEZ, Circuit Judges.</p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>In this action pursuant to Title VII of the Civil Rights Act of 1964 (\"Title VII\"), the plaintiff, Rosa Linda Vera, alleged that she was sexually harassed by a coworker and subsequently by a supervisor at the Fort Buchanan Army garrison in Puerto Rico, and then fired in retaliation for filing her sexual harassment complaints. Both claims of sexual harassment involved allegations depicting a hostile work environment. The district court found that Vera's first sexual harassment claim was not properly before it because she had failed to exhaust her administrative remedies and her equitable estoppel argument did not excuse the failure. On the merits, the court granted summary judgment for the <span class=\"star-pagination\">*20</span> defendant on Vera's second sexual harassment claim and her retaliation claim.</p>\n<p>After careful consideration, we affirm the district court's grant of summary judgment to the defendant on Vera's first claim of sexual harassment and on her retaliation claim. Finding that Vera has created a genuine issue of material fact on her second sexual harassment claim involving her supervisor, Raul Rodriguez, we vacate the district court's grant of summary judgment on that claim and remand for further proceedings consistent with this opinion.</p>\n<p></p>\n<h2>I.</h2>\n<p>We recite the facts in the light most favorable to Vera, the nonmoving party. <i>See </i><i>Agusty-Reyes v. Dept. of Educ. of P. R.,</i> <span class=\"citation\" data-id=\"1257\"><a href=\"/opinion/1257/agusty-reyes-v-dept-of-educ-of-puerto-rico/\"><span class=\"volume\">601</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span>, 48 (1st Cir.2010).</p>\n<p></p>\n<h2>A. Sexual Harassment Complaints</h2>\n<p>Vera began working for the Army as a civilian administrative assistant in the El Caney Lodge of Fort Buchanan in April 2002 and was promoted six months later to the position of administrative coordinator in the Training Support Center Division. On January 30, 2003, she met with an internal Equal Employment Opportunity (\"EEO\") office counselor to report that she was being sexually harassed by a co-worker, Mario Morales. The counselor filled out a \"Pre-Complaint Intake Interview\" form in February 2003 in which he recorded Vera's informal complaint. On the form, he indicated that he provided Vera with a handout entitled \"Rights and Responsibilities\" and that he specifically advised her of \"[t]he basis(es) for filing pre-complaint, formal complaint, and/or class complaint, and of right to file,\" \"the pre-complaint, formal and/or class complaint process,\" \"the 45-day requirement from effective date of personnel action or of the date of the matter alleged to be discriminatory contact,\" and the role of the EEO counselor, among other things. Although the counselor's notes on the form stated that Vera was \"satisfied with the response and clarification provided by management\" and \"would not proceed with her EEO allegation\" while she gave management time to \"improve the work place,\" the EEO office never recorded the resolution of Vera's informal complaint in a document containing her signature. At some point in early October 2004, as part of the resolution of her complaint, Vera was moved to a different area where she would have an office with privacy and a door. According to Vera, she did not consider the matter resolved either by that location change or by any other steps taken by the EEO office.</p>\n<p>On September 30, 2004, shortly before moving offices, Vera had a dispute with Rafael Contreras, the Acting Chief of the Training Division at Fort Buchanan. Vera was issued a disciplinary letter by Hector López, the Director of Plans, Training, Mobilization, and Security, after Contreras reported that Vera responded in a loud, disruptive and insubordinate manner when she was asked the status of an overdue work assignment. According to Contreras' report, when he asked Vera about her project, she told him she was not going to do the work and asked him why he did not do it himself. According to Vera's deposition testimony, Contreras called her a pig. Vera left her workstation immediately after the incident to report it to López. After seeing López, she left the base. The disciplinary letter issued by López reminded Vera that \"unless otherwise indicated by management/supervisor, your place of duty is at Bldg 511\" and \"whatever duties you must do should be done in the office/workplace.\" The letter warned Vera that \"future instances on [sic] leaving the work area without informing your supervisor or not requesting leave may be <span class=\"star-pagination\">*21</span> charged absent without leave (AWOL). This may lead to more severe disciplinary actions if it is not adhered too [sic].\"</p>\n<p>In October 2004, Raul Rodriguez became the Chief of the Training Division at Fort Buchanan, replacing Contreras. As such, he was Vera's direct supervisor. According to Rodriguez, when he assumed the position, he was informed that there had been a problem between Vera and Contreras, but he was not made aware of Vera's January 2003 informal sexual harassment complaint against Morales. Rodriguez became aware of Vera's complaint against Morales in approximately December of 2005.</p>\n<p>It appears that Rodriguez was not officially assigned an office of his own when he assumed his new position. Instead, according to Vera, he \"worked out of\" her office, which had a computer with an internet connection. In her deposition, she stated that it was \"his primary office just like mine.\" Rodriguez asserts, and Vera does not dispute, that there were no other offices in that building with computers connected to the internet. Vera suggests, however, that Rodriguez could have worked from another supervisor's office, which she describes as \"five times the size\" of her own.<sup>[1]</sup> There was also an empty office in the building with computers but no internet connection where Vera could go, and did on occasion occupy, when Rodriguez was using the computer in her primary office. Vera was the only woman working in that building at Fort Buchanan.</p>\n<p>Rodriguez and Vera used the same office for approximately three months during a period from October 2004 to the beginning of March 2005.<sup>[2]</sup> According to Vera, Rodriguez was in their shared office \"most of the time,\" although he did leave to go to meetings. During the time that she and Rodriguez were using the same office, Vera described herself as experiencing \"a constant invading [of] my space.\" She described how Rodriguez would sit staring at her while they were in the office with the door closed and would block the door as she tried to leave. Vera explained that Rodriguez would look at her in a sexual way and then \"smirk and laugh\" because he knew it bothered her. At times, Rodriguez would move his chair so close that their legs would touch, or he would stand close behind her so that she could feel his breath. Although Vera acknowledged that the office was small and was not big enough for the two of them, she maintained that the touching could not have been accidental. Vera told Rodriguez not to invade her space. In response, Rodriguez moved away from her, but according to Vera it happened again until \"after a while, I guess he knew I was serious.\"</p>\n<p>Vera stated that Rodriguez invaded her space in public as well as in the confines of the office. When asked to elaborate, she described one incident, at an unspecified date, when Rodriguez came too close to her in front of a coworker and a client forcing her to leap away to avoid contact with him. Vera also described objectionable comments Rodriguez made to her. On one occasion, Rodriguez referred to Vera as \"Baby,\" while on another, he told her on a stormy day that her \"hair looked like the weather,\" a comment she found to be derogatory and offensive to her \"as a woman.\"</p>\n<p>When asked during an EEO investigation about the effect of Rodriguez's behavior on Vera, Yarita Lopez, an operations <span class=\"star-pagination\">*22</span> specialist who was one of Vera's friends on the base, stated, \"I witnessed every single day her emotional distress that I never . . . saw [ ] before his arrival to the division.\" She described the distress as \"constant,\" and explained, \"[i]t was not only physically, but mentally and emotionally.\" She described Vera as having \"outbursts of crying and disbelief and despair of every single action that he was doing.\" A note from Vera's doctor written in April 2005 also attests to this severe emotional toll. The note states that Vera would need to be out of work from March 18, 2005 through May 18, 2005 due to \"Depression Disorder with Anxiety, affected by the work environment.\"</p>\n<p>The shared office arrangement ended sometime in late February or early March 2005 when Vera began to work out of the empty office in order to avoid Rodriguez in her own office. She was later moved to yet another office as part of a large office reorganization coordinated by Rodriguez. Vera filed an informal sexual harassment complaint against Rodriguez on May 4, 2005.</p>\n<p></p>\n<h2>B. Retaliation</h2>\n<p>Given the complicated history underlying Vera's retaliation claim, and given the importance of the sequence of events to an evaluation of her claim, we have divided the account of the relevant facts into discrete time periods.</p>\n<p></p>\n<h2>1. December 21, 2004 through March 3, 2005: Vera's Initial Extended Absence and Rodriguez's Response</h2>\n<p>During the time that she and Rodriguez were using the same office, from October 2004 through March 21, 2005, Vera was absent from work for over a month, from late December 2004 until the beginning of February, 2005. On December 21, 2004, Vera and Rodriguez discussed her need for time off to attend to her health issues and those of her children.<sup>[3]</sup> Vera had been absent or left early frequently in order to go to appointments with doctors or take her children to appointments.<sup>[4]</sup> She did not have any remaining paid leave of any kind. Rodriguez encouraged Vera to take a few weeks of unpaid leave in order to attend to her appointments in the hope that consolidating those appointments would permit her productively to resume her duties. According to Rodriguez, he requested that Vera provide documentation of her medical appointments so that he could approve the absence and he was under the impression that Vera's absence would begin in January. Vera was absent from December 27, 2004 to February 1, 2005. She did not provide any medical documentation prior to her leave. Vera stated that Rodriguez himself was on leave at the end of December so that she could not personally deliver the medical documentation to him. She was unable to explain why she did not leave the documents in the office for him or email them to him before her absence began.</p>\n<p>In late January 2005, before Vera's return to work, Rodriguez exchanged emails with Fabiana Nevado, his human resources advisor within the Civilian Personnel Advisory Center. Rodriguez sought advice on how to deal with Vera's absence, given her <span class=\"star-pagination\">*23</span> failure to submit a formal leave request or provide medical documentation before or during her absence. After Vera returned, on February 1, 2005, Rodriguez kept records of his employees' comings and goings for a day. He noted that four employees, including Vera, arrived late and/or left early on that day. Rodriguez called a staff meeting on February 7, 2005 to go over the problems he had observed, after which Vera went to speak to him but was rebuffed by Rodriguez, who told her they could speak later.</p>\n<p>On February 2, 2005, Vera submitted a letter from a doctor dated December 23, 2004, recommending that she be on an extended leave of absence to recuperate from trauma. On February 22, 2005, Rodriguez wrote a counseling letter to Vera citing her month-long absence and failure to follow established leave procedures. The letter explains that if an employee needs leave, \"the request has to be submitted along with an SF-71 and it has to be approved by the supervisor prior to taking leave.\" Rodriguez advised Vera that her unauthorized absences were affecting her job performance and that more serious disciplinary action, \"up to and including removal from your position,\" might result from her failure to comply with the procedures in the future.</p>\n<p>On March 3, Vera attended a leave and attendance workshop. On the same day, Vera received and acknowledged a memorandum from Rodriguez stating that the doctor's statement she provided was \"not adequate\" because it lacked a \"diagnosis and prognosis of [her] medical condition.\" In the memo, Rodriguez requested that Vera provide a statement that \"includes the nature of your illness, the expected time it will take for rehabilitation and your physical limitations during this period,\" as well as the duties she was unable to perform.</p>\n<p></p>\n<h2>2. March 4, 2004 through May 18th, 2005: Vera's Second Extended Absence and Rodriguez's Response</h2>\n<p>On March 4, 2005, Rodriguez was informed by Joann Morales, the timekeeper for the Directorate of Plans Training, that Vera had called to say that she was sick and would be seeking medical help. In her deposition, Morales testified that the proper procedure for an employee to provide notice that he or she would be coming in late or needed time off was to notify the supervisor directly and that she herself followed that procedure. She acknowledged that there was a custom that employees would call her if they would be late or needed to be absent. Nevertheless, in such cases, the employees would also contact their supervisors. After hearing from Morales, Rodriguez communicated with Nevado in Human Resources about Vera's absence. Nevado responded to Rodriguez that Vera should be considered Absent Without Leave (\"AWOL\") for March 4. On March 9, Rodriguez spoke to Vera, explaining that in order to be excused from work, she was required to speak to him personally as her supervisor.</p>\n<p>Beginning on March 21, 2005, Vera was absent from work continuously until August 23, 2005. Her initial absence was based on a medical recommendation that she be out for two weeks and then be reevaluated. Throughout the summer, Vera's doctor continued to recommend that she not report to work due to depression and stress caused by her work environment. Vera did not submit the paperwork having to do with her absences to Rodriguez. It is unclear from the record exactly what documents were submitted and to whom, but Vera communicated with Joann Morales about her absences on a few occasions and seems to have left medical documentation with her as well.</p>\n<p>In mid-April, after Joann Morales again emailed Rodriguez to inform him that Vera <span class=\"star-pagination\">*24</span> had called to say she would continue to be absent until May 18 and would bring in the medical paperwork the following day, Rodriguez emailed the Civilian Personnel Advisory Center stating that he would write a memorandum for the record about the absence. On May 9, Rodriguez issued Vera a notice of proposed suspension due to her failure to follow established leave procedures.</p>\n<p></p>\n<h2>3. May 18, 2005: Rodriguez Receives Notice of Vera's Sexual Harassment Complaint Against Him</h2>\n<p>Rodriguez was informed of Vera's sexual harassment complaint against him through a letter from the EEO office on May 18, 2005.<sup>[5]</sup> On May 19, 2005, the office of the Inspector General wrote to Vera in response to her sexual harassment complaint against Rodriguez, which she had directed to that office. The letter informed Vera that an inquiry had been conducted into her request for assistance in dealing with the sexual harassment. According to the Inspector General, the inquiry found that she did not adhere to rules and procedures established by her supervisors and accused her of \"constant insubordination and refusal to obey orders, and defiance of authority.\"<sup>[6]</sup></p>\n<p>On May 23, Rodriguez directed Joann Morales to change Vera's December/January absence from Leave Without Pay to AWOL. He also directed that her initial March absence be changed from AWOL to Leave Without Pay.</p>\n<p></p>\n<h2>4. Late May 2005 through August 22, 2005: Supervisory Response to Vera's Continued Absence</h2>\n<p>During the remaining period of Vera's absence, her supervisors discussed her absence in an email chain. The emails discussed the need for an independent medical evaluation of Vera and the fact that her supervisors had no information about what types of job functions she might be able to perform when she returned, if and when she would return, and the precise nature of her illness.</p>\n<p>On July 28, 2005, Hector López issued a notice of decision to suspend to Vera. The notice informed Vera that López had reviewed Rodriguez's May 9th notice of proposed suspension and found that, as stated in Rodriguez's earlier notice, Vera failed to follow established leave procedures and was AWOL without providing reasons to justify her absence. López suspended Vera for 14 days beginning on August 8, 2005. On August 1, 2005, López issued a memorandum to Vera in which he informed her that her absence was having an adverse impact on operations. The letter states that Vera never provided the additional information requested in Rodriguez's letter of February 24th, detailing her medical prognosis and physical limitations. The letter warns that López considers her \"numerous absences from work from December 2004 until the present\" to be unreasonable. The letter goes on to request that Vera report for duty on August 23, 2005 or provide medical documentation \"identifying duties which can be performed and current limitations.\"</p>\n<p></p>\n<h2>5. August 23, 2005 through October 7, 2005: Vera's Return to Work, Breakdown, and Termination of Her Employment</h2>\n<p>On August 23, 2005, Vera reported to work as requested, bringing with her a <span class=\"star-pagination\">*25</span> note from her doctor stating that she needed \"to continue to be out of work, but she is willing to try going back to work.\" The note stated that Vera had a follow-up appointment with the doctor on August 30, 2005 at 3pm. It is unclear to whom Vera delivered her doctor's note. On August 26, 2005, Vera emailed Rodriguez explaining that she had to take paperwork to another office and that she would be at a meeting later that afternoon. Rodriguez forwarded Vera's email to Nevado stating that Vera had not reported to him. On August 29, Rodriguez again emailed Nevado to say that he had seen Vera, but that she had not reported to him. By this time, Rodriguez was using the office he and Vera had shared and Vera had been relocated to a different office.</p>\n<p>On August 30, Vera, through another employee, requested that Rodriguez give her leave to attend her medical appointment. When her request was denied, Vera suffered a nervous breakdown and had to be taken to the hospital by ambulance. Vera explained that her illness was precipitated by Rodriguez, who spent time pacing up and down her office that morning.</p>\n<p>On August 31, 2005, the day after Vera's breakdown at the office, Rodriguez issued her a notice of proposed removal from federal service. The notice states that Vera did not perform any of her assigned duties after returning to work on August 23rd, was discourteous, and failed to observe proper leave procedures. The August 31st notice also states, in reference to her breakdown at the office of the previous day, that Vera caused a disruption and \"created a disturbance at the work site.\" The notice characterizes that behavior as \"totally unacceptable\" and states that it \"will not be tolerated any longer.\" Vera was also apparently asked to submit medical documents to support her leaving work in the ambulance on August 30th.</p>\n<p>On September 14, 2005, López issued a memorandum barring other employees from talking to Vera \"on employment matters or requests for documents about personnel issues.\" According to Rodriguez, that memorandum was issued because Vera was \"asking for statements from people.. . to say what happened and things like that. . . . She was kind of collecting information.\" Both Rodriguez and Morales stated that they were not aware of similar orders being issued in other instances. Vera was terminated from her employment on October 7, 2005.</p>\n<p></p>\n<h2>C. Proceedings Below</h2>\n<p>Vera filed an informal EEO complaint against Rodriguez alleging sexual harassment on October 26, 2005.<sup>[7]</sup> She filed a formal complaint on December 8, 2005. On August 7, 2006, Vera brought this action under Title VII of the Civil Rights Act of 1964 (\"Title VII\"), 42 U.S.C. § 2000e-5, against the Secretary of the Army,<sup>[8]</sup> alleging sexual harassment and retaliation. On January 11, 2008, after the taking of depositions and the exchange of documents, the defendant moved to dismiss or, in the alternative, for summary judgment. The district court granted the defendant's motion for summary judgment as to all claims. Vera filed this timely appeal.</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>To survive summary judgment on her harassment and retaliation claims, Vera <span class=\"star-pagination\">*26</span> must establish a genuine issue of material fact as to whether she experienced sexual harassment or was retaliated against within the meaning of Title VII. Fed.R.Civ.P. 56(c). \"A genuine issue is one that could be resolved in favor of either party, and a material fact is one that has the potential of affecting the outcome of the case.\" <i>Calero-Cerezo v. U.S. Dep't of Justice,</i> <span class=\"citation\" data-id=\"201012\"><a href=\"/opinion/201012/calero-cerezo-v-us-dep-of-justice/\"><span class=\"volume\">355</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 19 (1st Cir.2004) (internal quotation marks omitted). We review the district court's grant of summary judgment de novo. <i>Lockridge v. The Univ. of Me. Sys.,</i> <span class=\"citation\" data-id=\"32\"><a href=\"/opinion/32/lockridge-v-the-university-of-maine-system/\"><span class=\"volume\">597</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">464</span></a></span>, 469 (1st Cir.2010). While we draw \"all reasonable inferences\" in the light most favorable to Vera, as the nonmoving party, we will not \"draw <i>unreasonable</i> inferences or credit bald assertions, empty conclusions, [or] rank conjecture.\" <i>Cabán Hernández v. Philip Morris USA, Inc.,</i> <span class=\"citation\" data-id=\"202726\"><a href=\"/opinion/202726/caban-hernandez-v-phillip-morris-usa/\"><span class=\"volume\">486</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 8 (1st Cir.2007) (emphasis in original).</p>\n<p></p>\n<h2>B. Sexual Harassment under Title VII</h2>\n<p>In 1972, Congress extended the protection provided by Title VII of the Civil Rights Act of 1964 to federal employees. Section 717 of the Civil Rights Act, codified at 42 U.S.C. § 2000e-16, \"provides that all personnel actions affecting federal employees and applicants for federal employment `shall be made free from any discrimination based on race, color, religion, sex, or national origin,'\" and \"establishes an administrative and judicial enforcement system.\" <i>Brown v. Gen. Servs. Admin.,</i> <span class=\"citation\" data-id=\"109455\"><a href=\"/opinion/109455/brown-v-gsa/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">820</span></a></span>, 829-30, <span class=\"citation\" data-id=\"109455\"><a href=\"/opinion/109455/brown-v-gsa/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1961</span></a></span>, <span class=\"citation\" data-id=\"109455\"><a href=\"/opinion/109455/brown-v-gsa/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">402</span></a></span> (1976). Title VII's ban on discriminatory employment practices \"extends to sex-based discrimination that creates a hostile or abusive work environment.\" <i>Billings v. Town of Grafton,</i> <span class=\"citation\" data-id=\"203138\"><a href=\"/opinion/203138/billings-v-town-of-grafton/\"><span class=\"volume\">515</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 47 (1st Cir.2008) (citing <i>Meritor Sav. Bank, FSB v. Vinson,</i> <span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">57</span></a></span>, 66, <span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2399</span></a></span>, <span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">49</span></a></span> (1986)). This sex-based discrimination is commonly referred to as \"sexual harassment.\" <i>Meritor,</i> 477 U.S. at 67, <span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2399</span></a></span>.<sup>[9]</sup></p>\n<p>Not all harassing conduct falls under the prohibition of Title VII, however. \"For sexual harassment to be actionable, it must be sufficiently severe or pervasive `to alter the conditions of [the victim's] employment and create an abusive working environment.'\" <i>Id.</i> (quoting <i>Henson v. City of Dundee,</i> <span class=\"citation\" data-id=\"406158\"><a href=\"/opinion/406158/29-fair-emplpraccas-787-29-empl-prac-dec-p-32993-barbara-j-henson/\"><span class=\"volume\">682</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">897</span></a></span>, 904 (11th Cir.1982)); <i>see also </i><i>Billings,</i> 515 F.3d at 47-48. The environment must be \"both objectively and subjectively offensive, one that a reasonable person would find hostile or abusive, and one that the victim in fact did perceive to be so.\" <i>Faragher v. City of Boca Raton,</i> <span class=\"citation\" data-id=\"118245\"><a href=\"/opinion/118245/faragher-v-boca-raton/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">775</span></a></span>, 787, <span class=\"citation\" data-id=\"118245\"><a href=\"/opinion/118245/faragher-v-boca-raton/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2275</span></a></span>, <span class=\"citation\" data-id=\"118245\"><a href=\"/opinion/118245/faragher-v-boca-raton/\"><span class=\"volume\">141</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1998).</p>\n<p>There is no single test by which we evaluate a claim of sexual harassment to determine whether the plaintiff has presented sufficient evidence to survive summary judgment. <i>Pomales v. Celulares Telefonica, Inc.,</i> <span class=\"citation\" data-id=\"202203\"><a href=\"/opinion/202203/pomales-v-celulares-telefonica/\"><span class=\"volume\">447</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">79</span></a></span>, 83 (1st Cir. 2006). Rather, we look to \"all the circumstances,\" a list which includes, but is not limited to: the frequency of the harassing conduct, its severity, whether it was physically threatening or humiliating as opposed to a mere offensive utterance, whether it \"unreasonably interfered with an employee's work performance,\" and \"the effect of the conduct on the employee's psychological well-being.\" <i>Che v. Mass. Bay Transp. Auth.,</i> <span class=\"citation\" data-id=\"200615\"><a href=\"/opinion/200615/che-v-mbta/\"><span class=\"volume\">342</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></a></span>, 40 (1st Cir.2003). It is the jury's job to \"weigh those factors and decide whether the harassment was of a kind or to a degree that a reasonable person would have felt that it affected the conditions of her employment.\" <i>Marrero</i> <span class=\"star-pagination\">*27</span> <i>v. Goya of P.R., Inc.,</i> <span class=\"citation\" data-id=\"200103\"><a href=\"/opinion/200103/marrero-v-goya-de-puerto-rico/\"><span class=\"volume\">304</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 19 (1st Cir.2002). The court's role in evaluating such claims is to \"polic[e] . . . the outer bounds.\" <i>Id.</i> (internal quotation marks omitted).</p>\n<p>On a motion for summary judgment in a sexual harassment case such as this, we must distinguish facts that merely add up to the \"ordinary tribulations of the workplace, such as sporadic use of abusive language, gender-related jokes, and occasional teasing,\" <i>Faragher,</i> 524 U.S. at 788, <span class=\"citation\" data-id=\"118245\"><a href=\"/opinion/118245/faragher-v-boca-raton/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2275</span></a></span>, which can never support a Title VII claim, from those suggesting \"sexual remarks, innuendoes, ridicule, and intimidation\" which \"may be sufficient to support a jury verdict for a hostile work environment.\" <i>O'Rourke v. City of Providence,</i> <span class=\"citation\" data-id=\"771503\"><a href=\"/opinion/771503/julia-m-orourke-v-city-of-providence/\"><span class=\"volume\">235</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">713</span></a></span>, 729 (1st Cir.2001).</p>\n<p></p>\n<h2>1. Sexual Harassment Claim Involving Rodriguez<sup>[10]</sup></h2>\n<p>In awarding summary judgment to the defendant, the district court found that the comments made by Rodriguez, coupled with Vera's \"general sense of unease,\" did not amount to a hostile work environment. We disagree both with the district court's characterization of the facts of record and with the legal conclusion it reached. Taking the facts in the light most favorable to Vera, as we must on summary judgment, we cannot rule, as a matter of law, that the circumstances of Vera's employment did not constitute a hostile work environment. <i>See </i><i>Billings,</i> 515 F.3d at 50.</p>\n<p>For three months,<sup>[11]</sup> until Vera removed herself to a different office, Rodriguez shared her workspace for multiple hours every day, stared at her in a sexual way, came so close to her that she could feel his breath, pulled his chair next to her so that their legs touched, laughed at her discomfort, blocked her escape from the cramped office with a closed door, and on one occasion called her \"Babe.\" While they were sharing an office, and again after Vera returned from an extended leave, Rodriguez maintained his practice of drawing inappropriately close to her and smirking at her when she backed away. As a result of Rodriguez's conduct, Vera suffered psychological and emotional distress that her friend and co-worker characterized as \"constant.\"<sup>[12]</sup></p>\n<p>The conduct Vera alleges involves many, if not all, of the factors we use to guide us in determining whether a claim such as hers may survive summary judgment. <i>See </i><i>Marrero,</i> 304 F.3d at 18-19. The alleged conduct by Rodriguez was described by <span class=\"star-pagination\">*28</span> Vera as \"constant\" because Rodriguez was in their shared office \"most of the time.\" Although Rodriguez did not overtly threaten Vera, the allegation that he blocked her from leaving the office on at least one occasion suggests a physically threatening environment. When Rodriguez looked at her \"up and down\" in a sexual way,<sup>[13]</sup> she felt extremely uncomfortable, an understandable reaction to sharing an office with a supervisor who finds his subordinate's discomfort amusing and intentionally causes that discomfort by placing his body inappropriately close to hers in the small office.<sup>[14]</sup></p>\n<p>Vera also states that she occasionally left her office while Rodriguez was there in order to escape him; ultimately, she removed herself from the office entirely. Although proof of such interference is not necessary to maintain a successful claim of a hostile work environment, conduct that forces an employee to abandon his or her own office during the workday could reasonably be seen as interfering with that employee's work performance. <i>Che,</i> 342 F.3d at 40 (finding an employer's interference with an employee's use of his radio, which might hamper his work performance, supported a hostile work environment claim). Further, although some lack of privacy and personal space was inherent in the odd circumstance of having both Rodriguez and Vera working in a small office, the facts and attendant circumstances suggest that Rodriguez went out of his way to violate Vera's privacy and the integrity of her personal space. Finally, there is testimonial and documentary evidence that Rodriguez's conduct caused Vera to suffer psychologically.<sup>[15]</sup></p>\n<p>Our case law supports the conclusion from this summary judgment record that Vera suffered severe and pervasive harassment in the form of a hostile work environment. In <i>Billings,</i> for example, we found that an employee whose supervisor stared at her breasts whenever the two came in contact over the course of more than two years had asserted a cognizable claim of severe and pervasive harassment. 515 F.3d at 50. In <i>Marrero v. Goya of Puerto Rico, Inc.,</i> <span class=\"citation\" data-id=\"200103\"><a href=\"/opinion/200103/marrero-v-goya-de-puerto-rico/\"><span class=\"volume\">304</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 19 (1st Cir.2002), we found that it was reasonable for the jury to conclude that an employee whose supervisor made sexual comments to her and touched her inappropriately on five occasions <span class=\"star-pagination\">*29</span> over the course of a little over one year had experienced sexual harassment. 304 F.3d at 19.</p>\n<p>Here, a jury could find that the intensity and frequency of the contact between Vera and Rodriguez altered the conditions of her employment despite the relatively short duration of their office-sharing. That Rodriguez's behavior caused Vera psychological trauma that persisted even after she had left the hostile environment, as evidenced by Lopez's testimony and the doctor's note written in April 2005, reinforces the conclusion that she experienced harassment that was both severe and pervasive. Likewise, it would be reasonable for the jury to conclude, based on Vera's account of Rodriguez's conduct, that his conduct was so objectively offensive that a reasonable person would find it to be hostile or abusive. <i>See </i><i>Faragher,</i> 524 U.S. at 787, <span class=\"citation\" data-id=\"118245\"><a href=\"/opinion/118245/faragher-v-boca-raton/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2275</span></a></span>; <i>Meritor,</i> 477 U.S. at 67, <span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2399</span></a></span>. As we have explained elsewhere, \"it is one thing to say that employees must learn to tolerate simple teasing, offhand comments, and isolated incidents (unless extremely serious). . . . It is quite another to require employees to suffer the constant attentions of a lascivious supervisor.\" <i>Marrero,</i> 304 F.3d at 19 (internal quotation marks and citation omitted). Therefore, we are unable to conclude, as a matter of law, that such conduct on the part of a supervisor is an \"ordinary tribulation[ ] of the workplace.\" <i>Faragher,</i> 524 U.S. at 788, <span class=\"citation\" data-id=\"118245\"><a href=\"/opinion/118245/faragher-v-boca-raton/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2275</span></a></span>. Rather, the facts portray the kind of sexual harassment that Title VII was intended to address.</p>\n<blockquote>2. Sexual Harassment Claim Involving Morales</blockquote>\n<blockquote>a. Procedural Requirements for Federal Employees Under Title VII</blockquote>\n<p>Under Title VII, an aggrieved federal employee may \"file a civil action in a federal district court.\" <i>Brown,</i> 425 U.S. at 832, <span class=\"citation\" data-id=\"109455\"><a href=\"/opinion/109455/brown-v-gsa/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1961</span></a></span>; <i>see also</i> 42 U.S.C. § 2000e-16(c). Prior to doing so, however, \"the complainant must seek relief in the agency that has allegedly discriminated against him.\" <i>Brown,</i> 425 U.S. at 832, <span class=\"citation\" data-id=\"109455\"><a href=\"/opinion/109455/brown-v-gsa/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1961</span></a></span>. The specific procedures for seeking agency relief, in turn, are set by the Equal Employment Opportunity Commission (EEOC) pursuant to its authority to \"issue such rules, regulations, orders and instructions as it deems necessary to carry out its responsibilities.\" 42 U.S.C. § 2000e-16(b).</p>\n<p>EEOC regulations provide a highly structured set of steps which must be taken by the agency and the aggrieved party as the complaint process proceeds. 29 C.F.R. §§ 1614.103-.707. At the outset of the process, \"[a]ggrieved persons . . . must consult a Counselor prior to filing a complaint in order to try to informally resolve the matter.\" <i>Id.</i> § 1614.105(a). That consultation must be initiated \"within 45 days of the date of the matter alleged to be discriminatory . . . .\" <i>Id.</i> § 1614.105(a)(1). If the matter has not been resolved, \"the aggrieved person shall be informed in writing by the Counselor, not later than the thirtieth day after contacting the Counselor, of the right to file a discrimination complaint\" with the EEOC or the on-site EEO Office. <i>Id.</i> § 1614.105(d). The employee has fifteen days after the receipt of that notice to file the complaint. <i>Id.</i> After the employee has filed a discrimination complaint, he or she may bring a civil suit in federal court \"only if the EEOC dismisses the [discrimination complaint], or if it does not bring civil suit or enter into a conciliation agreement within 180 days of the filing of the [discrimination complaint].\" <i>Franceschi v. U.S. Dep't of Veterans Affairs,</i> <span class=\"citation\" data-id=\"203122\"><a href=\"/opinion/203122/franceschi-v-us-dept-of-veterans-affairs/\"><span class=\"volume\">514</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">81</span></a></span>, 85 (1st Cir. 2008) (citing 42 U.S.C. § 2000e-5(f)(1)).</p>\n<p>Although typically a failure to exhaust administrative remedies will bar <span class=\"star-pagination\">*30</span> suit in federal court, \"the exhaustion requirement is not a jurisdictional prerequisite\" to filing a Title VII claim in federal court. <i>Frederique-Alexandre v. Dep't of Nat'l &amp; Envtl. Res.,</i> <span class=\"citation\" data-id=\"202650\"><a href=\"/opinion/202650/frederique-alexandre-v-dept-of-natural/\"><span class=\"volume\">478</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">433</span></a></span>, 440 (1st Cir.2007). Rather, the \"time period for filing a charge is subject to equitable doctrines such as tolling or estoppel.\" <i>Nat'l R.R. Passenger Corp. v. Morgan,</i> <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">101</span></a></span>, 113, <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2061</span></a></span>, <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span></a></span> (2002) (citing <i>Zipes v. Trans World Airlines, Inc.,</i> <span class=\"citation\" data-id=\"110655\"><a href=\"/opinion/110655/zipes-v-trans-world-airlines-inc/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">385</span></a></span>, 393, <span class=\"citation\" data-id=\"110655\"><a href=\"/opinion/110655/zipes-v-trans-world-airlines-inc/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1127</span></a></span>, <span class=\"citation\" data-id=\"110655\"><a href=\"/opinion/110655/zipes-v-trans-world-airlines-inc/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">234</span></a></span> (1982)). Such doctrines \"are to be applied sparingly,\" <i>id.,</i> however, and this circuit takes \"a narrow view of equitable exceptions to Title VII exhaustion requirements.\" <i>Frederique-Alexandre,</i> 478 F.3d at 440 (quotation marks omitted).</p>\n<p>We have recognized two related doctrines whereby a plaintiff may modify or avoid the Title VII filing period: equitable estoppel and equitable tolling. In this case, we are concerned solely with equitable estoppel. Equitable estoppel is appropriate when an employee is aware of her Title VII rights but does not make a timely filing \"due to [her] reasonable reliance on [her] employer's misleading or confusing representations or conduct.\" <i>Kale v. Combined Ins. Co. of Am.,</i> <span class=\"citation\" data-id=\"514584\"><a href=\"/opinion/514584/carl-kale-v-combined-insurance-company-of-america-carl-kale-v-combined/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">746</span></a></span>, 752 (1st Cir.1988) (citing <i>Dillman v. Combustion Engineering, Inc.,</i> <span class=\"citation\" data-id=\"465044\"><a href=\"/opinion/465044/39-fair-emplpraccas-1750-39-empl-prac-dec-p-35876-harry-l-dillman/\"><span class=\"volume\">784</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">57</span></a></span>, 60-61 (2d Cir.1986)).<sup>[16]</sup> An employee must also show \"[e]vidence of either the employer's improper purpose or his constructive knowledge of the deceptive nature of his conduct.\" <i>Id.</i> That evidence must be in the form of some \"definite, unequivocal behavior . . . fairly calculated to mask the truth or to lull an unsuspecting person into a false sense of security.\" <i>Clauson v. Smith,</i> <span class=\"citation\" data-id=\"491456\"><a href=\"/opinion/491456/charles-clauson-v-robert-d-smith/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">660</span></a></span>, 663 (1st Cir.1987).</p>\n<p>In determining the applicability of an equitable remedy, a court must also look to \"any countervailing equities against the plaintiff,\" such as whether she \"diligently pursue[d]\" the claim. <i>Kale,</i> 861 F.2d at 753. For example, some courts have held that \"to invoke an estoppel as a shield against a statute of limitations defense, a plaintiff must show that [s]he brought [her] action within a reasonable time after the facts giving rise to the estoppel have ceased to be operational.\" <i>Buttry v. Gen. Signal Corp.,</i> <span class=\"citation\" data-id=\"706924\"><a href=\"/opinion/706924/linda-buttry-and-richard-lacey-v-general-signal-corporation-new-york-air/\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1488</span></a></span>, 1494 (2d Cir.1995) (internal quotation marks omitted); <i>see also </i><i>Keefe v. Bahama Cruise Line, Inc.,</i> <span class=\"citation\" data-id=\"518507\"><a href=\"/opinion/518507/rita-patricia-keefe-v-bahama-cruise-line-inc-a-foreign-corporation/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1318</span></a></span>, 1324 (11th Cir.1989) (per curiam); <i>Ott v. Midland-Ross Corp.,</i> <span class=\"citation\" data-id=\"330559\"><a href=\"/opinion/330559/11-fair-emplpraccas-539-10-empl-prac-dec-p-10406-arthur-d-ott-v/\"><span class=\"volume\">523</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1367</span></a></span>, 1370 (6th Cir.1975).</p>\n<p></p>\n<h2>b. Vera's Claim</h2>\n<p>We review for abuse of discretion the district court's ruling rejecting the application of equitable estoppel in Vera's case. <i>Abraham v. Woods Hole Oceanographic Inst.,</i> <span class=\"citation\" data-id=\"203639\"><a href=\"/opinion/203639/abraham-v-woods-hole-oceanographic-institute/\"><span class=\"volume\">553</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">114</span></a></span>, 119-20 (1st Cir.2009) (reviewing district court's refusal to equitably toll the statute of limitations in Title VII case for abuse of discretion).</p>\n<p>It is undisputed that Vera failed to exhaust her administrative remedies in pursuing her claim against Morales. She argues, however, that the government should have been estopped from asserting her noncompliance with the exhaustion requirement in their defense because the EEO Office \"prevented [her] from filing a <span class=\"star-pagination\">*31</span> formal complaint\" due to procedural irregularities in dealing with her informal complaint. Specifically, she asserts that she did not know how or when to file a formal complaint because the EEO office did not follow the correct procedure in pursuing her informal complaint and failed to give her the required notice after it closed her informal complaint.</p>\n<p>Although the record supports Vera's contention that the EEO Office at Fort Buchanan did not comply fully with EEOC regulations when dealing with her informal complaint against Morales, it does not support her claim that she was unaware of how to pursue her claim, nor does it show that she diligently pursued her claim. Also, she has made no showing that she was actively misled into failing to file her claim such that the procedural irregularities by the government should estop it from asserting Vera's failure to exhaust her administrative remedies in its defense.</p>\n<p>The EEO Office failed to follow established procedures in two respects. First, it did not generate a settlement \"in writing and signed by both parties\" identifying the claims resolved, 29 C.F.R. § 1614.603, as is required if an agreement is reached resolving a complaint.<sup>[17]</sup> Additionally, the EEO Office did not notify Vera in writing of her right to file a formal discrimination complaint, as would have been required if the matter had not been resolved within thirty days of her first contacting the EEO Officer. <i>See id.</i> § 1614.105(d).</p>\n<p>Nevertheless, the record shows that Vera was, in fact, informed of the specific procedural steps involved in continuing to pursue her claim. The intake interview form filled out after Vera filed her informal complaint with the EEO officer reveals, and Vera does not deny, that she was \"provided with the handout entitled Rights and Responsibilities.\" Among other things, she was also \"specifically advised\" of \"[t]he pre-complaint, formal and/or class complaint process.\" In the face of such notice, Vera's claim that because of the government's actions she simply did not know how or when to file a formal complaint is unsupportable.</p>\n<p>Furthermore, as noted above, a plaintiff invoking estoppel \"must show that [s]he brought [her] action within a reasonable time\" after it became clear that any promised alternate remedy from an employer would not be forthcoming. <i>Buttry,</i> 68 F.3d at 1494. Here, Vera was given notice at the outset of the process that she was to be informed in writing, not later than the 30th day after contacting the EEO Office, of her right to file a formal discrimination complaint. She would then have fifteen days to file a formal complaint. Because of an apparent misunderstanding between the department and Vera about the settlement of her claim, she never received the notice of her right to file a formal discrimination complaint. As the government admits, given the EEO Office's failure to issue her that notice, the equities might have favored excusing some delay on Vera's part in filing her formal complaint. For almost three years after lodging her informal complaint against Morales, however, Vera took no steps to pursue her claim until she filed this lawsuit on August <span class=\"star-pagination\">*32</span> 7, 2006. The government's failure to memorialize properly the putative settlement of her claim against Morales, or to give proper notice of the absence of any settlement of that claim, does not justify that lack of diligence on Vera's part.</p>\n<p>Finally, Vera points to nothing in the record that would show that the EEO office had either an \"improper purpose\" or \"constructive knowledge of the deceptive nature\" of its processing of Vera's complaint, such that estoppel would be appropriate. <i>Kale,</i> 861 F.2d at 752. Although the procedures for closing her informal complaint were evidently bungled, this is not a case in which the office actively misled her about her rights or attempted to deceive her through false representations of its own actions. <i>Compare </i><i>Ott v. Midland-Ross Corp.,</i> <span class=\"citation\" data-id=\"366966\"><a href=\"/opinion/366966/19-fair-emplpraccas-1465-19-empl-prac-dec-p-9269-arthur-d-ott-v/\"><span class=\"volume\">600</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">24</span></a></span>, 29-30 (6th Cir.1979) (finding estoppel may be appropriate when employer falsely assured employee that it would settle the claim by appointing him to a new position); <i>Bonham v. Dresser Indus., Inc.,</i> <span class=\"citation\" data-id=\"352476\"><a href=\"/opinion/352476/emra-joseph-bonham-v-dresser-industries-inc-a-corporation/\"><span class=\"volume\">569</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">187</span></a></span>, 193 (2d Cir.1977) (finding estoppel potentially applicable when no notice of ADEA rights was posted and employer falsely indicated to employee that there would be another position for him within the company). To the contrary, Vera was given a statement of her rights from the outset and informed of them during her intake interview. The district court was well within its discretion in finding that Vera was not entitled to the benefit of equitable estoppel.</p>\n<p></p>\n<h2>C. Retaliation Claim</h2>\n<p>Title VII makes it unlawful \"for an employer to discriminate against any of his employees . . . because [s]he has made a charge, testified, assisted, or participated in any manner in an investigation, proceeding, or hearing\" under the Act. 42 U.S.C. § 2000e-3(a). In order to establish a prima facie claim of retaliation under Title VII, a plaintiff must make a showing (1) that she engaged in protected conduct, (2) that she suffered an adverse employment action, and (3) that there was a causal connection between the protected conduct and the adverse employment action. <i>Soileau v. Guilford of Maine, Inc.,</i> <span class=\"citation\" data-id=\"197175\"><a href=\"/opinion/197175/soileau-v-guilford-of-me/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 16 (1st Cir.1997).</p>\n<p>If a plaintiff makes out a prima facie case of retaliation (and there is no dispute on that issue here), a rebuttable presumption of unlawful retaliation arises and \"the burden shifts to the employer to articulate a legitimate, nondiscriminatory reason for its employment decision.\" <i>Wright v. CompUSA, Inc.,</i> <span class=\"citation\" data-id=\"200779\"><a href=\"/opinion/200779/wright-v-comp-usa-inc/\"><span class=\"volume\">352</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">472</span></a></span>, 478 (1st Cir.2003) (citation and quotation marks omitted);<sup>[18]</sup><i>see also </i><i>McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, 802-804, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973) (establishing burden-shifting framework for Title VII cases). In order to rebut that presumption, the employer does not have the burden of persuasion, but must simply produce evidence of a legitimate, nondiscriminatory reason for the employment action. <i>Reeves v. Sanderson Plumbing Prods., Inc.,</i> <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">133</span></a></span>, 142, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">105</span></a></span> (2000). The district court found, and we agree, that the government met its burden by producing evidence to show that Vera was fired for being insubordinate and failing to follow established leave procedures.</p>\n<p>Once the employer produces such evidence, the presumption \"drops from the case\" and the court must focus on the <span class=\"star-pagination\">*33</span> \"ultimate factual issue.\" <i>U.S. Postal Serv. Bd. of Governors v. Aikens,</i> <span class=\"citation\" data-id=\"110899\"><a href=\"/opinion/110899/postal-service-bd-of-governors-v-aikens/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">711</span></a></span>, 715, <span class=\"citation\" data-id=\"110899\"><a href=\"/opinion/110899/postal-service-bd-of-governors-v-aikens/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1478</span></a></span>, <span class=\"citation\" data-id=\"110899\"><a href=\"/opinion/110899/postal-service-bd-of-governors-v-aikens/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">403</span></a></span> (1983). Here, that issue is whether Vera has cited facts in the record from which a reasonable jury could conclude that she experienced an adverse employment action because she filed sexual harassment complaints against her employer. <i>See </i><i>Freadman v. Metro. Prop. and Cas. Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">91</span></span>, 106 (1st Cir.2007) (proceeding directly to the question of causation and finding plaintiff's retaliation claim under the ADA must fail because no causal connection had been established between the adverse employment action and her protected conduct). Looking at \"the total package of proof offered by the plaintiff,\" <i>Benoit v. Technical Mfg. Corp.,</i> <span class=\"citation\" data-id=\"200493\"><a href=\"/opinion/200493/benoit-v-technical/\"><span class=\"volume\">331</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">166</span></a></span>, 174 (1st Cir.2003), we find that Vera has not provided sufficient evidence for a reasonable jury to conclude that she was fired, or experienced other adverse employment actions, because of her sexual harassment complaints.</p>\n<p></p>\n<h2>1. Retaliation for Vera's Sexual Harassment claim against Morales</h2>\n<p>As evidence of retaliation for her sexual harassment complaints, Vera cites a series of adverse events that took place between September 2004 and September 2005. Many of the actions she identifies as retaliatory, thus, occurred well after she filed her informal complaint against Morales in January 2003, but before she filed her first sexual harassment complaint against Rodriguez, in May 2005. If these incidents were caused by retaliatory animus at all, therefore, that animus could only be a response to Vera's complaint against Morales.</p>\n<p>The events Vera points to during this time period as examples of adverse actions taken in retaliation for the filing of her sexual harassment complaint are: (1) her relocation to a different office in the fall of 2004, (2) the discipline that she received after her altercation with Contreras (her supervisor prior to Rodriguez), and (3) Rodriguez's conduct towards her, including his repeated requests prior to May 19, 2005, the date he learned of her sexual harassment complaint against him, that she comply with established leave procedures.</p>\n<p>Vera's suggestion that she was relocated in retaliation for her complaint against Morales is belied by her own sworn deposition testimony, in which she agreed that her relocation was part of the resolution of her complaint. The altercation with Contreras took place nine months after Vera filed her complaint against Morales. She does not explain how that episode, which involved a person wholly unrelated to her harassment complaint, or the disciplinary action that resulted from the altercation, were related to the harassment complaint.</p>\n<p>Similarly, Vera points to nothing in the record to suggest that Rodriguez's behavior was connected to her complaint against Morales. Vera cites no evidence suggesting that Rodriguez knew about Vera's complaint against Morales prior to December of 2005, when he was informed of it as part of the investigation of the complaint against himself. Rodriguez was not Vera's supervisor at the time she filed her complaint against Morales and Vera points to no evidence that he was ever present in the building where Vera and Morales worked or connected with the Morales complaint in any way. It would, therefore, be impossible for a rational jury to conclude that Rodriguez's actions from October 2004 through mid-May 2005, which were taken in ignorance of Vera's sexual harassment complaint against Morales, were motivated by his desire to retaliate against her for those complaints.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*34</span> 2. Retaliation for Vera's Sexual Harassment Complaint Against Rodriguez</h2>\n<p>Vera cites the close temporal proximity between Rodriguez being informed of Vera's sexual harassment complaint against him on May 18, 2005 and his decision to change her leave status from Leave Without Pay to AWOL on May 23, 2005 as evidence of retaliation. As we have cautioned in the past, however, \"[t]iming may bear on the question of causation in a retaliation claim, but . . . a `narrow focus [on timing may] ignore[ ] the larger sequence of events and also the larger truth.'\" <i>Freadman,</i> 484 F.3d at 100-01 (quoting <i>Soileau,</i> 105 F.3d at 16). In this instance, the larger sequence of events reveals that Rodriguez had been corresponding with his human resources advisor about Vera's absences since January, that in February he had monitored Vera's movements when she was at the office and wrote her a letter of counseling relating to her December/January absence, and that earlier in May he had issued Vera a notice of proposed suspension due to her failure to follow established leave procedures. Rodriguez's decision to change Vera's absence to AWOL, however poorly explained, is consistent with his previous actions, which show that he was focused on her lack of proper documentation for that absence, that he had requested additional documentation, and that he had warned Vera that she could be suspended for her failure to comply with established leave procedures.</p>\n<p>In the same May memorandum in which he changed the status of her December/January absence, Rodriguez changed Vera's March absence from AWOL to Leave without Pay, further contradicting the theory that he was acting out of a desire to punish Vera for filing her harassment complaint. Given the series of adverse actions Rodriguez took in response to Vera's December/January absence, it would not be reasonable for a jury to conclude, based only on the temporal proximity of one of those adverse actions to the date on which Rodriguez learned of the complaint, that the action was motivated by retaliatory intent.</p>\n<p>Vera's remaining claims of adverse actions suffer from the same infirmity, namely, a lack of causal connection with her sexual harassment complaint. The additional events Vera cites all occurred late in the summer of 2005, when she had been absent for several months. As described previously, Vera was suspended in early August for being AWOL after being informed a week earlier that her continued absence was in violation of established leave procedures. In late August, she was called back to work in a letter warning that her numerous absences were unreasonable and that she must report to duty or provide medical documentation \"identifying duties which can be performed and current limitations,\" despite a note from her doctor stating that she was not ready to return. Finally, after returning to work briefly, she suffered a breakdown. After being absent again for almost a month, she was fired.</p>\n<p>It is undisputed that Vera did not report to work from late March 2005 until she was requested to return in late August 2005. Her hours absent far exceeded her hours worked for the first eight months of 2005. Her supervisors were clearly perturbed by Vera's absences and the record shows that they discussed how to deal with a situation in which an employee was not reporting to work and had not had her leave officially approved by management. There is, admittedly, a factual dispute over whether Vera was or was not complying with the intricacies of established leave procedures. That dispute, however, is not <span class=\"star-pagination\">*35</span> material to Vera's claim of retaliation for her sexual harassment complaint. The requests that Vera provide more extensive documentation of her illness and of what work functions she could no longer carry-out began with Rodriguez's request in February 2005, when he knew nothing of her complaint against Morales and before her complaint against him. The activity of her supervisors in discussing what to do about her absence over the summer, once she had been absent for several months, is wholly consistent with Rodriguez's initial communications with human resources about Vera and with his initial memoranda to Vera herself demanding additional documentation for her absences and cautioning her about the potential consequences of her failure to comply. Moreover, Vera's altercation with another supervisor, Contreras, in September 2004, supports the government's proffered explanation for her firingnamely, that she was absent without leave and had been insubordinate.</p>\n<p></p>\n<h2>III.</h2>\n<p>For the reasons discussed above, we affirm the district court's dismissal of Vera's claim of sexual harassment against Morales without prejudice. We also affirm the district court's grant of summary judgment to the defendant on Vera's retaliation claim. We vacate the district court's grant of summary judgment for the defendant on the sexual harassment claim against Rodriguez and remand for further proceedings consistent with this opinion.</p>\n<p>Each party shall bear its own costs on appeal.</p>\n<p><i>So ordered.</i></p>\n<p>SELYA, Circuit Judge (dubitante).</p>\n<p>I join readily in much of the majority opinion, but I write separately because I doubt the correctness of Part IIB1, which vacates the entry of summary judgment with respect to the plaintiff's sexual harassment claim against Rodriguez. To my mind, the district court's assessment of the appropriateness of summary judgment on that claim, <i>see Vera v. Harvey,</i> Civ. No. 06-1761, slip. op. at 18-20 (D.P.R. Apr. 22, 2008) (unpublished), is better reasoned and more persuasive.</p>\n<p>The claim is, of course, utterly factbound, and it would serve no useful purpose for me to repastinate ground already thoroughly plowed by the district court. Nevertheless, I think that a few words of caution may be of service in future cases.</p>\n<p>First, I am constrained to point out that the majority opinion in this case goes well beyond the outermost frontier adumbrated in any of our earlier sexual harassment precedents. To that extent, the precedential value of the majority opinion should be viewed with some skepticism.</p>\n<p>Secondand more importantlythe majority discerns a trialworthy issue where the only conduct attributable to Rodriguezoccasional glances at, and inconsequential remarks to, a fellow employee, the closing of an office door in a crowded workplace, the kind of incidental contact that is unavoidable in cramped quartersdoes not seem to support the inference that the majority draws from it. In my view, the majority deems this conduct adequate to sustain liability not because it is in any way evocative of sexual harassment but, rather, because the plaintiff considers it to be evocative of sexual harassment. Although the majority pays lip service to the case law that impresses a standard of objective reasonableness on such claims, <i>see, e.g., </i><i>Faragher v. City of Boca Raton,</i> <span class=\"citation\" data-id=\"118245\"><a href=\"/opinion/118245/faragher-v-boca-raton/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">775</span></a></span>, 787, <span class=\"citation\" data-id=\"118245\"><a href=\"/opinion/118245/faragher-v-boca-raton/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2275</span></a></span>, <span class=\"citation\" data-id=\"118245\"><a href=\"/opinion/118245/faragher-v-boca-raton/\"><span class=\"volume\">141</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1998); <i>Billings v. Town of Grafton,</i> <span class=\"citation\" data-id=\"203138\"><a href=\"/opinion/203138/billings-v-town-of-grafton/\"><span class=\"volume\">515</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 47 (1st Cir.2008), it effectively subordinates this objective to the tug of the plaintiff's subjective <span class=\"star-pagination\">*36</span> feelings. That distortion starts us down a slippery slope toward the imposition of some sort of general civility code in the workplace. <i>See </i><i>Oncale v. Sundowner Offshore Servs., Inc.,</i> <span class=\"citation\" data-id=\"118181\"><a href=\"/opinion/118181/oncale-v-sundowner-offshore-services-inc/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">75</span></a></span>, 81, <span class=\"citation\" data-id=\"118181\"><a href=\"/opinion/118181/oncale-v-sundowner-offshore-services-inc/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">998</span></a></span>, <span class=\"citation\" data-id=\"118181\"><a href=\"/opinion/118181/oncale-v-sundowner-offshore-services-inc/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">201</span></a></span> (1998). That destination ought not to be on our itinerary.</p>\n<p>At the risk of belaboring the obvious, let me add that this is not a case in which there is evidence of quid pro quo harassment (or, indeed, of any sexual interest in the plaintiff). There is no hint of anything that might fairly be characterized as a hostile, abusive, or sexually charged workplace. There is no evidence of thinly veiled innuendo, offensive banter, or sexual hijinks of any kind. There is only evidence that the employer, for business reasons, assigned the plaintiff and Rodriguez to share an undersized office. The events that followed were easily predicable sequelae of that spatial assignment. With nothing in the record to suggest that the spatial assignment itself was made for the purpose of bothering the plaintiff, I doubt that a claim for sexual harassment will lie.</p>\n<p>I am confident that the majority will agree that sexual harassment liability ought to be reserved for conduct which, objectively viewed, is severe or pervasive enough to create a work environment that a reasonable person would find hostile or abusive. I very much doubt that the summary judgment record in this case satisfies that benchmark. As the majority opinion leaves it, any employee who is compelled to share a small office with a disliked co-worker will be able to mount a claim for sexual harassment without much, if anything, in the way of evidence.</p>\n<h2>NOTES</h2>\n<p>[*]  Pursuant to Fed. R.App. P. 43(c)(2), Secretary of the Army John McHugh has been substituted for former Secretary of the Army Pete Geren as the respondent.</p>\n<p>[1]  It is not clear whether that office had a computer with an internet connection.</p>\n<p>[2]  Vera was on leave for the month of January 2005 and thus was not using the office during that time.</p>\n<p>[3]  Vera's health issues and those of her children were apparently related at least in part to a car accident in the fall of 2003 in which Vera and her two children were injured.</p>\n<p>[4]  According to an affidavit submitted by Joann Morales, the timekeeper for the Directorate of Plans Training, Mobilization and Security at Fort Buchanan, Vera was present for duty 816.75 hours and was absent on leave without pay for 783.25 hours between January 1, 2004 and October 2, 2004.</p>\n<p>[5]  As noted earlier, Vera filed her complaint on May 4, 2005.</p>\n<p>[6]  Vera contends that no investigation took place. The record does not reveal any additional documentation of the investigation.</p>\n<p>[7]  This second informal complaint seems to duplicate the informal complaint she filed against Rodriguez on May 4, 2005.</p>\n<p>[8]  The Secretary was sued in his capacity as Vera's employer. Title VII does not create liability against individual employees. <i>See </i><i>Fantini v. Salem State Coll.,</i> <span class=\"citation\" data-id=\"1433879\"><a href=\"/opinion/1433879/fantini-v-salem-state-college/\"><span class=\"volume\">557</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span>, 28-31 (1st Cir.2009).</p>\n<p>[9]  Here and throughout this opinion, we use \"sexual harassment\" to refer to the hostile work environment form of sexual harassment. In doing so, we do not suggest that the term \"sexual harassment\" is limited to describing hostile work environment claims.</p>\n<p>[10]  Although Vera's claim against Rodriguez was made two years after her claim against Morales, we address it first before delving into the procedural issues involved in disposing of the claim against Morales.</p>\n<p>[11]  There is some confusion about the length of time during which Rodriguez and Vera shared an office. The government seeks to characterize the time period as two months, but other accounts in the record suggest that the time period was three months. Mindful of our duty to take the facts in the light most favorable to the nonmoving party on summary judgment, we adopt the three month number, as the length of time most coherently suggested by the record.</p>\n<p>[12]  The dubitante opinion of our colleague describes this conduct as \"the kind of incidental contact that is unavoidable in cramped quarters.. .\" and the \"easily predicable sequelae of [the] spatial assignment.\" That innocent characterization of the conduct alleged is incompatible with the summary judgment standard, which requires us to view Vera's evidence in the light most favorable to her. Thus, viewed independently of Vera's reaction to Rodriguez's conduct, a jury could reasonably conclude that Rodriguez was purposefully exploiting the smallness of the office that he shared with Vera to sexually harass her. Moreover, contrary to the suggestion of the dubitante opinion, that conduct falls well within our sexual harassment precedents. <i>See</i> discussion of <i>Billings</i> and <i>Marrero infra.</i></p>\n<p>[13]  The government seeks to discredit Vera's allegation of sexual staring as uncorroborated. It is not Vera's burden on summary judgment to provide additional proof that Rodriguez stared at her lasciviously while the two of them were alone in her office with the door closed. On summary judgment, when confronted with a case of conflicting testimony from the plaintiff and defendant, we are bound to take the facts in the light most favorable to the nonmoving party so long as they are not simply \"bald assertions\" or \"empty conclusions.\" <i>Carreras v. Sajo, Garcia &amp; Partners,</i> <span class=\"citation\" data-id=\"13\"><a href=\"/opinion/13/carreras-v-sajo-garcia-partners/\"><span class=\"volume\">596</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span>, 32 (1st Cir.2010) (internal quotation marks and citation omitted).</p>\n<p>[14]  Contrary to the government's assertion, the absence of a sexual proposition by Rodriguez does not preclude Vera's success on her claim as a matter of law. <i>See </i><i>Billings,</i> 515 F.3d at 48 (reversing summary judgment for defendant on hostile environment claim, despite absence of touching or propositioning, when supervisor stared repeatedly at plaintiff's breasts). A sexual proposition is not the sine qua non of sexual harassment. <i>See Id.</i> (\"`[A] worker need not be propositioned, touched offensively, or harassed by sexual innuendo in order to have been sexually harassed.'\" (quoting <i>Quick v. Donaldson Co.,</i> <span class=\"citation\" data-id=\"722588\"><a href=\"/opinion/722588/phil-quick-v-donaldson-company-inc/\"><span class=\"volume\">90</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1372</span></a></span>, 1379 (8th Cir.1996))).</p>\n<p>[15]  Specifically, as described above, Vera's coworker stated that she observed Vera's emotional distress, in the form of outbursts of crying, and that she witnessed Vera's despair and disbelief at Rodriguez's actions. Similarly, a doctor's note stated that Vera could not return to work because she was experiencing anxiety and depression \"affected by the work environment.\"</p>\n<p>[16]  Although <i>Kale</i> and a number of the cases we cite involved the Age Discrimination in Employment Act (ADEA), rather than Title VII, we have held on numerous occasions that \"`judicial precedents interpreting one such statute [are] instructive in decisions involving [the other].'\" <i>Mercado v. Ritz-Carlton San Juan Hotel, Spa &amp; Casino,</i> <span class=\"citation\" data-id=\"790480\"><a href=\"/opinion/790480/marcos-mercado-and-suzanne-hebert-jomp-v-the-ritz-carlton-san-juan-hotel/\"><span class=\"volume\">410</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></a></span>, 47 n. 7 (1st Cir.2005) (quoting <i>Camacho v. P.R. Ports Auth.,</i> <span class=\"citation\" data-id=\"201027\"><a href=\"/opinion/201027/camacho-v-puerto-rico-ports/\"><span class=\"volume\">369</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">570</span></a></span>, 578 n. 5 (1st Cir.2004)).</p>\n<p>[17]  The record shows that Vera filed her informal complaint against Morales on January 30, 2003, Morales made a signed statement on February 18, 2003, and the EEO Officer wrote a memorandum on February 21, 2003 stating that the matter had been resolved and that Vera \"was satisfied with the response and clarification provided from management.\" There is no space for a signature from Vera on the EEO Officer's statement and no subsequent correspondence between the EEO Officer and Vera concerning her complaint against Morales.</p>\n<p>[18]  Because of the relatedness of the two statutes, we refer to cases interpreting the retaliation provision of the Americans with Disabilities Act (ADA) interchangeably with those specifically addressing Title VII. <i>Carreras,</i> 596 F.3d at 36 n. 10 (citing <i>Soileau,</i> 105 F.3d at 16).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/13/",
    "http://www.courtlistener.com/api/rest/v3/opinions/32/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109455/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110899/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118181/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118245/",
    "http://www.courtlistener.com/api/rest/v3/opinions/121149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197175/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200103/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200493/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200615/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200779/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201027/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202203/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202650/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202726/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203122/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203138/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203639/",
    "http://www.courtlistener.com/api/rest/v3/opinions/330559/",
    "http://www.courtlistener.com/api/rest/v3/opinions/352476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/366966/",
    "http://www.courtlistener.com/api/rest/v3/opinions/406158/",
    "http://www.courtlistener.com/api/rest/v3/opinions/465044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/491456/",
    "http://www.courtlistener.com/api/rest/v3/opinions/514584/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518507/",
    "http://www.courtlistener.com/api/rest/v3/opinions/706924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/722588/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771503/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790480/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087667/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1433879/"
  ]
}