{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/177008/",
  "absolute_url": "/opinion/177008/braintree-laboratories-v-citigroup-global-markets/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/177008/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2010-10-12T15:36:42Z",
  "date_modified": "2016-04-26T13:48:31.150542Z",
  "type": "010combined",
  "sha1": "2e1b75c66972a43a5d2d897b4f94c7292b13f258",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-2540P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/10/12/Braintree_Laboratories_Inc._v._Citigroup_Global_Markets_Inc..pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\nNo. 09-2540\n\n         BRAINTREE LABORATORIES, INC., BRAINTREE HOLDINGS, and\n            BRAINTREE REAL ESTATE MANAGEMENT COMPANY, LLC.,\n\n                        Plaintiffs, Appellants,\n\n                                  v.\n\n         CITIGROUP GLOBAL MARKETS INC. and CITI SMITH BARNEY,\n\n                        Defendants, Appellees.\n\n\n              APPEAL FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF MASSACHUSETTS\n            [Hon. Nathaniel M. Gorton, U.S. District Judge]\n\n\n                                Before\n\n                        Boudin, Circuit Judge,\n                      Souter,* Associate Justice,\n                      and Howard, Circuit Judge.\n\n\n     Barry S. Pollack, with whom Joshua L. Solomon, Phillip\nRakhunov and Sullivan & Worcester LLP, were on brief, for\nappellants.\n     Charles E. Davidow, with whom Brad S. Karp, Susanna M.\nBuergel, Paul, Weiss, Rifkind, Wharton & Garrison LLP, Robert A.\nBuhlman, Brandon L. Bigelow and Bingham McCutchen LLP, were on\nbrief, for appellees.\n\n\n\n                           October 12, 2010\n\n\n\n\n     *\n      The Hon. David H. Souter, Associate Justice (Ret.) of the\nSupreme Court of the United States, sitting by designation.\n\f            HOWARD, Circuit Judge.           In February of 2008, the market\n\nfor   auction-rate      securities        (\"ARS\")       froze,    creating     a   well-\n\npublicized     liquidity       crisis.       During        the    following     summer,\n\nplaintiffs Braintree Laboratories, Inc., Braintree Holdings, and\n\nBraintree      Real      Estate      Management           Company      (collectively,\n\n\"Braintree\") made $41 million worth of investments in ARS -- by\n\nthat point already illiquid and significantly depreciated -- at par\n\nvalue.      Braintree       later   insisted       that    it    had   been   deceived.\n\nClaiming     that     its    broker-dealer,        defendant       Citigroup       Global\n\nMarkets,     Inc.     (\"CGMI\"),1      had        misrepresented        the    purchased\n\nsecurities as entirely liquid money market investments, Braintree\n\nbrought this action in federal district court seeking rescission of\n\nthe   transactions,         restitution     of    the     consideration       paid,   and\n\ndamages.\n\n            The district court ordered the dispute transferred to\n\narbitration pursuant to Braintree's brokerage agreement.                        It also\n\ndenied Braintree's request for a mandatory preliminary injunction\n\nto rescind the contract and refund the purchase price, pending\n\narbitration.        Braintree Labs, Inc. v. Citigroup Global Markets,\n\nInc., 671 F. Supp. 2d 202 (D. Mass. 2009).                   Braintree now appeals\n\nboth of those decisions.\n\n\n\n\n      1\n      The other named defendant, Citi Smith Barney, is a division\nand service mark of CGMI.\n\n                                          -2-\n\f                                 I.\n\n            ARS are debt instruments, such as municipal or corporate\n\nbonds, with long-term maturities. Their interest rates or dividend\n\nyields are reset periodically through so-called Dutch auctions\n\nmanaged by the issuing bank or another financial institution.\n\nPotential   purchasers,   including    the   existing   holders   of    the\n\nsecurities, bid the lowest interest rate or dividend yield that\n\nthey are willing to accept.   A designated auctioneer then sets the\n\ninterest rate for the period until the next auction by determining\n\nthe lowest bid rate at which all securities at auction could be\n\nsold to buyers.\n\n            So long as auctions continue to clear, meaning that a\n\nwilling bidder exists for every security up for auction, then any\n\nholder can turn around and sell the security as soon as the next\n\nauction arrives -- typically either a week or a month distant.          If,\n\nhowever, the number of bids submitted is less than the number of\n\nARS up for auction, then the auction fails.        When such a failure\n\noccurs, ARS holders wishing to sell are unable to do so.               As a\n\nresult, the securities' liquidity depends on there being a critical\n\nmass of bidders.\n\n            For years, investors in ARS generally did not need to\n\nfear auction failures, as the broker-dealers who facilitated the\n\nauction would voluntarily place \"cover bids\" to purchase the number\n\nof ARS necessary to ensure the auction cleared, effectively serving\n\n\n                                 -3-\n\fas bidders of last resort.         Failures remained the exception rather\n\nthan the rule, and broker-dealers were able to promote ARS as cash\n\nequivalents with the advantage of higher interest rates than a\n\nshort-term loan.       By early 2008, the market for ARS had grown to\n\n$330 billion.\n\n            In    February   2008,      the   system    collapsed.       With   the\n\nworldwide    credit    markets     in    crisis,     broker-dealers     that    had\n\npreviously intervened to ensure successful auctions ceased to do\n\nso. Auctions began to fail widely, and many owners of now-illiquid\n\nARS were left holding their investments indefinitely.\n\n            The freeze in the ARS market sparked a number of class\n\naction lawsuits and regulatory enforcement measures against the\n\nfirms that had marketed ARS to investors as liquid money market\n\nalternatives.      One of these firms was CGMI.             In August 2008, CGMI\n\nentered    into   a   settlement     agreement       with   the    Securities   and\n\nExchange    Commission    (\"SEC\"),       as   well     as   with   various   state\n\nagencies.    That agreement provided some relief to certain classes\n\nof investors, but those not covered by it were left to pursue\n\nprivate litigation for redress of their losses.\n\n            Braintree Laboratories, a pharmaceutical company, is one\n\nof the many institutional investors that purchased ARS from CGMI.2\n\nIt opened brokerage accounts with CGMI between 2001 and 2003, and\n\n\n\n     2\n      The other two named plaintiffs are affiliates of Braintree\nLaboratories.\n\n                                        -4-\n\fhad bought ARS from CGMI well before the market froze in 2008.\n\nBraintree has not challenged any of these pre-2008 sales.    Rather,\n\nBraintree alleges that CGMI continued to sell it ARS in a series of\n\ntransactions between June and August 2008 -- well after the freeze\n\nand during the pendency of regulatory investigations -- while\n\nincorrectly informing Braintree that the securities were liquid\n\ngovernment bonds.   Seeking to rescind these sales, which were not\n\naffected by CGMI's settlements, Braintree brought suit in federal\n\ndistrict court under Section 10(b) of the Securities Exchange Act\n\nof 1934, the Massachusetts Uniform Securities Act, and other state\n\nstatutory and common law doctrines not at issue in this appeal.3\n\n          Braintree's primary piece of evidence supporting its\n\nallegations is the sworn testimony of Peter Renaghan, Braintree's\n\nbroker at CGMI and the employee who sold the disputed securities on\n\nCGMI's behalf.   During a deposition for a related state action,\n\nRenaghan stated that he had never used the term ARS in connection\n\nwith the sale, instead referring to the securities as money market\n\nalternatives that could be sold within seven days.          Renaghan\n\nrecounted how Braintree had emphasized from the start that its top\n\ninvestment priority was liquidity. Renaghan then explained that he\n\nhad mistakenly believed these securities to satisfy that objective,\n\n\n\n\n     3\n      The district court had supplemental jurisdiction over the\nnon-federal claims pursuant to 28 U.S.C. § 1367.\n\n                                -5-\n\fand that Braintree had in turn believed the inaccurate information\n\nthat he gave.\n\n               CGMI responded to the complaint by moving to transfer the\n\ndispute       to     arbitration,   pursuant    to   a   clause   in    Braintree's\n\nbrokerage agreement.           While that motion was pending, Braintree\n\nmoved for a preliminary injunction requiring CGMI to refund the\n\npurchase price pendente lite. Finding the arbitration clause to be\n\nbinding and provisional relief to be inappropriate, the district\n\ncourt granted CGMI's motion and denied Braintree's.                 Braintree now\n\nappeals both rulings.\n\n\n\n                                        II.\n\n               Braintree first appeals from the denial of its motion for\n\na preliminary injunction pending arbitration. District courts have\n\nthe authority to issue injunctive relief even where resolution of\n\nthe case on the merits is bound for arbitration.                         P.R. Hosp.\n\nSupply, Inc. v. Boston Scientific Corp., 426 F.3d 503, 505 (1st\n\nCir.       2005).4      Accordingly,   courts    assessing    the      propriety   of\n\n\n       4\n      A preliminary injunction pending arbitration is ordinarily\ntemporary emergency relief that extends only until the arbitrator\nitself can decide whether to award relief, Next Step Med. Co. v.\nJohnson & Johnson Int'l, No. 09-2077, 2010 WL 3386569, at *3 (1st\nCir. Aug. 30, 2010); see Merrill Lynch, Pierce, Fenner & Smith,\nInc. v. Salvano, 999 F.2d 211, 215 (7th Cir. 1993); and if in this\ncase the arbitration panel could give temporary relief, then any\ncourt relief would last until the arbitrator could act on such a\nrequest.   Salvano, 999 F.2d at 215.       Because we agree that\nBraintree is not entitled to a preliminary injunction at all, its\npossible duration need not be determined.\n\n                                        -6-\n\finjunctive relief pending arbitration proceed according to the\n\nfamiliar set of four factors:       \"(i) the likelihood that the movant\n\nwill succeed on the merits; (ii) the possibility that, without an\n\ninjunction, the movant will suffer irreparable harm; (iii) the\n\nbalance of relevant hardships as between the parties; and (iv) the\n\neffect of the court's ruling on the public interest.\"              Waldron v.\n\nGeorge Weston Bakeries, Inc., 570 F.3d 5, 9 (1st Cir. 2009).\n\n           Braintree   does   not    seek   a   traditional,       prohibitory\n\npreliminary     injunction,   but    instead    asks   for     a     mandatory\n\npreliminary injunction, which requires affirmative action by the\n\nnon-moving party in advance of trial (in this case, rescission of\n\nthe contract and a refund of the purchase price pendente lite).\n\nBecause a mandatory preliminary injunction alters rather than\n\npreserves the status quo, it \"normally should be granted only in\n\nthose circumstances when the exigencies of the situation demand\n\nsuch relief.\"    Mass. Coal. of Citizens with Disabilities v. Civil\n\nDef. Agency, 649 F.2d 71, 76 n.7 (1st Cir. 1981).            Nevertheless,\n\nthose exigencies should still be measured according to the same\n\nfour-factor test, as \"[t]he focus always must be on prevention of\n\ninjury by a proper order, not merely on preservation of the status\n\nquo.\"   Crowley v. Local No. 82, 679 F.2d 978, 996 (1st Cir. 1982),\n\n\n\n\n                                    -7-\n\frev'd on other grounds by 467 U.S. 526 (1984), (quoting Canal Auth.\n\nv. Callaway, 489 F.2d 567, 576 (5th Cir. 1974)).5\n\n                 The    district   court   denied   Braintree's      motion   after\n\nconsidering the first two of these factors, which weigh heaviest in\n\nthe analysis, Gonzalez-Droz v. Gonzalez-Colon, 573 F.3d 75, 79 (1st\n\nCir. 2009), and concluding that the motion failed on each of them.\n\nOn appeal, we review the district court's decision using the same\n\nfour-factor test.            We will reverse a denial of a preliminary\n\ninjunction only if \"the district court mistook the law, clearly\n\nerred       in    its    factual   assessments,     or   otherwise    abused   its\n\ndiscretion in [denying] the preliminary injunction.\"                  ANSYS, Inc.\n\nv. Computational Dynamics N. Am., Ltd. 595 F.3d 75, 77 (1st Cir.\n\n2010).       \"Within that framework, however, findings of fact are\n\nreviewed for clear error and issues of law are reviewed de novo.\"\n\n\n\n\n        5\n      We have previously explained that the status quo may be\ndetermined by looking at \"the last uncontested status which\npreceded the pending controversy.\" Crowley, 679 F.2d at 995–96.\nAt oral argument, Braintree suggested that such status was in fact\nthe period before it purchased the ARS, rather than the time at\nwhich relief was sought.    The theory is not entirely devoid of\nsupport. United Steelworkers of Am., AFL-CIO v. Textron, Inc., 836\nF.2d 6, 10 (1st Cir. 1987) (Breyer, J.) (concluding that an\ninjunction requiring the payment of benefits was properly viewed\n\"not as mandatory, but as prohibitory\" where the last uncontested\nstatus that preceded the pending controversy was a status in which\nthe defendant paid the necessary premiums). Nevertheless, because\nBraintree   had   not    disputed   the   \"mandatory   injunction\"\nclassification prior to oral argument, leaving CGMI with no\nopportunity to prepare a counterargument, we do not rely on that\ntheory here. See The Shell Co. (Puerto Rico) Ltd. v. Los Frailes\nServ. Station, 605 F.3d 10, 19 (1st Cir. 2010).\n\n                                           -8-\n\fUnited States v. Weikert, 504 F.3d 1, 6 (1st Cir. 2007) (internal\n\nquotation mark omitted).\n\n             In this case, we need to focus our attention on only one\n\nof   the    four   factors    --   irreparable    harm,    \"the   essential\n\nprerequisite for equitable relief,\"        Gonzalez-Droz, 573 F.3d at 81\n\n-- as Braintree's insufficient showing on it disposes of the claim.\n\nRejecting Braintree's claim that illiquidity was forcing it to\n\nforego certain unspecified investment opportunities, the district\n\ncourt concluded that \"a need for liquidity is not irreparable harm\n\nbecause plaintiffs offer no evidence that [CGMI] cannot pay damages\n\nand thus provide an adequate remedy at law.         Prejudgment interest,\n\nmoreover, compensates for any loss of use of money.\"              Braintree\n\nLabs., Inc., 671 F. Supp. 2d at 208.\n\n             On appeal, Braintree urges that its ongoing inability to\n\nliquidate its investments is generating incalculable losses from\n\nmissed     opportunities,    including   new   product   acquisitions,   in-\n\nlicensing activities, and research and development programs.             The\n\nostensibly irreparable harm is to be found not in the amount of\n\nfunds to which Braintree has effectively been denied access, but to\n\nthe damage that would flow from that denial.         If successful on the\n\nmerits, Braintree would be unable to rely on the normal time-value\n\nof money because, the argument goes, the foregone opportunities\n\nmight have yielded a higher return than the available pre-judgment\n\ninterest rate.       And, further, Braintree could not rely on a\n\n\n                                    -9-\n\fhistorical rate of return for such investments; it insisted on\n\nliquidity from the outset precisely because these entrepreneurial\n\nactivities are high-risk, high-reward ventures, the want of which\n\nis not easily measured in monetary terms after the fact.                 Because\n\nit might be difficult to determine retrospectively how much these\n\nmissed opportunities were actually worth, Braintree insists that\n\nliquidity in the present moment, and not monetary damages at a\n\npoint in the future, is the only way to make it whole.\n\n           The district court did not abuse its discretion in\n\nrejecting this argument.         An investor could always claim that she\n\ncould put money to better use than simply letting it accrue\n\ninterest at the prevailing rate.           An asserted injury so ubiquitous\n\ncannot serve as the basis for the issuance of a preliminary\n\ninjunction. See Charlesbank Equity Funds II v. Blinds to Go, Inc.,\n\n370 F.3d 151, 162–63 (1st Cir. 2004).                  Rather, if a claim of\n\nirreparable injury tied to outperforming the market could ever be\n\nrecognized,     it   could    only   be   on   the   basis   of   a   substantial\n\nevidentiary showing.         In the absence of such a showing a plaintiff\n\nlike Braintree, if successful on the merits, would be entitled only\n\nto   monetary   damages,      perhaps     calculated    with   reference    to   a\n\nhistorical rate of return. And although Braintree stressed at oral\n\nargument that its case is exceptional because its year-to-year\n\nperformances would be too volatile to provide such a reference\n\npoint, there is no record evidence to support that contention.\n\n\n                                        -10-\n\fBraintree's mere say-so is insufficient to convert its desire for\n\nprejudgment cash into a justification for a prejudgment injunction.\n\n             In   arguing   against   the    district   court's    conclusion,\n\nBraintree principally relies on RoDa Drilling Co. v. Siegal, 552\n\nF.3d 1203 (10th Cir. 2009), in which the Tenth Circuit affirmed a\n\nlower court's issuance of a preliminary injunction forcing the\n\ntransfer of record title for various oil and gas investments.               The\n\nappeals court concluded that the plaintiff suffered irreparable\n\nharm by being denied ownership of real property, \"resulting in\n\ndelays, missed opportunities, and most importantly, unquantifiable\n\ndamages.\"     Id. at 1211.         Because \"realizing [the properties']\n\nincome   potential       depends   upon   active    management,\"    the   court\n\nreasoned that potential damages would be \"most difficult to prove,\n\nif not practically unquantifiable.\"           Id.     That was sufficient to\n\nestablish irreparable harm, even for a mandatory injunction.\n\n             Yet Braintree's reliance on RoDa Drilling is misplaced.\n\nThe plaintiff in that case had provided expert testimony on the\n\nissue of irreparable harm and the unpredictability of damages\n\nabsent a preliminary injunction. Id. Here, the record contains no\n\nsuch evidence.      On that issue, Braintree proffered neither expert\n\ntestimony nor any data that would tend to show its investment\n\npractices and historical rates of return.              All it has put in the\n\nrecord is a conclusory affidavit from its Chief Financial Officer.\n\nIt   might   be   that    market   conditions,      business   practices,   and\n\n\n                                      -11-\n\finvestment opportunities would vary so wildly over time that past\n\nperformance   would   be   too   imprecise     an   instrument    to   measure\n\ncompensatory damages in a non-speculative manner.                Applied to a\n\nbusiness engaged in the research and development of pharmaceutical\n\nproducts, that theory is at least plausible.              But plausibility\n\nalone is no basis for assailing the district court's finding.\n\n           It is true that we measure irreparable harm on \"a sliding\n\nscale, working in conjunction with a moving party's likelihood of\n\nsuccess on the merits,\"     Vaqueria tres Monjitas, Inc. v. Irizarry,\n\n587 F.3d 464, 485 (1st Cir. 2009),           such that \"[t]he strength of\n\nthe showing necessary on irreparable harm depends in part on the\n\ndegree of likelihood of success shown.\"             Mass. Coal. of Citizens\n\nwith Disabilities, 649 F.2d at 75.             Based on this principle,\n\nBraintree would rest on the laurels of its case on the merits and\n\nask us to excuse whatever shortcomings might exist in the harm that\n\nit alleges. Yet at least some positive showing of irreparable harm\n\nmust still be made.     See Gately v. Commonwealth of Mass., 2 F.3d\n\n1221, 1232 (1st Cir. 1993) (\"[A] federal court cannot dispense with\n\nthe irreparable harm requirement in affording injunctive relief.\").\n\n           Accordingly, we find no abuse of discretion in the\n\ndistrict   court's    decision   to    withhold     preliminary    injunctive\n\nrelief.\n\n\n\n\n                                      -12-\n\f                                     III.\n\n            Braintree also appeals from the district court's order\n\ncompelling arbitration.       Congress enacted the Federal Arbitration\n\nAct (\"FAA\"), codified as amended at 9 U.S.C. § 1 et seq., in order\n\nto \"overcome judicial resistance to arbitration and to declare a\n\nnational    policy   favoring   arbitration     of   claims   that   parties\n\ncontract to settle in that manner.\"         Vaden v. Discover Bank, 129 S.\n\nCt. 1262, 1271 (2009) (internal quotations and citations omitted).\n\nTo further that policy, Section 16(b) of the FAA prohibits the\n\nimmediate   appeal   of    various   interlocutory     orders   that    favor\n\narbitration, including orders compelling arbitration.6                 See 9\n\nU.S.C. § 16(b)(3).        Unfazed by this limitation on our appellate\n\njurisdiction, Braintree advances two arguments for why we should\n\nnonetheless consider whether this case is arbitrable.                  First,\n\nBraintree claims that the order may have been final, rather than\n\ninterlocutory. Second, it contends that we could review the matter\n\nby exercising pendent appellate jurisdiction.            We take up each\n\nargument in turn.\n\n            While Section 16 limits the immediate appealability of\n\nmost pro-arbitration interlocutory orders, it still permits appeals\n\nto be taken from a \"final decision with respect to an arbitration.\"\n\n9 U.S.C. § 16(a)(3).       Whether an order compelling arbitration is\n\n\n     6\n      The statute provides an exception for orders that the\ndistrict court certifies for appeal under 28 U.S.C. § 1292(b), but\nthat exception is not at issue here.\n\n                                     -13-\n\finterlocutory or final depends on whether the district court\n\nchooses to stay litigation pending arbitration or instead to\n\ndismiss the case entirely. If the district court stays litigation,\n\nparties wishing to challenge the case's arbitrability must normally\n\nwait until the arbitrator resolves the matter on the merits and the\n\ndistrict court enters a final judgment.     Green Tree Fin. Corp. v.\n\nRandolph, 531 U.S. 79, 87 n.2 (2000).     If, on the other hand, the\n\ndistrict court couples its order compelling arbitration not with a\n\nstay but with an outright dismissal, leaving nothing more for\n\nitself to do but execute the eventual judgment, then an appeal may\n\nbe taken.    Id. at 86–87.\n\n            Seizing on the fact that the district court here did not\n\nspecify in its order whether it was staying or dismissing the case,\n\nBraintree asks us to remand the case to the district court, which\n\ncould then clarify which outcome it intended.    We see no need to do\n\nso.   To begin with, Braintree did not request this remand until its\n\nreply brief, and its opening brief did not even mention the alleged\n\nambiguity except in a cursory footnote appended to its discussion\n\nof pendent appellate jurisdiction.      We have on numerous occasions\n\nwarned litigants that \"issues adverted to in a perfunctory manner,\n\nunaccompanied by some effort at developed argumentation, are deemed\n\nwaived.\"    United States v. Zannino, 895 F.2d 1, 17 (1st Cir. 1990).\n\nThe slight development in the reply brief does nothing to help\n\nmatters, as arguments raised there for the first time come too late\n\n\n                                 -14-\n\fto be preserved on appeal. Evans Cabinet Corp. v. Kitchen Intern.,\n\nInc., 593 F.3d 135, 148 n.20 (1st Cir. 2010).\n\n               Moreover, even had the issue been properly preserved, we\n\nwould still read the district court's order as a stay.                 CGMI's\n\nmotion to compel arbitration specifically requested a stay pending\n\narbitration.       See Defendant's Motion to Stay Proceedings Pending\n\nDetermination of the MDL Panel or to Compel Arbitration at 1,\n\nBraintree Labs., 671 F. Supp. 2d 202 (D. Mass. 2009) (No. 09-\n\n10601).        It is true that the court granted the motion without\n\nreference to either a stay or a dismissal in so many words.            But we\n\nthink that if it had meant to provide relief other than that sought\n\nin the motion it was granting, it would have said so.                The most\n\nplausible reading of the order is that the court was granting the\n\nmotion    to    compel   arbitration    in    its   entirety,   including   the\n\nrequested stay pending arbitration.7\n\n               Braintree next posits that even if the district court's\n\norder is otherwise non-appealable under Section 16, we may still\n\nreview it through the exercise of pendent appellate jurisdiction.\n\n\"Instances in which the exercise of pendent appellate jurisdiction\n\n\n\n     7\n      We note that district courts can easily avoid this sort of\nconfusion in the future. The Second Circuit offered sound advice\nwhen it urged \"district courts in these circumstances to be as\nclear as possible about whether they truly intend to dismiss an\naction or mean to grant a stay pursuant to 9 U.S.C. § 3, which\nsupplies that power, or whether they mean to do something else\nentirely.\" Salim Oleochemicals v. M/V Shropshire, 278 F.3d 90, 93\n(2d Cir. 2002) (Sotomayor, J.).\n\n                                       -15-\n\fis appropriate are hen's-teeth rare,\" arising only when \"(i) a\n\nnon-appealable issue is inextricably intertwined with one or more\n\nappealable issues or (ii) review of a non-appealable issue is\n\nessential to ensure meaningful review of an appealable issue.\"\n\nP.R. Ports Auth. v. Barge Katy-B, 427 F.3d 93, 107 (1st Cir. 2005).\n\nOther   circuits   have   disagreed   over    whether   this   seldom-used\n\ndoctrine could ever permit the review of interlocutory orders that\n\n§ 16 brands as non-appealable.            Compare IDS Life Ins. Co. v.\n\nSunAmerica, Inc., 103 F.3d 524, 528 (7th Cir. 1996) (holding that\n\nSection 16 creates a bright-line rule against the exercise of\n\npendent appellate jurisdiction over refusals to stay arbitration),\n\nwith Nat'l R.R. Passenger Corp. v. ExpressTrak LLC, 330 F.3d 523,\n\n528 (D.C. Cir. 2003) (rejecting the Seventh Circuit's approach in\n\nfavor of a rule that would allow the exercise of pendent appellate\n\njurisdiction    under   limited   circumstances);   Freeman    v.   Complex\n\nComputing Co., Inc., 119 F.3d 1044, 1050 (2d Cir. 1997) (same).\n\n           Ultimately, however, this case does not require us to\n\nchoose sides.      Even assuming arguendo that pendent appellate\n\njurisdiction could in some instances be exercised over orders\n\ncompelling arbitration, this would not be one of those instances.\n\nFar from being inextricably intertwined, the district court's\n\nrefusal to grant a preliminary injunction and its decision to\n\ncompel arbitration have little to do with each other.           The former\n\nconcerns the underlying claim for relief; the latter concerns the\n\n\n                                   -16-\n\fforum in which that claim is to be adjudicated.                Braintree relies\n\non National Railroad Passenger Corp., in which the D.C. Circuit\n\nfound an order compelling arbitration and an order granting a\n\npreliminary injunction to be inextricably intertwined, but that\n\ncase is distinguishable.           There, the district court had enjoined\n\nthe parties, not based on any irreparable harm or likelihood of\n\nsuccess of the claim to be arbitrated, but based on its conclusion\n\nthat    the    arbitration        clause   itself    \"clearly      contemplated\"\n\ninjunctive relief pending arbitration.              330 F.3d at 528 (quoting\n\nNat'l R.R. Passenger Corp. v. Expresstrak, L.L.C., 233 F. Supp. 2d\n\n39, 50 (D.D.C. 2002)).        Because that injunction was only as valid\n\nas the arbitration clause that dictated it, the D.C. Circuit found\n\nthat the injunction was entirely dependent on -- and therefore\n\nconferred     pendent    appellate      jurisdiction    over    --    the   case's\n\narbitrability. Id. It was only this \"unique factual context\" that\n\nremoved any concern that the movant was \"'parlay[ing] . . .\n\ncollateral orders into multi-issue interlocutory appeal tickets.'\"\n\nId. (quoting Swint v. Chambers County Comm'n, 514 U.S. 35, 49\n\n(1995)) (alterations in original).\n\n              Here, by contrast, the preliminary injunction rises or\n\nfalls with the traditional four-step analysis, and none of these\n\nsteps   logically       depends    on   the    answer   to   the     question   of\n\narbitrability.     Whether we might conclude that the case belongs in\n\narbitration would not change whether Braintree's claim on the\n\n\n                                        -17-\n\fmerits is likely to succeed or whether Braintree is likely to\n\nsuffer irreparable harm while the arbitration is pending, nor would\n\nit alter the balance of hardships or the extent of the public\n\ninterest in the outcome.8   Braintree points to the fact that its\n\nclaims to both a non-arbitral forum and to a provisional remedy\n\ndepend on Section 410(a)(2).   This may be true so far as it goes,\n\nbut it doesn't go nearly far enough.   That the two claims require\n\nus to construe two different aspects of the same statute does not\n\nin and of itself make those claims inextricably intertwined.    We\n\nmay meaningfully review whether Braintree's state law action merits\n\nprovisional relief under Section 410(a)(2) without any need to\n\ndetermine whether that statute limits the arbitrability of the\n\naction.   Braintree also makes the conclusory assertion that both\n\nclaims require consideration of its brokerage agreements and CGMI's\n\n\n\n     8\n      Braintree contends that insofar as it has alleged that CGMI's\ninvocation of arbitration rights violates the SEC consent\nagreement, the public interest prong would be affected. Again,\nthis conflates the primary dispute over ultimate relief with the\nsecondary dispute over the appropriate forum. The public interest\nthat is referred to in the test for a preliminary injunction means\nthe public's interest in the issuance of the injunction itself. It\ndoes not, by contrast, mean the public's interest in other claims\nthat happen to touch upon the factual circumstances giving rise to\nthe request for the injunction. Just because the public may have\na stake in a non-appealable decision does not permit the appellant\nto handcuff that decision to a request for a preliminary injunction\nand thereby attain immediate review. Here, even if there were some\npublic interest in Braintree litigating its claims in a court\nrather than before an arbitrator, that would have no bearing on our\nconsideration of whether the public has an additional but separate\ninterest in the preliminary rescission of Braintree's contract\npending the final outcome of the dispute.\n\n                               -18-\n\fconsent agreement with the SEC.        Even if this assertion were true\n\n(and,   unaided   by   any   explanation    from   Braintree,    we    are   not\n\nconvinced that it is), it is similarly insufficient to establish\n\npendent appellate jurisdiction.         Whatever common issues of fact\n\nthese documents might create, we still need not reach the non-\n\nappealable claim in order to resolve the appealable one.\n\n           In     short,     even   assuming   that    pendent        appellate\n\njurisdiction could ever be exercised in the arbitrability context,\n\nwe find no basis for exercising it in this case.                We therefore\n\nconclude that we have no jurisdiction to review the district\n\ncourt's interlocutory order compelling arbitration.\n\n\n\n                                      IV.\n\n           For the foregoing reasons, we affirm the district court's\n\norder denying Braintree's motion for a preliminary injunction and\n\ndismiss for lack of jurisdiction Braintree's appeal from the\n\ndistrict court's order compelling arbitration.\n\n\n\n\n                                     -19-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>622 F.3d 36 (2010)</b></center>\n<center><h1>BRAINTREE LABORATORIES, INC., Braintree Holdings, and Braintree Real Estate Management Company, LLC., Plaintiffs, Appellants,<br>\nv.<br>\nCITIGROUP GLOBAL MARKETS INC. and Citi Smith Barney, Defendants, Appellees.</h1></center>\n<center>No. 09-2540.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 1, 2010.</center>\n<center>Decided October 12, 2010.</center>\n<p><span class=\"star-pagination\">*38</span> Barry S. Pollack, with whom Joshua L. Solomon, Phillip Rakhunov and Sullivan &amp; Worcester LLP, were on brief, for appellants.</p>\n<p>Charles E. Davidow, with whom Brad S. Karp, Susanna M. Buergel, Paul, Weiss, Rifkind, Wharton &amp; Garrison LLP, Robert A. Buhlman, Brandon L. Bigelow and Bingham McCutchen LLP, were on brief, for appellees.</p>\n<p>Before BOUDIN, Circuit Judge, SOUTER,<sup>[*]</sup> Associate Justice, and HOWARD, Circuit Judge.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>In February of 2008, the market for auction-rate securities (\"ARS\") froze, creating a well-publicized liquidity crisis. During the following summer, plaintiffs Braintree Laboratories, Inc., Braintree Holdings, and Braintree Real Estate Management Company (collectively, \"Braintree\") made $41 million worth of investments in ARSby that point already illiquid and significantly depreciatedat par value. Braintree later insisted that it had been deceived. Claiming that its broker-dealer, defendant Citigroup Global <span class=\"star-pagination\">*39</span> Markets, Inc. (\"CGMI\"),<sup>[1]</sup> had misrepresented the purchased securities as entirely liquid money market investments, Braintree brought this action in federal district court seeking rescission of the transactions, restitution of the consideration paid, and damages.</p>\n<p>The district court ordered the dispute transferred to arbitration pursuant to Braintree's brokerage agreement. It also denied Braintree's request for a mandatory preliminary injunction to rescind the contract and refund the purchase price, pending arbitration. <i>Braintree Labs., Inc. v. Citigroup Global Markets, Inc.,</i> 671 F.Supp.2d 202 (D.Mass.2009). Braintree now appeals both of those decisions.</p>\n<p></p>\n<h2>I.</h2>\n<p>ARS are debt instruments, such as municipal or corporate bonds, with long-term maturities. Their interest rates or dividend yields are reset periodically through so-called Dutch auctions managed by the issuing bank or another financial institution. Potential purchasers, including the existing holders of the securities, bid the lowest interest rate or dividend yield that they are willing to accept. A designated auctioneer then sets the interest rate for the period until the next auction by determining the lowest bid rate at which all securities at auction could be sold to buyers.</p>\n<p>So long as auctions continue to clear, meaning that a willing bidder exists for every security up for auction, then any holder can turn around and sell the security as soon as the next auction arrives typically either a week or a month distant. If, however, the number of bids submitted is less than the number of ARS up for auction, then the auction fails. When such a failure occurs, ARS holders wishing to sell are unable to do so. As a result, the securities' liquidity depends on there being a critical mass of bidders.</p>\n<p>For years, investors in ARS generally did not need to fear auction failures, as the broker-dealers who facilitated the auction would voluntarily place \"cover bids\" to purchase the number of ARS necessary to ensure the auction cleared, effectively serving as bidders of last resort. Failures remained the exception rather than the rule, and broker-dealers were able to promote ARS as cash equivalents with the advantage of higher interest rates than a short-term loan. By early 2008, the market for ARS had grown to $330 billion.</p>\n<p>In February 2008, the system collapsed. With the worldwide credit markets in crisis, broker-dealers that had previously intervened to ensure successful auctions ceased to do so. Auctions began to fail widely, and many owners of now-illiquid ARS were left holding their investments indefinitely.</p>\n<p>The freeze in the ARS market sparked a number of class action lawsuits and regulatory enforcement measures against the firms that had marketed ARS to investors as liquid money market alternatives. One of these firms was CGMI. In August 2008, CGMI entered into a settlement agreement with the Securities and Exchange Commission (\"SEC\"), as well as with various state agencies. That agreement provided some relief to certain classes of investors, but those not covered by it were left to pursue private litigation for redress of their losses.</p>\n<p>Braintree Laboratories, a pharmaceutical company, is one of the many institutional investors that purchased ARS from CGMI.<sup>[2]</sup> It opened brokerage accounts <span class=\"star-pagination\">*40</span> with CGMI between 2001 and 2003, and had bought ARS from CGMI well before the market froze in 2008. Braintree has not challenged any of these pre-2008 sales. Rather, Braintree alleges that CGMI continued to sell it ARS in a series of transactions between June and August 2008well after the freeze and during the pendency of regulatory investigationswhile incorrectly informing Braintree that the securities were liquid government bonds. Seeking to rescind these sales, which were not affected by CGMI's settlements, Braintree brought suit in federal district court under Section 10(b) of the Securities Exchange Act of 1934, the Massachusetts Uniform Securities Act, and other state statutory and common law doctrines not at issue in this appeal.<sup>[3]</sup></p>\n<p>Braintree's primary piece of evidence supporting its allegations is the sworn testimony of Peter Renaghan, Braintree's broker at CGMI and the employee who sold the disputed securities on CGMI's behalf. During a deposition for a related state action, Renaghan stated that he had never used the term ARS in connection with the sale, instead referring to the securities as money market alternatives that could be sold within seven days. Renaghan recounted how Braintree had emphasized from the start that its top investment priority was liquidity. Renaghan then explained that he had mistakenly believed these securities to satisfy that objective, and that Braintree had in turn believed the inaccurate information that he gave.</p>\n<p>CGMI responded to the complaint by moving to transfer the dispute to arbitration, pursuant to a clause in Braintree's brokerage agreement. While that motion was pending, Braintree moved for a preliminary injunction requiring CGMI to refund the purchase price pendente lite. Finding the arbitration clause to be binding and provisional relief to be inappropriate, the district court granted CGMI's motion and denied Braintree's. Braintree now appeals both rulings.</p>\n<p></p>\n<h2>II.</h2>\n<p>Braintree first appeals from the denial of its motion for a preliminary injunction pending arbitration. District courts have the authority to issue injunctive relief even where resolution of the case on the merits is bound for arbitration. <i>P.R. Hosp. Supply, Inc. v. Boston Scientific Corp.,</i> 426 F.3d 503, 505 (1st Cir.2005).<sup>[4]</sup> Accordingly, courts assessing the propriety of injunctive relief pending arbitration proceed according to the familiar set of four factors: \"(i) the likelihood that the movant will succeed on the merits; (ii) the possibility that, without an injunction, the movant will suffer irreparable harm; (iii) the balance of relevant hardships as between the parties; and (iv) the effect of the court's ruling on the public interest.\" <i>Waldron v. George Weston Bakeries, Inc.,</i> 570 F.3d 5, 9 (1st Cir.2009).</p>\n<p>Braintree does not seek a traditional, prohibitory preliminary injunction, but instead asks for a mandatory preliminary <span class=\"star-pagination\">*41</span> injunction, which requires affirmative action by the non-moving party in advance of trial (in this case, rescission of the contract and a refund of the purchase price pendente lite). Because a mandatory preliminary injunction alters rather than preserves the status quo, it \"normally should be granted only in those circumstances when the exigencies of the situation demand such relief.\" <i>Mass. Coal. of Citizens with </i><i>Disabilities v. Civil Def. Agency,</i> 649 F.2d 71, 76 n.7 (1st Cir.1981). Nevertheless, those exigencies should still be measured according to the same four-factor test, as \"[t]he focus always must be on prevention of injury by a proper order, not merely on preservation of the status quo.\" <i>Crowley v. Local No. 82,</i> 679 F.2d 978, 996 (1st Cir.1982), <i>rev'd on other grounds by</i> 467 U.S. 526, 104 S.Ct. 2557, 81 L.Ed.2d 457 (1984), (quoting <i>Canal Auth. v. Callaway,</i> 489 F.2d 567, 576 (5th Cir.1974)).<sup>[5]</sup></p>\n<p>The district court denied Braintree's motion after considering the first two of these factors, which weigh heaviest in the analysis, <i>Gonzalez-Droz v. Gonzalez-Colon,</i> 573 F.3d 75, 79 (1st Cir.2009), and concluding that the motion failed on each of them. On appeal, we review the district court's decision using the same four-factor test. We will reverse a denial of a preliminary injunction only if \"the district court mistook the law, clearly erred in its factual assessments, or otherwise abused its discretion in [denying] the preliminary injunction.\" <i>ANSYS, Inc. v. Computational Dynamics N. Am., Ltd.</i> 595 F.3d 75, 77 (1st Cir.2010). \"Within that framework, however, findings of fact are reviewed for clear error and issues of law are reviewed de novo.\" <i>United States v. Weikert,</i> 504 F.3d 1, 6 (1st Cir.2007) (internal quotation mark omitted).</p>\n<p>In this case, we need to focus our attention on only one of the four factors irreparable harm, \"the essential prerequisite for equitable relief,\" <i>Gonzalez-Droz,</i> 573 F.3d at 81as Braintree's insufficient showing on it disposes of the claim. Rejecting Braintree's claim that illiquidity was forcing it to forego certain unspecified investment opportunities, the district court concluded that \"a need for liquidity is not irreparable harm because plaintiffs offer no evidence that [CGMI] cannot pay damages and thus provide an adequate remedy at law. Prejudgment interest, moreover, compensates for any loss of use of money.\" <i>Braintree Labs., Inc.,</i> 671 F.Supp.2d at 208.</p>\n<p>On appeal, Braintree urges that its ongoing inability to liquidate its investments is generating incalculable losses from missed opportunities, including new product acquisitions, in-licensing activities, and research and development programs. The ostensibly irreparable harm is to be found not in the amount of funds to which Braintree has effectively been denied access, but to the damage that would flow from that denial. If successful on the merits, Braintree <span class=\"star-pagination\">*42</span> would be unable to rely on the normal time-value of money because, the argument goes, the foregone opportunities might have yielded a higher return than the available pre-judgment interest rate. And, further, Braintree could not rely on a historical rate of return for such investments; it insisted on liquidity from the outset precisely because these entrepreneurial activities are high-risk, high-reward ventures, the want of which is not easily measured in monetary terms after the fact. Because it might be difficult to determine retrospectively how much these missed opportunities were actually worth, Braintree insists that liquidity in the present moment, and not monetary damages at a point in the future, is the only way to make it whole.</p>\n<p>The district court did not abuse its discretion in rejecting this argument. An investor could always claim that she could put money to better use than simply letting it accrue interest at the prevailing rate. An asserted injury so ubiquitous cannot serve as the basis for the issuance of a preliminary injunction. <i>See </i><i>Charlesbank Equity Fund II v. Blinds To Go, Inc.,</i> 370 F.3d 151, 162-63 (1st Cir.2004). Rather, if a claim of irreparable injury tied to outperforming the market could ever be recognized, it could only be on the basis of a substantial evidentiary showing. In the absence of such a showing a plaintiff like Braintree, if successful on the merits, would be entitled only to monetary damages, perhaps calculated with reference to a historical rate of return. And although Braintree stressed at oral argument that its case is exceptional because its year-to-year performances would be too volatile to provide such a reference point, there is no record evidence to support that contention. Braintree's mere say-so is insufficient to convert its desire for prejudgment cash into a justification for a prejudgment injunction.</p>\n<p>In arguing against the district court's conclusion, Braintree principally relies on <i>RoDa Drilling Co. v. Siegal,</i> 552 F.3d 1203 (10th Cir.2009), in which the Tenth Circuit affirmed a lower court's issuance of a preliminary injunction forcing the transfer of record title for various oil and gas investments. The appeals court concluded that the plaintiff suffered irreparable harm by being denied ownership of real property, \"resulting in delays, missed opportunities, and most importantly, unquantifiable damages.\" <i>Id.</i> at 1211. Because \"realizing [the properties'] income potential depends upon active management,\" the court reasoned that potential damages would be \"most difficult to prove, if not practically unquantifiable.\" <i>Id.</i> That was sufficient to establish irreparable harm, even for a mandatory injunction.</p>\n<p>Yet Braintree's reliance on <i>RoDa Drilling</i> is misplaced. The plaintiff in that case had provided expert testimony on the issue of irreparable harm and the unpredictability of damages absent a preliminary injunction. <i>Id.</i> Here, the record contains no such evidence. On that issue, Braintree proffered neither expert testimony nor any data that would tend to show its investment practices and historical rates of return. All it has put in the record is a conclusory affidavit from its Chief Financial Officer. It might be that market conditions, business practices, and investment opportunities would vary so wildly over time that past performance would be too imprecise an instrument to measure compensatory damages in a non-speculative manner. Applied to a business engaged in the research and development of pharmaceutical products, that theory is at least plausible. But plausibility alone is no basis for assailing the district court's finding.</p>\n<p>It is true that we measure irreparable harm on \"a sliding scale, working in <span class=\"star-pagination\">*43</span> conjunction with a moving party's likelihood of success on the merits,\" <i>Vaqueria Tres Monjitas, Inc. v. Irizarry,</i> 587 F.3d 464, 485 (1st Cir.2009), such that \"[t]he strength of the showing necessary on irreparable harm depends in part on the degree of likelihood of success shown.\" <i>Mass. Coal. of Citizens with </i><i>Disabilities,</i> 649 F.2d at 75. Based on this principle, Braintree would rest on the laurels of its case on the merits and ask us to excuse whatever shortcomings might exist in the harm that it alleges. Yet at least some positive showing of irreparable harm must still be made. <i>See </i><i>Gately v. Commonwealth of Mass.,</i> 2 F.3d 1221, 1232 (1st Cir.1993) (\"[A] federal court cannot dispense with the irreparable harm requirement in affording injunctive relief.\").</p>\n<p>Accordingly, we find no abuse of discretion in the district court's decision to withhold preliminary injunctive relief.</p>\n<p></p>\n<h2>III.</h2>\n<p>Braintree also appeals from the district court's order compelling arbitration. Congress enacted the Federal Arbitration Act (\"FAA\"), codified as amended at 9 U.S.C. § 1 <i>et seq.,</i> in order to \"overcome judicial resistance to arbitration and to declare a national policy favoring arbitration of claims that parties contract to settle in that manner.\" <i>Vaden v. Discover Bank,</i> ___ U.S. ___, 129 S.Ct. 1262, 1271, 173 L.Ed.2d 206 (2009) (internal quotations and citations omitted). To further that policy, Section 16(b) of the FAA prohibits the immediate appeal of various interlocutory orders that favor arbitration, including orders compelling arbitration.<sup>[6]</sup><i>See</i> 9 U.S.C. § 16(b)(3). Unfazed by this limitation on our appellate jurisdiction, Braintree advances two arguments for why we should nonetheless consider whether this case is arbitrable. First, Braintree claims that the order may have been final, rather than interlocutory. Second, it contends that we could review the matter by exercising pendent appellate jurisdiction. We take up each argument in turn.</p>\n<p>While Section 16 limits the immediate appealability of most pro-arbitration interlocutory orders, it still permits appeals to be taken from a \"final decision with respect to an arbitration.\" 9 U.S.C. § 16(a)(3). Whether an order compelling arbitration is interlocutory or final depends on whether the district court chooses to stay litigation pending arbitration or instead to dismiss the case entirely. If the district court stays litigation, parties wishing to challenge the case's arbitrability must normally wait until the arbitrator resolves the matter on the merits and the district court enters a final judgment. <i>Green Tree Fin. Corp. v. Randolph,</i> 531 U.S. 79, 87 n. 2, 121 S.Ct. 513, 148 L.Ed.2d 373 (2000). If, on the other hand, the district court couples its order compelling arbitration not with a stay but with an outright dismissal, leaving nothing more for itself to do but execute the eventual judgment, then an appeal may be taken. <i>Id.</i> at 86-87, 121 S.Ct. 513.</p> <p>Seizing on the fact that the district court here did not specify in its order whether it was staying or dismissing the case, Braintree asks us to remand the case to the district court, which could then clarify which outcome it intended. We see no need to do so. To begin with, Braintree did not request this remand until its reply brief, and its opening brief did not even mention the alleged ambiguity except in a cursory footnote appended to its discussion of pendent appellate jurisdiction. We have on numerous occasions warned litigants <span class=\"star-pagination\">*44</span> that \"issues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\" <i>United States v. Zannino,</i> 895 F.2d 1, 17 (1st Cir.1990). The slight development in the reply brief does nothing to help matters, as arguments raised there for the first time come too late to be preserved on appeal. <i>Evans Cabinet Corp. v. Kitchen Intern., Inc.,</i> 593 F.3d 135, 148 n. 20 (1st Cir.2010).</p>\n<p>Moreover, even had the issue been properly preserved, we would still read the district court's order as a stay. CGMI's motion to compel arbitration specifically requested a stay pending arbitration. <i>See</i> Defendant's Motion to Stay Proceedings Pending Determination of the MDL Panel or to Compel Arbitration at 1, <i>Braintree Labs.,</i> 671 F.Supp.2d 202 (D.Mass.2009). It is true that the court granted the motion without reference to either a stay or a dismissal in so many words. But we think that if it had meant to provide relief other than that sought in the motion it was granting, it would have said so. The most plausible reading of the order is that the court was granting the motion to compel arbitration in its entirety, including the requested stay pending arbitration.<sup>[7]</sup></p>\n<p>Braintree next posits that even if the district court's order is otherwise non-appealable under Section 16, we may still review it through the exercise of pendent appellate jurisdiction. \"Instances in which the exercise of pendent appellate jurisdiction is appropriate are hen's-teeth rare,\" arising only when \"(i) a non-appealable issue is inextricably intertwined with one or more appealable issues or (ii) review of a non-appealable issue is essential to ensure meaningful review of an appealable issue.\" <i>P.R. Ports Auth. v. BARGE KATY-B,</i> 427 F.3d 93, 107 (1st Cir.2005). Other circuits have disagreed over whether this seldom-used doctrine could ever permit the review of interlocutory orders that § 16 brands as non-appealable. <i>Compare </i><i>IDS Life Ins. Co. v. SunAmerica, Inc.,</i> 103 F.3d 524, 528 (7th Cir.1996) (holding that Section 16 creates a bright-line rule against the exercise of pendent appellate jurisdiction over refusals to stay arbitration), <i>with </i><i>Nat'l R.R. Passenger Corp. v. ExpressTrak LLC,</i> 330 F.3d 523, 528 (D.C.Cir.2003) (rejecting the Seventh Circuit's approach in favor of a rule that would allow the exercise of pendent appellate jurisdiction under limited circumstances); <i>Freeman v. Complex Computing Co., Inc.,</i> 119 F.3d 1044, 1050 (2d Cir.1997) (same).</p>\n<p>Ultimately, however, this case does not require us to choose sides. Even assuming arguendo that pendent appellate jurisdiction could in some instances be exercised over orders compelling arbitration, this would not be one of those instances. Far from being inextricably intertwined, the district court's refusal to grant a preliminary injunction and its decision to compel arbitration have little to do with each other. The former concerns the underlying claim for relief; the latter concerns the forum in which that claim is to be adjudicated. Braintree relies on <i>National Railroad Passenger Corp.,</i> in which the D.C. Circuit found an order compelling arbitration and an order granting a preliminary <span class=\"star-pagination\">*45</span> injunction to be inextricably intertwined, but that case is distinguishable. There, the district court had enjoined the parties, not based on any irreparable harm or likelihood of success of the claim to be arbitrated, but based on its conclusion that the arbitration clause itself \"clearly contemplated\" injunctive relief pending arbitration. 330 F.3d at 528 (quoting <i>Nat'l R.R. Passenger Corp. v. Expresstrak, L.L.C.,</i> 233 F.Supp.2d 39, 50 (D.D.C.2002)). Because that injunction was only as valid as the arbitration clause that dictated it, the D.C. Circuit found that the injunction was entirely dependent onand therefore conferred pendent appellate jurisdiction overthe case's arbitrability. <i>Id.</i> It was only this \"unique factual context\" that removed any concern that the movant was \"`parlay[ing] ... collateral orders into multi-issue interlocutory appeal tickets.'\" <i>Id.</i> (quoting <i>Swint v. Chambers County Comm'n,</i> 514 U.S. 35, 49, 115 S.Ct. 1203, 131 L.Ed.2d 60 (1995)) (alterations in original).</p>\n<p>Here, by contrast, the preliminary injunction rises or falls with the traditional four-step analysis, and none of these steps logically depends on the answer to the question of arbitrability. Whether we might conclude that the case belongs in arbitration would not change whether Braintree's claim on the merits is likely to succeed or whether Braintree is likely to suffer irreparable harm while the arbitration is pending, nor would it alter the balance of hardships or the extent of the public interest in the outcome.<sup>[8]</sup> Braintree points to the fact that its claims to both a non-arbitral forum and to a provisional remedy depend on Section 410(a)(2). This may be true so far as it goes, but it doesn't go nearly far enough. That the two claims require us to construe two different aspects of the same statute does not in and of itself make those claims inextricably intertwined. We may meaningfully review whether Braintree's state law action merits provisional relief under Section 410(a)(2) without any need to determine whether that statute limits the arbitrability of the action. Braintree also makes the conclusory assertion that both claims require consideration of its brokerage agreements and CGMI's consent agreement with the SEC. Even if this assertion were true (and, unaided by any explanation from Braintree, we are not convinced that it is), it is similarly insufficient to establish pendent appellate jurisdiction. Whatever common issues of fact these documents might create, we still need not reach the non-appealable claim in order to resolve the appealable one.</p>\n<p>In short, even assuming that pendent appellate jurisdiction could ever be exercised in the arbitrability context, we find no basis for exercising it in this case. We therefore conclude that we have no jurisdiction <span class=\"star-pagination\">*46</span> to review the district court's interlocutory order compelling arbitration.</p>\n<p></p>\n<h2>IV.</h2>\n<p>For the foregoing reasons, we <i>affirm</i> the district court's order denying Braintree's motion for a preliminary injunction and <i>dismiss</i> for lack of jurisdiction Braintree's appeal from the district court's order compelling arbitration.</p>\n<h2>NOTES</h2>\n<p>[*]  The Hon. David H. Souter, Associate Justice (Ret.) of the Supreme Court of the United States, sitting by designation.</p>\n<p>[1]  The other named defendant, Citi Smith Barney, is a division and service mark of CGMI.</p>\n<p>[2]  The other two named plaintiffs are affiliates of Braintree Laboratories.</p>\n<p>[3]  The district court had supplemental jurisdiction over the non-federal claims pursuant to 28 U.S.C. § 1367.</p>\n<p>[4]  A preliminary injunction pending arbitration is ordinarily temporary emergency relief that extends only until the arbitrator itself can decide whether to award relief, <i>Next Step Med. Co. v. Johnson &amp; Johnson Int'l,</i> 619 F.3d 67, 70-71 (1st Cir.2010); <i>see </i><i>Merrill Lynch, Pierce, Fenner &amp; Smith, Inc. v. Salvano,</i> 999 F.2d 211, 215 (7th Cir.1993); and if in this case the arbitration panel could give temporary relief, then any court relief would last until the arbitrator could act on such a request. <i>Salvano,</i> 999 F.2d at 215. Because we agree that Braintree is not entitled to a preliminary injunction at all, its possible duration need not be determined.</p>\n<p>[5]  We have previously explained that the status quo may be determined by looking at \"the last uncontested status which preceded the pending controversy.\" <i>Crowley,</i> 679 F.2d at 995-96. At oral argument, Braintree suggested that such status was in fact the period before it purchased the ARS, rather than the time at which relief was sought. The theory is not entirely devoid of support. <i>United Steelworkers of Am., AFL-CIO v. Textron, Inc.,</i> 836 F.2d 6, 10 (1st Cir.1987) (Breyer, J.) (concluding that an injunction requiring the payment of benefits was properly viewed \"not as mandatory, but as prohibitory\" where the last uncontested status that preceded the pending controversy was a status in which the defendant paid the necessary premiums). Nevertheless, because Braintree had not disputed the \"mandatory injunction\" classification prior to oral argument, leaving CGMI with no opportunity to prepare a counterargument, we do not rely on that theory here. <i>See </i><i>The Shell Co. (Puerto Rico) Ltd. v. Los Frailes Serv. Station,</i> 605 F.3d 10, 19 (1st Cir.2010).</p>\n<p>[6]  The statute provides an exception for orders that the district court certifies for appeal under 28 U.S.C. § 1292(b), but that exception is not at issue here.</p>\n<p>[7]  We note that district courts can easily avoid this sort of confusion in the future. The Second Circuit offered sound advice when it urged \"district courts in these circumstances to be as clear as possible about whether they truly intend to dismiss an action or mean to grant a stay pursuant to 9 U.S.C. § 3, which supplies that power, or whether they mean to do something else entirely.\" <i>Salim Oleochemicals v. M/V Shropshire,</i> 278 F.3d 90, 93 (2d Cir.2002) (Sotomayor, J.).</p>\n<p>[8]  Braintree contends that insofar as it has alleged that CGMI's invocation of arbitration rights violates the SEC consent agreement, the public interest prong would be affected. Again, this conflates the primary dispute over ultimate relief with the secondary dispute over the appropriate forum. The public interest that is referred to in the test for a preliminary injunction means the public's interest in the issuance of <i>the injunction itself.</i> It does not, by contrast, mean the public's interest in other claims that happen to touch upon the factual circumstances giving rise to the request for the injunction. Just because the public may have a stake in a non-appealable decision does not permit the appellant to handcuff that decision to a request for a preliminary injunction and thereby attain immediate review. Here, even if there were some public interest in Braintree litigating its claims in a court rather than before an arbitrator, that would have no bearing on our consideration of whether the public has an additional but separate interest in the preliminary rescission of Braintree's contract pending the final outcome of the dispute.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">622</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></span> (2010)</b></center>\n<center><h1>BRAINTREE LABORATORIES, INC., Braintree Holdings, and Braintree Real Estate Management Company, LLC., Plaintiffs, Appellants,<br>\nv.<br>\nCITIGROUP GLOBAL MARKETS INC. and Citi Smith Barney, Defendants, Appellees.</h1></center>\n<center>No. 09-2540.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 1, 2010.</center>\n<center>Decided October 12, 2010.</center>\n<p><span class=\"star-pagination\">*38</span> Barry S. Pollack, with whom Joshua L. Solomon, Phillip Rakhunov and Sullivan &amp; Worcester LLP, were on brief, for appellants.</p>\n<p>Charles E. Davidow, with whom Brad S. Karp, Susanna M. Buergel, Paul, Weiss, Rifkind, Wharton &amp; Garrison LLP, Robert A. Buhlman, Brandon L. Bigelow and Bingham McCutchen LLP, were on brief, for appellees.</p>\n<p>Before BOUDIN, Circuit Judge, SOUTER,<sup>[*]</sup> Associate Justice, and HOWARD, Circuit Judge.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>In February of 2008, the market for auction-rate securities (\"ARS\") froze, creating a well-publicized liquidity crisis. During the following summer, plaintiffs Braintree Laboratories, Inc., Braintree Holdings, and Braintree Real Estate Management Company (collectively, \"Braintree\") made $41 million worth of investments in ARSby that point already illiquid and significantly depreciatedat par value. Braintree later insisted that it had been deceived. Claiming that its broker-dealer, defendant Citigroup Global <span class=\"star-pagination\">*39</span> Markets, Inc. (\"CGMI\"),<sup>[1]</sup> had misrepresented the purchased securities as entirely liquid money market investments, Braintree brought this action in federal district court seeking rescission of the transactions, restitution of the consideration paid, and damages.</p>\n<p>The district court ordered the dispute transferred to arbitration pursuant to Braintree's brokerage agreement. It also denied Braintree's request for a mandatory preliminary injunction to rescind the contract and refund the purchase price, pending arbitration. <i>Braintree Labs., Inc. v. Citigroup Global Markets, Inc.,</i> <span class=\"citation\" data-id=\"2407913\"><a href=\"/opinion/2407913/braintree-laboratories-v-citigroup-global-markets/\"><span class=\"volume\">671</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">202</span></a></span> (D.Mass.2009). Braintree now appeals both of those decisions.</p>\n<p></p>\n<h2>I.</h2>\n<p>ARS are debt instruments, such as municipal or corporate bonds, with long-term maturities. Their interest rates or dividend yields are reset periodically through so-called Dutch auctions managed by the issuing bank or another financial institution. Potential purchasers, including the existing holders of the securities, bid the lowest interest rate or dividend yield that they are willing to accept. A designated auctioneer then sets the interest rate for the period until the next auction by determining the lowest bid rate at which all securities at auction could be sold to buyers.</p>\n<p>So long as auctions continue to clear, meaning that a willing bidder exists for every security up for auction, then any holder can turn around and sell the security as soon as the next auction arrives typically either a week or a month distant. If, however, the number of bids submitted is less than the number of ARS up for auction, then the auction fails. When such a failure occurs, ARS holders wishing to sell are unable to do so. As a result, the securities' liquidity depends on there being a critical mass of bidders.</p>\n<p>For years, investors in ARS generally did not need to fear auction failures, as the broker-dealers who facilitated the auction would voluntarily place \"cover bids\" to purchase the number of ARS necessary to ensure the auction cleared, effectively serving as bidders of last resort. Failures remained the exception rather than the rule, and broker-dealers were able to promote ARS as cash equivalents with the advantage of higher interest rates than a short-term loan. By early 2008, the market for ARS had grown to $330 billion.</p>\n<p>In February 2008, the system collapsed. With the worldwide credit markets in crisis, broker-dealers that had previously intervened to ensure successful auctions ceased to do so. Auctions began to fail widely, and many owners of now-illiquid ARS were left holding their investments indefinitely.</p>\n<p>The freeze in the ARS market sparked a number of class action lawsuits and regulatory enforcement measures against the firms that had marketed ARS to investors as liquid money market alternatives. One of these firms was CGMI. In August 2008, CGMI entered into a settlement agreement with the Securities and Exchange Commission (\"SEC\"), as well as with various state agencies. That agreement provided some relief to certain classes of investors, but those not covered by it were left to pursue private litigation for redress of their losses.</p>\n<p>Braintree Laboratories, a pharmaceutical company, is one of the many institutional investors that purchased ARS from CGMI.<sup>[2]</sup> It opened brokerage accounts <span class=\"star-pagination\">*40</span> with CGMI between 2001 and 2003, and had bought ARS from CGMI well before the market froze in 2008. Braintree has not challenged any of these pre-2008 sales. Rather, Braintree alleges that CGMI continued to sell it ARS in a series of transactions between June and August 2008well after the freeze and during the pendency of regulatory investigationswhile incorrectly informing Braintree that the securities were liquid government bonds. Seeking to rescind these sales, which were not affected by CGMI's settlements, Braintree brought suit in federal district court under Section 10(b) of the Securities Exchange Act of 1934, the Massachusetts Uniform Securities Act, and other state statutory and common law doctrines not at issue in this appeal.<sup>[3]</sup></p>\n<p>Braintree's primary piece of evidence supporting its allegations is the sworn testimony of Peter Renaghan, Braintree's broker at CGMI and the employee who sold the disputed securities on CGMI's behalf. During a deposition for a related state action, Renaghan stated that he had never used the term ARS in connection with the sale, instead referring to the securities as money market alternatives that could be sold within seven days. Renaghan recounted how Braintree had emphasized from the start that its top investment priority was liquidity. Renaghan then explained that he had mistakenly believed these securities to satisfy that objective, and that Braintree had in turn believed the inaccurate information that he gave.</p>\n<p>CGMI responded to the complaint by moving to transfer the dispute to arbitration, pursuant to a clause in Braintree's brokerage agreement. While that motion was pending, Braintree moved for a preliminary injunction requiring CGMI to refund the purchase price pendente lite. Finding the arbitration clause to be binding and provisional relief to be inappropriate, the district court granted CGMI's motion and denied Braintree's. Braintree now appeals both rulings.</p>\n<p></p>\n<h2>II.</h2>\n<p>Braintree first appeals from the denial of its motion for a preliminary injunction pending arbitration. District courts have the authority to issue injunctive relief even where resolution of the case on the merits is bound for arbitration. <i>P.R. Hosp. Supply, Inc. v. Boston Scientific Corp.,</i> <span class=\"citation\" data-id=\"201880\"><a href=\"/opinion/201880/puerto-rico-hospital-v-boston-scientific/\"><span class=\"volume\">426</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">503</span></a></span>, 505 (1st Cir.2005).<sup>[4]</sup> Accordingly, courts assessing the propriety of injunctive relief pending arbitration proceed according to the familiar set of four factors: \"(i) the likelihood that the movant will succeed on the merits; (ii) the possibility that, without an injunction, the movant will suffer irreparable harm; (iii) the balance of relevant hardships as between the parties; and (iv) the effect of the court's ruling on the public interest.\" <i>Waldron v. George Weston Bakeries, Inc.,</i> <span class=\"citation\" data-id=\"203877\"><a href=\"/opinion/203877/waldron-v-george-weston-bakeries-inc/\"><span class=\"volume\">570</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 9 (1st Cir.2009).</p>\n<p>Braintree does not seek a traditional, prohibitory preliminary injunction, but instead asks for a mandatory preliminary <span class=\"star-pagination\">*41</span> injunction, which requires affirmative action by the non-moving party in advance of trial (in this case, rescission of the contract and a refund of the purchase price pendente lite). Because a mandatory preliminary injunction alters rather than preserves the status quo, it \"normally should be granted only in those circumstances when the exigencies of the situation demand such relief.\" <i>Mass. Coal. of Citizens with </i><i>Disabilities v. Civil Def. Agency,</i> <span class=\"citation\" data-id=\"390430\"><a href=\"/opinion/390430/massachusetts-coalition-of-citizens-with-disabilities-v-civil-defense/\"><span class=\"volume\">649</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">71</span></a></span>, 76 n.7 (1st Cir.1981). Nevertheless, those exigencies should still be measured according to the same four-factor test, as \"[t]he focus always must be on prevention of injury by a proper order, not merely on preservation of the status quo.\" <i>Crowley v. Local No. 82,</i> <span class=\"citation\" data-id=\"404966\"><a href=\"/opinion/404966/jerome-crowley-anthony-coyne-joseph-fahey-robert-lunnin-james-hayes/\"><span class=\"volume\">679</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">978</span></a></span>, 996 (1st Cir.1982), <i>rev'd on other grounds by</i> <span class=\"citation\" data-id=\"111210\"><a href=\"/opinion/111210/furniture-moving-drivers-v-crowley/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">526</span></a></span>, <span class=\"citation\" data-id=\"111210\"><a href=\"/opinion/111210/furniture-moving-drivers-v-crowley/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2557</span></a></span>, <span class=\"citation\" data-id=\"111210\"><a href=\"/opinion/111210/furniture-moving-drivers-v-crowley/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">457</span></a></span> (1984), (quoting <i>Canal Auth. v. Callaway,</i> <span class=\"citation\" data-id=\"315819\"><a href=\"/opinion/315819/the-canal-authority-of-the-state-of-florida-v-howard-h-callaway/\"><span class=\"volume\">489</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">567</span></a></span>, 576 (5th Cir.1974)).<sup>[5]</sup></p>\n<p>The district court denied Braintree's motion after considering the first two of these factors, which weigh heaviest in the analysis, <i>Gonzalez-Droz v. Gonzalez-Colon,</i> <span class=\"citation\" data-id=\"203925\"><a href=\"/opinion/203925/gonzalez-droz-v-gonzalez-colon/\"><span class=\"volume\">573</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span>, 79 (1st Cir.2009), and concluding that the motion failed on each of them. On appeal, we review the district court's decision using the same four-factor test. We will reverse a denial of a preliminary injunction only if \"the district court mistook the law, clearly erred in its factual assessments, or otherwise abused its discretion in [denying] the preliminary injunction.\" <i>ANSYS, Inc. v. Computational Dynamics N. Am., Ltd.</i> <span class=\"citation no-link\"><span class=\"volume\">595</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></span>, 77 (1st Cir.2010). \"Within that framework, however, findings of fact are reviewed for clear error and issues of law are reviewed de novo.\" <i>United States v. Weikert,</i> <span class=\"citation\" data-id=\"202888\"><a href=\"/opinion/202888/united-states-v-weikert/\"><span class=\"volume\">504</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.2007) (internal quotation mark omitted).</p>\n<p>In this case, we need to focus our attention on only one of the four factors irreparable harm, \"the essential prerequisite for equitable relief,\" <i>Gonzalez-Droz,</i> 573 F.3d at 81as Braintree's insufficient showing on it disposes of the claim. Rejecting Braintree's claim that illiquidity was forcing it to forego certain unspecified investment opportunities, the district court concluded that \"a need for liquidity is not irreparable harm because plaintiffs offer no evidence that [CGMI] cannot pay damages and thus provide an adequate remedy at law. Prejudgment interest, moreover, compensates for any loss of use of money.\" <i>Braintree Labs., Inc.,</i> 671 F.Supp.2d at 208.</p>\n<p>On appeal, Braintree urges that its ongoing inability to liquidate its investments is generating incalculable losses from missed opportunities, including new product acquisitions, in-licensing activities, and research and development programs. The ostensibly irreparable harm is to be found not in the amount of funds to which Braintree has effectively been denied access, but to the damage that would flow from that denial. If successful on the merits, Braintree <span class=\"star-pagination\">*42</span> would be unable to rely on the normal time-value of money because, the argument goes, the foregone opportunities might have yielded a higher return than the available pre-judgment interest rate. And, further, Braintree could not rely on a historical rate of return for such investments; it insisted on liquidity from the outset precisely because these entrepreneurial activities are high-risk, high-reward ventures, the want of which is not easily measured in monetary terms after the fact. Because it might be difficult to determine retrospectively how much these missed opportunities were actually worth, Braintree insists that liquidity in the present moment, and not monetary damages at a point in the future, is the only way to make it whole.</p>\n<p>The district court did not abuse its discretion in rejecting this argument. An investor could always claim that she could put money to better use than simply letting it accrue interest at the prevailing rate. An asserted injury so ubiquitous cannot serve as the basis for the issuance of a preliminary injunction. <i>See </i><i>Charlesbank Equity Fund II v. Blinds To Go, Inc.,</i> <span class=\"citation\" data-id=\"201049\"><a href=\"/opinion/201049/charlesbank-v-blinds-to-go-inc/\"><span class=\"volume\">370</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">151</span></a></span>, 162-63 (1st Cir.2004). Rather, if a claim of irreparable injury tied to outperforming the market could ever be recognized, it could only be on the basis of a substantial evidentiary showing. In the absence of such a showing a plaintiff like Braintree, if successful on the merits, would be entitled only to monetary damages, perhaps calculated with reference to a historical rate of return. And although Braintree stressed at oral argument that its case is exceptional because its year-to-year performances would be too volatile to provide such a reference point, there is no record evidence to support that contention. Braintree's mere say-so is insufficient to convert its desire for prejudgment cash into a justification for a prejudgment injunction.</p>\n<p>In arguing against the district court's conclusion, Braintree principally relies on <i>RoDa Drilling Co. v. Siegal,</i> <span class=\"citation\" data-id=\"171652\"><a href=\"/opinion/171652/roda-drilling-co-v-siegal/\"><span class=\"volume\">552</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1203</span></a></span> (10th Cir.2009), in which the Tenth Circuit affirmed a lower court's issuance of a preliminary injunction forcing the transfer of record title for various oil and gas investments. The appeals court concluded that the plaintiff suffered irreparable harm by being denied ownership of real property, \"resulting in delays, missed opportunities, and most importantly, unquantifiable damages.\" <i>Id.</i> at 1211. Because \"realizing [the properties'] income potential depends upon active management,\" the court reasoned that potential damages would be \"most difficult to prove, if not practically unquantifiable.\" <i>Id.</i> That was sufficient to establish irreparable harm, even for a mandatory injunction.</p>\n<p>Yet Braintree's reliance on <i>RoDa Drilling</i> is misplaced. The plaintiff in that case had provided expert testimony on the issue of irreparable harm and the unpredictability of damages absent a preliminary injunction. <i>Id.</i> Here, the record contains no such evidence. On that issue, Braintree proffered neither expert testimony nor any data that would tend to show its investment practices and historical rates of return. All it has put in the record is a conclusory affidavit from its Chief Financial Officer. It might be that market conditions, business practices, and investment opportunities would vary so wildly over time that past performance would be too imprecise an instrument to measure compensatory damages in a non-speculative manner. Applied to a business engaged in the research and development of pharmaceutical products, that theory is at least plausible. But plausibility alone is no basis for assailing the district court's finding.</p>\n<p>It is true that we measure irreparable harm on \"a sliding scale, working in <span class=\"star-pagination\">*43</span> conjunction with a moving party's likelihood of success on the merits,\" <i>Vaqueria Tres Monjitas, Inc. v. Irizarry,</i> <span class=\"citation no-link\"><span class=\"volume\">587</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">464</span></span>, 485 (1st Cir.2009), such that \"[t]he strength of the showing necessary on irreparable harm depends in part on the degree of likelihood of success shown.\" <i>Mass. Coal. of Citizens with </i><i>Disabilities,</i> 649 F.2d at 75. Based on this principle, Braintree would rest on the laurels of its case on the merits and ask us to excuse whatever shortcomings might exist in the harm that it alleges. Yet at least some positive showing of irreparable harm must still be made. <i>See </i><i>Gately v. Commonwealth of Mass.,</i> <span class=\"citation\" data-id=\"628597\"><a href=\"/opinion/628597/62-fair-emplpraccas-1033-62-empl-prac-dec-p-42508-17-employee/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1221</span></a></span>, 1232 (1st Cir.1993) (\"[A] federal court cannot dispense with the irreparable harm requirement in affording injunctive relief.\").</p>\n<p>Accordingly, we find no abuse of discretion in the district court's decision to withhold preliminary injunctive relief.</p>\n<p></p>\n<h2>III.</h2>\n<p>Braintree also appeals from the district court's order compelling arbitration. Congress enacted the Federal Arbitration Act (\"FAA\"), codified as amended at 9 U.S.C. § 1 <i>et seq.,</i> in order to \"overcome judicial resistance to arbitration and to declare a national policy favoring arbitration of claims that parties contract to settle in that manner.\" <i>Vaden v. Discover Bank,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145900\"><a href=\"/opinion/145900/vaden-v-discover-bank/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1262</span></a></span>, 1271, <span class=\"citation\" data-id=\"145900\"><a href=\"/opinion/145900/vaden-v-discover-bank/\"><span class=\"volume\">173</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">206</span></a></span> (2009) (internal quotations and citations omitted). To further that policy, Section 16(b) of the FAA prohibits the immediate appeal of various interlocutory orders that favor arbitration, including orders compelling arbitration.<sup>[6]</sup><i>See</i> 9 U.S.C. § 16(b)(3). Unfazed by this limitation on our appellate jurisdiction, Braintree advances two arguments for why we should nonetheless consider whether this case is arbitrable. First, Braintree claims that the order may have been final, rather than interlocutory. Second, it contends that we could review the matter by exercising pendent appellate jurisdiction. We take up each argument in turn.</p>\n<p>While Section 16 limits the immediate appealability of most pro-arbitration interlocutory orders, it still permits appeals to be taken from a \"final decision with respect to an arbitration.\" 9 U.S.C. § 16(a)(3). Whether an order compelling arbitration is interlocutory or final depends on whether the district court chooses to stay litigation pending arbitration or instead to dismiss the case entirely. If the district court stays litigation, parties wishing to challenge the case's arbitrability must normally wait until the arbitrator resolves the matter on the merits and the district court enters a final judgment. <i>Green Tree Fin. Corp. v. Randolph,</i> <span class=\"citation\" data-id=\"118394\"><a href=\"/opinion/118394/green-tree-financial-corp-ala-v-randolph/\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span>, 87 n. 2, <span class=\"citation\" data-id=\"118394\"><a href=\"/opinion/118394/green-tree-financial-corp-ala-v-randolph/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">513</span></a></span>, <span class=\"citation\" data-id=\"118394\"><a href=\"/opinion/118394/green-tree-financial-corp-ala-v-randolph/\"><span class=\"volume\">148</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">373</span></a></span> (2000). If, on the other hand, the district court couples its order compelling arbitration not with a stay but with an outright dismissal, leaving nothing more for itself to do but execute the eventual judgment, then an appeal may be taken. <i>Id.</i> at 86-87, <span class=\"citation\" data-id=\"118394\"><a href=\"/opinion/118394/green-tree-financial-corp-ala-v-randolph/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">513</span></a></span>.</p> <p>Seizing on the fact that the district court here did not specify in its order whether it was staying or dismissing the case, Braintree asks us to remand the case to the district court, which could then clarify which outcome it intended. We see no need to do so. To begin with, Braintree did not request this remand until its reply brief, and its opening brief did not even mention the alleged ambiguity except in a cursory footnote appended to its discussion of pendent appellate jurisdiction. We have on numerous occasions warned litigants <span class=\"star-pagination\">*44</span> that \"issues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\" <i>United States v. Zannino,</i> <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1990). The slight development in the reply brief does nothing to help matters, as arguments raised there for the first time come too late to be preserved on appeal. <i>Evans Cabinet Corp. v. Kitchen Intern., Inc.,</i> <span class=\"citation\" data-id=\"204161\"><a href=\"/opinion/204161/evans-cabinet-corp-v-kitchen-intern-inc/\"><span class=\"volume\">593</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">135</span></a></span>, 148 n. 20 (1st Cir.2010).</p>\n<p>Moreover, even had the issue been properly preserved, we would still read the district court's order as a stay. CGMI's motion to compel arbitration specifically requested a stay pending arbitration. <i>See</i> Defendant's Motion to Stay Proceedings Pending Determination of the MDL Panel or to Compel Arbitration at 1, <i>Braintree Labs.,</i> <span class=\"citation\" data-id=\"2407913\"><a href=\"/opinion/2407913/braintree-laboratories-v-citigroup-global-markets/\"><span class=\"volume\">671</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">202</span></a></span> (D.Mass.2009). It is true that the court granted the motion without reference to either a stay or a dismissal in so many words. But we think that if it had meant to provide relief other than that sought in the motion it was granting, it would have said so. The most plausible reading of the order is that the court was granting the motion to compel arbitration in its entirety, including the requested stay pending arbitration.<sup>[7]</sup></p>\n<p>Braintree next posits that even if the district court's order is otherwise non-appealable under Section 16, we may still review it through the exercise of pendent appellate jurisdiction. \"Instances in which the exercise of pendent appellate jurisdiction is appropriate are hen's-teeth rare,\" arising only when \"(i) a non-appealable issue is inextricably intertwined with one or more appealable issues or (ii) review of a non-appealable issue is essential to ensure meaningful review of an appealable issue.\" <i>P.R. Ports Auth. v. BARGE KATY-B,</i> <span class=\"citation\" data-id=\"201883\"><a href=\"/opinion/201883/puerto-rico-ports-v-barge-katy-b-on/\"><span class=\"volume\">427</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">93</span></a></span>, 107 (1st Cir.2005). Other circuits have disagreed over whether this seldom-used doctrine could ever permit the review of interlocutory orders that § 16 brands as non-appealable. <i>Compare </i><i>IDS Life Ins. Co. v. SunAmerica, Inc.,</i> <span class=\"citation\" data-id=\"732342\"><a href=\"/opinion/732342/ids-life-insurance-co-and-american-express-financial-advisors-inc-v/\"><span class=\"volume\">103</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">524</span></a></span>, 528 (7th Cir.1996) (holding that Section 16 creates a bright-line rule against the exercise of pendent appellate jurisdiction over refusals to stay arbitration), <i>with </i><i>Nat'l R.R. Passenger Corp. v. ExpressTrak LLC,</i> <span class=\"citation\" data-id=\"782111\"><a href=\"/opinion/782111/national-railroad-passenger-corporation-v-expresstrak-llc/\"><span class=\"volume\">330</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">523</span></a></span>, 528 (D.C.Cir.2003) (rejecting the Seventh Circuit's approach in favor of a rule that would allow the exercise of pendent appellate jurisdiction under limited circumstances); <i>Freeman v. Complex Computing Co., Inc.,</i> <span class=\"citation\" data-id=\"744157\"><a href=\"/opinion/744157/daniel-freeman-plaintiff-appellee-cross-appellant-v-complex-computing/\"><span class=\"volume\">119</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1044</span></a></span>, 1050 (2d Cir.1997) (same).</p>\n<p>Ultimately, however, this case does not require us to choose sides. Even assuming arguendo that pendent appellate jurisdiction could in some instances be exercised over orders compelling arbitration, this would not be one of those instances. Far from being inextricably intertwined, the district court's refusal to grant a preliminary injunction and its decision to compel arbitration have little to do with each other. The former concerns the underlying claim for relief; the latter concerns the forum in which that claim is to be adjudicated. Braintree relies on <i>National Railroad Passenger Corp.,</i> in which the D.C. Circuit found an order compelling arbitration and an order granting a preliminary <span class=\"star-pagination\">*45</span> injunction to be inextricably intertwined, but that case is distinguishable. There, the district court had enjoined the parties, not based on any irreparable harm or likelihood of success of the claim to be arbitrated, but based on its conclusion that the arbitration clause itself \"clearly contemplated\" injunctive relief pending arbitration. 330 F.3d at 528 (quoting <i>Nat'l R.R. Passenger Corp. v. Expresstrak, L.L.C.,</i> <span class=\"citation\" data-id=\"2309873\"><a href=\"/opinion/2309873/national-rr-passenger-v-expresstrak-llc/\"><span class=\"volume\">233</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">39</span></a></span>, 50 (D.D.C.2002)). Because that injunction was only as valid as the arbitration clause that dictated it, the D.C. Circuit found that the injunction was entirely dependent onand therefore conferred pendent appellate jurisdiction overthe case's arbitrability. <i>Id.</i> It was only this \"unique factual context\" that removed any concern that the movant was \"`parlay[ing] ... collateral orders into multi-issue interlocutory appeal tickets.'\" <i>Id.</i> (quoting <i>Swint v. Chambers County Comm'n,</i> <span class=\"citation\" data-id=\"117906\"><a href=\"/opinion/117906/swint-v-chambers-county-commn/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">35</span></a></span>, 49, <span class=\"citation\" data-id=\"117906\"><a href=\"/opinion/117906/swint-v-chambers-county-commn/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1203</span></a></span>, <span class=\"citation\" data-id=\"117906\"><a href=\"/opinion/117906/swint-v-chambers-county-commn/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">60</span></a></span> (1995)) (alterations in original).</p>\n<p>Here, by contrast, the preliminary injunction rises or falls with the traditional four-step analysis, and none of these steps logically depends on the answer to the question of arbitrability. Whether we might conclude that the case belongs in arbitration would not change whether Braintree's claim on the merits is likely to succeed or whether Braintree is likely to suffer irreparable harm while the arbitration is pending, nor would it alter the balance of hardships or the extent of the public interest in the outcome.<sup>[8]</sup> Braintree points to the fact that its claims to both a non-arbitral forum and to a provisional remedy depend on Section 410(a)(2). This may be true so far as it goes, but it doesn't go nearly far enough. That the two claims require us to construe two different aspects of the same statute does not in and of itself make those claims inextricably intertwined. We may meaningfully review whether Braintree's state law action merits provisional relief under Section 410(a)(2) without any need to determine whether that statute limits the arbitrability of the action. Braintree also makes the conclusory assertion that both claims require consideration of its brokerage agreements and CGMI's consent agreement with the SEC. Even if this assertion were true (and, unaided by any explanation from Braintree, we are not convinced that it is), it is similarly insufficient to establish pendent appellate jurisdiction. Whatever common issues of fact these documents might create, we still need not reach the non-appealable claim in order to resolve the appealable one.</p>\n<p>In short, even assuming that pendent appellate jurisdiction could ever be exercised in the arbitrability context, we find no basis for exercising it in this case. We therefore conclude that we have no jurisdiction <span class=\"star-pagination\">*46</span> to review the district court's interlocutory order compelling arbitration.</p>\n<p></p>\n<h2>IV.</h2>\n<p>For the foregoing reasons, we <i>affirm</i> the district court's order denying Braintree's motion for a preliminary injunction and <i>dismiss</i> for lack of jurisdiction Braintree's appeal from the district court's order compelling arbitration.</p>\n<h2>NOTES</h2>\n<p>[*]  The Hon. David H. Souter, Associate Justice (Ret.) of the Supreme Court of the United States, sitting by designation.</p>\n<p>[1]  The other named defendant, Citi Smith Barney, is a division and service mark of CGMI.</p>\n<p>[2]  The other two named plaintiffs are affiliates of Braintree Laboratories.</p>\n<p>[3]  The district court had supplemental jurisdiction over the non-federal claims pursuant to 28 U.S.C. § 1367.</p>\n<p>[4]  A preliminary injunction pending arbitration is ordinarily temporary emergency relief that extends only until the arbitrator itself can decide whether to award relief, <i>Next Step Med. Co. v. Johnson &amp; Johnson Int'l,</i> <span class=\"citation\" data-id=\"174349\"><a href=\"/opinion/174349/next-step-medical-co-v-johnson-johnson-intern/\"><span class=\"volume\">619</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">67</span></a></span>, 70-71 (1st Cir.2010); <i>see </i><i>Merrill Lynch, Pierce, Fenner &amp; Smith, Inc. v. Salvano,</i> <span class=\"citation\" data-id=\"611648\"><a href=\"/opinion/611648/fed-sec-l-rep-p-97660-merrill-lynch-pierce-fenner-smith/\"><span class=\"volume\">999</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">211</span></a></span>, 215 (7th Cir.1993); and if in this case the arbitration panel could give temporary relief, then any court relief would last until the arbitrator could act on such a request. <i>Salvano,</i> 999 F.2d at 215. Because we agree that Braintree is not entitled to a preliminary injunction at all, its possible duration need not be determined.</p>\n<p>[5]  We have previously explained that the status quo may be determined by looking at \"the last uncontested status which preceded the pending controversy.\" <i>Crowley,</i> 679 F.2d at 995-96. At oral argument, Braintree suggested that such status was in fact the period before it purchased the ARS, rather than the time at which relief was sought. The theory is not entirely devoid of support. <i>United Steelworkers of Am., AFL-CIO v. Textron, Inc.,</i> <span class=\"citation\" data-id=\"499436\"><a href=\"/opinion/499436/united-steelworkers-of-america-afl-cio-v-textron-inc/\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">6</span></a></span>, 10 (1st Cir.1987) (Breyer, J.) (concluding that an injunction requiring the payment of benefits was properly viewed \"not as mandatory, but as prohibitory\" where the last uncontested status that preceded the pending controversy was a status in which the defendant paid the necessary premiums). Nevertheless, because Braintree had not disputed the \"mandatory injunction\" classification prior to oral argument, leaving CGMI with no opportunity to prepare a counterargument, we do not rely on that theory here. <i>See </i><i>The Shell Co. (Puerto Rico) Ltd. v. Los Frailes Serv. Station,</i> <span class=\"citation\" data-id=\"146034\"><a href=\"/opinion/146034/shell-co-v-los-frailes-service-station/\"><span class=\"volume\">605</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></a></span>, 19 (1st Cir.2010).</p>\n<p>[6]  The statute provides an exception for orders that the district court certifies for appeal under 28 U.S.C. § 1292(b), but that exception is not at issue here.</p>\n<p>[7]  We note that district courts can easily avoid this sort of confusion in the future. The Second Circuit offered sound advice when it urged \"district courts in these circumstances to be as clear as possible about whether they truly intend to dismiss an action or mean to grant a stay pursuant to 9 U.S.C. § 3, which supplies that power, or whether they mean to do something else entirely.\" <i>Salim Oleochemicals v. M/V Shropshire,</i> <span class=\"citation\" data-id=\"776285\"><a href=\"/opinion/776285/salim-oleochemicals-v-mv-shropshire/\"><span class=\"volume\">278</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">90</span></a></span>, 93 (2d Cir.2002) (Sotomayor, J.).</p>\n<p>[8]  Braintree contends that insofar as it has alleged that CGMI's invocation of arbitration rights violates the SEC consent agreement, the public interest prong would be affected. Again, this conflates the primary dispute over ultimate relief with the secondary dispute over the appropriate forum. The public interest that is referred to in the test for a preliminary injunction means the public's interest in the issuance of <i>the injunction itself.</i> It does not, by contrast, mean the public's interest in other claims that happen to touch upon the factual circumstances giving rise to the request for the injunction. Just because the public may have a stake in a non-appealable decision does not permit the appellant to handcuff that decision to a request for a preliminary injunction and thereby attain immediate review. Here, even if there were some public interest in Braintree litigating its claims in a court rather than before an arbitrator, that would have no bearing on our consideration of whether the public has an additional but separate interest in the preliminary rescission of Braintree's contract pending the final outcome of the dispute.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111210/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117906/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118394/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145900/",
    "http://www.courtlistener.com/api/rest/v3/opinions/146034/",
    "http://www.courtlistener.com/api/rest/v3/opinions/171652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/174349/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201049/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201880/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201883/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202888/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203877/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203925/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204161/",
    "http://www.courtlistener.com/api/rest/v3/opinions/315819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/390430/",
    "http://www.courtlistener.com/api/rest/v3/opinions/404966/",
    "http://www.courtlistener.com/api/rest/v3/opinions/499436/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/611648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628597/",
    "http://www.courtlistener.com/api/rest/v3/opinions/732342/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776285/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2309873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2407913/"
  ]
}