{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/181337/",
  "absolute_url": "/opinion/181337/lamboy-ortiz-v-ortiz-velez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/181337/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2010-12-17T19:16:14Z",
  "date_modified": "2016-04-26T12:34:36.035960Z",
  "type": "010combined",
  "sha1": "62d92450c4ca66157ca1b78c1d301e5e6e69db76",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-1640P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/12/17/Lamboy-Ortiz_v._Ortiz-Velez.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\nNo. 09-1640\n\n   LT. PEDRO J. LAMBOY-ORTIZ; SGT. ROBERTO FIGUEROA-MONTALVO;\n                             ET AL.,\n\n                     Plaintiffs, Appellants,\n\n                               v.\n\n MIGUEL G. ORTIZ-VÉLEZ, in his official capacity as Mayor of the\n                  Municipality of Sabana Grande,\n\n                      Defendant, Appellee,\n\nMIGUEL PEREIRA, in his official capacity as former Superintendent\nof Police of Puerto Rico; VICTOR RIVERA, in his official capacity\n    as Superintendent of Police of Puerto Rico; MIGUEL G. ORTIZ-\n  VÉLEZ, in his personal capacity as Mayor of the Municipality of\n     Sabana Grande; MARISOL VARGAS-SANTIAGO, policewoman, in her\n personal capacity and in her official capacity as Officer of the\n      Police of Puerto Rico; COLONEL CESAR GRACIA-ORTIZ, in his\n     personal capacity and in his official capacity as Assistant\n  Superintendent of the Police of Puerto Rico; LT. EMIDIO LABOY-\n  CASTILLO, in his personal capacity and in his official capacity\n      as Police Commander of the Police of Puerto Rico in Sabana\n  Grande; JOSÉ SANTANA-PÉREZ, policeman, in his personal capacity\n  and in his official capacity as member of the Police of Puerto\n          Rico; UNKNOWN DEFENDANTS A-Z; UNKNOWN EMPLOYER ABC,\n\n                           Defendants.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n       [Hon. Carmen Consuelo Cerezo, U.S. District Judge]\n\n\n                             Before\n\n                  Torruella, Lipez, and Howard,\n                         Circuit Judges.\n\f     Francisco J. González-Magaz, with whom Francisco R. González\nLaw Office was on brief, for appellants.\n     Johanna M. Emmanuelli Huertas, with whom The Law Offices of\nPedro E. Ortiz Álvarez, PSC was on brief, for appellee.\n\n\n\n                        December 17, 2010\n\f           LIPEZ, Circuit Judge.    This appeal involves an award of\n\nclose to $130,000 in attorney's fees against unsuccessful civil\n\nrights plaintiffs and over $60,000 in sanctions against plaintiffs'\n\ncounsel personally.   Plaintiffs, who survived various dispositive\n\nmotions and proceeded to a jury trial on their claims, argue that\n\ntheir lawsuit was not so unfounded or unreasonable as to justify an\n\naward of fees to the defendant in a civil rights lawsuit.     We agree\n\nand therefore vacate the fee award.\n\n           We conclude, however, that the district court did not\n\nabuse its discretion in imposing sanctions on plaintiffs' counsel,\n\nwhose vexatious conduct and manifest disrespect of the district\n\ncourt proceedings stand out even in the dry pages of the record on\n\nappeal.    Still, the amount of the sanction far exceeds what could\n\nbe justified in the name of deterrence.      We therefore reduce the\n\nsanction to $5,000.\n\n                                   I.\n\n           Plaintiffs Pedro Lamboy-Ortiz (Lamboy-Ortiz) and Roberto\n\nFigueroa-Montalvo (Figueroa-Montalvo) were formerly employed as\n\npolicemen in the municipality of Sabana Grande, Puerto Rico, and\n\nare members of Puerto Rico's New Progressive Party (NPP).      In this\n\nlawsuit,   Lamboy-Ortiz   and   Figueroa-Montalvo   alleged   that   the\n\ndefendants, including the Mayor of Sabana Grande and various\n\nmembers of the Sabana Grande and Puerto Rico Police, each of whom\n\nbelongs to the opposition Popular Democratic Party (PDP), conspired\n\n\n                                  -2-\n\fto deprive them of their civil rights and effectively remove them\n\nfrom the local police force.\n\nA.   Events Underlying the Plaintiffs' Civil Rights Suit1\n\n                The dispute has its roots in an incident that allegedly\n\noccurred on December 15, 2001 in the Sabana Grande police station,\n\non the day of a visit to Sabana Grande by Sila Calderón, then\n\nGovernor of Puerto Rico and leader of the PDP.            In anticipation of\n\nthe governor's arrival, Mayor Miguel Ortiz-Vélez called the police\n\nstation and asked for an officer to be dispatched to the Sabana\n\nGrande City Hall to pick up a framed picture of the governor for\n\ndisplay in the police station.             Marisol Vargas-Santiago (Vargas-\n\nSantiago) was on duty at the station's main desk and received the\n\ncall.       She responded to the Mayor's call by detailing officer José\n\nSantana-Pérez (Santana-Pérez) to retrieve the picture.\n\n                What happened upon Santana-Pérez's return is contested.\n\nOfficer Vargas-Santiago alleges that Sergeant Figueroa-Montalvo\n\nmade        offensive   comments   about    Governor   Calderón   during   the\n\nportrait's hanging,2 and that Lieutenant Lamboy-Ortiz, who was\n\n\n       1\n       Because the record designated by the parties for appeal\ncontains only limited excerpts from the trial transcript, we have\nrelied for this factual recitation on a variety of sources,\nincluding the excerpted trial transcripts, the district court's\norders, and the parties' filings in the district court.\n        2\n       According to Vargas-Santiago, Figueroa-Montalvo referred to\nGovernor Calderón as a prostitute who was cheating on her husband\nand neglecting her family (referencing the much-publicized break-up\nof the Governor's marriage in 2001).       Vargas-Santiago further\nclaims that Figueroa-Montalvo and Lamboy-Ortiz had made offensive\n\n                                       -3-\n\fAssistant Commander of the Sabana Grande District and the officer\n\nresponsible for supervising the station at the time, indicated his\n\nagreement with Figueroa-Montalvo's off-color comments.            Figueroa-\n\nMontalvo and Lamboy-Ortiz have denied that there were any such\n\ncomments.    Of the witnesses present at the time of the alleged\n\ncomments, the only one who has corroborated Vargas-Santiago's\n\naccount -- Santana-Pérez -- appears to have later recanted.3\n\n            Nonetheless, Vargas-Santiago filed administrative charges\n\nshortly after the alleged incident, precipitating a comprehensive\n\ninternal    investigation.      Responsibility     for   the   investigation\n\ninitially    rested   with   defendant    Emilio   Laboy-Castillo   (Laboy-\n\nCastillo), Commander of the Puerto Rico Police in Sabana Grande,\n\nbut was later transferred to an officer from the Office for Public\n\nIntegrity.    Over the course of several months, the investigators\n\ninterviewed more than ten potential witnesses to the alleged\n\n\n\nremarks earlier that day about other members of the Sabana Grande\npolice force, characterizing policewomen as prostitutes and male\npolice guards as cuckolds.\n     3\n       The plaintiffs included in an addendum to their opening\nbrief in this appeal a sworn statement from Santana-Pérez, dated\nlate 2003, recanting his prior corroborating statements and\ndeclaring that Vargas-Santiago had pressured him to lie. We have\nbeen unable to verify whether this statement was ever submitted in\nthe district court and thus properly can be considered part of the\nrecord on appeal.      We note, however, that plaintiffs have\nrepeatedly made the claim, including in their brief here, that\nSantana-Pérez recanted and accused Vargas-Santiago of improper\npressure, and defendants have not disputed it. In any event, this\nrecantation does not affect our decision on the award of attorney's\nfees.\n\n                                    -4-\n\foffensive      comments,    many    of   whom   were   questioned    on   several\n\noccasions.\n\n               Within a month or so of the alleged comments, both\n\nplaintiffs were transferred out of Sabana Grande to different\n\ndistricts. Lamboy-Ortiz was reassigned to the district of Mayagüez\n\nimmediately following the incident, apparently to fill a staffing\n\nneed.       Figueroa-Montalvo was transferred to Ponce the next month,\n\nafter complaints from defendant Vargas-Santiago that she was afraid\n\nof sharing a shift with him.4\n\n               In January 2002, in the early stages of the internal\n\ninvestigation, Commander Laboy-Castillo ordered Lamboy-Ortiz and\n\nFigueroa-Montalvo to meet with the Assistant District Attorney.\n\nCriminal charges were filed against both men the same day, listing\n\nLaboy-Castillo as the accusing witness.                  Figueroa-Montalvo was\n\ncharged with breach of the peace under Article 260 of the Puerto\n\nRico Penal Code, which criminalizes the use of \"vulgar, profane or\n\nindecent language in the presence . . . of women or children.\"\n\nP.R. Laws Ann. tit. 33, § 4521(c).               Lamboy-Ortiz, in turn, was\n\ncharged      with   a   violation   of   Article   214    of   the   Penal   Code,\n\n\"noncompliance with duty,\" for failure to curb Figueroa-Montalvo's\n\n\n\n        4\n       The signature of defendant Cesar Gracia-Ortiz (then acting\nas Assistant Superintendent of the Police of Puerto Rico) appeared\non Figueroa-Montalvo's transfer order. This was his only active\nrole in the defendants' alleged campaign of harassment against the\nplaintiffs, although he also made some public comments about the\ninvestigation of the December 15, 2001 incident.\n\n                                         -5-\n\falleged improper behavior.        See id. § 4365.     Each violation was\n\npunishable by a maximum prison sentence of six months and/or a fine\n\nof up to $500.\n\n            Lamboy-Ortiz and Figueroa-Montalvo subsequently received\n\nletters in December 2002 from the Superintendent of the Puerto Rico\n\nPolice, defendant Miguel Pereira, informing them that they were\n\nbeing suspended as a result of the improper conduct allegedly\n\nuncovered by the internal investigation.             The letters further\n\ndeclared the Superintendent's intention to expel them.\n\n            The officers were not expelled, however.        Lamboy-Ortiz\n\nand   Figueroa-Montalvo    each   appealed   their    suspension   through\n\nadministrative channels, and the sanction against each was reduced\n\nin 2003 to five months of suspension without pay.5          The criminal\n\nproceedings also eventually resolved favorably for the plaintiffs:\n\nin January 2004, a commonwealth court found both officers not\n\nguilty of their respective criminal charges.\n\nB.    Procedural History\n\n            The plaintiffs filed suit in December 2002, naming as\n\ndefendants Mayor Ortiz-Vélez and a number of police personnel\n\ninvolved in the administrative investigations into and actions\n\ntaken against the plaintiffs.        At the heart of the plaintiffs'\n\n\n\n      5\n       The officers further appealed their suspension without pay,\nbut the record does not disclose the result of that appeal; it was\nstill ongoing at the time of the district court's entry of judgment\nagainst the plaintiffs.\n\n                                    -6-\n\fcomplaint was the firm conviction that Mayor Ortiz-Vélez had\n\norchestrated           the   various   adverse   actions     taken    against    them,\n\npurportedly to fulfill a campaign pledge to oust NPP members from\n\nthe Sabana Grande police force.\n\n                 The    plaintiffs'    suit   rested    on    three    interrelated\n\nclaims.6         First, the plaintiffs asserted a claim under 42 U.S.C. §\n\n1983       for    political    discrimination     in   violation      of   the   First\n\nAmendment, alleging that they were targeted by defendants because\n\nof their association with the NPP.               The plaintiffs' second claim,\n\nalso under 42 U.S.C. § 1983, alleged deprivation of Fourteenth\n\nAmendment due process rights in connection with the administrative\n\ninvestigations and actions against them.                   Third, the plaintiffs\n\nbrought a pendent claim under the Puerto Rico Anti-Discrimination\n\nAct (also known as Law 100), which provides a cause of action for,\n\namong other things, employment discrimination on the basis of\n\npolitical affiliation.            See P.R. Laws Ann. tit. 29, § 146.\n\n                 Defendants filed several dispositive motions prior to the\n\ntrial.       In April 2003, Mayor Ortiz-Vélez moved to dismiss the suit\n\nunder Federal Rule of Civil Procedure 12(b)(6), arguing that the\n\nplaintiffs had failed to allege, inter alia, the Mayor's personal\n\ninvolvement in the challenged conduct, that he had acted under\n\n\n\n       6\n       A fourth claim for deprivation of Fourth Amendment rights\nwas included in the complaint by mistake and copied into various\nsubsequent pleadings.   The claim was voluntarily dismissed in\nAugust 2003.\n\n                                          -7-\n\fcolor of law, or that he was part of a conspiracy in violation of\n\n42 U.S.C. § 1983.       The other defendants followed suit with a joint\n\nmotion to dismiss shortly thereafter.             In a July 2003 order, the\n\ndistrict court largely denied the defendants' motions, granting\n\ndismissal only as to a claim for punitive damages against the\n\nMunicipality     of    Sabana   Grande.7     In   all   other     respects,   the\n\ndistrict court found that the plaintiffs had adequately pled facts\n\nthat could support an actionable § 1983 claim by \"outlin[ing] . .\n\na situation where the Mayor's political animosity against them\n\nserved to trigger a series of events, in which the other defendants\n\nwillingly participated, and which culminated in adverse employment\n\nactions   taken       against   them   within     the   [Puerto    Rico   Police\n\nDepartment].\"8\n\n           In December 2003, Mayor Ortiz-Vélez filed a motion for\n\nsummary judgment, arguing that the plaintiffs lacked any direct\n\nevidence that the Mayor was involved in the adverse employment\n\nactions taken against them, and therefore that there could be no\n\n\n     7\n       The district court ruled, correctly, that punitive damages\nare unavailable against a municipality in section 1983 suits. See\nCity of Newport v. Fact Concerts, Inc., 453 U.S. 247, 258-71\n(1981).\n     8\n       The defendants filed two other motions to dismiss.       The\nfirst, requesting that Lamboy-Ortiz's and Figueroa-Montalvo's wives\nand children be dismissed as improper parties in a § 1983 suit, was\ndenied. The second sought dismissal of the plaintiffs' claim under\nthe Puerto Rico Anti-Discrimination Act, citing authority holding\nthat the Act does not apply to governmental bodies and governmental\nemployees sued in their official capacities. The court granted\ndismissal of the claim.\n\n                                       -8-\n\fgrounds for a claim of political discrimination or denial of due\n\nprocess.   Plaintiffs filed their opposition to the motion in March\n\n2004.    A month later, the court issued a one-page order denying\n\nsummary judgment as to the plaintiffs' First Amendment claim,9\n\nfinding that \"there are genuine issues as to material facts\" with\n\nregard to the claim.\n\n           The case proceeded to trial on February 15, 2005.       The\n\nproceeding was punctuated by the regular exclusion of evidence\n\noffered by the plaintiffs, often due to counsel's failure to heed\n\nbasic principles of evidence law or prepare English translations of\n\nSpanish-language   materials.    Despite   these   difficulties,   the\n\nplaintiffs were able to present a considerable amount of evidence.\n\nIn fifteen days of trial -- spread out over four months, due to\n\nvarious contingencies and the demands of the judge's criminal trial\n\nschedule -- the plaintiffs put on twenty witnesses, including the\n\nplaintiffs, all but one of the defendants, and various individuals\n\npresent at the alleged December 15, 2001 incident.    The plaintiffs\n\nwere also allowed, upon a showing of witness unavailability, to\n\nread into evidence the deposition testimony of a police reservist\n\nwho claimed to have heard the Mayor promise to \"make [a] cleanup\"\n\n\n\n\n     9\n       The court granted summary judgment on the due process claim\nas to the Mayor, finding no evidence supporting the Mayor's\ninvolvement in any deprivation of due process. The due process\nclaim proceeded to trial against the other defendants, who had not\njoined the Mayor's motion.\n\n                                -9-\n\fof certain police officers, including Figueroa-Montalvo, who had\n\nbeen photographed alongside an NPP politician.\n\n            The plaintiffs rested their case on June 14, 2005; the\n\ndefendants filed a Rule 50 motion for judgment as a matter of law\n\nshortly thereafter.         The court granted the motion on October 31,\n\n2005, finding that, \"after fifteen days of trial, plaintiffs were\n\nsimply unable to prove their case against defendants.\"                    Plaintiffs\n\ninitially     filed    an     appeal    from    the       judgment,      which    they\n\nvoluntarily       dismissed    upon     reaching      a    settlement      with    the\n\ndefendants.10\n\n            In August 2006, almost ten months after the court granted\n\nthe defendants' Rule 50 motion, Mayor Ortiz-Vélez filed a motion\n\nfor   attorney's      fees     under    42     U.S.C.      §   1988,11     attaching\n\ndocumentation for $207,507 in fees incurred through the October\n\n2005 judgment.12       This motion was followed a month later by a\n\nrequest for an additional $19,286 in fees incurred between the\n\njudgment    and    September    2006.     After    the      plaintiffs     filed   an\n\nopposition to both requests, the court ordered Mayor Ortiz-Vélez to\n\n\n      10\n       Beyond a passing reference in the district court's fee order\nto a $10,000 settlement offer by defendants, the record discloses\nno details of the actual settlement reached by the parties. In any\nevent, the settlement apparently did not preclude defendant Ortiz-\nVélez from pursuing attorney's fees as a prevailing party.\n      11\n        Section 1988(b) authorizes an award of \"a reasonable\nattorney's fee\" to the prevailing party in a civil rights suit.\n      12\n       For reasons not clearly disclosed by the record, none of the\nother defendants moved for fees.\n\n                                        -10-\n\freply.    The Mayor's reply introduced an alternative request for\n\nfees under 28 U.S.C. § 1927,13 stating, \"There can be no doubt that\n\nplaintiffs’      attorney,   in   an     annoying   fashion,   insisted   on\n\ncontinuing this case to its final terms regardless [of] the grave\n\ndefects it had . . . . and thus attorney González should personally\n\ncompensate [Ortiz-Vélez] for [his] expenses.\"\n\n           Due    to   various    procedural   missteps   by   the   Mayor's\n\ncounsel, the court did not rule on the substance of the fee request\n\nuntil a full year had passed.14           In an order dated September 8,\n\n2008, the court granted the fee request, subject to a fifteen\n\npercent reduction to adjust for irregularities in defense counsel's\n\nbilling records, and ordered the plaintiffs to pay $194,808 to\n\nMayor Ortiz-Vélez.      The court found the action to be \"groundless\n\n\n     13\n        Section 1927 provides: \"Any attorney or other person\nadmitted to conduct cases in any court of the United States or any\nTerritory thereof who so multiplies the proceedings in any case\nunreasonably and vexatiously may be required by the court to\nsatisfy personally the excess costs, expenses, and attorneys' fees\nreasonably incurred because of such conduct.\"\n     14\n        In November 2006, the court ordered Mayor Ortiz-Vélez to\nresubmit the supporting documentation for the fee request in\ndifferent form within ten days.    The Mayor's counsel filed the\nrequested documentation, but failed to comply with the format\nspecified by the court's order. In an order in December 2006, the\ncourt granted the Mayor an additional five days to file the\ndocumentation in correct form, noting that failure to comply would\n\"result   in   denial   of   attorney’s   fees   without   further\nconsideration.\" The Mayor neglected to file anything within the\nprescribed period. In July 2007, the court denied the motion for\nattorney's fees without prejudice to refiling within a month's\ntime.    Mayor Ortiz-Vélez refiled his motion with corrected\ndocumentation within that period, again including an alternative\nrequest for fees against attorney González under 28 U.S.C. § 1927.\n\n                                       -11-\n\f[and] unreasonable\" and thus properly subject to an award of\n\nattorney's fees against the plaintiff.\n\n            In   a   separate   order     filed      the   same    day,    the   court\n\naddressed the Mayor's alternative request for attorney's fees\n\nagainst   attorney     González    under       28   U.S.C.   §    1927.       Reciting\n\nmultiple instances of disruptive and vexatious conduct at trial and\n\nin pretrial filings, the court found sanctions warranted under both\n\n28 U.S.C. § 1927 and Federal Rule of Civil Procedure 11.                      The court\n\nordered   attorney     González    to    personally        pay    a   third     of   the\n\nattorney's fee award, or $64,936.               The award of attorney's fees\n\nagainst the plaintiffs was thereby reduced to $129,872.\n\n            The plaintiffs moved for reconsideration of the two fee\n\norders, which the court summarily denied.                    This timely appeal\n\nfollowed.\n\n                                        II.\n\n            We begin our analysis with the court's award of fees\n\nunder 42 U.S.C. § 1988.     Though the parties to civil litigation are\n\ntypically responsible for their own attorney's fees under the so-\n\ncalled    \"American    Rule,\"     see    Alyeska      Pipeline        Serv.    Co.   v.\n\nWilderness Soc'y, 421 U.S. 240, 247 (1975), section 1988 grants\n\ncourts the discretion to award a \"reasonable attorney's fee\" to the\n\nprevailing parties in suits under various civil rights statutes,\n\nincluding 42 U.S.C. § 1983.        See 42 U.S.C. § 1988(b).               As we often\n\nhave recited, an award of fees in favor of a prevailing plaintiff\n\n\n                                        -12-\n\fin a civil rights suit is \"the rule, whereas fee-shifting in favor\n\nof a prevailing defendant is the exception.\"             Casa Marie Hogar\n\nGeriatrico, Inc. v. Rivera-Santos, 38 F.3d 615, 618 (1st Cir.\n\n1994).     A prevailing defendant may be awarded fees only \"'upon a\n\nfinding that the plaintiff's action was frivolous, unreasonable, or\n\nwithout foundation, even though not brought in subjective bad\n\nfaith.'\"     Rosselló-González v. Acevedo-Vilá, 483 F.3d 1, 6 (1st\n\nCir. 2007) (quoting Christiansburg Garment Co. v. EEOC, 434 U.S.\n\n412, 421 (1978)).\n\n            This standard for awarding attorney's fees to prevailing\n\ndefendants in a civil rights suit is difficult to meet, and rightly\n\nso.      Congress   granted   parties   the   prospect   of   a   reasonable\n\nattorney's fee under 42 U.S.C. § 1988 to encourage the prosecution\n\nof legitimate civil rights claims; to award fees to prevailing\n\ndefendants when the history of a case does not justify it undercuts\n\nthat goal and chills civil rights litigation.        See Foster v. Mydas\n\nAssocs., Inc., 943 F.2d 139, 146 (1st Cir. 1991).             This chilling\n\neffect is particularly acute in the case of large and financially\n\nonerous fee awards, which threaten to \"discourag[e] all but the\n\nairtight cases.\"     Arnold v. Burger King Corp., 719 F.2d 63, 68 (4th\n\nCir. 1983) (citing Christiansburg Garment, 434 U.S. at 422).\n\n            We review fee awards for abuse of discretion, Tang v.\n\nState of R.I., Dep't of Elderly Affairs, 163 F.3d 7, 13 (1st Cir.\n\n1998), and thus we will not lightly substitute our judgment for\n\n\n                                   -13-\n\fthat of the district court, reversing only \"if we are left with 'a\n\ndefinite and firm conviction that the court below committed a clear\n\nerror of judgment.'\" Id. (quoting Schubert v. Nissan Motor Corp. in\n\nU.S.A., 148 F.3d 25, 30 (1st Cir. 1998)). Regrettably, we have\n\nreached that conclusion here.\n\nA.   The District Court's Fee Opinion\n\n           The district court's explanation of the basis for its\n\naward of fees is brief; the bulk of the twelve-page opinion\n\ngranting Mayor Ortiz-Vélez's fee request is devoted to calculation\n\nof the award.   After a short summary of the allegations set forth\n\nin the plaintiffs' complaint, the opinion describes the complaint\n\nas \"a concoction of conclusions, speculation, and a novelesque\n\ntheory of political conspiracy.\"        The opinion states that, \"[o]n\n\nthe face of the complaint, . . . [the plaintiffs'] action appeared\n\ngroundless\" (a characterization at odds with the court's pretrial\n\ndecision to deny a motion to dismiss).         The opinion goes on to\n\nexplain that two of the plaintiffs' claims reached trial because of\n\n\"artful pleading designed to squeak past dispositive motions, in\n\nwhich the benefit of the doubt is given to the nonmoving party.\"\n\n           Beyond   these   conclusory    characterizations,   the   fee\n\nopinion contains no analysis explaining why the plaintiffs' claims\n\nshould be considered groundless at the time the complaint was\n\nfiled.   Instead, the opinion quotes a substantial excerpt from the\n\nOctober 2005 order granting the defendants' Rule 50 motion for\n\n\n                                 -14-\n\fjudgment as a matter of law.           The excerpted text, summarizing the\n\ncourt's     findings     that    the     evidence     adduced        at      trial     was\n\ninsufficient to ground the plaintiffs' claims, states that \"[a]t\n\nthe end of plaintiffs' evidence, all there is to support the\n\npolitical discrimination claims . . . is speculation piled upon\n\nspeculation.\"         The    discussion    draws     to    a    close     immediately\n\nfollowing the excerpt, concluding, \"Although plaintiffs and their\n\nattorney contend that the action was filed in good faith, it was\n\nnonetheless    groundless,       unreasonable       and   a    loss     of    extensive\n\namounts of time for both the Court and the defense.\"\n\n             The opinion's rejection of the plaintiffs' arguments in\n\nopposition to the fee award is equally terse.                  Among other things,\n\nthe   plaintiffs      argued    that   their    complaint       found        support    in\n\nevidence that had been excluded by the court at trial, and their\n\nsurvival of numerous dispositive motions showed the claims to have\n\nsome substance.        The opinion dismisses the former argument by\n\nsimply noting that \"the 'evidence' to which plaintiffs refer . . .\n\nwas inadmissible under the Federal Rules of Evidence.\" In response\n\nto    the   latter,    the     opinion    states    that       the    \"multitude       of\n\n[dispositive] motions arose from the many threads in the case,\n\nwhich included claims that were clearly barred by settled law and\n\njurisprudence.\"\n\n             Though the basis for the court's conclusion that the\n\nplaintiffs'     complaint       was    groundless     when      filed        cannot     be\n\n\n                                         -15-\n\fdefinitively discerned from the fee opinion's brief discussion, the\n\ncourt's assessment appears to rest primarily, perhaps exclusively,\n\non the failure of proof at trial.      That fact is apparent not only\n\nin the court's heavy reliance on the rationale and findings of its\n\nRule 50 order, but as well in the absence of any discussion of why\n\nthe facts known to the plaintiffs at the time they filed their suit\n\nwere insufficient to provide a reasonable basis for their claims.\n\nAlso, the court's focus on the fate of the claims at trial is\n\nevident in the court's refusal to consider evidence excluded at\n\ntrial, whether or not that evidence might be relevant to its\n\nassessment of the plaintiffs' basis for filing suit.\n\n          Such emphasis on the plaintiffs' inability to support\n\ntheir claims at trial was undue.   As the Supreme Court cautioned in\n\nChristiansburg Garment, the reasonableness of a suit should not be\n\ndetermined by reference to its ultimate failure:\n\n          [I]t is important that a district court resist\n          the understandable temptation to engage in\n          post hoc reasoning by concluding that, because\n          a plaintiff did not ultimately prevail, his\n          action must have been unreasonable or without\n          foundation.    This kind of hindsight logic\n          could discourage all but the most airtight\n          claims, for seldom can a prospective plaintiff\n          be sure of ultimate success.    No matter how\n          honest one's belief that he has been the\n          victim of discrimination, no matter how\n          meritorious one's claim may appear at the\n          outset, the course of litigation is rarely\n          predictable.\n\n434 U.S. at 421-22.   To combat this danger of \"hindsight logic,\" we\n\nhave instructed that a court ruling on a defendant's fee request\n\n                                -16-\n\funder 42 U.S.C. § 1988 must assess the plaintiff's claims at the\n\ntime the complaint was filed.        Tang, 163 F.3d at 13.   In so doing,\n\nthe court must keep in mind that \"[e]ven when the law or the facts\n\nappear questionable or unfavorable at the outset, a party may have\n\nan entirely reasonable ground for bringing suit.\"        Christiansburg\n\nGarment, 434 U.S. at 422.\n\n             We have said that a court abuses its discretion \"'when a\n\nrelevant factor deserving significant weight is overlooked, or when\n\nan improper factor is accorded significant weight, or when the\n\ncourt considers the appropriate mix of factors, but commits a\n\npalpable error of judgment in calibrating the decisional scales.'\"\n\nUnited States v. DeCicco, 370 F.3d 206, 210 (1st Cir. 2004)\n\n(quoting United States v. Gilbert, 229 F.3d 15, 21 (1st Cir.\n\n2000)).   Such an error of judgment appears to be present here; the\n\ncourt's improper emphasis on the failure of proof at trial, coupled\n\nwith   the     absence   of    any   significant   discussion    of   the\n\ncontemporaneous support for the plaintiffs' complaint at the time\n\nof filing, seems to reflect a serious miscalibration of \"the\n\ndecisional scales.\"      Id.   Nevertheless, as noted above, the fee\n\nopinion leaves somewhat ambiguous the precise basis for the court's\n\nconclusion that the plaintiffs' complaint was groundless when\n\nfiled, and one could read into the opinion a broader view of the\n\nevidence that is not so unduly colored by the court's assessment of\n\nthe plaintiffs' case at trial.       Because the district court has not\n\n\n                                     -17-\n\fitself articulated what that broader evidence might be, we proceed\n\nto examine whether the available evidence could support the court's\n\nconclusion that the complaint was unreasonable and groundless when\n\nfiled, mindful that the abuse of discretion standard applies.\n\nB.   Reasonableness at the Time of Filing\n\n           To assess the reasonableness of the suit at the time the\n\ncomplaint was filed, we must rely inevitably on a record that was\n\ncreated after the complaint was filed: on deposition transcripts,\n\non testimony at trial, and on documentary evidence introduced in\n\nsupport of motions or at trial.     In so doing, we make no judgment\n\nabout the sufficiency of the evidence to reach a jury; we have not\n\nbeen asked to do so, nor is it relevant to the task at hand.            We\n\nlook to the evidence in the record only to the extent that it\n\nreflects the knowledge of the plaintiffs at the time the complaint\n\nwas filed.\n\n           That record includes evidence deemed inadmissible at\n\ntrial on various grounds, including failure to provide certified\n\nEnglish   translations   of   Spanish    documents,   failure   to   timely\n\ndisclose witnesses, and other violations of basic evidentiary and\n\nprocedural requirements by plaintiffs' counsel. These were serious\n\nlapses, and we do not suggest that the evidence should not have\n\nbeen excluded.   We consider this excluded evidence only because of\n\nits relevance to the reasonableness of the plaintiffs' lawsuit at\n\nthe time of its filing.\n\n\n                                  -18-\n\f              1.    Factual Support for the Complaint\n\n              Since the plaintiffs knew with certainty whether or not\n\nthey actually made the comments attributed to them by Officer\n\nVargas-Santiago, it would be nonsensical to inquire whether the\n\nfacts       permitted      a    reasonable      belief   that    the     account   was\n\nfabricated.         Therefore, the relevant question is whether the\n\nplaintiffs could reasonably expect to marshal evidentiary support\n\nfor their version of events.                 The answer is plainly yes: all but\n\none of the witnesses to the December 15, 2001 incident testified\n\nthat they had not heard any offensive comments from Figueroa-\n\nMontalvo or Lamboy-Ortiz.15\n\n              The facts also permitted the plaintiffs to reasonably\n\ninfer that Vargas-Santiago was not acting alone in targeting them.\n\nEven    if    one   were       to   credit   Vargas-Santiago's       accusations   of\n\nundeniably      crude      and      ill-advised     criticism   of   a   sitting   PDP\n\ngovernor by two members of the opposing NPP party, this verbal\n\nindiscretion had nothing to do with the plaintiffs' job performance\n\nas police officers.              Yet this alleged indiscretion, with little\n\nevidence to corroborate it, resulted in suspension of the officers,\n\nthreats of dismissal, and, most incredibly, criminal charges. Such\n\na disproportionate response to intemperate political speech, led by\n\n\n       15\n        As mentioned above, only one witness, Santana-Pérez,\ncorroborated Vargas-Santiago's account; it appears that he later\nrecanted, attributing his prior corroborating statements to a\ncampaign of intimidation by Vargas-Santiago and another officer.\nSee note 3 and accompanying text.\n\n                                             -19-\n\fsuperiors affiliated with the opposing political party, gave rise\n\nto a fair inference by the plaintiffs that the motivation for the\n\nreprisal was political.\n\n            Nor was it unreasonable at the outset for the plaintiffs\n\nto suspect the Mayor's involvement in the reprisal.                 Officer\n\nVargas-Santiago linked herself to the Mayor in her account of the\n\nDecember 15, 2001 incident, insinuating that she was on familiar\n\nterms with him.16    There was also evidence that the Mayor harbored\n\na vendetta against NPP police officers, as plaintiffs alleged in\n\ntheir complaint. According to the testimony of a police reservist,\n\nMayor Ortiz-Vélez stopped outside the Sabana Grande police station\n\nduring a 2000 campaign event and publicly promised to \"make [a]\n\ncleanup\"    of   certain   NPP   police    officers,   including   Figueroa-\n\nMontalvo, who had appeared in a picture published in a local\n\nnewspaper    the    day    before    alongside     an    NPP   politician.\n\nAdditionally, in deposition testimony, several witnesses described\n\nvitriolic, anti-NPP commentary by the Mayor during public radio\n\n\n\n\n     16\n        Vargas-Santiago's reference to the Mayor was somewhat\ncryptic. In a sworn statement to investigators and in testimony at\ntrial, Vargas-Santiago stated that Lamboy-Ortiz and Figueroa-\nMontalvo had been harassing Jose Santana-Pérez for his role in\nretrieving Governor Calderón's portrait from City Hall.       This\nharassment prompted Santana-Pérez to protest that he was just\nfollowing orders. Vargas-Santiago allegedly interjected at this\npoint, \"Shut up, . . . you are well recommended by [Mayor Ortiz-\nVélez] and he spoke well of you[] by telephone with me.\"\n\n                                    -20-\n\faddresses, and one witness testified to rumors that the Mayor\n\nmaintained a \"list\" of NPP police members he intended to oust.17\n\n           Overall,       it   was   reasonable   for   the   plaintiffs   to\n\nattribute a political motive to the apparent campaign of harassment\n\nagainst them, given the undisputed hostility between members of the\n\nNPP and PDP in Sabana Grande, the intimations of a connection\n\nbetween the Mayor and Vargas-Santiago, and the apparent absence of\n\nany legitimate explanation for the excessively punitive response\n\nfrom the police administration to Vargas-Santiago's allegations\n\nagainst the plaintiffs.        See Anthony v. Sundlun, 952 F.2d 603, 606\n\n(1st Cir. 1991) (noting that absence of legitimate explanation for\n\nemployment      action     against    plaintiffs,   combined    with   other\n\ncircumstantial evidence, suggested a politically discriminatory\n\nmotive).\n\n           2.    Legal Basis for the Complaint\n\n           The facts and inferences available at the time of filing\n\nwere sufficient to ground a reasonable belief by the plaintiffs\n\nthat they would be able to establish the elements of their three\n\nclaims at trial.         As for the First Amendment claim, which lay at\n\nthe heart of the plaintiffs' suit, it is well established that the\n\nFirst Amendment \"prohibits government officials from taking adverse\n\n\n     17\n        The deposition testimony regarding rumors of the mayor's\n\"list\" came from Edwin Gonzalez Ramos, an officer in the Sabana\nGrande police force. Ramos's testimony was excluded as hearsay at\ntrial, but the deposition transcript was included as an exhibit to\nMayor Ortiz-Vélez's motion for summary judgment.\n\n                                      -21-\n\femployment action against a non-policymaking government employee\n\nbased on the employee's political affiliation.\"     Welch v. Ciampa,\n\n542 F.3d 927, 938 (1st Cir. 2008).    To make out a prima facie claim\n\nof political discrimination, a plaintiff must show (1) that the\n\nplaintiff and defendant have opposing political affiliations, (2)\n\nthat the defendant is aware of the plaintiff's affiliation, (3)\n\nthat an adverse employment action occurred, and (4) that political\n\naffiliation was a substantial or motivating factor for the adverse\n\nemployment action.   Id.\n\n          The circumstances here supported a reasonable belief by\n\nthe plaintiffs that they could satisfy each of these elements.\n\nFirst, it is undisputed that the defendants were members of the NPP\n\nand the plaintiffs were members of the opposing PDP.     Second, the\n\nplaintiffs had a reasonable belief, based on the fact that Sabana\n\nGrande is a small community and that the plaintiffs had been\n\nassociated with prior NPP administrations, that the defendants were\n\naware of their political affiliation.18     Third, the suspension of\n\nthe plaintiffs and their summary transfers to different districts19\n\n\n     18\n        We have previously noted that liability for a claim of\npolitical discrimination need not rest on a finding that the\ndefendants \"knew to a certainty\" the plaintiff's political\naffiliation where there is other circumstantial evidence of a\npolitically discriminatory motive. Anthony, 952 F.2d at 606.\n     19\n       While there were facially valid reasons for each of the\nplaintiffs' transfers -- for Lamboy-Ortiz, to fill a personnel\nneed, and for Figueroa-Montalvo, to respond to Officer Vargas-\nSantiago's complaints that she was afraid of sharing a shift -- it\nwould not be unreasonable to suspect that the transfers were\n\n                               -22-\n\fwould qualify as adverse employment actions.     See Rodríguez-García\n\nv. Miranda-Marín, 610 F.3d 756, 766 (1st Cir. 2010) (\"Employment\n\nactions are sufficiently adverse to support a First Amendment §\n\n1983 claim if those actions, objectively evaluated, would place\n\nsubstantial pressure on even one of thick skin to conform to the\n\nprevailing political view.\" (quoting Bergeron v. Cabral, 560 F.3d\n\n1, 8 (1st Cir. 2009) (internal quotation marks omitted))).20\n\n          Fourth   and   finally,   as   discussed   above,   there   was\n\ncircumstantial evidence of a political motivation for the various\n\nactions taken against the plaintiffs.21     As we have emphasized many\n\ntimes, it is rare that a \"smoking gun\" will be found in a political\n\ndiscrimination case, and thus circumstantial evidence alone may\n\nsupport a finding of political discrimination.       Anthony, 952 F.2d\n\nat 605. Moreover, the quantum of circumstantial evidence needed to\n\n\npolitically motivated under the circumstances.             This is\nparticularly true for Figueroa-Montalvo, who was transferred to\nPonce, a district some distance away, despite the fact that,\naccording to testimony from the officer responsible for the\ntransfer, he could have been separated from Officer Vargas-Santiago\nby transfer to a district much closer to Sabana Grande.\n     20\n        We note that Officer Vargas-Santiago's action in filing an\nadministrative complaint against the plaintiffs -- and Commander\nLaboy-Castillo's filing of criminal charges -- would likely support\na claim of political discrimination based on harassment rather than\non a formal employment action. See Welch, 542 F.3d at 937.\n     21\n       In characterizing the evidence of a political motivation as\ncircumstantial, we do not overlook the fact that there is unusually\ndirect evidence of political hostility on the part of the Mayor\ntowards members of the opposition party. It is only the connection\nbetween that generalized political animus and the specific actions\ntaken against the plaintiffs that is circumstantial.\n\n                                -23-\n\fprevail at trial will be considerably greater than that which will\n\nprovide a plaintiff with reasonable grounds for filing suit.               In\n\nshort,     the   evidence   here    was     sufficient    to   establish   the\n\nreasonableness of the plaintiffs' central political discrimination\n\nclaim at the time that they filed their lawsuit.\n\n             We also find that the circumstances discussed above were\n\nsufficient to afford reasonable grounds for each of plaintiffs' two\n\nsubsidiary claims.     The plaintiffs' claim for violation of Puerto\n\nRico's Anti-Discrimination Act -- which prohibits \"discriminat[ion]\n\nagainst an employee . . . because of his/her . . . political\n\naffiliation,\" P.R. Laws Ann. tit. 29, § 146 -- rests comfortably on\n\nthe   same   conduct   as   the   claim   for   First    Amendment   political\n\ndiscrimination.22      As for the Fourteenth Amendment due process\n\nclaim, an action for deprivation of due process may be brought\n\nbased upon bias infecting administrative proceedings.                See Esso\n\nStandard Oil Co. v. López-Freytes, 522 F.3d 136, 145-48 (1st Cir.\n\n2008). As discussed above, circumstantial evidence of such bias in\n\n\n\n      22\n       The district court later dismissed the Puerto Rico Anti-\nDiscrimination Act claim based upon commonwealth authority holding\nthat the Act does not apply to government officials sued in their\nofficial capacities.      Nevertheless, we cannot say that the\nplaintiffs' claim under the Act was unreasonable; the majority of\nthe defendants were sued in their personal as well as official\ncapacities, and there is room to argue that the Anti-Discrimination\nAct allows suit against officials in their personal capacities.\nSee Rodriguez-Narvaez v. Pereira, 552 F. Supp. 2d 211, 217-18\n(D.P.R. 2007) (discussing law and concluding that claims under Act\ncould proceed against officials in their personal capacities).\n\n\n                                     -24-\n\fthe internal investigation and suspension of the plaintiffs existed\n\nat the time of the complaint's filing.\n\n           In sum, our review of the record finds the evidence\n\navailable to plaintiffs at the time of filing easily sufficient to\n\nsupport the reasonableness of their suit.    We are left to choose\n\nbetween one of two possible conclusions concerning the basis for\n\nthe district court's contrary assessment.      First, the district\n\ncourt may have failed to give any consideration to the evidence we\n\nhave discussed above, relying solely upon the plaintiffs' ultimate\n\ninability to support their case at trial as a proxy for the\n\nreasonableness of their suit at the outset -- in other words, a\n\npure application of hindsight logic.     Second, the court may have\n\nduly considered all available evidence of reasonableness, but\n\nsubstantially discounted it in light of the failure of proof at\n\ntrial.   The choice between the two makes little difference.     In\n\neither case, it is clear that the court gave significant weight to\n\na factor that should have received little or no consideration in\n\nits analysis, see Christiansburg Garment, 434 U.S. at 421-22, and\n\nwe therefore must conclude that the court abused its discretion.\n\nDeCicco, 370 F.3d at 210.\n\nC.   Reasonableness of Continuing Suit Through Trial\n\n           While the determination of whether to award attorney's\n\nfees to a prevailing defendant must focus primarily on the claims\n\nat the time that the complaint was filed, see Tang, 163 F.3d at 13,\n\n\n                               -25-\n\ffees also may be awarded on rare occasions where \"the plaintiff\n\ncontinued to litigate after [the claims] clearly became [frivolous,\n\nunreasonable, or groundless].\" Christiansburg Garment, 434 U.S. at\n\n422 (emphasis added).     The district court did not explicitly\n\naddress this basis for awarding fees in its opinion.23 Mayor Ortiz-\n\nVélez, however, argues it here as an alternative basis for the\n\naward, contending that the plaintiffs should have dismissed their\n\nsuit at various points when its lack of merit purportedly became\n\nclear (and, particularly, after the district court dismissed the\n\nplaintiffs' due process claims against Mayor Ortiz-Vélez and the\n\nMunicipality of Sabana Grande).\n\n          Great caution must be taken in assessing whether a claim\n\n\"clearly\" became untenable prior to the close of suit because of\n\nthe particular danger of hindsight logic.   It would be all too easy\n\nto assume that, if a claim did not prevail in the end, it must have\n\nbecome obvious to the plaintiff at some earlier juncture (e.g.,\n\nupon completion of discovery) that the claim lacked support.   This\n\nis exactly the sort of reasoning the Supreme Court cautioned\n\nagainst in Christiansburg Garment. See id. at 421-22. Thus, while\n\na court need not find bad faith to justify an award of fees for the\n\n\n     23\n       The fact that the district court's analysis focused on the\nfailure of proof at trial betrays some ambivalence about the basis\nfor its holding, i.e., whether it was based on a finding that the\nplaintiffs' claims were groundless when filed or that they became\nso during the lead-up to trial. We interpret the court's decision\nto be based on the former, but note that there is room for the\nlatter interpretation.\n\n                               -26-\n\fcontinuation of a clearly untenable claim, id. at 421, it must at\n\na   minimum   find   that,    following       the    filing   of    the     claim,\n\ncircumstances changed to such an extent that a reasonable person\n\ncould not help but conclude that the claim was no longer viable.\n\nSuch a change would include, for example, the receipt of evidence\n\nin the course of discovery establishing a complete defense, or a\n\ndevelopment in the controlling law that foreclosed the claim.\n\n           The   record    here    betrays     no    significant        change   in\n\ncircumstances prior to trial that reasonably should have caused the\n\nplaintiffs to conclude that their claims were no longer viable. In\n\nfact, the most notable development in the case prior to trial sent\n\na contrary signal: the court denied the Mayor's post-discovery\n\nsummary judgment motion as to the plaintiffs' central political\n\ndiscrimination claim.24      While the fact that a claim has survived\n\nsummary   judgment   is   not,    on   its    own,   \"entitled     to    decretory\n\nsignificance,\" Foster, 943 F.2d at 144, it has some value in\n\ndetermining whether a claim was or became unreasonable or without\n\nfoundation.   See id.; Walker v. NationsBank of Fla. N.A., 53 F.3d\n\n1548, 1559 (11th Cir. 1995) (holding that district court abused its\n\ndiscretion in finding suit unreasonable and groundless where, inter\n\n\n     24\n        The subsidiary claim under the Puerto Rico Anti-\nDiscrimination Act was dismissed prior to trial, but, as discussed\nabove, it was -- and is -- not clear that the claim is barred by\nexisting law.    And, as Mayor Ortiz-Vélez points out, summary\njudgment was granted on the due process claim as to the Mayor and\nMunicipality; however, the claim proceeded to trial against the\nremainder of the defendants.\n\n                                       -27-\n\falia, the court had denied two prior summary judgment motions);\n\nJensen v. Stangel, 762 F.2d 815, 818 (9th Cir. 1985) (noting that\n\nearlier denials of defendants' motions to dismiss and for summary\n\njudgment   suggested   that   plaintiff's    claims   \"were   not   without\n\nmerit\"); cf. Fed. R. Civ. P. 11 advisory committee's note (\"[I]f a\n\nparty has evidence with respect to a contention that would suffice\n\nto defeat a motion for summary judgment based thereon, it would\n\nhave sufficient 'evidentiary support' for purposes of [satisfying]\n\nRule 11.\").\n\n           The   significance    of   a   claim's   withstanding    summary\n\njudgment will depend on the circumstances of the individual case,\n\nand may not always bear a direct relation to its merits.            In the\n\nrun of cases, however, most claims that would warrant an award of\n\nattorney's fees under section 1988's relatively stringent standards\n\n-- those that are truly \"frivolous, unreasonable, or without\n\nfoundation,\" Christiansburg Garment, 434 U.S. at 421 -- will not\n\nsurvive summary judgment.       To overcome a summary judgment motion,\n\na plaintiff must introduce evidence that creates a \"genuine issue\n\nof material fact\" as to the substance of her claims, i.e., one that\n\n\"could be resolved in favor of either party\" and \"has the potential\n\nof affecting the outcome of the case.\"         Vera v. McHugh, 622 F.3d\n\n17, 26 (1st Cir. 2010) (internal quotation marks omitted).             The\n\nplaintiff's ability to make such a showing surely reflects on the\n\n\n\n\n                                   -28-\n\fquestion of whether the claim was, at the time, clearly frivolous,\n\nunreasonable, or without foundation.\n\n            Of course, if it is clear that the court's denial of\n\nsummary judgment rested on grounds other than a merits assessment,\n\nsuch as failure to comply with the procedures required by Rule 56\n\nand its local corollaries, it should carry little or no weight in\n\nassessing   the   reasonableness       of   the   plaintiff's   decision   to\n\ncontinue with suit.    Here, however, there is nothing in the record\n\nto dispel the natural inference that denial of summary judgment was\n\nbased on a determination of the adequacy of support for plaintiffs'\n\nclaims at the time of the summary judgment ruling.                The order\n\ndenying summary judgment simply states that, \"[h]aving considered\n\nthe motion, opposition, and supporting documents, the Court finds\n\nthat there are genuine issues as to material facts with regard to\n\nthe claims brought under the First Amendment\" and thus \"summary\n\njudgment is not proper on those claims.\"           The fact that the court\n\nlater characterized the plaintiffs' claims as having \"squeaked by\"\n\nsummary judgment (as well as an earlier motion to dismiss) reflects\n\nthe kind of hindsight logic rejected by Christiansburg Garment.\n\n434 U.S. at 421-22.\n\n            Because   we   find   no    evidence    that   plaintiffs   were\n\n\"clearly\" unreasonable in continuing to prosecute their claims to\n\ntrial, and some evidence to the contrary, the district court's\n\naward of fees cannot be justified on this ground.\n\n\n                                   -29-\n\f                                       III.\n\n              We turn next to the order imposing sanctions on attorney\n\nGonzález personally.           As with an award of attorney's fees, we\n\nreview a district court's imposition of sanctions for abuse of\n\ndiscretion.      Jensen v. Phillips Screw Co., 546 F.3d 59, 64 (1st\n\nCir. 2008).      Though this standard of review is not \"appellant-\n\nfriendly,\" id., we are \"conscious of the impact of sanctions on\n\nattorneys and take our oversight role seriously.\"             Nw. Bypass Grp.\n\nv. U.S. Army Corps of Eng'rs, 569 F.3d 4, 6 (1st Cir. 2009).                  A\n\nreviewing court can find a sanction to be an abuse of discretion in\n\nitself or in amount.         Ameriquest Mortg. Co. v. Nosek (In re Nosek),\n\n609 F.3d 6, 9 (1st Cir. 2010).\n\nA.   Sufficiency of Notice of Appeal\n\n              As a threshold matter, we examine the sufficiency of the\n\nnotice   of    appeal   on    this   issue,   which   does   not   specifically\n\nidentify attorney González as an appellant.            Because the sanctions\n\nwere imposed on attorney González personally, his clients have \"no\n\npecuniary or . . . other sufficient interest in the award to confer\n\nstanding to appeal,\" DCPB, Inc. v. City of Lebanon, 957 F.2d 913,\n\n919 (1st Cir. 1992) (alteration in original) (internal quotation\n\nmarks omitted); the plaintiffs do not contend otherwise. Defendant\n\nOrtiz-Vélez argues that we thus lack jurisdiction to review the\n\nimposition of sanctions on attorney González.\n\n\n\n\n                                       -30-\n\f          The    filing   of   a   notice   of   appeal   is   indeed   a\n\njurisdictional prerequisite, but we liberally construe the notice\n\nrequirements set forth in Federal Rule of Appellate Procedure 3.\n\nSueiro Vázquez v. Torregrosa de la Rosa, 494 F.3d 227, 233 (1st\n\nCir. 2007).     Rule 3 was amended in 1993 to make clear that “[a]n\n\nappeal must not be dismissed . . . for failure to name a party\n\nwhose intent to appeal is otherwise clear from the notice.”25       Fed.\n\nR. App. P. 3(c)(4).    Rule 3's notice requirement will be satisfied\n\nwhere the notice of the appeal \"provides sufficient notice to other\n\nparties and the courts\" of the party's intent to seek appellate\n\nreview.   Sueiro Vázquez, 494 F.3d at 233 (quoting Smith v. Barry,\n\n502 U.S. 244, 248 (1992)); see also Fed. R. App. P. 3 advisory\n\ncommittee's note (\"If a court determines it is objectively clear\n\nthat a party intended to appeal, there are neither administrative\n\nconcerns nor fairness concerns that should prevent the appeal from\n\ngoing forward.\").\n\n\n\n\n     25\n       We note that this amendment postdates our decision in DCPB,\nin which we held under similar circumstances that the failure to\nproperly name a party's attorney as appellant in the party's notice\nof appeal deprived us of jurisdiction to review sanctions levied\nagainst the attorney under 28 U.S.C. § 1927. 957 F.2d at 918-19.\nThe amendment of Rule 3 plainly abrogated DCBP's holding as it\napplies to circumstances analogous to those here and in DCBP\nitself, i.e., where a notice of appeal names only the party as\nappellant but appeals from an award of sanctions against the\nparty's attorney.    We cannot imagine a set of circumstances in\nwhich it would not be \"clear\" from such a notice that it was the\nattorney who intended to appeal the award of sanctions.\n\n                                   -31-\n\f           Though attorney González was not specifically named in\n\nthe notice of appeal, the appeal was taken from an order denying\n\nreconsideration of both the award of fees against plaintiffs and\n\nthe imposition of sanctions on attorney González.       There is no\n\nquestion from the notice of appeal that attorney González intended\n\nto appeal the imposition of sanctions, and that is sufficient to\n\nsatisfy Rule 3.\n\nB.   Legal Basis for Sanctions\n\n           The district court purported to make its order imposing\n\nsanctions on attorney González under both Federal Rule of Civil\n\nProcedure 11 and 28 U.S.C. § 1927.26    For several reasons, we hold\n\nthat only section 1927 affords a defensible basis for sanctions in\n\nthese circumstances.\n\n           1.   Rule 11 Sanctions\n\n           Among other factors disqualifying Rule 11 as a basis for\n\nthe sanctions here, the court and defendant Ortiz-Vélez failed to\n\n\n\n      26\n       Plaintiffs also cite Rule 44.1 of the Federal Rules of Civil\nProcedure in their briefing on the appropriateness of sanctions.\nPlaintiffs likely mean to refer to Rule 44.1 of the Puerto Rico\nRules of Civil Procedure, which permits sanctions for a losing\nparty's \"stubbornness, obstinacy, rashness, and insistent frivolous\nattitude,\" see Top Entm't, Inc. v. Torrejon, 351 F.3d 531, 533 (1st\nCir. 2003) (internal quotation marks omitted), rather than Federal\nRule of Civil Procedure 44.1, which relates to determinations of\nforeign law.    Though plaintiffs' counsel surely behaved in an\nobstinate and rash manner throughout the trial, Puerto Rico Rule\n44.1 was not cited as a ground for sanctions by the court, nor is\nit applicable in a case where jurisdiction arises from federal law.\nBut cf. Dopp v. Pritzker, 38 F.3d 1239, 1252 (1st Cir. 1994)\n(Puerto Rico Rule 44.1 applies in diversity cases).\n\n                                 -32-\n\fsatisfy the Rule's procedural requirements.    The court indicated\n\nthat the sanctions here were imposed on the defendant's motion.27\n\nRule 11 motions are governed by carefully wrought procedures\n\ndesigned to \"stress the seriousness of a motion for sanctions.\"\n\nFed. R. Civ. P. 11 advisory committee's note.    A Rule 11 motion\n\nmust be made \"separately from any other motion,\" Fed. R. Civ. P.\n\n11(c)(2), and \"not simply . . . as an additional prayer for relief\n\ncontained in another motion.\" Id., advisory committee's note. The\n\nmoving party must furthermore serve the Rule 11 motion on opposing\n\ncounsel at least twenty-one days prior to filing with the court so\n\nas to provide the adversary time to withdraw the challenged paper,\n\nclaim, contention, or defense.     See Fed. R. Civ. P. 11(c)(2);\n\nRadcliffe v. Rainbow Constr. Co., 254 F.3d 772, 789 (9th Cir. 2001)\n\n(reversing award of Rule 11 sanctions where moving party failed to\n\ncomply with twenty-one-day \"safe harbor\" provision).\n\n          None of these requirements was met here.       Defendant\n\nOrtiz-Vélez's request for fees against attorney González appeared\n\nnot as a separate motion, but as an alternative request at the tail\n\n\n\n     27\n        An order sanctioning an attorney under Rule 11 may be\nentered either on a party's motion or on the court's own\ninitiative.    If the court had imposed sanctions on its own\ninitiative, Rule 11 would have required it to first issue an order\nto show cause why the challenged conduct had not violated Rule 11.\nFed. R. Civ. P. 11(c)(3). No such order was issued. Additionally,\nthe court would have been unable to award fees to defendant, as it\ndid here, because any monetary sanction imposed by the court sua\nsponte must be payable to the court alone.       Fed. R. Civ. P.\n11(c)(4) and advisory committee's note.\n\n                               -33-\n\fend of a motion for attorney's fees under 42 U.S.C. § 1988.\n\nNotably, the request did not even include a specific reference to\n\nRule 11, citing only 28 U.S.C. § 1927.             Nor was attorney González\n\nserved with the motion twenty-one days prior to its filing.                    See\n\nRadcliffe, 254 F.3d at 789 (characterizing twenty-one-day safe\n\nharbor provision as \"mandatory\").\n\n             Even if these procedural safeguards had been satisfied,\n\nRule 11 could not provide a proper basis for the court's award of\n\nsanctions.        The court's order detailed three separate grounds for\n\nsanctions, but only the first of these -- the vexatious conduct of\n\nplaintiffs' counsel -- was adequately supported.              The court cited\n\nas additional or alternative grounds (1) the filing of \"frivolous\n\nclaims . . . with no basis in fact\" and (2) the filing of\n\n\"frivolous appeals.\"28         Our holding that the plaintiffs' suit had\n\nadequate foundation at the time of filing forecloses the \"frivolous\n\nclaims\" argument, and the court made no findings sufficient to\n\nsupport     its    characterization    of     plaintiffs'   prior    appeals    as\n\n\"frivolous.\"       Moreover, it is Federal Rule of Appellate Procedure\n\n38,   not   Federal     Rule   of   Civil   Procedure   11,   that   authorizes\n\n\n\n\n      28\n       The \"frivolous appeals\" to which the district court referred\nwere the plaintiffs' initial appeal from the judgment, which was\ndismissed following settlement, and a November 2006 appeal from two\npost-judgment orders (an order taxing costs against the plaintiffs\nand an order related to documentation of attorney's fees), which\nthe plaintiffs also later dismissed.\n\n                                       -34-\n\fsanctions for the filing of frivolous appeals.                 See Fed. R. App. P.\n\n38; Cooter & Gell v. Hartmarx Corp., 496 U.S. 384, 406-09 (1990).\n\n            Thus, the only viable basis for the court's award of\n\nsanctions was attorney misconduct, the bulk of which occurred\n\nduring    trial.29       And,   no    matter      how    vexatious    or   disruptive\n\ncounsel's conduct was during trial, Rule 11 cannot reach such\n\nmisconduct.       The Rule applies only to written papers filed with or\n\nsubmitted    to    the   court,      and   does    not    govern     the   conduct   of\n\nlitigation more generally. See Fed. R. Civ. P. 11(b) (referring to\n\n\"a pleading, written motion, or other paper\"); id., advisory\n\ncommittee's note (\"The rule applies only to assertions contained in\n\npapers filed with or submitted to the court.\"); Zaldivar v. City of\n\nLos Angeles, 780 F.2d 823, 829-30 (9th Cir. 1986) (\"Rule 11 is not\n\na panacea intended to remedy all manner of attorney misconduct\n\noccurring before or during the trial of civil cases.\"), abrogated\n\non other grounds by Cooter & Gell, 496 U.S. 384.\n\n            2.     Sanctions under Section 1927\n\n            Unlike Rule 11, section 1927 applies precisely to the\n\nmisconduct underlying the district court's award of sanctions.\n\nSection 1927 authorizes the imposition of sanctions against an\n\n\n     29\n        The district court cited in support of its award of\nsanctions only one incident of misconduct prior to the start of\ntrial, dating back to 2003. On that occasion, in response to a\nmotion by defendants for plaintiffs to \"distill\" the language used\nin their filings with the court, the court admonished plaintiffs to\n\"refrain from making injurious remarks\" and \"avoid any unnecessary\nrhetoric irrelevant to the issues of the case.\"\n\n                                           -35-\n\fattorney    \"who     so   multiplies      the   proceedings     in   any   case\n\nunreasonably and vexatiously.\"              28 U.S.C. § 1927.        Litigation\n\nconduct qualifies as \"vexatious\" if it is \"harassing or annoying,\n\nregardless of whether it is intended to be so.\"               Cruz v. Savage,\n\n896 F.2d 626, 632 (1st Cir. 1990).              We have stated that section\n\n1927 does not apply to \"[g]arden-variety carelessness or even\n\nincompetence,\" but instead requires that the \"attorney's actions .\n\n. . evince a studied disregard of the need for an orderly judicial\n\nprocess, or add up to a reckless breach of the lawyer's obligations\n\nas an officer of the court.\"             Jensen, 546 F.3d at 64 (citation\n\nomitted).\n\n            The types of litigation conduct we have previously found\n\nvexatious    and   unreasonable     --    e.g.,   attempting    to     introduce\n\nevidence on irrelevant matters in the face of numerous admonitions\n\nto   desist,   and    \"engag[ing]      in    obfuscation   of    the     issues,\n\nhyperbolism and groundless presumptions,\" Cruz, 896 F.2d at 634 --\n\npervade the record here.       At trial, attorney González repeatedly\n\nignored evidentiary rulings, pressing forward to ask questions\n\nidentical to those barred, often just moments prior, by the trial\n\njudge.     On one occasion, attorney González refused to leave the\n\nsidebar when ordered to after an adverse ruling, forcing the judge\n\nto remove the jury from the room and censure the attorney for his\n\nobstinacy    and   manifest   disrespect.       Attorney   González     further\n\npersisted, in contravention of his obligations as an officer of the\n\n\n                                    -36-\n\fcourt,     in    making    blatant    misrepresentations          and    referring   to\n\nmatters     not    established       by    evidence    in   the     record.30      This\n\nmisconduct evoked a string of warnings from an admirably patient\n\ntrial judge, starting with an order near the outset of the case\n\ninstructing plaintiffs' counsel to \"refrain from making injurious\n\nremarks\" and \"avoid unnecessary rhetoric irrelevant to the issues\n\nof   the        case,\"     and   proceeding       to   multiple,         on-the-record\n\nadmonishments and threats of sanction during trial.\n\n                In light of this pattern of vexatious behavior, we hold\n\nthat the district court was well within its discretion in finding\n\nattorney        González    subject       to   sanctions    under       section   1927.\n\nMoreover, while we have often noted \"the general desirability and\n\nsometime necessity of affording notice and an opportunity to be\n\nheard when monetary sanctions are imposed,\" Media Duplication\n\nServs., Ltd. v. HDG Software, Inc., 928 F.2d 1228, 1238 (1st Cir.\n\n1991), we find no abuse of discretion here in the imposition of\n\nsanctions without a hearing. The sanctions were imposed largely on\n\n\n\n     30\n        One such episode involved a tape of an interview with\ndefendant Gracia-Ortiz.    Attorney González represented to the\ncourt, in front of the jury, that the tape captured Gracia-Ortiz\nmaking a public promise to terminate the plaintiffs' employment in\nJanuary 2002, well before the internal investigation of the\nDecember 15, 2001 incident had concluded. When the court was given\na chance to examine the tape out of the presence of the jury, it\nlearned that Gracia-Ortiz had actually stated, \"Should there be\ncause, we will request a summary suspension of Sergeant Figueroa\nand [Lamboy-Ortiz].\" The court admonished attorney González for\nthe misrepresentation, but he refused to acknowledge fault, saying,\n\"Your Honor, that was my interpretation.\"\n\n                                           -37-\n\fthe basis of conduct that occurred within the court's presence (and\n\nin relation to which the plaintiffs' counsel had received numerous\n\nwarnings), and thus there were few issues, if any, that could have\n\nbeen clarified by the presentation of additional evidence or\n\ntestimony.31       See Silverman v. Mut. Trust Life Ins. Co. (In re Big\n\nRapids Mall Assocs.), 98 F.3d 926, 929 (6th Cir. 1996) (“A hearing\n\nis not necessarily required [before the imposition of sanctions]\n\nwhere the court has full knowledge of the facts and is familiar\n\nwith the conduct of the attorneys.”).                  Moreover, plaintiffs'\n\ncounsel had the opportunity to brief the sanctions issue twice,\n\nfirst in his opposition to defendant Ortiz-Vélez's fee request and\n\nlater in a lengthy motion for reconsideration of the sanctions and\n\nfee orders.        Cf. Muthig v. Brant Point Nantucket, Inc., 838 F.2d\n\n600, 606-07 (1st Cir. 1988) (briefing process provided adequate\n\nopportunity to present evidence and argument on Rule 11 motion),\n\nabrogated on other grounds by Cooter & Gell, 496 U.S. 384.               Given\n\nthese        circumstances,   the   district   court    did   not   abuse   its\n\ndiscretion       in   imposing   sanctions   without    affording   counsel   a\n\nhearing.\n\n\n\n        31\n       If we had found the sanctions to properly rest on Rule 11\ngrounds and not solely on counsel's vexatious conduct, we would be\nconsiderably more concerned by the absence of an opportunity for\nthe presentation of \"'factual material that might have led\n[plaintiffs' counsel] to form a reasonable belief that the'\nstatements made in [the pleadings] were supportable.\"        Media\nDuplication Servs., 928 F.2d at 1239 (quoting Bay State Towing Co.\nv. Barge Am. 21, 899 F.2d 129, 131 (1st Cir. 1990)).\n\n                                      -38-\n\fC.   Amount of the Sanction\n\n            The final question before us is whether the district\n\ncourt strayed outside the boundaries of its discretion in imposing\n\nsanctions totaling more than $60,000 on attorney González.           In\n\nexamining this question, we look first to the purpose of section\n\n1927.\n\n            Unlike Rule 11, which finds its justification exclusively\n\nin deterrence, see Fed. R. Civ. P. 11 advisory committee's note\n\n(\"[T]he purpose of Rule 11 sanctions is to deter rather than to\n\ncompensate.\"), it is not clear from the face of section 1927\n\nwhether the statute is primarily compensatory or deterrent in\n\nnature -- and, accordingly, whether or not the amount of a sanction\n\nmust be set, as under Rule 11, at the minimum level necessary to\n\n\"deter repetition of the offending conduct or comparable conduct by\n\nothers.\"     In re Nosek, 609 F.3d at 9 (citing Fed. R. Civ. P.\n\n11(c)(4)).   The legislative history of section 1927, to the extent\n\nit provides any guidance, suggests both deterrent and compensatory\n\nintent.    Enacted in 1813, section 1927 was amended in 1980 to\n\nexpand the scope of sanctions from the award of \"excess costs\" to\n\n\"excess    costs,   expenses,   and   attorneys'   fees.\"   The   House\n\nConference Committee report on the 1980 amendment describes the\n\nstatute's primary purpose to be \"deter[rence of] unnecessary delays\n\nin litigation.\"     H.R. Rep. No. 96-1234, at 8 (1980) (Conf. Rep.),\n\nreprinted in 1980 U.S.C.C.A.N. 2781, 2782.         However, the report\n\n\n                                  -39-\n\falso describes the statute's function as one of compensation for\n\ninjury caused by litigation delay: \"[I]f an attorney does violate\n\n[section 1927's prohibition of dilatory conduct], and by such\n\nconduct causes the other parties to incur expenses or fees that\n\n[they] otherwise would not have incurred, the attorney should be\n\nrequired to satisfy personally this full range of excess costs\n\nattributable to such conduct.\"          Id.\n\n             Based on the Conference Committee report, a number of our\n\nsister circuits have described the primary purposes of section 1927\n\nto be deterrence and punishment of dilatory litigation tactics.\n\nSee In re Schaefer Salt Recovery, Inc., 542 F.3d 90, 101 (3d Cir.\n\n2008); Red Carpet Studios Div. of Source Advantage, Ltd. v. Sater,\n\n465   F.3d   642,   646   (6th   Cir.   2006);   United   States   v.   Int'l\n\nBrotherhood of Teamsters, Chauffeurs, Warehousemen & Helpers of\n\nAm., AFL-CIO, 948 F.2d 1338, 1345 (2d Cir. 1991); Beatrice Foods\n\nCo. v. New England Printing & Lithographing Co., 899 F.2d 1171,\n\n1177 (Fed. Cir. 1990). However, deterrence and compensation may be\n\nserved simultaneously, see Hamilton v. Boise Cascade Express, 519\n\nF.3d 1197, 1206 (10th Cir. 2008), and we believe that the fairest\n\nreading of section 1927 and its legislative history suggests that\n\nthe statute's purpose is both to \"deter frivolous litigation and\n\nabusive practices by attorneys and to ensure that those who create\n\nunnecessary costs also bear them.\"            Riddle & Assocs., P.C. v.\n\n\n\n\n                                    -40-\n\fKelly, 414 F.3d 832, 835 (7th Cir. 2005) (emphasis added) (internal\n\nquotation marks omitted).\n\n          Because of this dual purpose, it will not be appropriate\n\nin all cases to limit sanctions under section 1927 to the minimum\n\nlevel necessary to deter repeated or similar conduct. Accordingly,\n\na court will not necessarily abuse its discretion by awarding under\n\nsection 1927 a sum in excess of what would be required to serve\n\ndeterrence, where that sum is calculated to compensate a party for\n\ninjury caused by an adversary's dilatory tactics.32 We caution that\n\nany such compensatory sanction imposed under section 1927 must\n\nnonetheless    be   carefully    crafted    to   avoid    \"dampen[ing]    the\n\nlegitimate zeal of an attorney in representing his client.\"              H.R.\n\nRep. No. 96-1234, at 8.         Where sanctions under section 1927 are\n\nnot, however, expressly tied by the court to compensation of\n\nquantifiable   costs   incurred    by   a   party   due   to   an   opponent's\n\ndilatory conduct, we will presume the purpose of the award is\n\ndeterrent in nature.    Such sanctions structured to deter or punish\n\nvexatious behavior must be limited, as under Rule 11, to the\n\nminimum amount necessary to serve that purpose.\n\n          In this case, the district court's award of sanctions was\n\nclearly designed to deter and punish counsel's misconduct rather\n\nthan compensate for delay, and as such must be limited to the\n\n\n     32\n       By the same token, though, we have held that a court has\ndiscretion to award less than the full amount required to\ncompensate the injured party. See Cruz, 896 F.2d at 634-35.\n\n                                    -41-\n\fminimum sum necessary for deterrence.          Though it was no doubt an\n\nincidental effect of attorney González's disruptions at trial,\n\ndelay was not highlighted in the court's sanctions opinion.               The\n\nopinion focused instead on his vexatious behavior and \"flaunting of\n\nthe Court's rulings and directions.\"\n\n           The sanction could be considered \"compensatory\" only in\n\nthe sense that it was imposed as a portion of the attorney's fee\n\naward, which in turn was structured to compensate Mayor Ortiz-Vélez\n\nfor defense of the entire action, characterized by the court as\n\nfrivolous and groundless.      We have already rejected the basis for\n\nthat   compensatory   award.     Also,   the    district   court   made   no\n\nseparate, particularized assessment of what would be necessary to\n\nactually compensate defendant Ortiz-Vélez for excess costs or\n\nattorney's fees attributable to delay.         Rather, the court arrived\n\nat its $64,936 sanction simply by multiplying the total fee award\n\n($194,808) by one third, a multiplier which appears to have been\n\narbitrarily chosen.\n\n           We thus must determine whether the award of $64,936 in\n\nsanctions was sufficiently in excess of what was necessary for\n\ndeterrence so as to constitute an abuse of discretion.               There\n\nexists no mathematical formula for calibrating sanctions to the\n\noptimal sum that will preserve a deterrent effect while imposing no\n\nmore a burden on the parties or attorneys than is necessary.          Some\n\nguidance can be found in the Advisory Committee notes to Rule 11,\n\n\n                                  -42-\n\fwhich offer a non-exhaustive list of factors relevant to this\n\ndetermination.    Because of Rule 11's focus on deterrence, the\n\nAdvisory   Committee's    list,   while   not   directly    applicable   to\n\ncalculation of sanctions under section 1927, is instructive:\n\n           Whether the improper conduct was willful, or\n           negligent; whether it was part of a pattern of\n           activity, or an isolated event; . . . whether\n           the person has engaged in similar conduct in\n           other litigation; whether it was intended to\n           injure; what effect it had on the litigation\n           process in time or expense; whether the\n           responsible person is trained in the law; what\n           amount, given the financial resources of the\n           responsible person, is needed to deter that\n           person from repetition in the same case; [and]\n           what amount is needed to deter similar\n           activity by other litigants.\n\nSeveral of these factors weigh in favor of a sanction that is not\n\njust a slap on the wrist but carries instead some lasting sting.\n\nFirst, the conduct at issue was not merely negligent; while a\n\nportion of attorney González's missteps might be attributed to\n\nnegligence or poor preparation, not all can be so explained.              A\n\nnumber of the incidents highlighted by the district court in its\n\nsanctions order, particularly attorney González's failure to obey\n\ndirect instructions by the judge, involved behavior that was\n\nundeniably   willful     and   disrespectful    to   the   court   and   its\n\nprocesses.   Second, attorney González is trained in the law and\n\napparently well traveled in the federal courts, and thus his\n\nmistakes cannot be ascribed to inexperience.               Third, attorney\n\nGonzález appeared unable or unwilling to learn from his mistakes,\n\n\n                                   -43-\n\fas his pattern of misconduct continued unabated despite numerous\n\nwarnings from the court.\n\n          There can be no doubt of the need for a sanction that\n\nwill signal to attorney González the seriousness of his misconduct\n\nand deter similar behavior in the future.    Nonetheless, we find\n\n$64,936 to exceed what is reasonably necessary for these purposes.\n\nThe sum lies far outside the mainstream in this circuit, where\n\nsanctions typically amount to less than $10,000.33   Moreover, the\n\nsanction appears likely to impose an unjustifiable hardship on\n\nattorney González, who, according to counsel's representations to\n\nthe court, operates a small law office in partnership with his son,\n\nand for whom $64,936 would likely threaten financial disaster.\n\n\n     33\n       See, e.g., In re Nosek, 609 F.3d at 10 (holding sanction of\n$250,000 under Federal Rule of Bankruptcy Procedure 9011 to be\nexcessive and reducing to $5,000); Remexcel Managerial Consultants,\nInc. v. Arlequín, 583 F.3d 45, 49 (1st Cir. 2009) (noting district\ncourt's order imposing sanctions of $2,000 under section 1927);\nRoger Edwards, LLC v. Fiddes & Son Ltd., 437 F.3d 140 (1st Cir.\n2006) (upholding Rule 11 sanction of $4,553.10, and awarding $1,500\nin sanctions and double costs under Federal Rule of Appellate\nProcedure 38); Nyer v. Winterthur Int'l, 290 F.3d 456 (1st Cir.\n2002) (upholding Rule 11 sanctions of $8,690); Pimentel v. Jacobsen\nFishing Co., 102 F.3d 638 (1st Cir. 1996) (imposing sanctions of\n$8,406 on counsel, pursuant to Federal Rule of Appellate Procedure\n38 and section 1927); O'Ferral v. Trebol Motors Corp., 45 F.3d 561,\n564 (1st Cir. 1995) (upholding award of $8,000 in Rule 11\nsanctions, while noting that \"[n]o one remotely familiar with\nlawyer fees can doubt that the defense spent vastly more than\n$8,000 on this case\"); Mariani v. Doctors Assocs., Inc., 983 F.2d\n5 (1st Cir. 1993) (affirming $7,500 in Rule 11 sanctions against\nplaintiff's counsel, based on billing records showing that\ndefendants had spent over $14,000 in defending challenged motion);\nNavarro-Ayala v. Nunez, 968 F.2d 1421, 1428 (1st Cir. 1992)\n(holding Rule 11 sanction of $20,000 to be excessive and reducing\nto $6,500).\n\n                               -44-\n\fAccordingly, we modify the sanction to $5,000, a sum we deem\n\nsufficient to deter similar conduct by attorney González in the\n\nfuture    and   place   other   potential     offenders    on   notice   of   the\n\nconsequences of such conduct.34\n\n                                       IV.\n\n            Our   decision      here   should   not   be   interpreted    as    a\n\ncriticism of the district court's handling of the case below, which\n\nwas commendable in nearly every respect.                   As we have noted,\n\nattorney González's conduct was unusually disruptive, vexing, and\n\ndifficult to control, and the district court showed admirable\n\npatience throughout.       That we have ultimately concluded that we\n\nmust vacate the award of attorney's fees and reduce the sanctions\n\nimposed on counsel does not in any way detract from our respect for\n\nthe work of the district court, which faced a host of difficult\n\nproblems in presiding over this case.\n\n            We must, however, exercise particular care in reviewing\n\nfee awards in civil rights cases to prevent the chilling of\n\nmeritorious litigation.          The district court gave improper and\n\napparently dispositive weight to the failure of proof at trial in\n\ndetermining whether the plaintiffs' lawsuit was groundless when\n\n\n     34\n       The sanctions, though reduced in amount, will remain payable\nto Mayor Ortiz-Vélez, as required by section 1927. See Prosser v.\nProsser, 186 F.3d 403, 407 (3d Cir. 1999) (\"[S]ection 1927 only\nallows the court to award costs and attorney fees payable to the\nopposing party, not payable to the court.\"). That the award of\nsanctions is paid to the moving party in no way undercuts the\ndeterrent function of the sanctions.\n\n                                       -45-\n\ffiled, and the court thereby abused its discretion.      Hence, we\n\nvacate the $129,872 fee award.     We affirm the court's sanctions,\n\npursuant to 28 U.S.C. § 1927, of attorney González's vexatious\n\nbehavior throughout the trial below, but reduce the sanction to\n\n$5,000. The parties shall bear their own costs on appeal.\n\n          So ordered.\n\n\n\n\n                                 -46-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>630 F.3d 228 (2010)</b></center>\n<center><h1>Lt. Pedro J. LAMBOY-ORTIZ; Sgt. Roberto Figueroa-Montalvo; et al., Plaintiffs, Appellants,<br>\nv.<br>\nMiguel G. ORTIZ-VÉLEZ, in his official capacity as Mayor of the Municipality of Sabana Grande, Defendant, Appellee,<br>\nMiguel Pereira, in his official capacity as former Superintendent of Police of Puerto Rico; Victor Rivera, in his official capacity as Superintendent of Police of Puerto Rico; Miguel G. Ortiz-Vélez, in his personal capacity as Mayor of the Municipality of Sabana Grande; Marisol Vargas-Santiago, policewoman, in her personal capacity and in her official capacity as Officer of the Police of Puerto Rico; Colonel Cesar Gracia-Ortiz, in his personal capacity and in his official capacity as Assistant Superintendent of the Police of Puerto Rico; Lt. Emilio Laboy-Castillo, in his personal capacity and in his official capacity as Police Commander of the Police of Puerto Rico in Sabana Grande; José Santana-Pérez, policeman, in his personal capacity and in his official capacity as member of the Police of Puerto Rico; Unknown Defendants A-Z; Unknown Employer ABC, Defendants.</h1></center>\n<center>No. 09-1640.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard June 9, 2010.</center>\n<center>Decided December 17, 2010.</center>\n<p><span class=\"star-pagination\">*231</span> Francisco J. González-Magaz, with whom Francisco R. González Law Office was on brief, for appellants.</p>\n<p>Johanna M. Emmanuelli Huertas, with whom The Law Offices of Pedro E. Ortiz Álvarez, PSC was on brief, for appellee.</p>\n<p>Before TORRUELLA, LIPEZ, and HOWARD, Circuit Judges.</p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>This appeal involves an award of close to $130,000 in attorney's fees against unsuccessful civil rights plaintiffs and over $60,000 in sanctions against plaintiffs' counsel personally. Plaintiffs, who survived various dispositive motions and proceeded to a jury trial on their claims, argue that their lawsuit was not so unfounded or unreasonable as to justify an award of fees to the defendant in a civil rights lawsuit. We agree and therefore vacate the fee award.</p>\n<p>We conclude, however, that the district court did not abuse its discretion in imposing sanctions on plaintiffs' counsel, whose vexatious conduct and manifest disrespect of the district court proceedings stand out even in the dry pages of the record on appeal. Still, the amount of the sanction far exceeds what could be justified in the name of deterrence. We therefore reduce the sanction to $5,000.</p>\n<p></p>\n<h2>I.</h2>\n<p>Plaintiffs Pedro Lamboy-Ortiz (Lamboy-Ortiz) and Roberto Figueroa-Montalvo (Figueroa-Montalvo) were formerly employed as policemen in the municipality of Sabana Grande, Puerto Rico, and are members of Puerto Rico's New Progressive Party (NPP). In this lawsuit, Lamboy-Ortiz and Figueroa-Montalvo alleged that the defendants, including the Mayor of Sabana Grande and various members of the Sabana Grande and Puerto Rico Police, each of whom belongs to the opposition Popular Democratic Party (PDP), conspired to deprive them of their civil rights and effectively remove them from the local police force.</p>\n<p></p>\n<h2>A. Events Underlying the Plaintiffs' Civil Rights Suit<sup>[1]</sup></h2>\n<p>The dispute has its roots in an incident that allegedly occurred on December 15, 2001 in the Sabana Grande police station, on the day of a visit to Sabana Grande by Sila Calderón, then Governor of Puerto Rico and leader of the PDP. In anticipation of the governor's arrival, Mayor Miguel Ortiz-Vélez called the police station and asked for an officer to be dispatched to the Sabana Grande City Hall to pick up a framed picture of the governor for display in the police station. Marisol Vargas-Santiago (Vargas-Santiago) was on duty at the station's main desk and received the call. She responded to the Mayor's call by detailing officer José Santana-Pérez (Santana-Pérez) to retrieve the picture.</p>\n<p>What happened upon Santana-Pérez's return is contested. Officer Vargas-Santiago <span class=\"star-pagination\">*232</span> alleges that Sergeant Figueroa-Montalvo made offensive comments about Governor Calderón during the portrait's hanging,<sup>[2]</sup> and that Lieutenant Lamboy-Ortiz, who was Assistant Commander of the Sabana Grande District and the officer responsible for supervising the station at the time, indicated his agreement with Figueroa-Montalvo's off-color comments. Figueroa-Montalvo and Lamboy-Ortiz have denied that there were any such comments. Of the witnesses present at the time of the alleged comments, the only one who has corroborated Vargas-Santiago's account  Santana-Pérez  appears to have later recanted.<sup>[3]</sup></p>\n<p>Nonetheless, Vargas-Santiago filed administrative charges shortly after the alleged incident, precipitating a comprehensive internal investigation. Responsibility for the investigation initially rested with defendant Emilio Laboy-Castillo (Laboy-Castillo), Commander of the Puerto Rico Police in Sabana Grande, but was later transferred to an officer from the Office for Public Integrity. Over the course of several months, the investigators interviewed more than ten potential witnesses to the alleged offensive comments, many of whom were questioned on several occasions.</p>\n<p>Within a month or so of the alleged comments, both plaintiffs were transferred out of Sabana Grande to different districts. Lamboy-Ortiz was reassigned to the district of Mayagüez immediately following the incident, apparently to fill a staffing need. Figueroa-Montalvo was transferred to Ponce the next month, after complaints from defendant Vargas-Santiago that she was afraid of sharing a shift with him.<sup>[4]</sup></p>\n<p>In January 2002, in the early stages of the internal investigation, Commander Laboy-Castillo ordered Lamboy-Ortiz and Figueroa-Montalvo to meet with the Assistant District Attorney. Criminal charges were filed against both men the same day, listing Laboy-Castillo as the accusing witness. Figueroa-Montalvo was charged with breach of the peace under Article 260 of the Puerto Rico Penal Code, which criminalizes the use of \"vulgar, profane or indecent language in the presence . . . of women or children.\" P.R. Laws Ann. tit. 33, § 4521(c). Lamboy-Ortiz, in turn, was charged with a violation of Article 214 of the Penal Code, \"noncompliance with duty,\" for failure to curb Figueroa-Montalvo's <span class=\"star-pagination\">*233</span> alleged improper behavior. <i>See id.</i> § 4365. Each violation was punishable by a maximum prison sentence of six months and/or a fine of up to $500.</p>\n<p>Lamboy-Ortiz and Figueroa-Montalvo subsequently received letters in December 2002 from the Superintendent of the Puerto Rico Police, defendant Miguel Pereira, informing them that they were being suspended as a result of the improper conduct allegedly uncovered by the internal investigation. The letters further declared the Superintendent's intention to expel them.</p>\n<p>The officers were not expelled, however. Lamboy-Ortiz and Figueroa-Montalvo each appealed their suspension through administrative channels, and the sanction against each was reduced in 2003 to five months of suspension without pay.<sup>[5]</sup> The criminal proceedings also eventually resolved favorably for the plaintiffs: in January 2004, a commonwealth court found both officers not guilty of their respective criminal charges.</p>\n<p></p>\n<h2>B. Procedural History</h2>\n<p>The plaintiffs filed suit in December 2002, naming as defendants Mayor Ortiz-Vélez and a number of police personnel involved in the administrative investigations into and actions taken against the plaintiffs. At the heart of the plaintiffs' complaint was the firm conviction that Mayor Ortiz-Vélez had orchestrated the various adverse actions taken against them, purportedly to fulfill a campaign pledge to oust NPP members from the Sabana Grande police force.</p>\n<p>The plaintiffs' suit rested on three interrelated claims.<sup>[6]</sup> First, the plaintiffs asserted a claim under 42 U.S.C. § 1983 for political discrimination in violation of the First Amendment, alleging that they were targeted by defendants because of their association with the NPP. The plaintiffs' second claim, also under 42 U.S.C. § 1983, alleged deprivation of Fourteenth Amendment due process rights in connection with the administrative investigations and actions against them. Third, the plaintiffs brought a pendent claim under the Puerto Rico Anti-Discrimination Act (also known as Law 100), which provides a cause of action for, among other things, employment discrimination on the basis of political affiliation. <i>See</i> P.R. Laws Ann. tit. 29, § 146.</p>\n<p>Defendants filed several dispositive motions prior to the trial. In April 2003, Mayor Ortiz-Vélez moved to dismiss the suit under Federal Rule of Civil Procedure 12(b)(6), arguing that the plaintiffs had failed to allege, inter alia, the Mayor's personal involvement in the challenged conduct, that he had acted under color of law, or that he was part of a conspiracy in violation of 42 U.S.C. § 1983. The other defendants followed suit with a joint motion to dismiss shortly thereafter. In a July 2003 order, the district court largely denied the defendants' motions, granting dismissal only as to a claim for punitive damages against the Municipality of Sabana Grande.<sup>[7]</sup> In all other respects, the district court found that the plaintiffs had adequately pled facts that could support an <span class=\"star-pagination\">*234</span> actionable § 1983 claim by \"outlin[ing] . . . a situation where the Mayor's political animosity against them served to trigger a series of events, in which the other defendants willingly participated, and which culminated in adverse employment actions taken against them within the [Puerto Rico Police Department].\"<sup>[8]</sup></p>\n<p>In December 2003, Mayor Ortiz-Vélez filed a motion for summary judgment, arguing that the plaintiffs lacked any direct evidence that the Mayor was involved in the adverse employment actions taken against them, and therefore that there could be no grounds for a claim of political discrimination or denial of due process. Plaintiffs filed their opposition to the motion in March 2004. A month later, the court issued a one-page order denying summary judgment as to the plaintiffs' First Amendment claim,<sup>[9]</sup> finding that \"there are genuine issues as to material facts\" with regard to the claim.</p>\n<p>The case proceeded to trial on February 15, 2005. The proceeding was punctuated by the regular exclusion of evidence offered by the plaintiffs, often due to counsel's failure to heed basic principles of evidence law or prepare English translations of Spanish-language materials. Despite these difficulties, the plaintiffs were able to present a considerable amount of evidence. In fifteen days of trial  spread out over four months, due to various contingencies and the demands of the judge's criminal trial schedule  the plaintiffs put on twenty witnesses, including the plaintiffs, all but one of the defendants, and various individuals present at the alleged December 15, 2001 incident. The plaintiffs were also allowed, upon a showing of witness unavailability, to read into evidence the deposition testimony of a police reservist who claimed to have heard the Mayor promise to \"make [a] cleanup\" of certain police officers, including Figueroa-Montalvo, who had been photographed alongside an NPP politician.</p>\n<p>The plaintiffs rested their case on June 14, 2005; the defendants filed a Rule 50 motion for judgment as a matter of law shortly thereafter. The court granted the motion on October 31, 2005, finding that, \"after fifteen days of trial, plaintiffs were simply unable to prove their case against defendants.\" Plaintiffs initially filed an appeal from the judgment, which they voluntarily dismissed upon reaching a settlement with the defendants.<sup>[10]</sup></p>\n<p>In August 2006, almost ten months after the court granted the defendants' Rule 50 motion, Mayor Ortiz-Vélez filed a motion for attorney's fees under 42 U.S.C. § 1988,<sup>[11]</sup> attaching documentation for $207,507 in fees incurred through the October <span class=\"star-pagination\">*235</span> 2005 judgment.<sup>[12]</sup> This motion was followed a month later by a request for an additional $19,286 in fees incurred between the judgment and September 2006. After the plaintiffs filed an opposition to both requests, the court ordered Mayor Ortiz-Vélez to reply. The Mayor's reply introduced an alternative request for fees under 28 U.S.C. § 1927,<sup>[13]</sup> stating, \"There can be no doubt that plaintiffs' attorney, in an annoying fashion, insisted on continuing this case to its final terms regardless [of] the grave defects it had. . . . and thus attorney González should personally compensate [Ortiz-Vélez] for [his] expenses.\"</p>\n<p>Due to various procedural missteps by the Mayor's counsel, the court did not rule on the substance of the fee request until a full year had passed.<sup>[14]</sup> In an order dated September 8, 2008, the court granted the fee request, subject to a fifteen percent reduction to adjust for irregularities in defense counsel's billing records, and ordered the plaintiffs to pay $194,808 to Mayor Ortiz-Vélez. The court found the action to be \"groundless [and] unreasonable\" and thus properly subject to an award of attorney's fees against the plaintiff.</p>\n<p>In a separate order filed the same day, the court addressed the Mayor's alternative request for attorney's fees against attorney González under 28 U.S.C. § 1927. Reciting multiple instances of disruptive and vexatious conduct at trial and in pretrial filings, the court found sanctions warranted under both 28 U.S.C. § 1927 and Federal Rule of Civil Procedure 11. The court ordered attorney González to personally pay a third of the attorney's fee award, or $64,936. The award of attorney's fees against the plaintiffs was thereby reduced to $129,872.</p>\n<p>The plaintiffs moved for reconsideration of the two fee orders, which the court summarily denied. This timely appeal followed.</p>\n<p></p>\n<h2>II.</h2>\n<p>We begin our analysis with the court's award of fees under 42 U.S.C. § 1988. Though the parties to civil litigation are typically responsible for their own attorney's fees under the so-called \"American Rule,\" <i>see </i><i>Alyeska Pipeline Serv. Co. v. Wilderness Soc'y,</i> 421 U.S. 240, 247, 95 S.Ct. 1612, 44 L.Ed.2d 141 (1975), section 1988 grants courts the discretion to award a \"reasonable attorney's fee\" to the prevailing parties in suits under various civil rights statutes, including 42 U.S.C. § 1983. <i>See</i> 42 U.S.C. § 1988(b). As we often have <span class=\"star-pagination\">*236</span> recited, an award of fees in favor of a prevailing plaintiff in a civil rights suit is \"the rule, whereas fee-shifting in favor of a prevailing defendant is the exception.\" <i>Casa Marie Hogar Geriatrico, Inc. v. Rivera-Santos,</i> 38 F.3d 615, 618 (1st Cir. 1994). A prevailing defendant may be awarded fees only \"`upon a finding that the plaintiff's action was frivolous, unreasonable, or without foundation, even though not brought in subjective bad faith.'\" <i>Rosselló-González v. Acevedo-Vilá,</i> 483 F.3d 1, 6 (1st Cir.2007) (quoting <i>Christiansburg Garment Co. v. EEOC,</i> 434 U.S. 412, 421, 98 S.Ct. 694, 54 L.Ed.2d 648 (1978)).</p>\n<p>This standard for awarding attorney's fees to prevailing defendants in a civil rights suit is difficult to meet, and rightly so. Congress granted parties the prospect of a reasonable attorney's fee under 42 U.S.C. § 1988 to encourage the prosecution of legitimate civil rights claims; to award fees to prevailing defendants when the history of a case does not justify it undercuts that goal and chills civil rights litigation. <i>See </i><i>Foster v. Mydas Assocs., Inc.,</i> 943 F.2d 139, 146 (1st Cir.1991). This chilling effect is particularly acute in the case of large and financially onerous fee awards, which threaten to \"discourag[e] all but the airtight cases.\" <i>Arnold v. Burger King Corp.,</i> 719 F.2d 63, 68 (4th Cir.1983) (citing <i>Christiansburg Garment,</i> 434 U.S. at 422, 98 S.Ct. 694).</p>\n<p>We review fee awards for abuse of discretion, <i>Tang v. State of R.I., Dep't of Elderly Affairs,</i> 163 F.3d 7, 13 (1st Cir. 1998), and thus we will not lightly substitute our judgment for that of the district court, reversing only \"if we are left with `a definite and firm conviction that the court below committed a clear error of judgment.'\" <i>Id.</i> (quoting <i>Schubert v. Nissan Motor Corp. in U.S.A.,</i> 148 F.3d 25, 30 (1st Cir.1998)). Regrettably, we have reached that conclusion here.</p>\n<p></p>\n<h2>A. The District Court's Fee Opinion</h2>\n<p>The district court's explanation of the basis for its award of fees is brief; the bulk of the twelve-page opinion granting Mayor Ortiz-Vélez's fee request is devoted to calculation of the award. After a short summary of the allegations set forth in the plaintiffs' complaint, the opinion describes the complaint as \"a concoction of conclusions, speculation, and a novelesque theory of political conspiracy.\" The opinion states that, \"[o]n the face of the complaint,. . . [the plaintiffs'] action appeared groundless\" (a characterization at odds with the court's pretrial decision to deny a motion to dismiss). The opinion goes on to explain that two of the plaintiffs' claims reached trial because of \"artful pleading designed to squeak past dispositive motions, in which the benefit of the doubt is given to the nonmoving party.\"</p>\n<p>Beyond these conclusory characterizations, the fee opinion contains no analysis explaining why the plaintiffs' claims should be considered groundless at the time the complaint was filed. Instead, the opinion quotes a substantial excerpt from the October 2005 order granting the defendants' Rule 50 motion for judgment as a matter of law. The excerpted text, summarizing the court's findings that the evidence adduced at trial was insufficient to ground the plaintiffs' claims, states that \"[a]t the end of plaintiffs' evidence, all there is to support the political discrimination claims. . . is speculation piled upon speculation.\" The discussion draws to a close immediately following the excerpt, concluding, \"Although plaintiffs and their attorney contend that the action was filed in good faith, it was nonetheless groundless, unreasonable and a loss of extensive amounts of time for both the Court and the defense.\"</p>\n<p><span class=\"star-pagination\">*237</span> The opinion's rejection of the plaintiffs' arguments in opposition to the fee award is equally terse. Among other things, the plaintiffs argued that their complaint found support in evidence that had been excluded by the court at trial, and their survival of numerous dispositive motions showed the claims to have some substance. The opinion dismisses the former argument by simply noting that \"the `evidence' to which plaintiffs refer . . . was inadmissible under the Federal Rules of Evidence.\" In response to the latter, the opinion states that the \"multitude of [dispositive] motions arose from the many threads in the case, which included claims that were clearly barred by settled law and jurisprudence.\"</p>\n<p>Though the basis for the court's conclusion that the plaintiffs' complaint was groundless when filed cannot be definitively discerned from the fee opinion's brief discussion, the court's assessment appears to rest primarily, perhaps exclusively, on the failure of proof at trial. That fact is apparent not only in the court's heavy reliance on the rationale and findings of its Rule 50 order, but as well in the absence of any discussion of why the facts known to the plaintiffs at the time they filed their suit were insufficient to provide a reasonable basis for their claims. Also, the court's focus on the fate of the claims at trial is evident in the court's refusal to consider evidence excluded at trial, whether or not that evidence might be relevant to its assessment of the plaintiffs' basis for filing suit.</p>\n<p>Such emphasis on the plaintiffs' inability to support their claims at trial was undue. As the Supreme Court cautioned in <i>Christiansburg Garment,</i> the reasonableness of a suit should not be determined by reference to its ultimate failure:</p>\n<blockquote>[I]t is important that a district court resist the understandable temptation to engage in <i>post hoc</i> reasoning by concluding that, because a plaintiff did not ultimately prevail, his action must have been unreasonable or without foundation. This kind of hindsight logic could discourage all but the most airtight claims, for seldom can a prospective plaintiff be sure of ultimate success. No matter how honest one's belief that he has been the victim of discrimination, no matter how meritorious one's claim may appear at the outset, the course of litigation is rarely predictable.</blockquote>\n<p>434 U.S. at 421-22, 98 S.Ct. 694. To combat this danger of \"hindsight logic,\" we have instructed that a court ruling on a defendant's fee request under 42 U.S.C. § 1988 must assess the plaintiff's claims at the time the complaint was filed. <i>Tang,</i> 163 F.3d at 13. In so doing, the court must keep in mind that \"[e]ven when the law or the facts appear questionable or unfavorable at the outset, a party may have an entirely reasonable ground for bringing suit.\" <i>Christiansburg Garment,</i> 434 U.S. at 422, 98 S.Ct. 694.</p>\n<p>We have said that a court abuses its discretion \"`when a relevant factor deserving significant weight is overlooked, or when an improper factor is accorded significant weight, or when the court considers the appropriate mix of factors, but commits a palpable error of judgment in calibrating the decisional scales.'\" <i>United States v. DeCicco,</i> 370 F.3d 206, 210 (1st Cir.2004) (quoting <i>United States v. Gilbert,</i> 229 F.3d 15, 21 (1st Cir.2000)). Such an error of judgment appears to be present here; the court's improper emphasis on the failure of proof at trial, coupled with the absence of any significant discussion of the contemporaneous support for the plaintiffs' complaint at the time of filing, seems to reflect a serious miscalibration of \"the decisional scales.\" <i>Id.</i> Nevertheless, as noted above, the fee opinion leaves <span class=\"star-pagination\">*238</span> somewhat ambiguous the precise basis for the court's conclusion that the plaintiffs' complaint was groundless when filed, and one could read into the opinion a broader view of the evidence that is not so unduly colored by the court's assessment of the plaintiffs' case at trial. Because the district court has not itself articulated what that broader evidence might be, we proceed to examine whether the available evidence could support the court's conclusion that the complaint was unreasonable and groundless when filed, mindful that the abuse of discretion standard applies.</p>\n<p></p>\n<h2>B. Reasonableness at the Time of Filing</h2>\n<p>To assess the reasonableness of the suit at the time the complaint was filed, we must rely inevitably on a record that was created after the complaint was filed: on deposition transcripts, on testimony at trial, and on documentary evidence introduced in support of motions or at trial. In so doing, we make no judgment about the sufficiency of the evidence to reach a jury; we have not been asked to do so, nor is it relevant to the task at hand. We look to the evidence in the record only to the extent that it reflects the knowledge of the plaintiffs at the time the complaint was filed.</p>\n<p>That record includes evidence deemed inadmissible at trial on various grounds, including failure to provide certified English translations of Spanish documents, failure to timely disclose witnesses, and other violations of basic evidentiary and procedural requirements by plaintiffs' counsel. These were serious lapses, and we do not suggest that the evidence should not have been excluded. We consider this excluded evidence only because of its relevance to the reasonableness of the plaintiffs' lawsuit at the time of its filing.</p>\n<p></p>\n<h2>1. Factual Support for the Complaint</h2>\n<p>Since the plaintiffs knew with certainty whether or not they actually made the comments attributed to them by Officer Vargas-Santiago, it would be nonsensical to inquire whether the facts permitted a reasonable belief that the account was fabricated. Therefore, the relevant question is whether the plaintiffs could reasonably expect to marshal evidentiary support for their version of events. The answer is plainly yes: all but one of the witnesses to the December 15, 2001 incident testified that they had not heard any offensive comments from Figueroa-Montalvo or Lamboy-Ortiz.<sup>[15]</sup></p>\n<p>The facts also permitted the plaintiffs to reasonably infer that Vargas-Santiago was not acting alone in targeting them. Even if one were to credit Vargas-Santiago's accusations of undeniably crude and ill-advised criticism of a sitting PDP governor by two members of the opposing NPP party, this verbal indiscretion had nothing to do with the plaintiffs' job performance as police officers. Yet this alleged indiscretion, with little evidence to corroborate it, resulted in suspension of the officers, threats of dismissal, and, most incredibly, criminal charges. Such a disproportionate response to intemperate political speech, led by superiors affiliated with the opposing political party, gave rise to a fair inference by the plaintiffs that the motivation for the reprisal was political.</p>\n<p>Nor was it unreasonable at the outset for the plaintiffs to suspect the Mayor's involvement in the reprisal. Officer Vargas-Santiago <span class=\"star-pagination\">*239</span> linked herself to the Mayor in her account of the December 15, 2001 incident, insinuating that she was on familiar terms with him.<sup>[16]</sup> There was also evidence that the Mayor harbored a vendetta against NPP police officers, as plaintiffs alleged in their complaint. According to the testimony of a police reservist, Mayor Ortiz-Vélez stopped outside the Sabana Grande police station during a 2000 campaign event and publicly promised to \"make [a] cleanup\" of certain NPP police officers, including Figueroa-Montalvo, who had appeared in a picture published in a local newspaper the day before alongside an NPP politician. Additionally, in deposition testimony, several witnesses described vitriolic, anti-NPP commentary by the Mayor during public radio addresses, and one witness testified to rumors that the Mayor maintained a \"list\" of NPP police members he intended to oust.<sup>[17]</sup></p>\n<p>Overall, it was reasonable for the plaintiffs to attribute a political motive to the apparent campaign of harassment against them, given the undisputed hostility between members of the NPP and PDP in Sabana Grande, the intimations of a connection between the Mayor and Vargas-Santiago, and the apparent absence of any legitimate explanation for the excessively punitive response from the police administration to Vargas-Santiago's allegations against the plaintiffs. <i>See </i><i>Anthony v. Sundlun,</i> 952 F.2d 603, 606 (1st Cir.1991) (noting that absence of legitimate explanation for employment action against plaintiffs, combined with other circumstantial evidence, suggested a politically discriminatory motive).</p>\n<p></p>\n<h2>2. Legal Basis for the Complaint</h2>\n<p>The facts and inferences available at the time of filing were sufficient to ground a reasonable belief by the plaintiffs that they would be able to establish the elements of their three claims at trial. As for the First Amendment claim, which lay at the heart of the plaintiffs' suit, it is well established that the First Amendment \"prohibits government officials from taking adverse employment action against a non-policymaking government employee based on the employee's political affiliation.\" <i>Welch v. Ciampa,</i> 542 F.3d 927, 938 (1st Cir.2008). To make out a prima facie claim of political discrimination, a plaintiff must show (1) that the plaintiff and defendant have opposing political affiliations, (2) that the defendant is aware of the plaintiff's affiliation, (3) that an adverse employment action occurred, and (4) that political affiliation was a substantial or motivating factor for the adverse employment action. <i>Id.</i></p>\n<p>The circumstances here supported a reasonable belief by the plaintiffs that they could satisfy each of these elements. First, it is undisputed that the defendants were members of the NPP and the plaintiffs were members of the opposing PDP. Second, the plaintiffs had a reasonable belief, <span class=\"star-pagination\">*240</span> based on the fact that Sabana Grande is a small community and that the plaintiffs had been associated with prior NPP administrations, that the defendants were aware of their political affiliation.<sup>[18]</sup> Third, the suspension of the plaintiffs and their summary transfers to different districts<sup>[19]</sup> would qualify as adverse employment actions. <i>See </i><i>Rodríguez-García v. Miranda-Marín,</i> 610 F.3d 756, 766 (1st Cir.2010) (\"Employment actions are sufficiently adverse to support a First Amendment § 1983 claim if those actions, objectively evaluated, would place substantial pressure on even one of thick skin to conform to the prevailing political view.\" (quoting <i>Bergeron v. Cabral,</i> 560 F.3d 1, 8 (1st Cir.2009) (internal quotation marks omitted))).<sup>[20]</sup></p>\n<p>Fourth and finally, as discussed above, there was circumstantial evidence of a political motivation for the various actions taken against the plaintiffs.<sup>[21]</sup> As we have emphasized many times, it is rare that a \"smoking gun\" will be found in a political discrimination case, and thus circumstantial evidence alone may support a finding of political discrimination. <i>Anthony,</i> 952 F.2d at 605. Moreover, the quantum of circumstantial evidence needed to prevail at trial will be considerably greater than that which will provide a plaintiff with reasonable grounds for filing suit. In short, the evidence here was sufficient to establish the reasonableness of the plaintiffs' central political discrimination claim at the time that they filed their lawsuit.</p>\n<p>We also find that the circumstances discussed above were sufficient to afford reasonable grounds for each of plaintiffs' two subsidiary claims. The plaintiffs' claim for violation of Puerto Rico's Anti-Discrimination Act  which prohibits \"discriminat[ion] against an employee . . . because of his/her . . . political affiliation,\" P.R. Laws Ann. tit. 29, § 146  rests comfortably on the same conduct as the claim for First Amendment political discrimination.<sup>[22]</sup> As for the Fourteenth Amendment <span class=\"star-pagination\">*241</span> due process claim, an action for deprivation of due process may be brought based upon bias infecting administrative proceedings. <i>See </i><i>Esso Standard Oil Co. v. López-Freytes,</i> 522 F.3d 136, 145-48 (1st Cir. 2008). As discussed above, circumstantial evidence of such bias in the internal investigation and suspension of the plaintiffs existed at the time of the complaint's filing.</p>\n<p>In sum, our review of the record finds the evidence available to plaintiffs at the time of filing easily sufficient to support the reasonableness of their suit. We are left to choose between one of two possible conclusions concerning the basis for the district court's contrary assessment. First, the district court may have failed to give any consideration to the evidence we have discussed above, relying solely upon the plaintiffs' ultimate inability to support their case at trial as a proxy for the reasonableness of their suit at the outset  in other words, a pure application of hindsight logic. Second, the court may have duly considered all available evidence of reasonableness, but substantially discounted it in light of the failure of proof at trial. The choice between the two makes little difference. In either case, it is clear that the court gave significant weight to a factor that should have received little or no consideration in its analysis, <i>see </i><i>Christiansburg Garment,</i> 434 U.S. at 421-22, 98 S.Ct. 694, and we therefore must conclude that the court abused its discretion. <i>DeCicco,</i> 370 F.3d at 210.</p>\n<p></p>\n<h2>C. Reasonableness of Continuing Suit Through Trial</h2>\n<p>While the determination of whether to award attorney's fees to a prevailing defendant must focus primarily on the claims at the time that the complaint was filed, <i>see </i><i>Tang,</i> 163 F.3d at 13, fees also may be awarded on rare occasions where \"the plaintiff continued to litigate after [the claims] <i>clearly</i> became [frivolous, unreasonable, or groundless].\" <i>Christiansburg Garment,</i> 434 U.S. at 422, 98 S.Ct. 694 (emphasis added). The district court did not explicitly address this basis for awarding fees in its opinion.<sup>[23]</sup> Mayor Ortiz-Vélez, however, argues it here as an alternative basis for the award, contending that the plaintiffs should have dismissed their suit at various points when its lack of merit purportedly became clear (and, particularly, after the district court dismissed the plaintiffs' due process claims against Mayor Ortiz-Vélez and the Municipality of Sabana Grande).</p>\n<p>Great caution must be taken in assessing whether a claim \"clearly\" became untenable prior to the close of suit because of the particular danger of hindsight logic. It would be all too easy to assume that, if a claim did not prevail in the end, it must have become obvious to the plaintiff at some earlier juncture (e.g., upon completion of discovery) that the claim lacked support. This is exactly the sort of reasoning the Supreme Court cautioned against in <i>Christiansburg Garment. See id.</i> at 421-22, 98 S.Ct. 694. Thus, while a court need not find bad faith to justify an <span class=\"star-pagination\">*242</span> award of fees for the continuation of a clearly untenable claim, <i>id.</i> at 421, 98 S.Ct. 694, it must at a minimum find that, following the filing of the claim, circumstances changed to such an extent that a reasonable person could not help but conclude that the claim was no longer viable. Such a change would include, for example, the receipt of evidence in the course of discovery establishing a complete defense, or a development in the controlling law that foreclosed the claim.</p>\n<p>The record here betrays no significant change in circumstances prior to trial that reasonably should have caused the plaintiffs to conclude that their claims were no longer viable. In fact, the most notable development in the case prior to trial sent a contrary signal: the court denied the Mayor's post-discovery summary judgment motion as to the plaintiffs' central political discrimination claim.<sup>[24]</sup> While the fact that a claim has survived summary judgment is not, on its own, \"entitled to decretory significance,\" <i>Foster,</i> 943 F.2d at 144, it has some value in determining whether a claim was or became unreasonable or without foundation. <i>See id.; </i><i>Walker v. NationsBank of Fla. N.A.,</i> 53 F.3d 1548, 1559 (11th Cir.1995) (holding that district court abused its discretion in finding suit unreasonable and groundless where, inter alia, the court had denied two prior summary judgment motions); <i>Jensen v. Stangel,</i> 762 F.2d 815, 818 (9th Cir.1985) (noting that earlier denials of defendants' motions to dismiss and for summary judgment suggested that plaintiff's claims \"were not without merit\"); <i>cf.</i> Fed.R.Civ.P. 11 advisory committee's note (\"[I]f a party has evidence with respect to a contention that would suffice to defeat a motion for summary judgment based thereon, it would have sufficient `evidentiary support' for purposes of [satisfying] Rule 11.\").</p>\n<p>The significance of a claim's withstanding summary judgment will depend on the circumstances of the individual case, and may not always bear a direct relation to its merits. In the run of cases, however, most claims that would warrant an award of attorney's fees under section 1988's relatively stringent standards  those that are truly \"frivolous, unreasonable, or without foundation,\" <i>Christiansburg Garment,</i> 434 U.S. at 421, 98 S.Ct. 694  will not survive summary judgment. To overcome a summary judgment motion, a plaintiff must introduce evidence that creates a \"genuine issue of material fact\" as to the substance of her claims, i.e., one that \"could be resolved in favor of either party\" and \"has the potential of affecting the outcome of the case.\" <i>Vera v. McHugh,</i> 622 F.3d 17, 26 (1st Cir.2010) (internal quotation marks omitted). The plaintiff's ability to make such a showing surely reflects on the question of whether the claim was, at the time, clearly frivolous, unreasonable, or without foundation.</p>\n<p>Of course, if it is clear that the court's denial of summary judgment rested on grounds other than a merits assessment, such as failure to comply with the procedures required by Rule 56 and its local corollaries, it should carry little or no weight in assessing the reasonableness of the plaintiff's decision to continue with suit. Here, however, there is nothing in the record to dispel the natural inference that denial of summary judgment was <span class=\"star-pagination\">*243</span> based on a determination of the adequacy of support for plaintiffs' claims at the time of the summary judgment ruling. The order denying summary judgment simply states that, \"[h]aving considered the motion, opposition, and supporting documents, the Court finds that there are genuine issues as to material facts with regard to the claims brought under the First Amendment\" and thus \"summary judgment is not proper on those claims.\" The fact that the court later characterized the plaintiffs' claims as having \"squeaked by\" summary judgment (as well as an earlier motion to dismiss) reflects the kind of hindsight logic rejected by <i>Christiansburg Garment.</i> 434 U.S. at 421-22.</p>\n<p>Because we find no evidence that plaintiffs were \"clearly\" unreasonable in continuing to prosecute their claims to trial, and some evidence to the contrary, the district court's award of fees cannot be justified on this ground.</p>\n<p></p>\n<h2>III.</h2>\n<p>We turn next to the order imposing sanctions on attorney González personally. As with an award of attorney's fees, we review a district court's imposition of sanctions for abuse of discretion. <i>Jensen v. Phillips Screw Co.,</i> 546 F.3d 59, 64 (1st Cir.2008). Though this standard of review is not \"appellant-friendly,\" <i>id.,</i> we are \"conscious of the impact of sanctions on attorneys and take our oversight role seriously.\" <i>Nw. Bypass Grp. v. U.S. Army Corps of Eng'rs,</i> 569 F.3d 4, 6 (1st Cir.2009). A reviewing court can find a sanction to be an abuse of discretion in itself or in amount. <i>Ameriquest Mortg. Co. v. Nosek (In re Nosek),</i> 609 F.3d 6, 9 (1st Cir.2010).</p>\n<p></p>\n<h2>A. Sufficiency of Notice of Appeal</h2>\n<p>As a threshold matter, we examine the sufficiency of the notice of appeal on this issue, which does not specifically identify attorney González as an appellant. Because the sanctions were imposed on attorney González personally, his clients have \"no pecuniary or . . . other sufficient interest in the award to confer standing to appeal,\" <i>DCPB, Inc. v. City of Lebanon,</i> 957 F.2d 913, 919 (1st Cir.1992) (alteration in original) (internal quotation marks omitted); the plaintiffs do not contend otherwise. Defendant Ortiz-Vélez argues that we thus lack jurisdiction to review the imposition of sanctions on attorney González.</p>\n<p>The filing of a notice of appeal is indeed a jurisdictional prerequisite, but we liberally construe the notice requirements set forth in Federal Rule of Appellate Procedure 3. <i>Sueiro Vázquez v. Torregrosa de la Rosa,</i> 494 F.3d 227, 233 (1st Cir.2007). Rule 3 was amended in 1993 to make clear that \"[a]n appeal must not be dismissed. . . for failure to name a party whose intent to appeal is otherwise clear from the notice.\"<sup>[25]</sup> Fed. R.App. P. 3(c)(4). Rule 3's notice requirement will be satisfied where the notice of the appeal \"provides sufficient notice to other parties and the courts\" of the party's intent to seek appellate review. <i>Sueiro Vázquez,</i> 494 F.3d at <span class=\"star-pagination\">*244</span> 233 (quoting <i>Smith v. Barry,</i> 502 U.S. 244, 248, 112 S.Ct. 678, 116 L.Ed.2d 678 (1992)); <i>see also</i> Fed. R.App. P. 3 advisory committee's note (\"If a court determines it is objectively clear that a party intended to appeal, there are neither administrative concerns nor fairness concerns that should prevent the appeal from going forward.\").</p>\n<p>Though attorney González was not specifically named in the notice of appeal, the appeal was taken from an order denying reconsideration of both the award of fees against plaintiffs <i>and</i> the imposition of sanctions on attorney González. There is no question from the notice of appeal that attorney González intended to appeal the imposition of sanctions, and that is sufficient to satisfy Rule 3.</p>\n<p></p>\n<h2>B. Legal Basis for Sanctions</h2>\n<p>The district court purported to make its order imposing sanctions on attorney González under both Federal Rule of Civil Procedure 11 and 28 U.S.C. § 1927.<sup>[26]</sup> For several reasons, we hold that only section 1927 affords a defensible basis for sanctions in these circumstances.</p>\n<p></p>\n<h2>1. Rule 11 Sanctions</h2>\n<p>Among other factors disqualifying Rule 11 as a basis for the sanctions here, the court and defendant Ortiz-Vélez failed to satisfy the Rule's procedural requirements. The court indicated that the sanctions here were imposed on the defendant's motion.<sup>[27]</sup> Rule 11 motions are governed by carefully wrought procedures designed to \"stress the seriousness of a motion for sanctions.\" Fed.R.Civ.P. 11 advisory committee's note. A Rule 11 motion must be made \"separately from any other motion,\" Fed.R.Civ.P. 11(c)(2), and \"not simply . . . as an additional prayer for relief contained in another motion.\" <i>Id.,</i> advisory committee's note. The moving party must furthermore serve the Rule 11 motion on opposing counsel at least twenty-one days prior to filing with the court so as to provide the adversary time to withdraw the challenged paper, claim, contention, or defense. <i>See</i> Fed.R.Civ.P. 11(c)(2); <i>Radcliffe v. Rainbow Constr. Co.,</i> 254 F.3d 772, 789 (9th Cir.2001) (reversing award of Rule 11 sanctions where moving party failed to comply with twenty-one-day \"safe harbor\" provision).</p>\n<p>None of these requirements was met here. Defendant Ortiz-Vélez's request for fees against attorney González appeared not as a separate motion, but as an alternative request at the tail end of a motion for attorney's fees under 42 U.S.C. § 1988. <span class=\"star-pagination\">*245</span> Notably, the request did not even include a specific reference to Rule 11, citing only 28 U.S.C. § 1927. Nor was attorney González served with the motion twenty-one days prior to its filing. <i>See </i><i>Radcliffe,</i> 254 F.3d at 789 (characterizing twenty-one-day safe harbor provision as \"mandatory\").</p>\n<p>Even if these procedural safeguards had been satisfied, Rule 11 could not provide a proper basis for the court's award of sanctions. The court's order detailed three separate grounds for sanctions, but only the first of these  the vexatious conduct of plaintiffs' counsel  was adequately supported. The court cited as additional or alternative grounds (1) the filing of \"frivolous claims . . . with no basis in fact\" and (2) the filing of \"frivolous appeals.\"<sup>[28]</sup> Our holding that the plaintiffs' suit had adequate foundation at the time of filing forecloses the \"frivolous claims\" argument, and the court made no findings sufficient to support its characterization of plaintiffs' prior appeals as \"frivolous.\" Moreover, it is Federal Rule of Appellate Procedure 38, not Federal Rule of Civil Procedure 11, that authorizes sanctions for the filing of frivolous appeals. <i>See</i> Fed. R.App. P. 38; <i>Cooter &amp; Gell v. Hartmarx Corp.,</i> 496 U.S. 384, 406-09, 110 S.Ct. 2447, 110 L.Ed.2d 359 (1990).</p>\n<p>Thus, the only viable basis for the court's award of sanctions was attorney misconduct, the bulk of which occurred during trial.<sup>[29]</sup> And, no matter how vexatious or disruptive counsel's conduct was during trial, Rule 11 cannot reach such misconduct. The Rule applies only to written papers filed with or submitted to the court, and does not govern the conduct of litigation more generally. <i>See</i> Fed. R.Civ.P. 11(b) (referring to \"a pleading, written motion, or other paper\"); <i>id.,</i> advisory committee's note (\"The rule applies only to assertions contained in papers filed with or submitted to the court.\"); <i>Zaldivar v. City of Los Angeles,</i> 780 F.2d 823, 829-30 (9th Cir.1986) (\"Rule 11 is not a panacea intended to remedy all manner of attorney misconduct occurring before or during the trial of civil cases.\"), <i>abrogated on other grounds by </i><i>Cooter &amp; Gell,</i> 496 U.S. 384, 110 S.Ct. 2447.</p>\n<p></p>\n<h2>2. Sanctions under Section 1927</h2>\n<p>Unlike Rule 11, section 1927 applies precisely to the misconduct underlying the district court's award of sanctions. Section 1927 authorizes the imposition of sanctions against an attorney \"who so multiplies the proceedings in any case unreasonably and vexatiously.\" 28 U.S.C. § 1927. Litigation conduct qualifies as \"vexatious\" if it is \"harassing or annoying, regardless of whether it is intended to be so.\" <i>Cruz v. Savage,</i> 896 F.2d 626, 632 (1st Cir.1990). We have stated that section 1927 does not apply to \"[g]arden-variety carelessness or even incompetence,\" but instead requires that the \"attorney's actions . . . evince a studied disregard of the need for an orderly judicial process, or add up to a reckless breach of the lawyer's <span class=\"star-pagination\">*246</span> obligations as an officer of the court.\" <i>Jensen,</i> 546 F.3d at 64 (citation omitted).</p>\n<p>The types of litigation conduct we have previously found vexatious and unreasonable  e.g., attempting to introduce evidence on irrelevant matters in the face of numerous admonitions to desist, and \"engag[ing] in obfuscation of the issues, hyperbolism and groundless presumptions,\" <i>Cruz,</i> 896 F.2d at 634  pervade the record here. At trial, attorney González repeatedly ignored evidentiary rulings, pressing forward to ask questions identical to those barred, often just moments prior, by the trial judge. On one occasion, attorney González refused to leave the sidebar when ordered to after an adverse ruling, forcing the judge to remove the jury from the room and censure the attorney for his obstinacy and manifest disrespect. Attorney González further persisted, in contravention of his obligations as an officer of the court, in making blatant misrepresentations and referring to matters not established by evidence in the record.<sup>[30]</sup> This misconduct evoked a string of warnings from an admirably patient trial judge, starting with an order near the outset of the case instructing plaintiffs' counsel to \"refrain from making injurious remarks\" and \"avoid unnecessary rhetoric irrelevant to the issues of the case,\" and proceeding to multiple, on-the-record admonishments and threats of sanction during trial.</p>\n<p>In light of this pattern of vexatious behavior, we hold that the district court was well within its discretion in finding attorney González subject to sanctions under section 1927. Moreover, while we have often noted \"the general desirability and sometime necessity of affording notice and an opportunity to be heard when monetary sanctions are imposed,\" <i>Media Duplication Servs., Ltd. v. HDG Software, Inc.,</i> 928 F.2d 1228, 1238 (1st Cir.1991), we find no abuse of discretion here in the imposition of sanctions without a hearing. The sanctions were imposed largely on the basis of conduct that occurred within the court's presence (and in relation to which the plaintiffs' counsel had received numerous warnings), and thus there were few issues, if any, that could have been clarified by the presentation of additional evidence or testimony.<sup>[31]</sup><i>See </i><i>Silverman v. Mut. Trust Life Ins. Co. (In re Big Rapids Mall Assocs.),</i> 98 F.3d 926, 929 (6th Cir. 1996) (\"A hearing is not necessarily required [before the imposition of sanctions] where the court has full knowledge of the facts and is familiar with the conduct of the attorneys.\"). Moreover, plaintiffs' counsel had the opportunity to brief the sanctions issue twice, first in his opposition to defendant Ortiz-Vélez's fee request and <span class=\"star-pagination\">*247</span> later in a lengthy motion for reconsideration of the sanctions and fee orders. <i>Cf. </i><i>Muthig v. Brant Point Nantucket, Inc.,</i> 838 F.2d 600, 606-07 (1st Cir. 1988) (briefing process provided adequate opportunity to present evidence and argument on Rule 11 motion), <i>abrogated on other grounds by </i><i>Cooter &amp; Gell,</i> 496 U.S. 384, 110 S.Ct. 2447. Given these circumstances, the district court did not abuse its discretion in imposing sanctions without affording counsel a hearing.</p>\n<p></p>\n<h2>C. Amount of the Sanction</h2>\n<p>The final question before us is whether the district court strayed outside the boundaries of its discretion in imposing sanctions totaling more than $60,000 on attorney González. In examining this question, we look first to the purpose of section 1927.</p>\n<p>Unlike Rule 11, which finds its justification exclusively in deterrence, <i>see</i> Fed. R.Civ.P. 11 advisory committee's note (\"[T]he purpose of Rule 11 sanctions is to deter rather than to compensate.\"), it is not clear from the face of section 1927 whether the statute is primarily compensatory or deterrent in nature  and, accordingly, whether or not the amount of a sanction must be set, as under Rule 11, at the minimum level necessary to \"deter repetition of the offending conduct or comparable conduct by others.\" <i>In re Nosek,</i> 609 F.3d at 9 (citing Fed.R.Civ.P. 11(c)(4)). The legislative history of section 1927, to the extent it provides any guidance, suggests both deterrent and compensatory intent. Enacted in 1813, section 1927 was amended in 1980 to expand the scope of sanctions from the award of \"excess costs\" to \"excess costs, expenses, and attorneys' fees.\" The House Conference Committee report on the 1980 amendment describes the statute's primary purpose to be \"deter[rence of] unnecessary delays in litigation.\" H.R.Rep. No. 96-1234, at 8 (1980) (Conf.Rep.), <i>reprinted in</i> 1980 U.S.C.C.A.N. 2781, 2782. However, the report also describes the statute's function as one of compensation for injury caused by litigation delay: \"[I]f an attorney does violate [section 1927's prohibition of dilatory conduct], and by such conduct causes the other parties to incur expenses or fees that [they] otherwise would not have incurred, the attorney should be required to satisfy personally this full range of excess costs attributable to such conduct.\" <i>Id.</i></p>\n<p>Based on the Conference Committee report, a number of our sister circuits have described the primary purposes of section 1927 to be deterrence and punishment of dilatory litigation tactics. <i>See </i><i>In re Schaefer Salt Recovery, Inc.,</i> 542 F.3d 90, 101 (3d Cir.2008); <i>Red Carpet Studios Div. of Source Advantage, Ltd. v. Sater,</i> 465 F.3d 642, 646 (6th Cir.2006); <i>United States v. Int'l Brotherhood of Teamsters, Chauffeurs, Warehousemen &amp; Helpers of Am., AFL-CIO,</i> 948 F.2d 1338, 1345 (2d Cir. 1991); <i>Beatrice Foods Co. v. New England Printing &amp; Lithographing Co.,</i> 899 F.2d 1171, 1177 (Fed.Cir.1990). However, deterrence and compensation may be served simultaneously, <i>see </i><i>Hamilton v. Boise Cascade Express,</i> 519 F.3d 1197, 1206 (10th Cir.2008), and we believe that the fairest reading of section 1927 and its legislative history suggests that the statute's purpose is both to \"deter frivolous litigation and abusive practices by attorneys <i>and</i> to ensure that those who create unnecessary costs also bear them.\" <i>Riddle &amp; Assocs., P.C. v. Kelly,</i> 414 F.3d 832, 835 (7th Cir.2005) (emphasis added) (internal quotation marks omitted).</p>\n<p>Because of this dual purpose, it will not be appropriate in all cases to limit sanctions under section 1927 to the minimum level necessary to deter repeated or similar conduct. Accordingly, a court will not <span class=\"star-pagination\">*248</span> necessarily abuse its discretion by awarding under section 1927 a sum in excess of what would be required to serve deterrence, where that sum is calculated to compensate a party for injury caused by an adversary's dilatory tactics.<sup>[32]</sup> We caution that any such compensatory sanction imposed under section 1927 must nonetheless be carefully crafted to avoid \"dampen[ing] the legitimate zeal of an attorney in representing his client.\" H.R.Rep. No. 96-1234, at 8, 1980 U.S.C.C.A.N. at 2782. Where sanctions under section 1927 are not, however, expressly tied by the court to compensation of quantifiable costs incurred by a party due to an opponent's dilatory conduct, we will presume the purpose of the award is deterrent in nature. Such sanctions structured to deter or punish vexatious behavior must be limited, as under Rule 11, to the minimum amount necessary to serve that purpose.</p>\n<p>In this case, the district court's award of sanctions was clearly designed to deter and punish counsel's misconduct rather than compensate for delay, and as such must be limited to the minimum sum necessary for deterrence. Though it was no doubt an incidental effect of attorney González's disruptions at trial, delay was not highlighted in the court's sanctions opinion. The opinion focused instead on his vexatious behavior and \"flaunting of the Court's rulings and directions.\"</p>\n<p>The sanction could be considered \"compensatory\" only in the sense that it was imposed as a portion of the attorney's fee award, which in turn was structured to compensate Mayor Ortiz-Vélez for defense of the entire action, characterized by the court as frivolous and groundless. We have already rejected the basis for that compensatory award. Also, the district court made no separate, particularized assessment of what would be necessary to actually compensate defendant Ortiz-Vélez for excess costs or attorney's fees attributable to delay. Rather, the court arrived at its $64,936 sanction simply by multiplying the total fee award ($194,808) by one third, a multiplier which appears to have been arbitrarily chosen.</p>\n<p>We thus must determine whether the award of $64,936 in sanctions was sufficiently in excess of what was necessary for deterrence so as to constitute an abuse of discretion. There exists no mathematical formula for calibrating sanctions to the optimal sum that will preserve a deterrent effect while imposing no more a burden on the parties or attorneys than is necessary. Some guidance can be found in the Advisory Committee notes to Rule 11, which offer a non-exhaustive list of factors relevant to this determination. Because of Rule 11's focus on deterrence, the Advisory Committee's list, while not directly applicable to calculation of sanctions under section 1927, is instructive:</p>\n<blockquote>Whether the improper conduct was willful, or negligent; whether it was part of a pattern of activity, or an isolated event; . . . whether the person has engaged in similar conduct in other litigation; whether it was intended to injure; what effect it had on the litigation process in time or expense; whether the responsible person is trained in the law; what amount, given the financial resources of the responsible person, is needed to deter that person from repetition in the same case; [and] what amount is needed to deter similar activity by other litigants.</blockquote>\n<p>Several of these factors weigh in favor of a sanction that is not just a slap on the wrist but carries instead some lasting sting. <span class=\"star-pagination\">*249</span> First, the conduct at issue was not merely negligent; while a portion of attorney González's missteps might be attributed to negligence or poor preparation, not all can be so explained. A number of the incidents highlighted by the district court in its sanctions order, particularly attorney González's failure to obey direct instructions by the judge, involved behavior that was undeniably willful and disrespectful to the court and its processes. Second, attorney González is trained in the law and apparently well traveled in the federal courts, and thus his mistakes cannot be ascribed to inexperience. Third, attorney González appeared unable or unwilling to learn from his mistakes, as his pattern of misconduct continued unabated despite numerous warnings from the court.</p>\n<p>There can be no doubt of the need for a sanction that will signal to attorney González the seriousness of his misconduct and deter similar behavior in the future. Nonetheless, we find $64,936 to exceed what is reasonably necessary for these purposes. The sum lies far outside the mainstream in this circuit, where sanctions typically amount to less than $10,000.<sup>[33]</sup> Moreover, the sanction appears likely to impose an unjustifiable hardship on attorney González, who, according to counsel's representations to the court, operates a small law office in partnership with his son, and for whom $64,936 would likely threaten financial disaster. Accordingly, we modify the sanction to $5,000, a sum we deem sufficient to deter similar conduct by attorney González in the future and place other potential offenders on notice of the consequences of such conduct.<sup>[34]</sup></p>\n<p></p>\n<h2>IV.</h2>\n<p>Our decision here should not be interpreted as a criticism of the district court's handling of the case below, which was commendable in nearly every respect. As we have noted, attorney González's conduct was unusually disruptive, vexing, and difficult to control, and the district court showed admirable patience throughout. That we have ultimately concluded that we must vacate the award of attorney's fees and reduce the sanctions imposed on counsel does not in any way detract from our respect for the work of the district court, <span class=\"star-pagination\">*250</span> which faced a host of difficult problems in presiding over this case.</p>\n<p>We must, however, exercise particular care in reviewing fee awards in civil rights cases to prevent the chilling of meritorious litigation. The district court gave improper and apparently dispositive weight to the failure of proof at trial in determining whether the plaintiffs' lawsuit was groundless when filed, and the court thereby abused its discretion. Hence, we vacate the $129,872 fee award. We affirm the court's sanctions, pursuant to 28 U.S.C. § 1927, of attorney González's vexatious behavior throughout the trial below, but reduce the sanction to $5,000. The parties shall bear their own costs on appeal.</p>\n<p><i>So ordered.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Because the record designated by the parties for appeal contains only limited excerpts from the trial transcript, we have relied for this factual recitation on a variety of sources, including the excerpted trial transcripts, the district court's orders, and the parties' filings in the district court.</p>\n<p>[2]  According to Vargas-Santiago, Figueroa-Montalvo referred to Governor Calderón as a prostitute who was cheating on her husband and neglecting her family (referencing the much-publicized break-up of the Governor's marriage in 2001). Vargas-Santiago further claims that Figueroa-Montalvo and Lamboy-Ortiz had made offensive remarks earlier that day about other members of the Sabana Grande police force, characterizing policewomen as prostitutes and male police guards as cuckolds.</p>\n<p>[3]  The plaintiffs included in an addendum to their opening brief in this appeal a sworn statement from Santana-Pérez, dated late 2003, recanting his prior corroborating statements and declaring that Vargas-Santiago had pressured him to lie. We have been unable to verify whether this statement was ever submitted in the district court and thus properly can be considered part of the record on appeal. We note, however, that plaintiffs have repeatedly made the claim, including in their brief here, that Santana-Pérez recanted and accused Vargas-Santiago of improper pressure, and defendants have not disputed it. In any event, this recantation does not affect our decision on the award of attorney's fees.</p>\n<p>[4]  The signature of defendant Cesar Gracia-Ortiz (then acting as Assistant Superintendent of the Police of Puerto Rico) appeared on Figueroa-Montalvo's transfer order. This was his only active role in the defendants' alleged campaign of harassment against the plaintiffs, although he also made some public comments about the investigation of the December 15, 2001 incident.</p>\n<p>[5]  The officers further appealed their suspension without pay, but the record does not disclose the result of that appeal; it was still ongoing at the time of the district court's entry of judgment against the plaintiffs.</p>\n<p>[6]  A fourth claim for deprivation of Fourth Amendment rights was included in the complaint by mistake and copied into various subsequent pleadings. The claim was voluntarily dismissed in August 2003.</p>\n<p>[7]  The district court ruled, correctly, that punitive damages are unavailable against a municipality in section 1983 suits. <i>See </i><i>City of Newport v. Fact Concerts, Inc.,</i> 453 U.S. 247, 258-71, 101 S.Ct. 2748, 69 L.Ed.2d 616 (1981).</p>\n<p>[8]  The defendants filed two other motions to dismiss. The first, requesting that Lamboy-Ortiz's and Figueroa-Montalvo's wives and children be dismissed as improper parties in a § 1983 suit, was denied. The second sought dismissal of the plaintiffs' claim under the Puerto Rico Anti-Discrimination Act, citing authority holding that the Act does not apply to governmental bodies and governmental employees sued in their official capacities. The court granted dismissal of the claim.</p>\n<p>[9]  The court granted summary judgment on the due process claim as to the Mayor, finding no evidence supporting the Mayor's involvement in any deprivation of due process. The due process claim proceeded to trial against the other defendants, who had not joined the Mayor's motion.</p>\n<p>[10]  Beyond a passing reference in the district court's fee order to a $10,000 settlement offer by defendants, the record discloses no details of the actual settlement reached by the parties. In any event, the settlement apparently did not preclude defendant Ortiz-Vélez from pursuing attorney's fees as a prevailing party.</p>\n<p>[11]  Section 1988(b) authorizes an award of \"a reasonable attorney's fee\" to the prevailing party in a civil rights suit.</p>\n<p>[12]  For reasons not clearly disclosed by the record, none of the other defendants moved for fees.</p>\n<p>[13]  Section 1927 provides: \"Any attorney or other person admitted to conduct cases in any court of the United States or any Territory thereof who so multiplies the proceedings in any case unreasonably and vexatiously may be required by the court to satisfy personally the excess costs, expenses, and attorneys' fees reasonably incurred because of such conduct.\"</p>\n<p>[14]  In November 2006, the court ordered Mayor Ortiz-Vélez to resubmit the supporting documentation for the fee request in different form within ten days. The Mayor's counsel filed the requested documentation, but failed to comply with the format specified by the court's order. In an order in December 2006, the court granted the Mayor an additional five days to file the documentation in correct form, noting that failure to comply would \"result in denial of attorney's fees without further consideration.\" The Mayor neglected to file anything within the prescribed period. In July 2007, the court denied the motion for attorney's fees without prejudice to refiling within a month's time. Mayor Ortiz-Vélez refiled his motion with corrected documentation within that period, again including an alternative request for fees against attorney González under 28 U.S.C. § 1927.</p>\n<p>[15]  As mentioned above, only one witness, Santana-Pérez, corroborated Vargas-Santiago's account; it appears that he later recanted, attributing his prior corroborating statements to a campaign of intimidation by Vargas-Santiago and another officer. See note 3 and accompanying text.</p>\n<p>[16]  Vargas-Santiago's reference to the Mayor was somewhat cryptic. In a sworn statement to investigators and in testimony at trial, Vargas-Santiago stated that Lamboy-Ortiz and Figueroa-Montalvo had been harassing José Santana-Pérez for his role in retrieving Governor Calderón's portrait from City Hall. This harassment prompted Santana-Pérez to protest that he was just following orders. Vargas-Santiago allegedly interjected at this point, \"Shut up, . . . you are well recommended by [Mayor Ortiz-Vélez] and he spoke well of you[] by telephone with me.\"</p>\n<p>[17]  The deposition testimony regarding rumors of the mayor's \"list\" came from Edwin Gonzalez Ramos, an officer in the Sabana Grande police force. Ramos's testimony was excluded as hearsay at trial, but the deposition transcript was included as an exhibit to Mayor Ortiz-Vélez's motion for summary judgment.</p>\n<p>[18]  We have previously noted that liability for a claim of political discrimination need not rest on a finding that the defendants \"knew to a certainty\" the plaintiff's political affiliation where there is other circumstantial evidence of a politically discriminatory motive. <i>Anthony,</i> 952 F.2d at 606.</p>\n<p>[19]  While there were facially valid reasons for each of the plaintiffs' transfers  for Lamboy-Ortiz, to fill a personnel need, and for Figueroa-Montalvo, to respond to Officer Vargas-Santiago's complaints that she was afraid of sharing a shift  it would not be unreasonable to suspect that the transfers were politically motivated under the circumstances. This is particularly true for Figueroa-Montalvo, who was transferred to Ponce, a district some distance away, despite the fact that, according to testimony from the officer responsible for the transfer, he could have been separated from Officer Vargas-Santiago by transfer to a district much closer to Sabana Grande.</p>\n<p>[20]  We note that Officer Vargas-Santiago's action in filing an administrative complaint against the plaintiffs  and Commander Laboy-Castillo's filing of criminal charges  would likely support a claim of political discrimination based on harassment rather than on a formal employment action. <i>See </i><i>Welch,</i> 542 F.3d at 937.</p>\n<p>[21]  In characterizing the evidence of a political motivation as circumstantial, we do not overlook the fact that there is unusually direct evidence of political hostility on the part of the Mayor towards members of the opposition party. It is only the connection between that generalized political animus and the specific actions taken against the plaintiffs that is circumstantial.</p>\n<p>[22]  The district court later dismissed the Puerto Rico Anti-Discrimination Act claim based upon commonwealth authority holding that the Act does not apply to government officials sued in their official capacities. Nevertheless, we cannot say that the plaintiffs' claim under the Act was unreasonable; the majority of the defendants were sued in their personal as well as official capacities, and there is room to argue that the Anti-Discrimination Act allows suit against officials in their personal capacities. <i>See </i><i>Rodriguez-Narvaez v. Pereira,</i> 552 F.Supp.2d 211, 217-18 (D.P.R.2007) (discussing law and concluding that claims under Act could proceed against officials in their personal capacities).</p>\n<p>[23]  The fact that the district court's analysis focused on the failure of proof at trial betrays some ambivalence about the basis for its holding, i.e., whether it was based on a finding that the plaintiffs' claims were groundless when filed or that they became so during the lead-up to trial. We interpret the court's decision to be based on the former, but note that there is room for the latter interpretation.</p>\n<p>[24]  The subsidiary claim under the Puerto Rico Anti-Discrimination Act was dismissed prior to trial, but, as discussed above, it was  and is  not clear that the claim is barred by existing law. And, as Mayor Ortiz-Vélez points out, summary judgment was granted on the due process claim as to the Mayor and Municipality; however, the claim proceeded to trial against the remainder of the defendants.</p>\n<p>[25]  We note that this amendment postdates our decision in <i>DCPB,</i> in which we held under similar circumstances that the failure to properly name a party's attorney as appellant in the party's notice of appeal deprived us of jurisdiction to review sanctions levied against the attorney under 28 U.S.C. § 1927. 957 F.2d at 918-19. The amendment of Rule 3 plainly abrogated <i>DCPB's</i> holding as it applies to circumstances analogous to those here and in <i>DCPB</i> itself, i.e., where a notice of appeal names only the party as appellant but appeals from an award of sanctions against the party's attorney. We cannot imagine a set of circumstances in which it would not be \"clear\" from such a notice that it was the attorney who intended to appeal the award of sanctions.</p>\n<p>[26]  Plaintiffs also cite Rule 44.1 of the Federal Rules of Civil Procedure in their briefing on the appropriateness of sanctions. Plaintiffs likely mean to refer to Rule 44.1 of the Puerto Rico Rules of Civil Procedure, which permits sanctions for a losing party's \"stubbornness, obstinacy, rashness, and insistent frivolous attitude,\" <i>see </i><i>Top Entm't, Inc. v. Torrejon,</i> 351 F.3d 531, 533 (1st Cir.2003) (internal quotation marks omitted), rather than Federal Rule of Civil Procedure 44.1, which relates to determinations of foreign law. Though plaintiffs' counsel surely behaved in an obstinate and rash manner throughout the trial, Puerto Rico Rule 44.1 was not cited as a ground for sanctions by the court, nor is it applicable in a case where jurisdiction arises from federal law. <i>But cf. </i><i>Dopp v. Pritzker,</i> 38 F.3d 1239, 1252 (1st Cir.1994) (Puerto Rico Rule 44.1 applies in diversity cases).</p>\n<p>[27]  An order sanctioning an attorney under Rule 11 may be entered either on a party's motion or on the court's own initiative. If the court had imposed sanctions on its own initiative, Rule 11 would have required it to first issue an order to show cause why the challenged conduct had not violated Rule 11. Fed.R.Civ.P. 11(c)(3). No such order was issued. Additionally, the court would have been unable to award fees to defendant, as it did here, because any monetary sanction imposed by the court sua sponte must be payable to the court alone. Fed.R.Civ.P. 11(c)(4) and advisory committee's note.</p>\n<p>[28]  The \"frivolous appeals\" to which the district court referred were the plaintiffs' initial appeal from the judgment, which was dismissed following settlement, and a November 2006 appeal from two post-judgment orders (an order taxing costs against the plaintiffs and an order related to documentation of attorney's fees), which the plaintiffs also later dismissed.</p>\n<p>[29]  The district court cited in support of its award of sanctions only one incident of misconduct prior to the start of trial, dating back to 2003. On that occasion, in response to a motion by defendants for plaintiffs to \"distill\" the language used in their filings with the court, the court admonished plaintiffs to \"refrain from making injurious remarks\" and \"avoid any unnecessary rhetoric irrelevant to the issues of the case.\"</p>\n<p>[30]  One such episode involved a tape of an interview with defendant Gracia-Ortiz. Attorney González represented to the court, in front of the jury, that the tape captured Gracia-Ortiz making a public promise to terminate the plaintiffs' employment in January 2002, well before the internal investigation of the December 15, 2001 incident had concluded. When the court was given a chance to examine the tape out of the presence of the jury, it learned that Gracia-Ortiz had actually stated, \"Should there be cause, we will request a summary suspension of Sergeant Figueroa and [Lamboy-Ortiz].\" The court admonished attorney González for the misrepresentation, but he refused to acknowledge fault, saying, \"Your Honor, that was my interpretation.\"</p>\n<p>[31]  If we had found the sanctions to properly rest on Rule 11 grounds and not solely on counsel's vexatious conduct, we would be considerably more concerned by the absence of an opportunity for the presentation of \"`factual material that might have led [plaintiffs' counsel] to form a reasonable belief that the' statements made in [the pleadings] were supportable.\" <i>Media Duplication Servs.,</i> 928 F.2d at 1239 (quoting <i>Bay State Towing Co. v. Barge Am. 21,</i> 899 F.2d 129, 131 (1st Cir. 1990)).</p>\n<p>[32]  By the same token, though, we have held that a court has discretion to award less than the full amount required to compensate the injured party. <i>See </i><i>Cruz,</i> 896 F.2d at 634-35.</p>\n<p>[33]  <i>See, e.g., </i><i>In re Nosek,</i> 609 F.3d at 10 (holding sanction of $250,000 under Federal Rule of Bankruptcy Procedure 9011 to be excessive and reducing to $5,000); <i>Remexcel Managerial Consultants, Inc. v. Arlequín,</i> 583 F.3d 45, 49 (1st Cir.2009) (noting district court's order imposing sanctions of $2,000 under section 1927); <i>Roger Edwards, LLC v. Fiddes &amp; Son Ltd.,</i> 437 F.3d 140 (1st Cir.2006) (upholding Rule 11 sanction of $4,553.10, and awarding $1,500 in sanctions and double costs under Federal Rule of Appellate Procedure 38); <i>Nyer v. Winterthur Int'l,</i> 290 F.3d 456 (1st Cir.2002) (upholding Rule 11 sanctions of $8,690); <i>Pimentel v. Jacobsen Fishing Co.,</i> 102 F.3d 638 (1st Cir. 1996) (imposing sanctions of $8,406 on counsel, pursuant to Federal Rule of Appellate Procedure 38 and section 1927); <i>O'Ferral v. Trebol Motors Corp.,</i> 45 F.3d 561, 564 (1st Cir.1995) (upholding award of $8,000 in Rule 11 sanctions, while noting that \"[n]o one remotely familiar with lawyer fees can doubt that the defense spent vastly more than $8,000 on this case\"); <i>Mariani v. Doctors Assocs., Inc.,</i> 983 F.2d 5 (1st Cir. 1993) (affirming $7,500 in Rule 11 sanctions against plaintiff's counsel, based on billing records showing that defendants had spent over $14,000 in defending challenged motion); <i>Navarro-Ayala v. Nunez,</i> 968 F.2d 1421, 1428 (1st Cir. 1992) (holding Rule 11 sanction of $20,000 to be excessive and reducing to $6,500).</p>\n<p>[34]  The sanctions, though reduced in amount, will remain payable to Mayor Ortiz-Vélez, as required by section 1927. <i>See </i><i>Prosser v. Prosser,</i> 186 F.3d 403, 407 (3d Cir.1999) (\"[S]ection 1927 only allows the court to award costs and attorney fees payable to the opposing party, not payable to the court.\"). That the award of sanctions is paid to the moving party in no way undercuts the deterrent function of the sanctions.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">630</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">228</span></span> (2010)</b></center>\n<center><h1>Lt. Pedro J. LAMBOY-ORTIZ; Sgt. Roberto Figueroa-Montalvo; et al., Plaintiffs, Appellants,<br>\nv.<br>\nMiguel G. ORTIZ-VÉLEZ, in his official capacity as Mayor of the Municipality of Sabana Grande, Defendant, Appellee,<br>\nMiguel Pereira, in his official capacity as former Superintendent of Police of Puerto Rico; Victor Rivera, in his official capacity as Superintendent of Police of Puerto Rico; Miguel G. Ortiz-Vélez, in his personal capacity as Mayor of the Municipality of Sabana Grande; Marisol Vargas-Santiago, policewoman, in her personal capacity and in her official capacity as Officer of the Police of Puerto Rico; Colonel Cesar Gracia-Ortiz, in his personal capacity and in his official capacity as Assistant Superintendent of the Police of Puerto Rico; Lt. Emilio Laboy-Castillo, in his personal capacity and in his official capacity as Police Commander of the Police of Puerto Rico in Sabana Grande; José Santana-Pérez, policeman, in his personal capacity and in his official capacity as member of the Police of Puerto Rico; Unknown Defendants A-Z; Unknown Employer ABC, Defendants.</h1></center>\n<center>No. 09-1640.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard June 9, 2010.</center>\n<center>Decided December 17, 2010.</center>\n<p><span class=\"star-pagination\">*231</span> Francisco J. González-Magaz, with whom Francisco R. González Law Office was on brief, for appellants.</p>\n<p>Johanna M. Emmanuelli Huertas, with whom The Law Offices of Pedro E. Ortiz Álvarez, PSC was on brief, for appellee.</p>\n<p>Before TORRUELLA, LIPEZ, and HOWARD, Circuit Judges.</p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>This appeal involves an award of close to $130,000 in attorney's fees against unsuccessful civil rights plaintiffs and over $60,000 in sanctions against plaintiffs' counsel personally. Plaintiffs, who survived various dispositive motions and proceeded to a jury trial on their claims, argue that their lawsuit was not so unfounded or unreasonable as to justify an award of fees to the defendant in a civil rights lawsuit. We agree and therefore vacate the fee award.</p>\n<p>We conclude, however, that the district court did not abuse its discretion in imposing sanctions on plaintiffs' counsel, whose vexatious conduct and manifest disrespect of the district court proceedings stand out even in the dry pages of the record on appeal. Still, the amount of the sanction far exceeds what could be justified in the name of deterrence. We therefore reduce the sanction to $5,000.</p>\n<p></p>\n<h2>I.</h2>\n<p>Plaintiffs Pedro Lamboy-Ortiz (Lamboy-Ortiz) and Roberto Figueroa-Montalvo (Figueroa-Montalvo) were formerly employed as policemen in the municipality of Sabana Grande, Puerto Rico, and are members of Puerto Rico's New Progressive Party (NPP). In this lawsuit, Lamboy-Ortiz and Figueroa-Montalvo alleged that the defendants, including the Mayor of Sabana Grande and various members of the Sabana Grande and Puerto Rico Police, each of whom belongs to the opposition Popular Democratic Party (PDP), conspired to deprive them of their civil rights and effectively remove them from the local police force.</p>\n<p></p>\n<h2>A. Events Underlying the Plaintiffs' Civil Rights Suit<sup>[1]</sup></h2>\n<p>The dispute has its roots in an incident that allegedly occurred on December 15, 2001 in the Sabana Grande police station, on the day of a visit to Sabana Grande by Sila Calderón, then Governor of Puerto Rico and leader of the PDP. In anticipation of the governor's arrival, Mayor Miguel Ortiz-Vélez called the police station and asked for an officer to be dispatched to the Sabana Grande City Hall to pick up a framed picture of the governor for display in the police station. Marisol Vargas-Santiago (Vargas-Santiago) was on duty at the station's main desk and received the call. She responded to the Mayor's call by detailing officer José Santana-Pérez (Santana-Pérez) to retrieve the picture.</p>\n<p>What happened upon Santana-Pérez's return is contested. Officer Vargas-Santiago <span class=\"star-pagination\">*232</span> alleges that Sergeant Figueroa-Montalvo made offensive comments about Governor Calderón during the portrait's hanging,<sup>[2]</sup> and that Lieutenant Lamboy-Ortiz, who was Assistant Commander of the Sabana Grande District and the officer responsible for supervising the station at the time, indicated his agreement with Figueroa-Montalvo's off-color comments. Figueroa-Montalvo and Lamboy-Ortiz have denied that there were any such comments. Of the witnesses present at the time of the alleged comments, the only one who has corroborated Vargas-Santiago's account  Santana-Pérez  appears to have later recanted.<sup>[3]</sup></p>\n<p>Nonetheless, Vargas-Santiago filed administrative charges shortly after the alleged incident, precipitating a comprehensive internal investigation. Responsibility for the investigation initially rested with defendant Emilio Laboy-Castillo (Laboy-Castillo), Commander of the Puerto Rico Police in Sabana Grande, but was later transferred to an officer from the Office for Public Integrity. Over the course of several months, the investigators interviewed more than ten potential witnesses to the alleged offensive comments, many of whom were questioned on several occasions.</p>\n<p>Within a month or so of the alleged comments, both plaintiffs were transferred out of Sabana Grande to different districts. Lamboy-Ortiz was reassigned to the district of Mayagüez immediately following the incident, apparently to fill a staffing need. Figueroa-Montalvo was transferred to Ponce the next month, after complaints from defendant Vargas-Santiago that she was afraid of sharing a shift with him.<sup>[4]</sup></p>\n<p>In January 2002, in the early stages of the internal investigation, Commander Laboy-Castillo ordered Lamboy-Ortiz and Figueroa-Montalvo to meet with the Assistant District Attorney. Criminal charges were filed against both men the same day, listing Laboy-Castillo as the accusing witness. Figueroa-Montalvo was charged with breach of the peace under Article 260 of the Puerto Rico Penal Code, which criminalizes the use of \"vulgar, profane or indecent language in the presence . . . of women or children.\" P.R. Laws Ann. tit. 33, § 4521(c). Lamboy-Ortiz, in turn, was charged with a violation of Article 214 of the Penal Code, \"noncompliance with duty,\" for failure to curb Figueroa-Montalvo's <span class=\"star-pagination\">*233</span> alleged improper behavior. <i>See id.</i> § 4365. Each violation was punishable by a maximum prison sentence of six months and/or a fine of up to $500.</p>\n<p>Lamboy-Ortiz and Figueroa-Montalvo subsequently received letters in December 2002 from the Superintendent of the Puerto Rico Police, defendant Miguel Pereira, informing them that they were being suspended as a result of the improper conduct allegedly uncovered by the internal investigation. The letters further declared the Superintendent's intention to expel them.</p>\n<p>The officers were not expelled, however. Lamboy-Ortiz and Figueroa-Montalvo each appealed their suspension through administrative channels, and the sanction against each was reduced in 2003 to five months of suspension without pay.<sup>[5]</sup> The criminal proceedings also eventually resolved favorably for the plaintiffs: in January 2004, a commonwealth court found both officers not guilty of their respective criminal charges.</p>\n<p></p>\n<h2>B. Procedural History</h2>\n<p>The plaintiffs filed suit in December 2002, naming as defendants Mayor Ortiz-Vélez and a number of police personnel involved in the administrative investigations into and actions taken against the plaintiffs. At the heart of the plaintiffs' complaint was the firm conviction that Mayor Ortiz-Vélez had orchestrated the various adverse actions taken against them, purportedly to fulfill a campaign pledge to oust NPP members from the Sabana Grande police force.</p>\n<p>The plaintiffs' suit rested on three interrelated claims.<sup>[6]</sup> First, the plaintiffs asserted a claim under 42 U.S.C. § 1983 for political discrimination in violation of the First Amendment, alleging that they were targeted by defendants because of their association with the NPP. The plaintiffs' second claim, also under 42 U.S.C. § 1983, alleged deprivation of Fourteenth Amendment due process rights in connection with the administrative investigations and actions against them. Third, the plaintiffs brought a pendent claim under the Puerto Rico Anti-Discrimination Act (also known as Law 100), which provides a cause of action for, among other things, employment discrimination on the basis of political affiliation. <i>See</i> P.R. Laws Ann. tit. 29, § 146.</p>\n<p>Defendants filed several dispositive motions prior to the trial. In April 2003, Mayor Ortiz-Vélez moved to dismiss the suit under Federal Rule of Civil Procedure 12(b)(6), arguing that the plaintiffs had failed to allege, inter alia, the Mayor's personal involvement in the challenged conduct, that he had acted under color of law, or that he was part of a conspiracy in violation of 42 U.S.C. § 1983. The other defendants followed suit with a joint motion to dismiss shortly thereafter. In a July 2003 order, the district court largely denied the defendants' motions, granting dismissal only as to a claim for punitive damages against the Municipality of Sabana Grande.<sup>[7]</sup> In all other respects, the district court found that the plaintiffs had adequately pled facts that could support an <span class=\"star-pagination\">*234</span> actionable § 1983 claim by \"outlin[ing] . . . a situation where the Mayor's political animosity against them served to trigger a series of events, in which the other defendants willingly participated, and which culminated in adverse employment actions taken against them within the [Puerto Rico Police Department].\"<sup>[8]</sup></p>\n<p>In December 2003, Mayor Ortiz-Vélez filed a motion for summary judgment, arguing that the plaintiffs lacked any direct evidence that the Mayor was involved in the adverse employment actions taken against them, and therefore that there could be no grounds for a claim of political discrimination or denial of due process. Plaintiffs filed their opposition to the motion in March 2004. A month later, the court issued a one-page order denying summary judgment as to the plaintiffs' First Amendment claim,<sup>[9]</sup> finding that \"there are genuine issues as to material facts\" with regard to the claim.</p>\n<p>The case proceeded to trial on February 15, 2005. The proceeding was punctuated by the regular exclusion of evidence offered by the plaintiffs, often due to counsel's failure to heed basic principles of evidence law or prepare English translations of Spanish-language materials. Despite these difficulties, the plaintiffs were able to present a considerable amount of evidence. In fifteen days of trial  spread out over four months, due to various contingencies and the demands of the judge's criminal trial schedule  the plaintiffs put on twenty witnesses, including the plaintiffs, all but one of the defendants, and various individuals present at the alleged December 15, 2001 incident. The plaintiffs were also allowed, upon a showing of witness unavailability, to read into evidence the deposition testimony of a police reservist who claimed to have heard the Mayor promise to \"make [a] cleanup\" of certain police officers, including Figueroa-Montalvo, who had been photographed alongside an NPP politician.</p>\n<p>The plaintiffs rested their case on June 14, 2005; the defendants filed a Rule 50 motion for judgment as a matter of law shortly thereafter. The court granted the motion on October 31, 2005, finding that, \"after fifteen days of trial, plaintiffs were simply unable to prove their case against defendants.\" Plaintiffs initially filed an appeal from the judgment, which they voluntarily dismissed upon reaching a settlement with the defendants.<sup>[10]</sup></p>\n<p>In August 2006, almost ten months after the court granted the defendants' Rule 50 motion, Mayor Ortiz-Vélez filed a motion for attorney's fees under 42 U.S.C. § 1988,<sup>[11]</sup> attaching documentation for $207,507 in fees incurred through the October <span class=\"star-pagination\">*235</span> 2005 judgment.<sup>[12]</sup> This motion was followed a month later by a request for an additional $19,286 in fees incurred between the judgment and September 2006. After the plaintiffs filed an opposition to both requests, the court ordered Mayor Ortiz-Vélez to reply. The Mayor's reply introduced an alternative request for fees under 28 U.S.C. § 1927,<sup>[13]</sup> stating, \"There can be no doubt that plaintiffs' attorney, in an annoying fashion, insisted on continuing this case to its final terms regardless [of] the grave defects it had. . . . and thus attorney González should personally compensate [Ortiz-Vélez] for [his] expenses.\"</p>\n<p>Due to various procedural missteps by the Mayor's counsel, the court did not rule on the substance of the fee request until a full year had passed.<sup>[14]</sup> In an order dated September 8, 2008, the court granted the fee request, subject to a fifteen percent reduction to adjust for irregularities in defense counsel's billing records, and ordered the plaintiffs to pay $194,808 to Mayor Ortiz-Vélez. The court found the action to be \"groundless [and] unreasonable\" and thus properly subject to an award of attorney's fees against the plaintiff.</p>\n<p>In a separate order filed the same day, the court addressed the Mayor's alternative request for attorney's fees against attorney González under 28 U.S.C. § 1927. Reciting multiple instances of disruptive and vexatious conduct at trial and in pretrial filings, the court found sanctions warranted under both 28 U.S.C. § 1927 and Federal Rule of Civil Procedure 11. The court ordered attorney González to personally pay a third of the attorney's fee award, or $64,936. The award of attorney's fees against the plaintiffs was thereby reduced to $129,872.</p>\n<p>The plaintiffs moved for reconsideration of the two fee orders, which the court summarily denied. This timely appeal followed.</p>\n<p></p>\n<h2>II.</h2>\n<p>We begin our analysis with the court's award of fees under 42 U.S.C. § 1988. Though the parties to civil litigation are typically responsible for their own attorney's fees under the so-called \"American Rule,\" <i>see </i><i>Alyeska Pipeline Serv. Co. v. Wilderness Soc'y,</i> <span class=\"citation\" data-id=\"109246\"><a href=\"/opinion/109246/alyeska-pipeline-service-co-v-wilderness-society/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">240</span></a></span>, 247, <span class=\"citation\" data-id=\"109246\"><a href=\"/opinion/109246/alyeska-pipeline-service-co-v-wilderness-society/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1612</span></a></span>, <span class=\"citation\" data-id=\"109246\"><a href=\"/opinion/109246/alyeska-pipeline-service-co-v-wilderness-society/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">141</span></a></span> (1975), section 1988 grants courts the discretion to award a \"reasonable attorney's fee\" to the prevailing parties in suits under various civil rights statutes, including 42 U.S.C. § 1983. <i>See</i> 42 U.S.C. § 1988(b). As we often have <span class=\"star-pagination\">*236</span> recited, an award of fees in favor of a prevailing plaintiff in a civil rights suit is \"the rule, whereas fee-shifting in favor of a prevailing defendant is the exception.\" <i>Casa Marie Hogar Geriatrico, Inc. v. Rivera-Santos,</i> <span class=\"citation\" data-id=\"195704\"><a href=\"/opinion/195704/casa-marie-inc-v-superior-court-of-pr/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">615</span></a></span>, 618 (1st Cir. 1994). A prevailing defendant may be awarded fees only \"`upon a finding that the plaintiff's action was frivolous, unreasonable, or without foundation, even though not brought in subjective bad faith.'\" <i>Rosselló-González v. Acevedo-Vilá,</i> <span class=\"citation\" data-id=\"797447\"><a href=\"/opinion/797447/hon-pedro-j-rossello-gonzalez-luis-fortuno-miriam-ramirez-nanette-guevara/\"><span class=\"volume\">483</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.2007) (quoting <i>Christiansburg Garment Co. v. EEOC,</i> <span class=\"citation\" data-id=\"109769\"><a href=\"/opinion/109769/christiansburg-garment-co-v-eeoc/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">412</span></a></span>, 421, <span class=\"citation\" data-id=\"109769\"><a href=\"/opinion/109769/christiansburg-garment-co-v-eeoc/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">694</span></a></span>, <span class=\"citation\" data-id=\"109769\"><a href=\"/opinion/109769/christiansburg-garment-co-v-eeoc/\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">648</span></a></span> (1978)).</p>\n<p>This standard for awarding attorney's fees to prevailing defendants in a civil rights suit is difficult to meet, and rightly so. Congress granted parties the prospect of a reasonable attorney's fee under 42 U.S.C. § 1988 to encourage the prosecution of legitimate civil rights claims; to award fees to prevailing defendants when the history of a case does not justify it undercuts that goal and chills civil rights litigation. <i>See </i><i>Foster v. Mydas Assocs., Inc.,</i> <span class=\"citation\" data-id=\"567592\"><a href=\"/opinion/567592/darcy-foster-v-mydas-associates-inc-etc/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">139</span></a></span>, 146 (1st Cir.1991). This chilling effect is particularly acute in the case of large and financially onerous fee awards, which threaten to \"discourag[e] all but the airtight cases.\" <i>Arnold v. Burger King Corp.,</i> <span class=\"citation\" data-id=\"425986\"><a href=\"/opinion/425986/32-fair-emplpraccas-1769-32-empl-prac-dec-p-33849-james-d-arnold/\"><span class=\"volume\">719</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">63</span></a></span>, 68 (4th Cir.1983) (citing <i>Christiansburg Garment,</i> 434 U.S. at 422, <span class=\"citation\" data-id=\"109769\"><a href=\"/opinion/109769/christiansburg-garment-co-v-eeoc/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">694</span></a></span>).</p>\n<p>We review fee awards for abuse of discretion, <i>Tang v. State of R.I., Dep't of Elderly Affairs,</i> <span class=\"citation\" data-id=\"198242\"><a href=\"/opinion/198242/tang-v-rhode-island/\"><span class=\"volume\">163</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 13 (1st Cir. 1998), and thus we will not lightly substitute our judgment for that of the district court, reversing only \"if we are left with `a definite and firm conviction that the court below committed a clear error of judgment.'\" <i>Id.</i> (quoting <i>Schubert v. Nissan Motor Corp. in U.S.A.,</i> <span class=\"citation\" data-id=\"198041\"><a href=\"/opinion/198041/schubert-v-nissan-motor-corp/\"><span class=\"volume\">148</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span>, 30 (1st Cir.1998)). Regrettably, we have reached that conclusion here.</p>\n<p></p>\n<h2>A. The District Court's Fee Opinion</h2>\n<p>The district court's explanation of the basis for its award of fees is brief; the bulk of the twelve-page opinion granting Mayor Ortiz-Vélez's fee request is devoted to calculation of the award. After a short summary of the allegations set forth in the plaintiffs' complaint, the opinion describes the complaint as \"a concoction of conclusions, speculation, and a novelesque theory of political conspiracy.\" The opinion states that, \"[o]n the face of the complaint,. . . [the plaintiffs'] action appeared groundless\" (a characterization at odds with the court's pretrial decision to deny a motion to dismiss). The opinion goes on to explain that two of the plaintiffs' claims reached trial because of \"artful pleading designed to squeak past dispositive motions, in which the benefit of the doubt is given to the nonmoving party.\"</p>\n<p>Beyond these conclusory characterizations, the fee opinion contains no analysis explaining why the plaintiffs' claims should be considered groundless at the time the complaint was filed. Instead, the opinion quotes a substantial excerpt from the October 2005 order granting the defendants' Rule 50 motion for judgment as a matter of law. The excerpted text, summarizing the court's findings that the evidence adduced at trial was insufficient to ground the plaintiffs' claims, states that \"[a]t the end of plaintiffs' evidence, all there is to support the political discrimination claims. . . is speculation piled upon speculation.\" The discussion draws to a close immediately following the excerpt, concluding, \"Although plaintiffs and their attorney contend that the action was filed in good faith, it was nonetheless groundless, unreasonable and a loss of extensive amounts of time for both the Court and the defense.\"</p>\n<p><span class=\"star-pagination\">*237</span> The opinion's rejection of the plaintiffs' arguments in opposition to the fee award is equally terse. Among other things, the plaintiffs argued that their complaint found support in evidence that had been excluded by the court at trial, and their survival of numerous dispositive motions showed the claims to have some substance. The opinion dismisses the former argument by simply noting that \"the `evidence' to which plaintiffs refer . . . was inadmissible under the Federal Rules of Evidence.\" In response to the latter, the opinion states that the \"multitude of [dispositive] motions arose from the many threads in the case, which included claims that were clearly barred by settled law and jurisprudence.\"</p>\n<p>Though the basis for the court's conclusion that the plaintiffs' complaint was groundless when filed cannot be definitively discerned from the fee opinion's brief discussion, the court's assessment appears to rest primarily, perhaps exclusively, on the failure of proof at trial. That fact is apparent not only in the court's heavy reliance on the rationale and findings of its Rule 50 order, but as well in the absence of any discussion of why the facts known to the plaintiffs at the time they filed their suit were insufficient to provide a reasonable basis for their claims. Also, the court's focus on the fate of the claims at trial is evident in the court's refusal to consider evidence excluded at trial, whether or not that evidence might be relevant to its assessment of the plaintiffs' basis for filing suit.</p>\n<p>Such emphasis on the plaintiffs' inability to support their claims at trial was undue. As the Supreme Court cautioned in <i>Christiansburg Garment,</i> the reasonableness of a suit should not be determined by reference to its ultimate failure:</p>\n<blockquote>[I]t is important that a district court resist the understandable temptation to engage in <i>post hoc</i> reasoning by concluding that, because a plaintiff did not ultimately prevail, his action must have been unreasonable or without foundation. This kind of hindsight logic could discourage all but the most airtight claims, for seldom can a prospective plaintiff be sure of ultimate success. No matter how honest one's belief that he has been the victim of discrimination, no matter how meritorious one's claim may appear at the outset, the course of litigation is rarely predictable.</blockquote>\n<p>434 U.S. at 421-22, <span class=\"citation\" data-id=\"109769\"><a href=\"/opinion/109769/christiansburg-garment-co-v-eeoc/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">694</span></a></span>. To combat this danger of \"hindsight logic,\" we have instructed that a court ruling on a defendant's fee request under 42 U.S.C. § 1988 must assess the plaintiff's claims at the time the complaint was filed. <i>Tang,</i> 163 F.3d at 13. In so doing, the court must keep in mind that \"[e]ven when the law or the facts appear questionable or unfavorable at the outset, a party may have an entirely reasonable ground for bringing suit.\" <i>Christiansburg Garment,</i> 434 U.S. at 422, <span class=\"citation\" data-id=\"109769\"><a href=\"/opinion/109769/christiansburg-garment-co-v-eeoc/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">694</span></a></span>.</p>\n<p>We have said that a court abuses its discretion \"`when a relevant factor deserving significant weight is overlooked, or when an improper factor is accorded significant weight, or when the court considers the appropriate mix of factors, but commits a palpable error of judgment in calibrating the decisional scales.'\" <i>United States v. DeCicco,</i> <span class=\"citation\" data-id=\"201051\"><a href=\"/opinion/201051/united-states-v-decicco/\"><span class=\"volume\">370</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">206</span></a></span>, 210 (1st Cir.2004) (quoting <i>United States v. Gilbert,</i> <span class=\"citation\" data-id=\"770705\"><a href=\"/opinion/770705/united-states-v-kristen-gilbert/\"><span class=\"volume\">229</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 21 (1st Cir.2000)). Such an error of judgment appears to be present here; the court's improper emphasis on the failure of proof at trial, coupled with the absence of any significant discussion of the contemporaneous support for the plaintiffs' complaint at the time of filing, seems to reflect a serious miscalibration of \"the decisional scales.\" <i>Id.</i> Nevertheless, as noted above, the fee opinion leaves <span class=\"star-pagination\">*238</span> somewhat ambiguous the precise basis for the court's conclusion that the plaintiffs' complaint was groundless when filed, and one could read into the opinion a broader view of the evidence that is not so unduly colored by the court's assessment of the plaintiffs' case at trial. Because the district court has not itself articulated what that broader evidence might be, we proceed to examine whether the available evidence could support the court's conclusion that the complaint was unreasonable and groundless when filed, mindful that the abuse of discretion standard applies.</p>\n<p></p>\n<h2>B. Reasonableness at the Time of Filing</h2>\n<p>To assess the reasonableness of the suit at the time the complaint was filed, we must rely inevitably on a record that was created after the complaint was filed: on deposition transcripts, on testimony at trial, and on documentary evidence introduced in support of motions or at trial. In so doing, we make no judgment about the sufficiency of the evidence to reach a jury; we have not been asked to do so, nor is it relevant to the task at hand. We look to the evidence in the record only to the extent that it reflects the knowledge of the plaintiffs at the time the complaint was filed.</p>\n<p>That record includes evidence deemed inadmissible at trial on various grounds, including failure to provide certified English translations of Spanish documents, failure to timely disclose witnesses, and other violations of basic evidentiary and procedural requirements by plaintiffs' counsel. These were serious lapses, and we do not suggest that the evidence should not have been excluded. We consider this excluded evidence only because of its relevance to the reasonableness of the plaintiffs' lawsuit at the time of its filing.</p>\n<p></p>\n<h2>1. Factual Support for the Complaint</h2>\n<p>Since the plaintiffs knew with certainty whether or not they actually made the comments attributed to them by Officer Vargas-Santiago, it would be nonsensical to inquire whether the facts permitted a reasonable belief that the account was fabricated. Therefore, the relevant question is whether the plaintiffs could reasonably expect to marshal evidentiary support for their version of events. The answer is plainly yes: all but one of the witnesses to the December 15, 2001 incident testified that they had not heard any offensive comments from Figueroa-Montalvo or Lamboy-Ortiz.<sup>[15]</sup></p>\n<p>The facts also permitted the plaintiffs to reasonably infer that Vargas-Santiago was not acting alone in targeting them. Even if one were to credit Vargas-Santiago's accusations of undeniably crude and ill-advised criticism of a sitting PDP governor by two members of the opposing NPP party, this verbal indiscretion had nothing to do with the plaintiffs' job performance as police officers. Yet this alleged indiscretion, with little evidence to corroborate it, resulted in suspension of the officers, threats of dismissal, and, most incredibly, criminal charges. Such a disproportionate response to intemperate political speech, led by superiors affiliated with the opposing political party, gave rise to a fair inference by the plaintiffs that the motivation for the reprisal was political.</p>\n<p>Nor was it unreasonable at the outset for the plaintiffs to suspect the Mayor's involvement in the reprisal. Officer Vargas-Santiago <span class=\"star-pagination\">*239</span> linked herself to the Mayor in her account of the December 15, 2001 incident, insinuating that she was on familiar terms with him.<sup>[16]</sup> There was also evidence that the Mayor harbored a vendetta against NPP police officers, as plaintiffs alleged in their complaint. According to the testimony of a police reservist, Mayor Ortiz-Vélez stopped outside the Sabana Grande police station during a 2000 campaign event and publicly promised to \"make [a] cleanup\" of certain NPP police officers, including Figueroa-Montalvo, who had appeared in a picture published in a local newspaper the day before alongside an NPP politician. Additionally, in deposition testimony, several witnesses described vitriolic, anti-NPP commentary by the Mayor during public radio addresses, and one witness testified to rumors that the Mayor maintained a \"list\" of NPP police members he intended to oust.<sup>[17]</sup></p>\n<p>Overall, it was reasonable for the plaintiffs to attribute a political motive to the apparent campaign of harassment against them, given the undisputed hostility between members of the NPP and PDP in Sabana Grande, the intimations of a connection between the Mayor and Vargas-Santiago, and the apparent absence of any legitimate explanation for the excessively punitive response from the police administration to Vargas-Santiago's allegations against the plaintiffs. <i>See </i><i>Anthony v. Sundlun,</i> <span class=\"citation\" data-id=\"574884\"><a href=\"/opinion/574884/jane-anthony-v-bruce-g-sundlun/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">603</span></a></span>, 606 (1st Cir.1991) (noting that absence of legitimate explanation for employment action against plaintiffs, combined with other circumstantial evidence, suggested a politically discriminatory motive).</p>\n<p></p>\n<h2>2. Legal Basis for the Complaint</h2>\n<p>The facts and inferences available at the time of filing were sufficient to ground a reasonable belief by the plaintiffs that they would be able to establish the elements of their three claims at trial. As for the First Amendment claim, which lay at the heart of the plaintiffs' suit, it is well established that the First Amendment \"prohibits government officials from taking adverse employment action against a non-policymaking government employee based on the employee's political affiliation.\" <i>Welch v. Ciampa,</i> <span class=\"citation\" data-id=\"203489\"><a href=\"/opinion/203489/welch-v-ciampa/\"><span class=\"volume\">542</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">927</span></a></span>, 938 (1st Cir.2008). To make out a prima facie claim of political discrimination, a plaintiff must show (1) that the plaintiff and defendant have opposing political affiliations, (2) that the defendant is aware of the plaintiff's affiliation, (3) that an adverse employment action occurred, and (4) that political affiliation was a substantial or motivating factor for the adverse employment action. <i>Id.</i></p>\n<p>The circumstances here supported a reasonable belief by the plaintiffs that they could satisfy each of these elements. First, it is undisputed that the defendants were members of the NPP and the plaintiffs were members of the opposing PDP. Second, the plaintiffs had a reasonable belief, <span class=\"star-pagination\">*240</span> based on the fact that Sabana Grande is a small community and that the plaintiffs had been associated with prior NPP administrations, that the defendants were aware of their political affiliation.<sup>[18]</sup> Third, the suspension of the plaintiffs and their summary transfers to different districts<sup>[19]</sup> would qualify as adverse employment actions. <i>See </i><i>Rodríguez-García v. Miranda-Marín,</i> <span class=\"citation\" data-id=\"149044\"><a href=\"/opinion/149044/rodriguez-garcia-v-miranda-marin/\"><span class=\"volume\">610</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">756</span></a></span>, 766 (1st Cir.2010) (\"Employment actions are sufficiently adverse to support a First Amendment § 1983 claim if those actions, objectively evaluated, would place substantial pressure on even one of thick skin to conform to the prevailing political view.\" (quoting <i>Bergeron v. Cabral,</i> <span class=\"citation\" data-id=\"203715\"><a href=\"/opinion/203715/bergeron-v-cabral/\"><span class=\"volume\">560</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 8 (1st Cir.2009) (internal quotation marks omitted))).<sup>[20]</sup></p>\n<p>Fourth and finally, as discussed above, there was circumstantial evidence of a political motivation for the various actions taken against the plaintiffs.<sup>[21]</sup> As we have emphasized many times, it is rare that a \"smoking gun\" will be found in a political discrimination case, and thus circumstantial evidence alone may support a finding of political discrimination. <i>Anthony,</i> 952 F.2d at 605. Moreover, the quantum of circumstantial evidence needed to prevail at trial will be considerably greater than that which will provide a plaintiff with reasonable grounds for filing suit. In short, the evidence here was sufficient to establish the reasonableness of the plaintiffs' central political discrimination claim at the time that they filed their lawsuit.</p>\n<p>We also find that the circumstances discussed above were sufficient to afford reasonable grounds for each of plaintiffs' two subsidiary claims. The plaintiffs' claim for violation of Puerto Rico's Anti-Discrimination Act  which prohibits \"discriminat[ion] against an employee . . . because of his/her . . . political affiliation,\" P.R. Laws Ann. tit. 29, § 146  rests comfortably on the same conduct as the claim for First Amendment political discrimination.<sup>[22]</sup> As for the Fourteenth Amendment <span class=\"star-pagination\">*241</span> due process claim, an action for deprivation of due process may be brought based upon bias infecting administrative proceedings. <i>See </i><i>Esso Standard Oil Co. v. López-Freytes,</i> <span class=\"citation no-link\"><span class=\"volume\">522</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">136</span></span>, 145-48 (1st Cir. 2008). As discussed above, circumstantial evidence of such bias in the internal investigation and suspension of the plaintiffs existed at the time of the complaint's filing.</p>\n<p>In sum, our review of the record finds the evidence available to plaintiffs at the time of filing easily sufficient to support the reasonableness of their suit. We are left to choose between one of two possible conclusions concerning the basis for the district court's contrary assessment. First, the district court may have failed to give any consideration to the evidence we have discussed above, relying solely upon the plaintiffs' ultimate inability to support their case at trial as a proxy for the reasonableness of their suit at the outset  in other words, a pure application of hindsight logic. Second, the court may have duly considered all available evidence of reasonableness, but substantially discounted it in light of the failure of proof at trial. The choice between the two makes little difference. In either case, it is clear that the court gave significant weight to a factor that should have received little or no consideration in its analysis, <i>see </i><i>Christiansburg Garment,</i> 434 U.S. at 421-22, <span class=\"citation\" data-id=\"109769\"><a href=\"/opinion/109769/christiansburg-garment-co-v-eeoc/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">694</span></a></span>, and we therefore must conclude that the court abused its discretion. <i>DeCicco,</i> 370 F.3d at 210.</p>\n<p></p>\n<h2>C. Reasonableness of Continuing Suit Through Trial</h2>\n<p>While the determination of whether to award attorney's fees to a prevailing defendant must focus primarily on the claims at the time that the complaint was filed, <i>see </i><i>Tang,</i> 163 F.3d at 13, fees also may be awarded on rare occasions where \"the plaintiff continued to litigate after [the claims] <i>clearly</i> became [frivolous, unreasonable, or groundless].\" <i>Christiansburg Garment,</i> 434 U.S. at 422, <span class=\"citation\" data-id=\"109769\"><a href=\"/opinion/109769/christiansburg-garment-co-v-eeoc/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">694</span></a></span> (emphasis added). The district court did not explicitly address this basis for awarding fees in its opinion.<sup>[23]</sup> Mayor Ortiz-Vélez, however, argues it here as an alternative basis for the award, contending that the plaintiffs should have dismissed their suit at various points when its lack of merit purportedly became clear (and, particularly, after the district court dismissed the plaintiffs' due process claims against Mayor Ortiz-Vélez and the Municipality of Sabana Grande).</p>\n<p>Great caution must be taken in assessing whether a claim \"clearly\" became untenable prior to the close of suit because of the particular danger of hindsight logic. It would be all too easy to assume that, if a claim did not prevail in the end, it must have become obvious to the plaintiff at some earlier juncture (e.g., upon completion of discovery) that the claim lacked support. This is exactly the sort of reasoning the Supreme Court cautioned against in <i>Christiansburg Garment. See id.</i> at 421-22, <span class=\"citation\" data-id=\"109769\"><a href=\"/opinion/109769/christiansburg-garment-co-v-eeoc/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">694</span></a></span>. Thus, while a court need not find bad faith to justify an <span class=\"star-pagination\">*242</span> award of fees for the continuation of a clearly untenable claim, <i>id.</i> at 421, <span class=\"citation\" data-id=\"109769\"><a href=\"/opinion/109769/christiansburg-garment-co-v-eeoc/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">694</span></a></span>, it must at a minimum find that, following the filing of the claim, circumstances changed to such an extent that a reasonable person could not help but conclude that the claim was no longer viable. Such a change would include, for example, the receipt of evidence in the course of discovery establishing a complete defense, or a development in the controlling law that foreclosed the claim.</p>\n<p>The record here betrays no significant change in circumstances prior to trial that reasonably should have caused the plaintiffs to conclude that their claims were no longer viable. In fact, the most notable development in the case prior to trial sent a contrary signal: the court denied the Mayor's post-discovery summary judgment motion as to the plaintiffs' central political discrimination claim.<sup>[24]</sup> While the fact that a claim has survived summary judgment is not, on its own, \"entitled to decretory significance,\" <i>Foster,</i> 943 F.2d at 144, it has some value in determining whether a claim was or became unreasonable or without foundation. <i>See id.; </i><i>Walker v. NationsBank of Fla. N.A.,</i> <span class=\"citation\" data-id=\"695508\"><a href=\"/opinion/695508/68-fair-emplpraccas-bna-314-42-fed-r-evid-serv-566-myra-j-walker/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1548</span></a></span>, 1559 (11th Cir.1995) (holding that district court abused its discretion in finding suit unreasonable and groundless where, inter alia, the court had denied two prior summary judgment motions); <i>Jensen v. Stangel,</i> <span class=\"citation\" data-id=\"452162\"><a href=\"/opinion/452162/paul-jensen-v-harry-stangel/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">815</span></a></span>, 818 (9th Cir.1985) (noting that earlier denials of defendants' motions to dismiss and for summary judgment suggested that plaintiff's claims \"were not without merit\"); <i>cf.</i> Fed.R.Civ.P. 11 advisory committee's note (\"[I]f a party has evidence with respect to a contention that would suffice to defeat a motion for summary judgment based thereon, it would have sufficient `evidentiary support' for purposes of [satisfying] Rule 11.\").</p>\n<p>The significance of a claim's withstanding summary judgment will depend on the circumstances of the individual case, and may not always bear a direct relation to its merits. In the run of cases, however, most claims that would warrant an award of attorney's fees under section 1988's relatively stringent standards  those that are truly \"frivolous, unreasonable, or without foundation,\" <i>Christiansburg Garment,</i> 434 U.S. at 421, <span class=\"citation\" data-id=\"109769\"><a href=\"/opinion/109769/christiansburg-garment-co-v-eeoc/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">694</span></a></span>  will not survive summary judgment. To overcome a summary judgment motion, a plaintiff must introduce evidence that creates a \"genuine issue of material fact\" as to the substance of her claims, i.e., one that \"could be resolved in favor of either party\" and \"has the potential of affecting the outcome of the case.\" <i>Vera v. McHugh,</i> <span class=\"citation\" data-id=\"176714\"><a href=\"/opinion/176714/vera-v-mchugh/\"><span class=\"volume\">622</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></a></span>, 26 (1st Cir.2010) (internal quotation marks omitted). The plaintiff's ability to make such a showing surely reflects on the question of whether the claim was, at the time, clearly frivolous, unreasonable, or without foundation.</p>\n<p>Of course, if it is clear that the court's denial of summary judgment rested on grounds other than a merits assessment, such as failure to comply with the procedures required by Rule 56 and its local corollaries, it should carry little or no weight in assessing the reasonableness of the plaintiff's decision to continue with suit. Here, however, there is nothing in the record to dispel the natural inference that denial of summary judgment was <span class=\"star-pagination\">*243</span> based on a determination of the adequacy of support for plaintiffs' claims at the time of the summary judgment ruling. The order denying summary judgment simply states that, \"[h]aving considered the motion, opposition, and supporting documents, the Court finds that there are genuine issues as to material facts with regard to the claims brought under the First Amendment\" and thus \"summary judgment is not proper on those claims.\" The fact that the court later characterized the plaintiffs' claims as having \"squeaked by\" summary judgment (as well as an earlier motion to dismiss) reflects the kind of hindsight logic rejected by <i>Christiansburg Garment.</i> 434 U.S. at 421-22.</p>\n<p>Because we find no evidence that plaintiffs were \"clearly\" unreasonable in continuing to prosecute their claims to trial, and some evidence to the contrary, the district court's award of fees cannot be justified on this ground.</p>\n<p></p>\n<h2>III.</h2>\n<p>We turn next to the order imposing sanctions on attorney González personally. As with an award of attorney's fees, we review a district court's imposition of sanctions for abuse of discretion. <i>Jensen v. Phillips Screw Co.,</i> <span class=\"citation\" data-id=\"203547\"><a href=\"/opinion/203547/jensen-v-phillips-screw-co/\"><span class=\"volume\">546</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">59</span></a></span>, 64 (1st Cir.2008). Though this standard of review is not \"appellant-friendly,\" <i>id.,</i> we are \"conscious of the impact of sanctions on attorneys and take our oversight role seriously.\" <i>Nw. Bypass Grp. v. U.S. Army Corps of Eng'rs,</i> <span class=\"citation\" data-id=\"203872\"><a href=\"/opinion/203872/northwest-bypass-group-v-us-army-corps-of-engineers/\"><span class=\"volume\">569</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">4</span></a></span>, 6 (1st Cir.2009). A reviewing court can find a sanction to be an abuse of discretion in itself or in amount. <i>Ameriquest Mortg. Co. v. Nosek (In re Nosek),</i> <span class=\"citation\" data-id=\"148516\"><a href=\"/opinion/148516/in-re-nosek/\"><span class=\"volume\">609</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 9 (1st Cir.2010).</p>\n<p></p>\n<h2>A. Sufficiency of Notice of Appeal</h2>\n<p>As a threshold matter, we examine the sufficiency of the notice of appeal on this issue, which does not specifically identify attorney González as an appellant. Because the sanctions were imposed on attorney González personally, his clients have \"no pecuniary or . . . other sufficient interest in the award to confer standing to appeal,\" <i>DCPB, Inc. v. City of Lebanon,</i> <span class=\"citation\" data-id=\"578604\"><a href=\"/opinion/578604/dcpb-inc-v-city-of-lebanon-dcpb-inc-v-city-of-lebanon/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">913</span></a></span>, 919 (1st Cir.1992) (alteration in original) (internal quotation marks omitted); the plaintiffs do not contend otherwise. Defendant Ortiz-Vélez argues that we thus lack jurisdiction to review the imposition of sanctions on attorney González.</p>\n<p>The filing of a notice of appeal is indeed a jurisdictional prerequisite, but we liberally construe the notice requirements set forth in Federal Rule of Appellate Procedure 3. <i>Sueiro Vázquez v. Torregrosa de la Rosa,</i> <span class=\"citation\" data-id=\"202853\"><a href=\"/opinion/202853/sueiro-vazquez-v-torregrosa-de-la-rosa/\"><span class=\"volume\">494</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">227</span></a></span>, 233 (1st Cir.2007). Rule 3 was amended in 1993 to make clear that \"[a]n appeal must not be dismissed. . . for failure to name a party whose intent to appeal is otherwise clear from the notice.\"<sup>[25]</sup> Fed. R.App. P. 3(c)(4). Rule 3's notice requirement will be satisfied where the notice of the appeal \"provides sufficient notice to other parties and the courts\" of the party's intent to seek appellate review. <i>Sueiro Vázquez,</i> 494 F.3d at <span class=\"star-pagination\">*244</span> 233 (quoting <i>Smith v. Barry,</i> <span class=\"citation\" data-id=\"112673\"><a href=\"/opinion/112673/smith-v-barry/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">244</span></a></span>, 248, <span class=\"citation\" data-id=\"112673\"><a href=\"/opinion/112673/smith-v-barry/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">678</span></a></span>, <span class=\"citation\" data-id=\"112673\"><a href=\"/opinion/112673/smith-v-barry/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">678</span></a></span> (1992)); <i>see also</i> Fed. R.App. P. 3 advisory committee's note (\"If a court determines it is objectively clear that a party intended to appeal, there are neither administrative concerns nor fairness concerns that should prevent the appeal from going forward.\").</p>\n<p>Though attorney González was not specifically named in the notice of appeal, the appeal was taken from an order denying reconsideration of both the award of fees against plaintiffs <i>and</i> the imposition of sanctions on attorney González. There is no question from the notice of appeal that attorney González intended to appeal the imposition of sanctions, and that is sufficient to satisfy Rule 3.</p>\n<p></p>\n<h2>B. Legal Basis for Sanctions</h2>\n<p>The district court purported to make its order imposing sanctions on attorney González under both Federal Rule of Civil Procedure 11 and 28 U.S.C. § 1927.<sup>[26]</sup> For several reasons, we hold that only section 1927 affords a defensible basis for sanctions in these circumstances.</p>\n<p></p>\n<h2>1. Rule 11 Sanctions</h2>\n<p>Among other factors disqualifying Rule 11 as a basis for the sanctions here, the court and defendant Ortiz-Vélez failed to satisfy the Rule's procedural requirements. The court indicated that the sanctions here were imposed on the defendant's motion.<sup>[27]</sup> Rule 11 motions are governed by carefully wrought procedures designed to \"stress the seriousness of a motion for sanctions.\" Fed.R.Civ.P. 11 advisory committee's note. A Rule 11 motion must be made \"separately from any other motion,\" Fed.R.Civ.P. 11(c)(2), and \"not simply . . . as an additional prayer for relief contained in another motion.\" <i>Id.,</i> advisory committee's note. The moving party must furthermore serve the Rule 11 motion on opposing counsel at least twenty-one days prior to filing with the court so as to provide the adversary time to withdraw the challenged paper, claim, contention, or defense. <i>See</i> Fed.R.Civ.P. 11(c)(2); <i>Radcliffe v. Rainbow Constr. Co.,</i> <span class=\"citation\" data-id=\"773754\"><a href=\"/opinion/773754/richard-robert-radcliffe-charles-melvin-taylor-andrew-slivka-jr-jay/\"><span class=\"volume\">254</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">772</span></a></span>, 789 (9th Cir.2001) (reversing award of Rule 11 sanctions where moving party failed to comply with twenty-one-day \"safe harbor\" provision).</p>\n<p>None of these requirements was met here. Defendant Ortiz-Vélez's request for fees against attorney González appeared not as a separate motion, but as an alternative request at the tail end of a motion for attorney's fees under 42 U.S.C. § 1988. <span class=\"star-pagination\">*245</span> Notably, the request did not even include a specific reference to Rule 11, citing only 28 U.S.C. § 1927. Nor was attorney González served with the motion twenty-one days prior to its filing. <i>See </i><i>Radcliffe,</i> 254 F.3d at 789 (characterizing twenty-one-day safe harbor provision as \"mandatory\").</p>\n<p>Even if these procedural safeguards had been satisfied, Rule 11 could not provide a proper basis for the court's award of sanctions. The court's order detailed three separate grounds for sanctions, but only the first of these  the vexatious conduct of plaintiffs' counsel  was adequately supported. The court cited as additional or alternative grounds (1) the filing of \"frivolous claims . . . with no basis in fact\" and (2) the filing of \"frivolous appeals.\"<sup>[28]</sup> Our holding that the plaintiffs' suit had adequate foundation at the time of filing forecloses the \"frivolous claims\" argument, and the court made no findings sufficient to support its characterization of plaintiffs' prior appeals as \"frivolous.\" Moreover, it is Federal Rule of Appellate Procedure 38, not Federal Rule of Civil Procedure 11, that authorizes sanctions for the filing of frivolous appeals. <i>See</i> Fed. R.App. P. 38; <i>Cooter &amp; Gell v. Hartmarx Corp.,</i> <span class=\"citation\" data-id=\"112457\"><a href=\"/opinion/112457/cooter-gell-v-hartmarx-corp/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">384</span></a></span>, 406-09, <span class=\"citation\" data-id=\"112457\"><a href=\"/opinion/112457/cooter-gell-v-hartmarx-corp/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2447</span></a></span>, <span class=\"citation\" data-id=\"112457\"><a href=\"/opinion/112457/cooter-gell-v-hartmarx-corp/\"><span class=\"volume\">110</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">359</span></a></span> (1990).</p>\n<p>Thus, the only viable basis for the court's award of sanctions was attorney misconduct, the bulk of which occurred during trial.<sup>[29]</sup> And, no matter how vexatious or disruptive counsel's conduct was during trial, Rule 11 cannot reach such misconduct. The Rule applies only to written papers filed with or submitted to the court, and does not govern the conduct of litigation more generally. <i>See</i> Fed. R.Civ.P. 11(b) (referring to \"a pleading, written motion, or other paper\"); <i>id.,</i> advisory committee's note (\"The rule applies only to assertions contained in papers filed with or submitted to the court.\"); <i>Zaldivar v. City of Los Angeles,</i> <span class=\"citation\" data-id=\"462717\"><a href=\"/opinion/462717/richard-l-zaldivar-v-city-of-los-angeles-and-margaret-salazar/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">823</span></a></span>, 829-30 (9th Cir.1986) (\"Rule 11 is not a panacea intended to remedy all manner of attorney misconduct occurring before or during the trial of civil cases.\"), <i>abrogated on other grounds by </i><i>Cooter &amp; Gell,</i> <span class=\"citation\" data-id=\"112457\"><a href=\"/opinion/112457/cooter-gell-v-hartmarx-corp/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">384</span></a></span>, <span class=\"citation\" data-id=\"112457\"><a href=\"/opinion/112457/cooter-gell-v-hartmarx-corp/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2447</span></a></span>.</p>\n<p></p>\n<h2>2. Sanctions under Section 1927</h2>\n<p>Unlike Rule 11, section 1927 applies precisely to the misconduct underlying the district court's award of sanctions. Section 1927 authorizes the imposition of sanctions against an attorney \"who so multiplies the proceedings in any case unreasonably and vexatiously.\" 28 U.S.C. § 1927. Litigation conduct qualifies as \"vexatious\" if it is \"harassing or annoying, regardless of whether it is intended to be so.\" <i>Cruz v. Savage,</i> <span class=\"citation\" data-id=\"536974\"><a href=\"/opinion/536974/juan-e-cruz-v-robert-savage-etc/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">626</span></a></span>, 632 (1st Cir.1990). We have stated that section 1927 does not apply to \"[g]arden-variety carelessness or even incompetence,\" but instead requires that the \"attorney's actions . . . evince a studied disregard of the need for an orderly judicial process, or add up to a reckless breach of the lawyer's <span class=\"star-pagination\">*246</span> obligations as an officer of the court.\" <i>Jensen,</i> 546 F.3d at 64 (citation omitted).</p>\n<p>The types of litigation conduct we have previously found vexatious and unreasonable  e.g., attempting to introduce evidence on irrelevant matters in the face of numerous admonitions to desist, and \"engag[ing] in obfuscation of the issues, hyperbolism and groundless presumptions,\" <i>Cruz,</i> 896 F.2d at 634  pervade the record here. At trial, attorney González repeatedly ignored evidentiary rulings, pressing forward to ask questions identical to those barred, often just moments prior, by the trial judge. On one occasion, attorney González refused to leave the sidebar when ordered to after an adverse ruling, forcing the judge to remove the jury from the room and censure the attorney for his obstinacy and manifest disrespect. Attorney González further persisted, in contravention of his obligations as an officer of the court, in making blatant misrepresentations and referring to matters not established by evidence in the record.<sup>[30]</sup> This misconduct evoked a string of warnings from an admirably patient trial judge, starting with an order near the outset of the case instructing plaintiffs' counsel to \"refrain from making injurious remarks\" and \"avoid unnecessary rhetoric irrelevant to the issues of the case,\" and proceeding to multiple, on-the-record admonishments and threats of sanction during trial.</p>\n<p>In light of this pattern of vexatious behavior, we hold that the district court was well within its discretion in finding attorney González subject to sanctions under section 1927. Moreover, while we have often noted \"the general desirability and sometime necessity of affording notice and an opportunity to be heard when monetary sanctions are imposed,\" <i>Media Duplication Servs., Ltd. v. HDG Software, Inc.,</i> <span class=\"citation\" data-id=\"557987\"><a href=\"/opinion/557987/media-duplication-services-ltd-v-hdg-software-inc-joseph-wine/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1228</span></a></span>, 1238 (1st Cir.1991), we find no abuse of discretion here in the imposition of sanctions without a hearing. The sanctions were imposed largely on the basis of conduct that occurred within the court's presence (and in relation to which the plaintiffs' counsel had received numerous warnings), and thus there were few issues, if any, that could have been clarified by the presentation of additional evidence or testimony.<sup>[31]</sup><i>See </i><i>Silverman v. Mut. Trust Life Ins. Co. (In re Big Rapids Mall Assocs.),</i> <span class=\"citation\" data-id=\"728111\"><a href=\"/opinion/728111/in-re-big-rapids-mall-associates-debtor-geoffrey-l-silverman-and-john-d/\"><span class=\"volume\">98</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">926</span></a></span>, 929 (6th Cir. 1996) (\"A hearing is not necessarily required [before the imposition of sanctions] where the court has full knowledge of the facts and is familiar with the conduct of the attorneys.\"). Moreover, plaintiffs' counsel had the opportunity to brief the sanctions issue twice, first in his opposition to defendant Ortiz-Vélez's fee request and <span class=\"star-pagination\">*247</span> later in a lengthy motion for reconsideration of the sanctions and fee orders. <i>Cf. </i><i>Muthig v. Brant Point Nantucket, Inc.,</i> <span class=\"citation\" data-id=\"501183\"><a href=\"/opinion/501183/charles-muthig-and-rhoda-muthig-v-brant-point-nantucket-inc/\"><span class=\"volume\">838</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">600</span></a></span>, 606-07 (1st Cir. 1988) (briefing process provided adequate opportunity to present evidence and argument on Rule 11 motion), <i>abrogated on other grounds by </i><i>Cooter &amp; Gell,</i> <span class=\"citation\" data-id=\"112457\"><a href=\"/opinion/112457/cooter-gell-v-hartmarx-corp/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">384</span></a></span>, <span class=\"citation\" data-id=\"112457\"><a href=\"/opinion/112457/cooter-gell-v-hartmarx-corp/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2447</span></a></span>. Given these circumstances, the district court did not abuse its discretion in imposing sanctions without affording counsel a hearing.</p>\n<p></p>\n<h2>C. Amount of the Sanction</h2>\n<p>The final question before us is whether the district court strayed outside the boundaries of its discretion in imposing sanctions totaling more than $60,000 on attorney González. In examining this question, we look first to the purpose of section 1927.</p>\n<p>Unlike Rule 11, which finds its justification exclusively in deterrence, <i>see</i> Fed. R.Civ.P. 11 advisory committee's note (\"[T]he purpose of Rule 11 sanctions is to deter rather than to compensate.\"), it is not clear from the face of section 1927 whether the statute is primarily compensatory or deterrent in nature  and, accordingly, whether or not the amount of a sanction must be set, as under Rule 11, at the minimum level necessary to \"deter repetition of the offending conduct or comparable conduct by others.\" <i>In re Nosek,</i> 609 F.3d at 9 (citing Fed.R.Civ.P. 11(c)(4)). The legislative history of section 1927, to the extent it provides any guidance, suggests both deterrent and compensatory intent. Enacted in 1813, section 1927 was amended in 1980 to expand the scope of sanctions from the award of \"excess costs\" to \"excess costs, expenses, and attorneys' fees.\" The House Conference Committee report on the 1980 amendment describes the statute's primary purpose to be \"deter[rence of] unnecessary delays in litigation.\" H.R.Rep. No. 96-1234, at 8 (1980) (Conf.Rep.), <i>reprinted in</i> 1980 U.S.C.C.A.N. 2781, 2782. However, the report also describes the statute's function as one of compensation for injury caused by litigation delay: \"[I]f an attorney does violate [section 1927's prohibition of dilatory conduct], and by such conduct causes the other parties to incur expenses or fees that [they] otherwise would not have incurred, the attorney should be required to satisfy personally this full range of excess costs attributable to such conduct.\" <i>Id.</i></p>\n<p>Based on the Conference Committee report, a number of our sister circuits have described the primary purposes of section 1927 to be deterrence and punishment of dilatory litigation tactics. <i>See </i><i>In re Schaefer Salt Recovery, Inc.,</i> <span class=\"citation\" data-id=\"1437049\"><a href=\"/opinion/1437049/in-re-schaefer-salt-recovery-inc/\"><span class=\"volume\">542</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">90</span></a></span>, 101 (3d Cir.2008); <i>Red Carpet Studios Div. of Source Advantage, Ltd. v. Sater,</i> <span class=\"citation no-link\"><span class=\"volume\">465</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">642</span></span>, 646 (6th Cir.2006); <i>United States v. Int'l Brotherhood of Teamsters, Chauffeurs, Warehousemen &amp; Helpers of Am., AFL-CIO,</i> <span class=\"citation no-link\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1338</span></span>, 1345 (2d Cir. 1991); <i>Beatrice Foods Co. v. New England Printing &amp; Lithographing Co.,</i> <span class=\"citation\" data-id=\"538940\"><a href=\"/opinion/538940/beatrice-foods-company-v-new-england-printing-and-lithographing-company/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1171</span></a></span>, 1177 (Fed.Cir.1990). However, deterrence and compensation may be served simultaneously, <i>see </i><i>Hamilton v. Boise Cascade Express,</i> <span class=\"citation\" data-id=\"170441\"><a href=\"/opinion/170441/hamilton-v-boise-cascade-exp/\"><span class=\"volume\">519</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1197</span></a></span>, 1206 (10th Cir.2008), and we believe that the fairest reading of section 1927 and its legislative history suggests that the statute's purpose is both to \"deter frivolous litigation and abusive practices by attorneys <i>and</i> to ensure that those who create unnecessary costs also bear them.\" <i>Riddle &amp; Assocs., P.C. v. Kelly,</i> <span class=\"citation\" data-id=\"790979\"><a href=\"/opinion/790979/riddle-associates-pc-v-judith-a-kelly-appeals-of-edelman-combs/\"><span class=\"volume\">414</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">832</span></a></span>, 835 (7th Cir.2005) (emphasis added) (internal quotation marks omitted).</p>\n<p>Because of this dual purpose, it will not be appropriate in all cases to limit sanctions under section 1927 to the minimum level necessary to deter repeated or similar conduct. Accordingly, a court will not <span class=\"star-pagination\">*248</span> necessarily abuse its discretion by awarding under section 1927 a sum in excess of what would be required to serve deterrence, where that sum is calculated to compensate a party for injury caused by an adversary's dilatory tactics.<sup>[32]</sup> We caution that any such compensatory sanction imposed under section 1927 must nonetheless be carefully crafted to avoid \"dampen[ing] the legitimate zeal of an attorney in representing his client.\" H.R.Rep. No. 96-1234, at 8, 1980 U.S.C.C.A.N. at 2782. Where sanctions under section 1927 are not, however, expressly tied by the court to compensation of quantifiable costs incurred by a party due to an opponent's dilatory conduct, we will presume the purpose of the award is deterrent in nature. Such sanctions structured to deter or punish vexatious behavior must be limited, as under Rule 11, to the minimum amount necessary to serve that purpose.</p>\n<p>In this case, the district court's award of sanctions was clearly designed to deter and punish counsel's misconduct rather than compensate for delay, and as such must be limited to the minimum sum necessary for deterrence. Though it was no doubt an incidental effect of attorney González's disruptions at trial, delay was not highlighted in the court's sanctions opinion. The opinion focused instead on his vexatious behavior and \"flaunting of the Court's rulings and directions.\"</p>\n<p>The sanction could be considered \"compensatory\" only in the sense that it was imposed as a portion of the attorney's fee award, which in turn was structured to compensate Mayor Ortiz-Vélez for defense of the entire action, characterized by the court as frivolous and groundless. We have already rejected the basis for that compensatory award. Also, the district court made no separate, particularized assessment of what would be necessary to actually compensate defendant Ortiz-Vélez for excess costs or attorney's fees attributable to delay. Rather, the court arrived at its $64,936 sanction simply by multiplying the total fee award ($194,808) by one third, a multiplier which appears to have been arbitrarily chosen.</p>\n<p>We thus must determine whether the award of $64,936 in sanctions was sufficiently in excess of what was necessary for deterrence so as to constitute an abuse of discretion. There exists no mathematical formula for calibrating sanctions to the optimal sum that will preserve a deterrent effect while imposing no more a burden on the parties or attorneys than is necessary. Some guidance can be found in the Advisory Committee notes to Rule 11, which offer a non-exhaustive list of factors relevant to this determination. Because of Rule 11's focus on deterrence, the Advisory Committee's list, while not directly applicable to calculation of sanctions under section 1927, is instructive:</p>\n<blockquote>Whether the improper conduct was willful, or negligent; whether it was part of a pattern of activity, or an isolated event; . . . whether the person has engaged in similar conduct in other litigation; whether it was intended to injure; what effect it had on the litigation process in time or expense; whether the responsible person is trained in the law; what amount, given the financial resources of the responsible person, is needed to deter that person from repetition in the same case; [and] what amount is needed to deter similar activity by other litigants.</blockquote>\n<p>Several of these factors weigh in favor of a sanction that is not just a slap on the wrist but carries instead some lasting sting. <span class=\"star-pagination\">*249</span> First, the conduct at issue was not merely negligent; while a portion of attorney González's missteps might be attributed to negligence or poor preparation, not all can be so explained. A number of the incidents highlighted by the district court in its sanctions order, particularly attorney González's failure to obey direct instructions by the judge, involved behavior that was undeniably willful and disrespectful to the court and its processes. Second, attorney González is trained in the law and apparently well traveled in the federal courts, and thus his mistakes cannot be ascribed to inexperience. Third, attorney González appeared unable or unwilling to learn from his mistakes, as his pattern of misconduct continued unabated despite numerous warnings from the court.</p>\n<p>There can be no doubt of the need for a sanction that will signal to attorney González the seriousness of his misconduct and deter similar behavior in the future. Nonetheless, we find $64,936 to exceed what is reasonably necessary for these purposes. The sum lies far outside the mainstream in this circuit, where sanctions typically amount to less than $10,000.<sup>[33]</sup> Moreover, the sanction appears likely to impose an unjustifiable hardship on attorney González, who, according to counsel's representations to the court, operates a small law office in partnership with his son, and for whom $64,936 would likely threaten financial disaster. Accordingly, we modify the sanction to $5,000, a sum we deem sufficient to deter similar conduct by attorney González in the future and place other potential offenders on notice of the consequences of such conduct.<sup>[34]</sup></p>\n<p></p>\n<h2>IV.</h2>\n<p>Our decision here should not be interpreted as a criticism of the district court's handling of the case below, which was commendable in nearly every respect. As we have noted, attorney González's conduct was unusually disruptive, vexing, and difficult to control, and the district court showed admirable patience throughout. That we have ultimately concluded that we must vacate the award of attorney's fees and reduce the sanctions imposed on counsel does not in any way detract from our respect for the work of the district court, <span class=\"star-pagination\">*250</span> which faced a host of difficult problems in presiding over this case.</p>\n<p>We must, however, exercise particular care in reviewing fee awards in civil rights cases to prevent the chilling of meritorious litigation. The district court gave improper and apparently dispositive weight to the failure of proof at trial in determining whether the plaintiffs' lawsuit was groundless when filed, and the court thereby abused its discretion. Hence, we vacate the $129,872 fee award. We affirm the court's sanctions, pursuant to 28 U.S.C. § 1927, of attorney González's vexatious behavior throughout the trial below, but reduce the sanction to $5,000. The parties shall bear their own costs on appeal.</p>\n<p><i>So ordered.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Because the record designated by the parties for appeal contains only limited excerpts from the trial transcript, we have relied for this factual recitation on a variety of sources, including the excerpted trial transcripts, the district court's orders, and the parties' filings in the district court.</p>\n<p>[2]  According to Vargas-Santiago, Figueroa-Montalvo referred to Governor Calderón as a prostitute who was cheating on her husband and neglecting her family (referencing the much-publicized break-up of the Governor's marriage in 2001). Vargas-Santiago further claims that Figueroa-Montalvo and Lamboy-Ortiz had made offensive remarks earlier that day about other members of the Sabana Grande police force, characterizing policewomen as prostitutes and male police guards as cuckolds.</p>\n<p>[3]  The plaintiffs included in an addendum to their opening brief in this appeal a sworn statement from Santana-Pérez, dated late 2003, recanting his prior corroborating statements and declaring that Vargas-Santiago had pressured him to lie. We have been unable to verify whether this statement was ever submitted in the district court and thus properly can be considered part of the record on appeal. We note, however, that plaintiffs have repeatedly made the claim, including in their brief here, that Santana-Pérez recanted and accused Vargas-Santiago of improper pressure, and defendants have not disputed it. In any event, this recantation does not affect our decision on the award of attorney's fees.</p>\n<p>[4]  The signature of defendant Cesar Gracia-Ortiz (then acting as Assistant Superintendent of the Police of Puerto Rico) appeared on Figueroa-Montalvo's transfer order. This was his only active role in the defendants' alleged campaign of harassment against the plaintiffs, although he also made some public comments about the investigation of the December 15, 2001 incident.</p>\n<p>[5]  The officers further appealed their suspension without pay, but the record does not disclose the result of that appeal; it was still ongoing at the time of the district court's entry of judgment against the plaintiffs.</p>\n<p>[6]  A fourth claim for deprivation of Fourth Amendment rights was included in the complaint by mistake and copied into various subsequent pleadings. The claim was voluntarily dismissed in August 2003.</p>\n<p>[7]  The district court ruled, correctly, that punitive damages are unavailable against a municipality in section 1983 suits. <i>See </i><i>City of Newport v. Fact Concerts, Inc.,</i> <span class=\"citation\" data-id=\"110553\"><a href=\"/opinion/110553/newport-v-fact-concerts-inc/\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">247</span></a></span>, 258-71, <span class=\"citation\" data-id=\"110553\"><a href=\"/opinion/110553/newport-v-fact-concerts-inc/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2748</span></a></span>, <span class=\"citation\" data-id=\"110553\"><a href=\"/opinion/110553/newport-v-fact-concerts-inc/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">616</span></a></span> (1981).</p>\n<p>[8]  The defendants filed two other motions to dismiss. The first, requesting that Lamboy-Ortiz's and Figueroa-Montalvo's wives and children be dismissed as improper parties in a § 1983 suit, was denied. The second sought dismissal of the plaintiffs' claim under the Puerto Rico Anti-Discrimination Act, citing authority holding that the Act does not apply to governmental bodies and governmental employees sued in their official capacities. The court granted dismissal of the claim.</p>\n<p>[9]  The court granted summary judgment on the due process claim as to the Mayor, finding no evidence supporting the Mayor's involvement in any deprivation of due process. The due process claim proceeded to trial against the other defendants, who had not joined the Mayor's motion.</p>\n<p>[10]  Beyond a passing reference in the district court's fee order to a $10,000 settlement offer by defendants, the record discloses no details of the actual settlement reached by the parties. In any event, the settlement apparently did not preclude defendant Ortiz-Vélez from pursuing attorney's fees as a prevailing party.</p>\n<p>[11]  Section 1988(b) authorizes an award of \"a reasonable attorney's fee\" to the prevailing party in a civil rights suit.</p>\n<p>[12]  For reasons not clearly disclosed by the record, none of the other defendants moved for fees.</p>\n<p>[13]  Section 1927 provides: \"Any attorney or other person admitted to conduct cases in any court of the United States or any Territory thereof who so multiplies the proceedings in any case unreasonably and vexatiously may be required by the court to satisfy personally the excess costs, expenses, and attorneys' fees reasonably incurred because of such conduct.\"</p>\n<p>[14]  In November 2006, the court ordered Mayor Ortiz-Vélez to resubmit the supporting documentation for the fee request in different form within ten days. The Mayor's counsel filed the requested documentation, but failed to comply with the format specified by the court's order. In an order in December 2006, the court granted the Mayor an additional five days to file the documentation in correct form, noting that failure to comply would \"result in denial of attorney's fees without further consideration.\" The Mayor neglected to file anything within the prescribed period. In July 2007, the court denied the motion for attorney's fees without prejudice to refiling within a month's time. Mayor Ortiz-Vélez refiled his motion with corrected documentation within that period, again including an alternative request for fees against attorney González under 28 U.S.C. § 1927.</p>\n<p>[15]  As mentioned above, only one witness, Santana-Pérez, corroborated Vargas-Santiago's account; it appears that he later recanted, attributing his prior corroborating statements to a campaign of intimidation by Vargas-Santiago and another officer. See note 3 and accompanying text.</p>\n<p>[16]  Vargas-Santiago's reference to the Mayor was somewhat cryptic. In a sworn statement to investigators and in testimony at trial, Vargas-Santiago stated that Lamboy-Ortiz and Figueroa-Montalvo had been harassing José Santana-Pérez for his role in retrieving Governor Calderón's portrait from City Hall. This harassment prompted Santana-Pérez to protest that he was just following orders. Vargas-Santiago allegedly interjected at this point, \"Shut up, . . . you are well recommended by [Mayor Ortiz-Vélez] and he spoke well of you[] by telephone with me.\"</p>\n<p>[17]  The deposition testimony regarding rumors of the mayor's \"list\" came from Edwin Gonzalez Ramos, an officer in the Sabana Grande police force. Ramos's testimony was excluded as hearsay at trial, but the deposition transcript was included as an exhibit to Mayor Ortiz-Vélez's motion for summary judgment.</p>\n<p>[18]  We have previously noted that liability for a claim of political discrimination need not rest on a finding that the defendants \"knew to a certainty\" the plaintiff's political affiliation where there is other circumstantial evidence of a politically discriminatory motive. <i>Anthony,</i> 952 F.2d at 606.</p>\n<p>[19]  While there were facially valid reasons for each of the plaintiffs' transfers  for Lamboy-Ortiz, to fill a personnel need, and for Figueroa-Montalvo, to respond to Officer Vargas-Santiago's complaints that she was afraid of sharing a shift  it would not be unreasonable to suspect that the transfers were politically motivated under the circumstances. This is particularly true for Figueroa-Montalvo, who was transferred to Ponce, a district some distance away, despite the fact that, according to testimony from the officer responsible for the transfer, he could have been separated from Officer Vargas-Santiago by transfer to a district much closer to Sabana Grande.</p>\n<p>[20]  We note that Officer Vargas-Santiago's action in filing an administrative complaint against the plaintiffs  and Commander Laboy-Castillo's filing of criminal charges  would likely support a claim of political discrimination based on harassment rather than on a formal employment action. <i>See </i><i>Welch,</i> 542 F.3d at 937.</p>\n<p>[21]  In characterizing the evidence of a political motivation as circumstantial, we do not overlook the fact that there is unusually direct evidence of political hostility on the part of the Mayor towards members of the opposition party. It is only the connection between that generalized political animus and the specific actions taken against the plaintiffs that is circumstantial.</p>\n<p>[22]  The district court later dismissed the Puerto Rico Anti-Discrimination Act claim based upon commonwealth authority holding that the Act does not apply to government officials sued in their official capacities. Nevertheless, we cannot say that the plaintiffs' claim under the Act was unreasonable; the majority of the defendants were sued in their personal as well as official capacities, and there is room to argue that the Anti-Discrimination Act allows suit against officials in their personal capacities. <i>See </i><i>Rodriguez-Narvaez v. Pereira,</i> <span class=\"citation\" data-id=\"2485598\"><a href=\"/opinion/2485598/rodriguez-narvaez-v-pereira/\"><span class=\"volume\">552</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">211</span></a></span>, 217-18 (D.P.R.2007) (discussing law and concluding that claims under Act could proceed against officials in their personal capacities).</p>\n<p>[23]  The fact that the district court's analysis focused on the failure of proof at trial betrays some ambivalence about the basis for its holding, i.e., whether it was based on a finding that the plaintiffs' claims were groundless when filed or that they became so during the lead-up to trial. We interpret the court's decision to be based on the former, but note that there is room for the latter interpretation.</p>\n<p>[24]  The subsidiary claim under the Puerto Rico Anti-Discrimination Act was dismissed prior to trial, but, as discussed above, it was  and is  not clear that the claim is barred by existing law. And, as Mayor Ortiz-Vélez points out, summary judgment was granted on the due process claim as to the Mayor and Municipality; however, the claim proceeded to trial against the remainder of the defendants.</p>\n<p>[25]  We note that this amendment postdates our decision in <i>DCPB,</i> in which we held under similar circumstances that the failure to properly name a party's attorney as appellant in the party's notice of appeal deprived us of jurisdiction to review sanctions levied against the attorney under 28 U.S.C. § 1927. 957 F.2d at 918-19. The amendment of Rule 3 plainly abrogated <i>DCPB's</i> holding as it applies to circumstances analogous to those here and in <i>DCPB</i> itself, i.e., where a notice of appeal names only the party as appellant but appeals from an award of sanctions against the party's attorney. We cannot imagine a set of circumstances in which it would not be \"clear\" from such a notice that it was the attorney who intended to appeal the award of sanctions.</p>\n<p>[26]  Plaintiffs also cite Rule 44.1 of the Federal Rules of Civil Procedure in their briefing on the appropriateness of sanctions. Plaintiffs likely mean to refer to Rule 44.1 of the Puerto Rico Rules of Civil Procedure, which permits sanctions for a losing party's \"stubbornness, obstinacy, rashness, and insistent frivolous attitude,\" <i>see </i><i>Top Entm't, Inc. v. Torrejon,</i> <span class=\"citation\" data-id=\"200737\"><a href=\"/opinion/200737/top-entertainment-v-torrejon/\"><span class=\"volume\">351</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">531</span></a></span>, 533 (1st Cir.2003) (internal quotation marks omitted), rather than Federal Rule of Civil Procedure 44.1, which relates to determinations of foreign law. Though plaintiffs' counsel surely behaved in an obstinate and rash manner throughout the trial, Puerto Rico Rule 44.1 was not cited as a ground for sanctions by the court, nor is it applicable in a case where jurisdiction arises from federal law. <i>But cf. </i><i>Dopp v. Pritzker,</i> <span class=\"citation\" data-id=\"681299\"><a href=\"/opinion/681299/paul-s-dopp-v-jay-pritzker-paul-s-dopp-v-jay-pritzker/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1239</span></a></span>, 1252 (1st Cir.1994) (Puerto Rico Rule 44.1 applies in diversity cases).</p>\n<p>[27]  An order sanctioning an attorney under Rule 11 may be entered either on a party's motion or on the court's own initiative. If the court had imposed sanctions on its own initiative, Rule 11 would have required it to first issue an order to show cause why the challenged conduct had not violated Rule 11. Fed.R.Civ.P. 11(c)(3). No such order was issued. Additionally, the court would have been unable to award fees to defendant, as it did here, because any monetary sanction imposed by the court sua sponte must be payable to the court alone. Fed.R.Civ.P. 11(c)(4) and advisory committee's note.</p>\n<p>[28]  The \"frivolous appeals\" to which the district court referred were the plaintiffs' initial appeal from the judgment, which was dismissed following settlement, and a November 2006 appeal from two post-judgment orders (an order taxing costs against the plaintiffs and an order related to documentation of attorney's fees), which the plaintiffs also later dismissed.</p>\n<p>[29]  The district court cited in support of its award of sanctions only one incident of misconduct prior to the start of trial, dating back to 2003. On that occasion, in response to a motion by defendants for plaintiffs to \"distill\" the language used in their filings with the court, the court admonished plaintiffs to \"refrain from making injurious remarks\" and \"avoid any unnecessary rhetoric irrelevant to the issues of the case.\"</p>\n<p>[30]  One such episode involved a tape of an interview with defendant Gracia-Ortiz. Attorney González represented to the court, in front of the jury, that the tape captured Gracia-Ortiz making a public promise to terminate the plaintiffs' employment in January 2002, well before the internal investigation of the December 15, 2001 incident had concluded. When the court was given a chance to examine the tape out of the presence of the jury, it learned that Gracia-Ortiz had actually stated, \"Should there be cause, we will request a summary suspension of Sergeant Figueroa and [Lamboy-Ortiz].\" The court admonished attorney González for the misrepresentation, but he refused to acknowledge fault, saying, \"Your Honor, that was my interpretation.\"</p>\n<p>[31]  If we had found the sanctions to properly rest on Rule 11 grounds and not solely on counsel's vexatious conduct, we would be considerably more concerned by the absence of an opportunity for the presentation of \"`factual material that might have led [plaintiffs' counsel] to form a reasonable belief that the' statements made in [the pleadings] were supportable.\" <i>Media Duplication Servs.,</i> 928 F.2d at 1239 (quoting <i>Bay State Towing Co. v. Barge Am. 21,</i> <span class=\"citation no-link\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">129</span></span>, 131 (1st Cir. 1990)).</p>\n<p>[32]  By the same token, though, we have held that a court has discretion to award less than the full amount required to compensate the injured party. <i>See </i><i>Cruz,</i> 896 F.2d at 634-35.</p>\n<p>[33]  <i>See, e.g., </i><i>In re Nosek,</i> 609 F.3d at 10 (holding sanction of $250,000 under Federal Rule of Bankruptcy Procedure 9011 to be excessive and reducing to $5,000); <i>Remexcel Managerial Consultants, Inc. v. Arlequín,</i> <span class=\"citation\" data-id=\"204027\"><a href=\"/opinion/204027/remexcel-managerial-consultants-inc-v-arlequin/\"><span class=\"volume\">583</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span>, 49 (1st Cir.2009) (noting district court's order imposing sanctions of $2,000 under section 1927); <i>Roger Edwards, LLC v. Fiddes &amp; Son Ltd.,</i> <span class=\"citation\" data-id=\"202052\"><a href=\"/opinion/202052/edwards-v-fiddes-son-ltd/\"><span class=\"volume\">437</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">140</span></a></span> (1st Cir.2006) (upholding Rule 11 sanction of $4,553.10, and awarding $1,500 in sanctions and double costs under Federal Rule of Appellate Procedure 38); <i>Nyer v. Winterthur Int'l,</i> <span class=\"citation no-link\"><span class=\"volume\">290</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">456</span></span> (1st Cir.2002) (upholding Rule 11 sanctions of $8,690); <i>Pimentel v. Jacobsen Fishing Co.,</i> <span class=\"citation\" data-id=\"197139\"><a href=\"/opinion/197139/pimentel-v-the-jacobsen/\"><span class=\"volume\">102</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">638</span></a></span> (1st Cir. 1996) (imposing sanctions of $8,406 on counsel, pursuant to Federal Rule of Appellate Procedure 38 and section 1927); <i>O'Ferral v. Trebol Motors Corp.,</i> <span class=\"citation\" data-id=\"195869\"><a href=\"/opinion/195869/rodriguez-oferral-v-trebol-motors-corp/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">561</span></a></span>, 564 (1st Cir.1995) (upholding award of $8,000 in Rule 11 sanctions, while noting that \"[n]o one remotely familiar with lawyer fees can doubt that the defense spent vastly more than $8,000 on this case\"); <i>Mariani v. Doctors Assocs., Inc.,</i> <span class=\"citation\" data-id=\"597518\"><a href=\"/opinion/597518/gerardo-mariani-georgina-loureiro-v-doctors-associates-inc/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span> (1st Cir. 1993) (affirming $7,500 in Rule 11 sanctions against plaintiff's counsel, based on billing records showing that defendants had spent over $14,000 in defending challenged motion); <i>Navarro-Ayala v. Nunez,</i> <span class=\"citation\" data-id=\"586817\"><a href=\"/opinion/586817/roberto-navarro-ayala-v-jose-a-nunez/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1421</span></a></span>, 1428 (1st Cir. 1992) (holding Rule 11 sanction of $20,000 to be excessive and reducing to $6,500).</p>\n<p>[34]  The sanctions, though reduced in amount, will remain payable to Mayor Ortiz-Vélez, as required by section 1927. <i>See </i><i>Prosser v. Prosser,</i> <span class=\"citation\" data-id=\"765508\"><a href=\"/opinion/765508/jeffrey-j-prosser-98-7607-v-margaret-s-prosser-jeffrey-j-prosser-v/\"><span class=\"volume\">186</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">403</span></a></span>, 407 (3d Cir.1999) (\"[S]ection 1927 only allows the court to award costs and attorney fees payable to the opposing party, not payable to the court.\"). That the award of sanctions is paid to the moving party in no way undercuts the deterrent function of the sanctions.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109769/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110553/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112457/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112673/",
    "http://www.courtlistener.com/api/rest/v3/opinions/148516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/149044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/170441/",
    "http://www.courtlistener.com/api/rest/v3/opinions/176714/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195704/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195869/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197139/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198041/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200737/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201051/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202052/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202853/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203489/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203547/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203715/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203872/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204027/",
    "http://www.courtlistener.com/api/rest/v3/opinions/425986/",
    "http://www.courtlistener.com/api/rest/v3/opinions/452162/",
    "http://www.courtlistener.com/api/rest/v3/opinions/462717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/501183/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536974/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538940/",
    "http://www.courtlistener.com/api/rest/v3/opinions/557987/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567592/",
    "http://www.courtlistener.com/api/rest/v3/opinions/574884/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578604/",
    "http://www.courtlistener.com/api/rest/v3/opinions/586817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/681299/",
    "http://www.courtlistener.com/api/rest/v3/opinions/695508/",
    "http://www.courtlistener.com/api/rest/v3/opinions/728111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765508/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770705/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773754/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790979/",
    "http://www.courtlistener.com/api/rest/v3/opinions/797447/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1437049/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2485598/"
  ]
}