{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/183307/",
  "absolute_url": "/opinion/183307/farmers-ins-exchange-v-rnk-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/183307/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-01-21T20:48:59Z",
  "date_modified": "2016-04-26T12:47:39.848149Z",
  "type": "010combined",
  "sha1": "0c220763892fe5bd556583d918b250d4bdece007",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-2524P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2011/01/21/Farmers_Insurance_Exchange_v._RNK_Inc..pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\nNo. 09-2524\n\n                   FARMERS INSURANCE EXCHANGE,\n\n                      Plaintiff, Appellee,\n\n                               v.\n\n                  RNK, INC., D/B/A RNK TELECOM,\n\n                      Defendant, Appellant,\n\n                   RIPPLE COMMUNICATIONS, INC.\n\n                      Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Leo T. Sorokin, U.S. Magistrate Judge]\n\n\n                             Before\n\n                       Lynch, Chief Judge,\n              Torruella and Howard, Circuit Judges.\n\n\n     Andre Sansoucy, with whom Richard J. Shea, Kathryn M. Auger,\nand Melick, Porter & Shea, LLP, were on brief for appellant.\n     Roger D. Matthews, with whom Denner Pellegrino, LLP, was on\njoint brief for defendant-appellee Ripple Communications, Inc.\n     Steven J. Bolotin, with whom Christa Arcos and Morrison\nMahoney, LLP, were on joint brief for plaintiff-appellee Farmers\nInsurance Exchange.\n\n\n\n                        January 21, 2011\n\f          TORRUELLA, Circuit Judge.        In this appeal, based on\n\ndiversity jurisdiction, appellant-defendant RNK, Inc., d/b/a RNK\n\nTelecom (\"RNK\") challenges the district court's decision to grant\n\nsummary judgment on its indemnification claim in favor of appellee-\n\nplaintiff Farmers Insurance Exchange (\"Farmers\") and appellee-\n\ndefendant Ripple Communications, Inc. (\"Ripple\") (collectively,\n\n\"Appellees\").    Specifically, RNK avers that Ripple has a duty to\n\nindemnify RNK against claims asserted by Jane Doe in a civil action\n\nbrought by her in the United States District Court for the Southern\n\nDistrict of New York (the \"Doe Lawsuit\").\n\n          Ripple and Farmers (Ripple's insurer) jointly moved for\n\nsummary judgment requesting that the district court summarily\n\ndismiss RNK's indemnification claim and enter a declaration stating\n\nthat they have no duty or obligation to indemnify or otherwise hold\n\nharmless RNK against any claim, cost or expense incurred by RNK in\n\nits defense of the Doe Lawsuit. The district court granted summary\n\njudgment in Appellees' favor and RNK now appeals.         After careful\n\nconsideration, we affirm the district court's judgment.\n\n                  I.   Facts and Procedural History\n\n          Because this appeal is from a grant of summary judgment,\n\nwe view the record in the light most favorable to the party against\n\nwhom   summary   judgment   entered    (here,   RNK),   \"indulging   all\n\nreasonable inferences in that party's favor.\"           Fiacco v. Sigma\n\nAlpha Epsilon Fraternity, 528 F.3d 94, 98 (1st Cir. 2008); Den\n\n\n                                 -2-\n\fNorske Bank AS v. First Nat'l Bank of Boston, 75 F.3d 49, 53 (1st\n\nCir. 1996).\n\n               RNK, a Massachusetts corporation, is a telephone company\n\nthat    provides    services     to   the   public   as   a   Competitive   Local\n\nExchange Carrier (\"CLEC\").            Ripple is a Nevada corporation that\n\nprovides conferencing services.             One of Ripple's services allows\n\npeople to meet and confer through live telephone chat lines.\n\nFarmers is a California company that issued a general liability\n\ninsurance policy to Ripple.\n\n               In 1999, Ripple and RNK entered into a written agreement\n\n(the \"Agreement\") whereby RNK agreed that Ripple would locate and\n\ninstall at RNK's premises certain electronic equipment necessary\n\nfor Ripple to provide conferencing services to its customers.                 In\n\norder for Ripple's chat lines to function, a call had to travel\n\nover RNK's network and through Ripple's proprietary hardware and\n\nsoftware (to which RNK's lines were attached).                RNK was obligated\n\nunder    the    Agreement   to    assign    telephone     numbers   to   Ripple's\n\nconferencing lines and to notify Ripple's customers any time that\n\nRNK for some reason decided to block calls.\n\n               Paragraphs one, three and ten of the Agreement state as\n\nfollows:\n\n               1. Customer Equipment[.] RNK shall arrange\n               for the assignment of the telephone numbers\n               and arrange [for Ripple] to co-locate at\n               [Ripple]'s   expense   certain    electronic\n               Equipment, acceptable to RNK in accordance\n               with the terms of this Agreement.   [Ripple]\n\n                                        -3-\n\f          shall use the Equipment installed at RNK's\n          premises to provide information to its\n          customers.      At the termination of the\n          Agreement, [Ripple] will, at its sole cost and\n          expense, remove the Equipment from RNK's\n          premises.   It is understood and agreed that\n          [Ripple] co-locates any and all of its\n          Equipment at RNK's offices at its sole risk,\n          and that RNK assumes no liability whatsoever\n          for such Equipment's operation, maintenance,\n          security or condition.\n          . . . .\n          3. Indemnification and Insurance[.] Customer\n          [Ripple] hereby agrees to indemnify RNK and\n          hold harmless from and against all damage\n          claims associated with any equipment of\n          customers [Ripple]. Customer [Ripple] further\n          agrees that [it] shall maintain a blanket\n          $1,000,000 general liability insurance policy\n          reasonably satisfactory to RNK. RNK shall not\n          have any liability for any loss or damage\n          related    to    the   Customers'   [Ripple's]\n          equipment.    Customers' [RNK's] casualty and\n          fire insurance policies apply only to RNK's\n          facilities.    Customer   [Ripple]    will   be\n          responsible for insuring own equipment.1\n          . . . .\n          10.   Customer Conduct[.]    Customer [Ripple]\n          shall   abide   by   all  State   and   Federal\n          regulations applicable to its operation. If\n          they do not, RNK may terminate this agreement\n          if the violation continues for over seven days\n          after notice to the Customer [Ripple].\n          Customer [Ripple] shall be responsible for all\n          marketing and content and will hold RNK\n          harmless from all claims arising from such.\n\n(Emphasis added).    Paragraphs three and ten of the Agreement\n\n(quoted above) were based on a standard sample agreement provided\n\nby Ripple.\n\n\n1\n    As noted by the district court, the Agreement reflects an\nimprecise use of the term \"Customer.\" We agree with the district\ncourt that the reference to casualty and fire insurance policies\nhere quoted refers, in context, to RNK's policies.\n\n                               -4-\n\f          On   October   16,   1998,    the   New   York   Public   Service\n\nCommission (\"NYPSC\"), which has jurisdiction under New York law to\n\nregulate CLECs such as RNK, issued an order (the \"Regulatory\n\nOrder\") providing that all CLECs that had chat lines on their\n\nnetworks had to immediately either designate existing chat line\n\ncentral office codes as blockable or transfer these chat lines to\n\nspecific central office codes that were already designated as\n\nblockable codes.2   A major consideration in adopting this order was\n\nthe desire to protect minors by providing end-users the ability to\n\nblock the completion of telephonic communications.\n\n          In 2005, Jane Doe, a minor acting through her adoptive\n\nfather, brought the Doe Lawsuit in the United States District Court\n\nfor the Southern District of New York against RNK alleging that RNK\n\nviolated the Regulatory Order by not assigning blockable telephone\n\nnumbers to chat lines and that, as a result, she was improperly\n\nable to gain access to a chat line through which she met several\n\nindividuals who -- after convincing her to contact them in person\n\n-- sexually assaulted her.3     Jane Doe claimed in the Doe Lawsuit\n\nthat RNK's violation of the Regulatory Order was the proximate\n\n\n2\n   Appellees explain that a \"central office code\" is the prefix or\nexchange (digits four, five and six of a ten-digit number including\narea code) of a telephone number.       For example, the \"123\" in\n1-900-123-4567 is the central office code. A blockable central\noffice code provides end-users the ability to prevent the\ncompletion of a call made to a number containing that code.\n3\n  The alleged facts giving rise to Jane Doe's claims took place in\nor around September 2004.\n\n                                  -5-\n\fcause of the injuries she sustained.      As a result of the incident\n\ninvolving Jane Doe, the NYPSC issued an order on October 20, 2004\n\nstating that it appeared that RNK had violated the Regulatory Order\n\nand directing RNK to show cause as to why the NYPSC should not\n\nproceed against RNK with a penalty action.          In response to the\n\nNYPSC's order to show cause and during the course of the Doe\n\nLawsuit, RNK admitted that it failed to comply with the Regulatory\n\nOrder.   RNK's insurer settled the Doe Lawsuit and then, in the name\n\nof RNK, sought indemnity from Ripple and Farmers (Ripple's insurer)\n\nfor its costs of defense and settlement of the Doe Lawsuit.         RNK's\n\nclaim for indemnification was and continues to be based on its\n\ncontention that the indemnity provisions of the Agreement require\n\nindemnification from the claims asserted by Jane Doe in the Doe\n\nLawsuit.\n\n            Farmers filed the underlying declaratory judgment action\n\nagainst both Ripple and RNK seeking a ruling that it has no duty to\n\ndefend or indemnify RNK in connection with the Doe Lawsuit.              The\n\nparties then filed the following claims:        (1) RNK filed a cross-\n\nclaim against Ripple seeking a determination that Ripple owes a\n\nduty to indemnify RNK against Doe's claims, (2) Ripple filed a\n\ncounterclaim against Farmers seeking a declaratory judgment that\n\nFarmers has an obligation to defend or indemnify it against RNK,\n\nand   (3)   Ripple   filed   a   cross-claim   against   RNK   seeking    a\n\ndeclaratory judgment that Ripple has no contractual, common law or\n\n\n                                    -6-\n\fother obligation of indemnity, contribution or other duty toward\n\nRNK.\n\n             On April 30, 2009, all parties moved for summary judgment\n\non the issue of whether Ripple has a duty to indemnify RNK against\n\nthe claims asserted by Jane Doe in the Doe Lawsuit.             After\n\nconcluding that Ripple is not contractually obligated under the\n\nAgreement to indemnify RNK against such claims, the district court\n\nissued an order on September 29, 2009 denying RNK's motion for\n\nsummary judgment and granting Appellees' joint motion for summary\n\njudgment.      On October 13, 2009, the district court entered a\n\njudgment dismissing all other claims as moot. RNK now appeals this\n\njudgment and the order that granted Appellees' joint motion for\n\nsummary judgment.\n\n                        II.   Standard of Review\n\n             Summary judgment is appropriate when the record shows\n\nthat \"there is no genuine dispute as to any material fact and the\n\nmovant is entitled to judgment as a matter of law.\"      Fed. R. Civ.\n\nP. 56(a).4    \"A dispute is genuine if the evidence about the fact is\n\n\n4\n   On December 1, 2010, during the pendency of the present appeal,\nan amended version of Rule 56 of the Federal Rules of Civil\nProcedure became effective. Pursuant to 28 U.S.C. § 2074(a), the\nSupreme Court stated that the amended rule \"shall govern in all\nproceedings thereafter commenced and, insofar as just and\npracticable, all proceedings then pending.\" U.S. Supreme Court,\nOrder Amending Federal Rules of Civil Procedure (Apr. 28, 2010),\nhttp://www.uscourts.gov/RulesAndPolicies/FederalRulemaking/Pendin\ngRules/ProposedSupCt1210.aspx (follow \"Supreme Court Orders and\nTransmittal Letters\" hyperlink). \"Often an appellate court will\napply the law in effect at the time of the appeal, at least where\n\n                                   -7-\n\fsuch that a reasonable jury could resolve the point in the favor of\n\nthe non-moving party.   A fact is material if it has the potential\n\nof determining the outcome of the litigation.\" Rodríguez-Rivera v.\n\nFederico Trilla Reg'l Hosp., 532 F.3d 28, 30 (1st Cir. 2008)\n\n(internal quotation marks and citations omitted).\n\n            We review de novo the grant of a motion for summary\n\njudgment.   GTE Wireless, Inc. v. Cellexis Int'l, Inc., 341 F.3d 1,\n\n4 (1st Cir. 2003).   We will reverse only if, after reviewing the\n\nfacts and making all inferences in favor of the party against whom\n\nsummary judgment entered (here, RNK), \"the evidence on record is\n\nsufficiently open-ended to permit a rational factfinder to resolve\n\n\n\nCongress so intends.       But the court will not do so if that\napplication would work a 'manifest injustice.'\"          Freund v.\nFleetwood Enterprises, Inc., 956 F.2d 354, 363 (1st Cir. 1992)\n(internal quotation marks and citations omitted). Therefore, we\nmay apply amended Rule 56 to this case if it is \"just and\npracticable\" to do so and does not otherwise work a \"manifest\ninjustice.\" See Silva v. Witschen, 19 F.3d 725, 727-729 (1st Cir.\n1994); Afanador v. United States Postal Service, 976 F.2d 724,\n1992 WL 225920, 1992 U.S. App. LEXIS 30071 (1st Cir. 1992)\n(unpublished table decision).      The amendments to Rule 56 \"are\nintended to improve the procedures for presenting and deciding\nsummary-judgment motions\" and \"are not intended to change the\nsummary-judgment standard or burdens.\"      Committee on Rules of\nPractice and Procedure, Report of the Judicial Conference, page 14\n(Sept.     2009)      ( e m phasis    added),     available      at\nhttp://www.uscourts.gov/RulesAndPolicies/FederalRulemaking/Resear\nchingRules/Reports.aspx (follow \"Committee on Rules of Practice and\nProcedure (Report to Judicial Conference)\" hyperlink; then follow\n\"September 2009\" hyperlink). Applying the amended version of Rule\n56 in this case is just and practicable and would not work a\nmanifest injustice, because the amendments do not change the\nsummary judgment standard or burdens. Accordingly, we decide the\npresent appeal with reference to the summary judgment standard set\nforth in the amended version of Rule 56.\n\n                                -8-\n\fthe issue in favor of either side.\"                Maymí v. P.R. Ports Auth., 515\n\nF.3d 20, 25 (1st Cir. 2008) (internal quotation marks and citations\n\nomitted).\n\n                                III.     Discussion\n\n              RNK contends, first, that the district court erred in\n\nfinding that Ripple is not obligated to indemnify RNK against the\n\nclaims asserted by Jane Doe in the Doe Lawsuit.                        Specifically, RNK\n\nalleges that the district court erred when it failed to conclude\n\nthat   paragraphs     three     and    ten    of    the    Agreement       (hereinafter\n\ncollectively referred to as the \"Indemnity Provisions\") require\n\nRipple   to    indemnify      RNK   against        Doe's       claims.      Second,   RNK\n\nalternatively alleges that the Indemnity Provisions are ambiguous\n\nand should be interpreted against Ripple, the party who provided\n\nthe sample agreement that served as basis for the language included\n\nin said provisions.          Third, RNK alternatively claims that, at the\n\nvery   least,    conflicting        interpretations             about    the   Indemnity\n\nProvisions     create    a    question       of    fact    that    precludes       summary\n\njudgment.\n\n              In opposition to RNK's allegations, Appellees contend\n\nthat the district court was correct in finding that the Indemnity\n\nProvisions      are     not    ambiguous          and     do     not     support    RNK's\n\nindemnification claim.          Appellees further contend that assuming\n\narguendo that the Agreement contained an ambiguity regarding the\n\nIndemnity Provisions, the same cannot be interpreted against Ripple\n\n\n                                         -9-\n\fin the present case given that, first, the parties are of equal\n\nsophistication and bargaining power and, second, Ripple cannot be\n\nconsidered the drafter of the Indemnity Provisions.                       Finally,\n\nAppellees allege that even if the Agreement could be deemed to\n\nrequire Ripple to indemnify RNK for Jane Doe's claims -- which\n\nAppellees deny -- enforcement of such a provision would be against\n\npublic policy, because it would promote a breach of duty to the\n\npublic   by    indemnifying      RNK   from   the    consequences    of   its   own\n\nnegligence (i.e., failing to assign blockable numbers to chat\n\nlines, as required by the Regulatory Order).\n\n              For the reasons stated below, we find that the contract\n\nterms at issue here are unambiguous.                We conclude that the plain\n\nlanguage of the contract, interpreted to ascertain the manifest\n\nintent of the parties and to effectuate their purposes, does not\n\nrequire Ripple to indemnify RNK against Jane Doe's claims in the\n\nDoe Lawsuit.     Accordingly, we affirm the district court's grant of\n\nsummary judgment and find it unnecessary to address the parties'\n\narguments     regarding    the    application       of   ambiguous   contractual\n\nprovisions or Appellees' public policy objection.\n\nA.   Applicable State Law\n\n              The present appeal requires that we interpret the scope\n\nof the Agreement (particularly, the Indemnity Provisions).                  It is\n\nundisputed that interpretation of the Agreement is governed by\n\nMassachusetts law.        \"[U]nder Massachusetts law, interpretation of\n\n\n                                       -10-\n\fa contract is ordinarily a question of law for the court, and, as\n\na question of law, is subject to plenary review.\"       Bank v. Int'l\n\nBus. Machs. Corp., 145 F.3d 420, 424 (1st Cir. 1998) (internal\n\nquotation marks and citation omitted).       A court interpreting a\n\ncontract must first assess whether the contract is ambiguous.     See\n\nBank v. Thermo Elemental Inc., 888 N.E.2d 897, 907 (Mass. 2008).\n\n\"To answer the ambiguity question, the court must first examine the\n\nlanguage of the contract by itself, independent of extrinsic\n\nevidence concerning the drafting history or the intention of the\n\nparties.\"      Id.   \"Ambiguity is not created merely because the\n\nlitigants disagree about the meaning of a contract.\"      Nicolaci v.\n\nAnapol, 387 F.3d 21, 26 (1st Cir. 2004).      Rather, \"a contract is\n\nonly ambiguous where an agreement's terms are inconsistent on their\n\nface or where the phraseology can support reasonable differences of\n\nopinion as to the meaning of the words employed and obligations\n\nundertaken.\"     Bank v. Int'l Bus. Machs. Corp., 145 F.3d at 424\n\n(internal quotations marks and citation omitted).\n\n            The meaning of an unambiguous contract term is a question\n\nof law, while the meaning of an ambiguous contract term is a\n\nquestion of fact.    Seaco Ins. Co. v. Barbosa, 761 N.E.2d 946, 951\n\n(Mass. 2002); see also Fairfield 274-278 Clarendon Trust v. Dwek,\n\n970 F.2d 990, 993 (1st Cir. 1992).       \"Should the court find the\n\ncontract language unambiguous, we interpret it according to its\n\nplain terms.\"    Den Norske Bank AS, 75 F.3d at 52.   Summary judgment\n\n\n                                 -11-\n\fis appropriate when those plain terms unambiguously favor either\n\nside.   Bank v. Int'l Bus. Machs. Corp., 145 F.3d at 424.            \"On the\n\nother hand, if the contract's terms are ambiguous, contract meaning\n\nnormally becomes a matter for the factfinder, and summary judgment\n\nis appropriate only if the extrinsic evidence presented about the\n\nparties' intended meaning is so one-sided that no reasonable person\n\ncould decide to the contrary.\"         Id. (internal quotation marks and\n\ncitations omitted).          In the absence of fraud or mistake, \"an\n\nagreement is presumed to express the intent of the parties.\"\n\nFairfield 274-278 Clarendon Trust, 970 F.2d at 993 (citing Hess Oil\n\n& Chem. Corp. v. Ristuccia, 331 N.E.2d 823, 823 (Mass. App. Ct.\n\n1975)).\n\n           Here, the district court interpreted and applied the\n\nAgreement, determining that there were no ambiguities for the jury\n\nto resolve as to whether the parties thereto intended for Ripple to\n\nindemnify RNK against Doe's claims.           The district court went on to\n\nconclude that Ripple is not obligated under the Agreement to\n\nindemnify RNK from Doe's claims.         These are \"legal\" determinations\n\nand our review thereof is, thus, plenary.           See Bank v. Int'l Bus.\n\nMachs. Corp., 145 F.3d at 424; ITT Corp. v. LTX Corp., 926 F.2d\n\n1258,   1261   (1st   Cir.    1991)   (\"The   determination   of   whether   a\n\ncontract provision is ambiguous is a question of law subject to\n\nplenary review.\").     With these principles in mind, we now discuss\n\nRNK's indemnification claim on appeal.\n\n\n                                      -12-\n\fB.    Interpretation of the Indemnity Provisions\n\n             RNK claims that Ripple is obligated, pursuant to the\n\nAgreement, to indemnify it from the claims asserted by Jane Doe in\n\nthe   Doe   Lawsuit.       RNK       provides    two   possible   bases   for    this\n\nassertion, namely: paragraph three and/or paragraph ten of the\n\nAgreement.        We analyze these allegations separately.             In doing so,\n\nwe are mindful that under Massachusetts law, \"[c]ontracts of\n\nindemnity are to be 'fairly and reasonably construed in order to\n\nascertain the intention of the parties and to effectuate the\n\npurpose sought to be accomplished.'\"                   Nicolaci, 387 F.3d at 24\n\n(quoting Shea v. Bay State Gas Co., 418 N.E.2d 597, 600 (Mass.\n\n1981)); see also Whittle v. Pagani Bros. Constr. Co., 422 N.E.2d\n\n779, 781 (Mass. 1981) (noting that some older Massachusetts cases\n\n\"lay down a rule of strict construction for claims of indemnity\n\ncovering the negligence of the indemnitee,\" but that the modern\n\nrule under Massachusetts law \"is that such contracts are to be\n\nfairly and reasonably construed to ascertain the intention of the\n\nparties and to effectuate their purpose\").                 It is \"well accepted\n\nunder    Massachusetts         law    that    indemnification     provisions     are\n\nconstrued in accordance with their ordinary and plain meaning and\n\nwithout     any    bias   in   favor     of   the   indemnitor    or   against   the\n\nindemnitee.\"        Caldwell Tanks, Inc. v. Haley & Ward, Inc., 471 F.3d\n\n210, 217 (1st Cir. 2006).\n\n\n\n\n                                          -13-\n\f           1.   Paragraph Three of the Agreement\n\n           Under paragraph three of the Agreement, Ripple agreed to\n\n\"indemnify RNK and hold harmless from and against all damage claims\n\nassociated with any equipment of [Ripple].\" (Emphasis added.)\n\nGiven    that   only    claims    \"associated\"      with     any     of   Ripple's\n\n\"equipment\" are subject to the indemnification obligations set\n\nforth in this paragraph, it is key to interpret the meaning of\n\nthese terms (i.e., \"associated\" and \"equipment\") within the context\n\nof the Agreement.\n\n           \"In interpreting contractual language, we consider the\n\ncontract   as   a    whole.      Its   meaning    'cannot    be    delineated   by\n\nisolating words and interpreting them as though they stood alone.'\"\n\nNicolaci, 387 F.3d at 26 (quoting Starr v. Fordham, 648 N.E.2d\n\n1261, 1269 (Mass. 1995)). \"Not only must due weight be accorded to\n\nthe immediate context, but no part of the contract is to be\n\ndisregarded.\"       Starr, 648 N.E.2d at 1269.\n\n           Although the Agreement does not expressly define the term\n\n\"equipment,\" the same is used in other parts of the Agreement.\n\nSpecifically, paragraph one, which is titled \"Customer Equipment,\"\n\nstates   that   \"RNK    shall    arrange   [for    Ripple]    to    co-locate   at\n\n[Ripple]'s expense certain electronic Equipment\" and that \"[Ripple]\n\nshall use the Equipment installed at RNK's premises to provide\n\ninformation to its customers.\" (Emphasis added.)                   Said paragraph\n\nfurther states that \"Ripple co-locates any and all of its Equipment\n\n\n                                       -14-\n\fat RNK's offices at its sole risk\" and, upon termination of the\n\nAgreement, shall \"remove the Equipment from RNK's premises\" at its\n\nsole cost. (Emphasis added.)         In addition, paragraph three of the\n\nAgreement establishes that \"RNK shall not have any liability for\n\nany loss or damage related to [Ripple]'s equipment,\" \"[RNK]'s\n\ncasualty    and    fire   insurance        policies      apply    only   to   RNK's\n\nfacilities,\" and \"[Ripple] shall be responsible for insuring own\n\nequipment.\"      (Emphasis added.)\n\n           The aforementioned textual language of the Agreement\n\nmakes unambiguously clear and the parties do not dispute that the\n\nterm \"equipment\" is used therein in its ordinary sense to refer to\n\nRipple's tangible equipment to be located at RNK's premises.5\n\n           With regards to the term \"associated,\" the Agreement does\n\nnot   define     the   same   and   only    uses    it    in     paragraph    three.\n\nNevertheless, said term is ordinarily and commonly used to indicate\n\nthat something is \"closely connected, joined, or united with\n\nanother    (as    in   interest,     function,        activity,     or   office).\"\n\nWebster's Third New International Dictionary Unabridged 132 (1971).\n\nTherefore, under paragraph three of the Agreement, Ripple undertook\n\nthe obligation to indemnify RNK against all claims associated\n\n(i.e., closely connected, joined or united) with Ripple's tangible\n\nequipment located at RNK's premises.               With this understanding in\n\n\n5\n  Black's Law Dictionary defines \"equipment\" as \"[t]he articles or\nimplements used for a specific purpose or activity (esp. a business\noperation).\" Black's Law Dictionary 617 (9th ed. 2009).\n\n                                      -15-\n\fmind, below we discuss whether the indemnification obligation set\n\nforth in paragraph three applies to Doe's claims.\n\n            Jane Doe's claim in the Doe Lawsuit was that RNK's\n\ntortious failure (in violation of the Regulatory Order) to assign\n\nblockable codes to the chat lines that she used to contact her\n\nassailants was the proximate cause of her damages.    RNK contends\n\nthat this claim is covered under paragraph three's indemnification\n\nobligation.     To this effect, RNK argues that Doe's claim is\n\n\"associated\" with Ripple's \"equipment,\" within the meaning of\n\nparagraph three, because the chat line Jane Doe used to meet her\n\nassailants would never have operated without Ripple's equipment,\n\nand without the chat line the Doe Lawsuit would never have arisen.\n\nThus, RNK urges that this Court interpret paragraph three as\n\nrequiring indemnification against all claims that can somehow be\n\ntraced back to the existence of Ripple's chat line operation, or to\n\nat least recognize that there is ambiguity with regards to this\n\npoint.     As explained below, we find that RNK's assertion is not\n\nsupported by the plain language of the Agreement read in its proper\n\ncontext.\n\n            The plain language of the Agreement shows that its\n\npurpose was mainly to allow Ripple to locate its equipment in RNK's\n\npremises for the operation of Ripple's chat lines and to require\n\nRNK to assign telephone numbers thereto.   In light of this purpose\n\nand reading the Agreement as a whole, it is evident that the aim of\n\n\n                                -16-\n\fparagraph three was to protect RNK in case Ripple's tangible\n\nequipment located at RNK's premises specifically caused damage to\n\nadjacent property in RNK's facilities or bodily injury to persons\n\nin the vicinity.      This interpretation is buttressed by the other\n\nprovisions of paragraph three, which illustrate that the concern\n\ngiving rise to this paragraph pertained to damage to property or\n\nbodily   injury    specifically      caused    by   the   fact    that   Ripple's\n\ntangible equipment would be located in RNK's premises and not\n\noffsite.   For example, paragraph three establishes that (1) \"[RNK]\n\nshall not have any liability for any loss or damage related to\n\n[Ripple]'s equipment,\" (2) \"[RNK]'s casualty and fire insurance\n\npolicies apply only to RNK's facilities,\" and (3) \"[Ripple] will be\n\nresponsible for insuring own equipment.\" (Emphasis added).\n\n           It is also telling that paragraph three specifically\n\nrestricts the indemnification obligation set forth therein to\n\nclaims   associated    with   Ripple's       \"equipment,\"    as   opposed,    for\n\nexample, to claims associated with Ripple's \"services\" or the\n\n\"existence    of   Ripple's   chat    lines.\"        Thus,   the    Agreement's\n\nlanguage is consistent with the less expansive interpretation of\n\nparagraph three at which we arrive.\n\n           In light of the above, it would be unreasonable to find\n\nthat paragraph three requires Ripple to indemnify RNK against all\n\nclaims that can somehow be traced back to the existence of Ripple's\n\nchat lines.    RNK's attempts at construing the scope of paragraph\n\n\n                                      -17-\n\fthree in a broader fashion unreasonably distort the language and\n\ncontext of the Agreement.6\n\n             In sum, we find that the indemnification obligation set\n\nforth   in    paragraph    three   unambiguously   relates    to   claims\n\nspecifically caused by Ripple's tangible equipment located in RNK's\n\npremises and does not encompass all claims that can somehow be\n\ntraced back to the existence of Ripple's chat lines.         Accordingly,\n\nwe conclude that Ripple is not obligated under paragraph three of\n\nthe Agreement to indemnify RNK against the claims asserted by Jane\n\nDoe in the Doe Lawsuit.     We affirm the district court's judgment on\n\nthis issue.\n\n             2.   Paragraph Ten of the Agreement\n\n             The other contractual provision that RNK asserts as a\n\nbasis for its indemnification claim against Ripple is paragraph ten\n\nof the Agreement.         Said paragraph, which is titled \"Customer\n\n[Ripple] Conduct,\" states, in relevant part, that \"[Ripple] shall\n\nbe responsible for all marketing and content and will hold RNK\n\nharmless from all claims arising from such.\" In other words, under\n\nparagraph ten, Ripple agreed to indemnify RNK from all claims\n\n\n6\n   In fact, during oral arguments for this appeal, RNK admitted\nthat its broad interpretation of the indemnity provision set forth\nin paragraph three of the Agreement renders the indemnity provision\nset forth in paragraph ten as redundant.       We find that RNK's\nreading of paragraph three is unreasonable in the context of the\nAgreement and decline to adopt the same.      See Cohen v. Steve's\nFranchise Co., Inc.,     927 F.2d 26, 29 (1st Cir. 1991) (Under\nMassachusetts law, \"[a] reading rendering contract language\nmeaningless is to be avoided.\" (citing Shea, 418 N.E.2d at 601)).\n\n                                   -18-\n\farising from all \"marketing\" and \"content.\"7                  The district court\n\nfound that the term \"content\" was used in this paragraph to refer\n\nto the prompts, menus and information publicized on the various\n\nchat,    conference    and     information      lines   contemplated      in     the\n\ncontract, and did not encompass third party conversations taking\n\nplace through RNK's network and Ripple's chat lines.                  Accordingly,\n\nthe   district    court     concluded    that    paragraph      ten    imposed    no\n\nobligation on Ripple to indemnify RNK against Doe's claims, since\n\nsaid claims did not arise as a result of such prompts, menus and\n\ninformation.     RNK challenges the district court's conclusions and\n\nalleges that Doe's claims are covered under paragraph ten.                        We\n\nagree with the district court and for the reasons stated below\n\naffirm its judgment.\n\n              RNK contends that the term \"content\" encompasses the\n\nthird party conversations carried out through RNK's network and\n\nRipple's chat lines, such as Doe's chat line conversations with her\n\nfuture assailants. RNK further alleges that Doe's claims should be\n\ndeemed   to    have   arisen    from    such    \"content.\"       However,      RNK's\n\nallegations     are   not    supported    by    the   plain    language     of   the\n\nAgreement read in its proper context.\n\n\n\n\n7\n  RNK's contention -- that paragraph ten requires indemnification\nfrom Doe's claims -- focuses solely on Ripple's obligation to\nindemnify against claims arising from \"content.\"    We limit our\nanalysis accordingly and do not address Ripple's obligation to\nindemnify against claims arising from \"marketing.\"\n\n                                       -19-\n\f           The    language    of   paragraph      ten   illustrates     that    the\n\nindemnification     obligation     set    forth     therein   was    intended   to\n\nprotect   RNK    against   Ripple's      conduct.       In   particular,   it   is\n\nnoteworthy that paragraph ten is titled \"Customer [Ripple] Conduct\"\n\nand states in its first sentence that \"[Ripple] shall abide by all\n\nState and Federal regulations applicable to its operation.\"                     It\n\nfurther states, \"[i]f [Ripple] do[es] not, RNK may terminate this\n\nagreement if the violation continues for over seven days after\n\nnotice to [Ripple].\"         These provisions evince that the purpose\n\nbehind paragraph ten was to protect RNK from possible unlawful\n\nconduct by Ripple.     When read in proper context, it is clear that\n\nthis paragraph requires that Ripple indemnify RNK from any claims\n\narising from Ripple's marketing and content.                 Therefore, we find\n\nthat the term \"content,\" within the meaning of the Agreement,\n\nrelates to material generated by Ripple (i.e., the prompts, menus\n\nand information publicized by Ripple on the various chats) and does\n\nnot encompass the traffic (i.e., third party conversations) that\n\nwent through RNK's network and Ripple's chat lines.                 We agree with\n\nthe district court that the textual language of paragraph ten, when\n\nread in the context of the Agreement, is not reasonably susceptible\n\nto the interpretation that Ripple undertook to indemnify RNK for\n\nclaims arising from conversations of third party customers that\n\n\n\n\n                                      -20-\n\fRipple did not generate and could not monitor.8   Such conversations\n\nmay not reasonably be considered Ripple's \"content\" within the\n\nmeaning of the Agreement.   RNK does not point to any evidence in\n\nthe record that leads to a different result.9\n\n          In light of the above, we find that the conversations\n\ncarried out by Doe and her assailants through RNK's network and\n\nRipple's chat lines are not considered Ripple \"content\" within the\n\nmeaning of the Agreement.   Accordingly, we find that Doe's claims\n\nfall outside the scope of the indemnification obligation set forth\n\nin paragraph ten, even if it is assumed that such claims arose from\n\nconversations she carried out through Ripple's chat lines.\n\n          In sum, we find that the district court correctly found\n\nthat Ripple is not obligated under paragraph ten of the Agreement\n\nto indemnify RNK against Doe's claims.   Accordingly, we affirm the\n\ndistrict court's order on this issue.\n\n\n\n\n8\n   The district court presumed that Ripple was not authorized to\nlisten in on or record third party conversations on its chat lines.\nRNK has not disputed this finding.\n9\n   In its appellate brief, RNK cites to testimony by the President\nof RNK stating -- without providing a basis therefor -- that he\n\"assumed\" that the term \"content\" included the third party\nconversations that took place in Ripple's chat lines.         This\nevidence   is   not   sufficient   to  support   RNK's   suggested\ninterpretation of paragraph ten or to prove that the Agreement is\nambiguous on this issue.       \"[C]ontracts depend on objective\nmanifestations of consent and not on uncommunicated subjective\nexpectations.\" RCI Ne. Servs. Div. v. Boston Edison Co., 822 F.2d\n199, 204 (1st Cir. 1987) (internal quotation marks and citation\nomitted).\n\n                               -21-\n\f                         IV.   Conclusion\n\n          For the reasons stated, we conclude that Ripple is not\n\nobligated under the Agreement to indemnify RNK against claims\n\nasserted by Jane Doe in the Doe Lawsuit.    We, therefore, affirm the\n\ndistrict court's grant of summary judgment in favor of Appellees.\n\n          Affirmed.\n\n\n\n\n                               -22-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>632 F.3d 777 (2011)</b></center>\n<center><h1>FARMERS INSURANCE EXCHANGE, Plaintiff, Appellee,<br>\nv.<br>\nRNK, INC., d/b/a RNK Telecom, Defendant, Appellant,<br>\nRipple Communications, Inc., Defendant, Appellee.</h1></center>\n<center>No. 09-2524.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard September 10, 2010.</center>\n<center>Decided January 21, 2011.</center>\n<p><span class=\"star-pagination\">*779</span> Andre Sansoucy, with whom Richard J. Shea, Kathryn M. Auger, and Melick, Porter &amp; Shea, LLP, were on brief for appellant.</p>\n<p>Roger D. Matthews, with whom Denner Pellegrino, LLP, was on joint brief for defendant-appellee Ripple Communications, Inc.</p>\n<p>Steven J. Bolotin, with whom Christa Arcos and Morrison Mahoney, LLP, were on joint brief for plaintiff-appellee Farmers Insurance Exchange.</p>\n<p>Before LYNCH, Chief Judge, TORRUELLA and HOWARD, Circuit Judges.</p>\n<p>TORRUELLA, Circuit Judge.</p>\n<p>In this appeal, based on diversity jurisdiction, appellant-defendant RNK, Inc., d/b/a RNK Telecom (\"RNK\") challenges the district court's decision to grant summary judgment on its indemnification claim in favor of appellee-plaintiff Farmers Insurance Exchange (\"Farmers\") and appellee-defendant Ripple Communications, Inc. (\"Ripple\") (collectively, \"Appellees\"). Specifically, RNK avers that Ripple has a duty to indemnify RNK against claims asserted by Jane Doe in a civil action brought by her in the United States District Court for the Southern District of New York (the \"Doe Lawsuit\").</p>\n<p>Ripple and Farmers (Ripple's insurer) jointly moved for summary judgment requesting that the district court summarily dismiss RNK's indemnification claim and enter a declaration stating that they have no duty or obligation to indemnify or otherwise hold harmless RNK against any claim, cost or expense incurred by RNK in its defense of the Doe Lawsuit. The district court granted summary judgment in Appellees' favor and RNK now appeals. After careful consideration, we affirm the district court's judgment.</p>\n<p></p>\n<h2>I. <i>Facts and Procedural History</i>\n</h2>\n<p>Because this appeal is from a grant of summary judgment, we view the record in the light most favorable to the party against whom summary judgment entered <span class=\"star-pagination\">*780</span> (here, RNK), \"indulging all reasonable inferences in that party's favor.\" <i>Fiacco v. Sigma Alpha Epsilon Fraternity,</i> 528 F.3d 94, 98 (1st Cir.2008); <i>Den Norske Bank AS v. First Nat'l Bank of Boston,</i> 75 F.3d 49, 53 (1st Cir.1996).</p>\n<p>RNK, a Massachusetts corporation, is a telephone company that provides services to the public as a Competitive Local Exchange Carrier (\"CLEC\"). Ripple is a Nevada corporation that provides conferencing services. One of Ripple's services allows people to meet and confer through live telephone chat lines. Farmers is a California company that issued a general liability insurance policy to Ripple.</p>\n<p>In 1999, Ripple and RNK entered into a written agreement (the \"Agreement\") whereby RNK agreed that Ripple would locate and install at RNK's premises certain electronic equipment necessary for Ripple to provide conferencing services to its customers. In order for Ripple's chat lines to function, a call had to travel over RNK's network and through Ripple's proprietary hardware and software (to which RNK's lines were attached). RNK was obligated under the Agreement to assign telephone numbers to Ripple's conferencing lines and to notify Ripple's customers any time that RNK for some reason decided to block calls.</p>\n<p>Paragraphs one, three and ten of the Agreement state as follows:</p>\n<blockquote>1. Customer Equipment[.] RNK shall arrange for the assignment of the telephone numbers and arrange [for Ripple] to co-locate at [Ripple]'s expense certain electronic Equipment, acceptable to RNK in accordance with the terms of this Agreement. [Ripple] shall use the Equipment installed at RNK's premises to provide information to its customers.</blockquote>\n<blockquote>At the termination of the Agreement, [Ripple] will, at its sole cost and expense, remove the Equipment from RNK's premises. It is understood and agreed that [Ripple] co-locates any and all of its Equipment at RNK's offices at its sole risk, and that RNK assumes no liability whatsoever for such Equipment's operation, maintenance, security or condition.</blockquote>\n<blockquote>. . . .</blockquote>\n<blockquote>3. Indemnification and Insurance[.] Customer <i>[Ripple] hereby agrees to indemnify RNK and hold harmless from and against all damage claims associated with any equipment of customers [Ripple].</i> Customer [Ripple] further agrees that [it] shall maintain a blanket $1,000,000 general liability insurance policy reasonably satisfactory to RNK. RNK shall not have any liability for any loss or damage related to the Customers' [Ripple's] equipment. Customers' [RNK's] casualty and fire insurance policies apply only to RNK's facilities. Customer [Ripple] will be responsible for insuring own equipment.<sup>[1]</sup></blockquote>\n<blockquote>. . . .</blockquote>\n<blockquote>10. Customer Conduct[.] Customer [Ripple] shall abide by all State and Federal regulations applicable to its operation. If they do not, RNK may terminate this agreement if the violation continues for over seven days after notice to the Customer [Ripple]. Customer <i>[Ripple] shall be responsible for all marketing and content and will hold RNK harmless from all claims arising from such.</i>\n</blockquote>\n<p>(Emphasis added). Paragraphs three and ten of the Agreement (quoted above) were <span class=\"star-pagination\">*781</span> based on a standard sample agreement provided by Ripple.</p>\n<p>On October 16, 1998, the New York Public Service Commission (\"NYPSC\"), which has jurisdiction under New York law to regulate CLECs such as RNK, issued an order (the \"Regulatory Order\") providing that all CLECs that had chat lines on their networks had to immediately either designate existing chat line central office codes as blockable or transfer these chat lines to specific central office codes that were already designated as blockable codes.<sup>[2]</sup> A major consideration in adopting this order was the desire to protect minors by providing end-users the ability to block the completion of telephonic communications.</p>\n<p>In 2005, Jane Doe, a minor acting through her adoptive father, brought the Doe Lawsuit in the United States District Court for the Southern District of New York against RNK alleging that RNK violated the Regulatory Order by not assigning blockable telephone numbers to chat lines and that, as a result, she was improperly able to gain access to a chat line through which she met several individuals who  after convincing her to contact them in person  sexually assaulted her.<sup>[3]</sup> Jane Doe claimed in the Doe Lawsuit that RNK's violation of the Regulatory Order was the proximate cause of the injuries she sustained. As a result of the incident involving Jane Doe, the NYPSC issued an order on October 20, 2004 stating that it appeared that RNK had violated the Regulatory Order and directing RNK to show cause as to why the NYPSC should not proceed against RNK with a penalty action. In response to the NYPSC's order to show cause and during the course of the Doe Lawsuit, RNK admitted that it failed to comply with the Regulatory Order. RNK's insurer settled the Doe Lawsuit and then, in the name of RNK, sought indemnity from Ripple and Farmers (Ripple's insurer) for its costs of defense and settlement of the Doe Lawsuit. RNK's claim for indemnification was and continues to be based on its contention that the indemnity provisions of the Agreement require indemnification from the claims asserted by Jane Doe in the Doe Lawsuit.</p>\n<p>Farmers filed the underlying declaratory judgment action against both Ripple and RNK seeking a ruling that it has no duty to defend or indemnify RNK in connection with the Doe Lawsuit. The parties then filed the following claims: (1) RNK filed a cross-claim against Ripple seeking a determination that Ripple owes a duty to indemnify RNK against Doe's claims, (2) Ripple filed a counterclaim against Farmers seeking a declaratory judgment that Farmers has an obligation to defend or indemnify it against RNK, and (3) Ripple filed a cross-claim against RNK seeking a declaratory judgment that Ripple has no contractual, common law or other obligation of indemnity, contribution or other duty toward RNK.</p>\n<p>On April 30, 2009, all parties moved for summary judgment on the issue of whether Ripple has a duty to indemnify RNK against the claims asserted by Jane Doe in the Doe Lawsuit. After concluding that Ripple is not contractually obligated under the Agreement to indemnify RNK against <span class=\"star-pagination\">*782</span> such claims, the district court issued an order on September 29, 2009 denying RNK's motion for summary judgment and granting Appellees' joint motion for summary judgment. On October 13, 2009, the district court entered a judgment dismissing all other claims as moot. RNK now appeals this judgment and the order that granted Appellees' joint motion for summary judgment.</p>\n<p></p>\n<h2>II. <i>Standard of Review</i>\n</h2>\n<p>Summary judgment is appropriate when the record shows that \"there is no genuine dispute as to any material fact and the movant is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(a).<sup>[4]</sup> \"A dispute is genuine if the evidence about the fact is such that a reasonable jury could resolve the point in the favor of the non-moving party. A fact is material if it has the potential of determining the outcome of the litigation.\" <i>Rodríguez-Rivera v. Federico Trilla Reg'l Hosp.,</i> 532 F.3d 28, 30 (1st Cir.2008) (internal quotation marks and citations omitted).</p>\n<p>We review <i>de novo</i> the grant of a motion for summary judgment. <i>GTE Wireless, Inc. v. Cellexis Int'l, Inc.,</i> 341 F.3d 1, 4 (1st Cir.2003). We will reverse only if, after reviewing the facts and making all inferences in favor of the party against whom summary judgment entered (here, RNK), \"the evidence on record is sufficiently open-ended to permit a rational factfinder to resolve the issue in favor of either side.\" <i>Maymí v. P.R. Ports Auth.,</i> 515 F.3d 20, 25 (1st Cir.2008) (internal quotation marks and citations omitted).</p>\n<p></p>\n<h2>III. <i>Discussion</i>\n</h2>\n<p>RNK contends, first, that the district court erred in finding that Ripple is not obligated to indemnify RNK against the claims asserted by Jane Doe in the Doe Lawsuit. Specifically, RNK alleges that the district court erred when it failed to conclude that paragraphs three and ten of the Agreement (hereinafter collectively <span class=\"star-pagination\">*783</span> referred to as the \"Indemnity Provisions\") require Ripple to indemnify RNK against Doe's claims. Second, RNK alternatively alleges that the Indemnity Provisions are ambiguous and should be interpreted against Ripple, the party who provided the sample agreement that served as basis for the language included in said provisions. Third, RNK alternatively claims that, at the very least, conflicting interpretations about the Indemnity Provisions create a question of fact that precludes summary judgment.</p>\n<p>In opposition to RNK's allegations, Appellees contend that the district court was correct in finding that the Indemnity Provisions are not ambiguous and do not support RNK's indemnification claim. Appellees further contend that assuming arguendo that the Agreement contained an ambiguity regarding the Indemnity Provisions, the same cannot be interpreted against Ripple in the present case given that, first, the parties are of equal sophistication and bargaining power and, second, Ripple cannot be considered the drafter of the Indemnity Provisions. Finally, Appellees allege that even if the Agreement could be deemed to require Ripple to indemnify RNK for Jane Doe's claims  which Appellees deny  enforcement of such a provision would be against public policy, because it would promote a breach of duty to the public by indemnifying RNK from the consequences of its own negligence (i.e., failing to assign blockable numbers to chat lines, as required by the Regulatory Order).</p>\n<p>For the reasons stated below, we find that the contract terms at issue here are unambiguous. We conclude that the plain language of the contract, interpreted to ascertain the manifest intent of the parties and to effectuate their purposes, does not require Ripple to indemnify RNK against Jane Doe's claims in the Doe Lawsuit. Accordingly, we affirm the district court's grant of summary judgment and find it unnecessary to address the parties' arguments regarding the application of ambiguous contractual provisions or Appellees' public policy objection.</p>\n<p></p>\n<h2>A. <i>Applicable State Law</i>\n</h2>\n<p>The present appeal requires that we interpret the scope of the Agreement (particularly, the Indemnity Provisions). It is undisputed that interpretation of the Agreement is governed by Massachusetts law. \"[U]nder Massachusetts law, interpretation of a contract is ordinarily a question of law for the court, and, as a question of law, is subject to plenary review.\" <i>Bank v. Int'l Bus. Machs. Corp.,</i> 145 F.3d 420, 424 (1st Cir.1998) (internal quotation marks and citation omitted). A court interpreting a contract must first assess whether the contract is ambiguous. <i>See </i><i>Bank v. Thermo Elemental Inc.,</i> 451 Mass. 638, 888 N.E.2d 897, 907 (2008). \"To answer the ambiguity question, the court must first examine the language of the contract by itself, independent of extrinsic evidence concerning the drafting history or the intention of the parties.\" <i>Id.</i> \"Ambiguity is not created merely because the litigants disagree about the meaning of a contract.\" <i>Nicolaci v. Anapol,</i> 387 F.3d 21, 26 (1st Cir.2004). Rather, \"a contract is only ambiguous where an agreement's terms are inconsistent on their face or where the phraseology can support reasonable differences of opinion as to the meaning of the words employed and obligations undertaken.\" <i>Bank v. Int'l Bus. Machs. Corp.,</i> 145 F.3d at 424 (internal quotations marks and citation omitted).</p>\n<p>The meaning of an unambiguous contract term is a question of law, while the meaning of an ambiguous contract term is a question of fact. <i>Seaco Ins. Co. v. Barbosa,</i> 435 Mass. 772, 761 N.E.2d <span class=\"star-pagination\">*784</span> 946, 951 (2002); <i>see also </i><i>Fairfield 274-278 Clarendon Trust v. Dwek,</i> 970 F.2d 990, 993 (1st Cir.1992). \"Should the court find the contract language unambiguous, we interpret it according to its plain terms.\" <i>Den Norske Bank AS,</i> 75 F.3d at 52. Summary judgment is appropriate when those plain terms unambiguously favor either side. <i>Bank v. Int'l Bus. Machs. Corp.,</i> 145 F.3d at 424. \"On the other hand, if the contract's terms are ambiguous, contract meaning normally becomes a matter for the factfinder, and summary judgment is appropriate only if the extrinsic evidence presented about the parties' intended meaning is so one-sided that no reasonable person could decide to the contrary.\" <i>Id.</i> (internal quotation marks and citations omitted). In the absence of fraud or mistake, \"an agreement is presumed to express the intent of the parties.\" <i>Fairfield 274-278 Clarendon Trust,</i> 970 F.2d at 993 (citing <i>Hess Oil &amp; Chem. Corp. v. Ristuccia,</i> 3 Mass.App.Ct. 772, 331 N.E.2d 823, 823 (1975)).</p>\n<p>Here, the district court interpreted and applied the Agreement, determining that there were no ambiguities for the jury to resolve as to whether the parties thereto intended for Ripple to indemnify RNK against Doe's claims. The district court went on to conclude that Ripple is not obligated under the Agreement to indemnify RNK from Doe's claims. These are \"legal\" determinations and our review thereof is, thus, plenary. <i>See </i><i>Bank v. Int'l Bus. Machs. Corp.,</i> 145 F.3d at 424; <i>ITT Corp. v. LTX Corp.,</i> 926 F.2d 1258, 1261 (1st Cir.1991) (\"The determination of whether a contract provision is ambiguous is a question of law subject to plenary review.\"). With these principles in mind, we now discuss RNK's indemnification claim on appeal.</p>\n<p></p>\n<h2>B. <i>Interpretation of the Indemnity Provisions</i>\n</h2>\n<p>RNK claims that Ripple is obligated, pursuant to the Agreement, to indemnify it from the claims asserted by Jane Doe in the Doe Lawsuit. RNK provides two possible bases for this assertion, namely: paragraph three and/or paragraph ten of the Agreement. We analyze these allegations separately. In doing so, we are mindful that under Massachusetts law, \"[c]ontracts of indemnity are to be `fairly and reasonably construed in order to ascertain the intention of the parties and to effectuate the purpose sought to be accomplished.'\" <i>Nicolaci,</i> 387 F.3d at 24 (quoting <i>Shea v. Bay State Gas Co.,</i> 383 Mass. 218, 418 N.E.2d 597, 600 (1981)); <i>see also </i><i>Whittle v. Pagani Bros. Constr. Co.,</i> 383 Mass. 796, 422 N.E.2d 779, 781 (1981) (noting that some older Massachusetts cases \"lay down a rule of strict construction for claims of indemnity covering the negligence of the indemnitee,\" but that the modern rule under Massachusetts law \"is that such contracts are to be fairly and reasonably construed to ascertain the intention of the parties and to effectuate their purpose\"). It is \"well accepted under Massachusetts law that indemnification provisions are construed in accordance with their ordinary and plain meaning and without any bias in favor of the indemnitor or against the indemnitee.\" <i>Caldwell Tanks, Inc. v. Haley &amp; Ward, Inc.,</i> 471 F.3d 210, 217 (1st Cir.2006).</p>\n<p></p>\n<h2>1. <i>Paragraph Three of the Agreement</i>\n</h2>\n<p>Under paragraph three of the Agreement, Ripple agreed to \"indemnify RNK and hold harmless from and against all damage <i>claims associated with any equipment of [Ripple].</i>\" (Emphasis added.) Given that only claims \"associated\" with any of Ripple's \"equipment\" are subject to the indemnification obligations set forth in <span class=\"star-pagination\">*785</span> this paragraph, it is key to interpret the meaning of these terms (i.e., \"associated\" and \"equipment\") within the context of the Agreement.</p>\n<p>\"In interpreting contractual language, we consider the contract as a whole. Its meaning `cannot be delineated by isolating words and interpreting them as though they stood alone.'\" <i>Nicolaci,</i> 387 F.3d at 26 (quoting <i>Starr v. Fordham,</i> 420 Mass. 178, 648 N.E.2d 1261, 1269 (1995)). \"Not only must due weight be accorded to the immediate context, but no part of the contract is to be disregarded.\" <i>Starr,</i> 648 N.E.2d at 1269.</p>\n<p>Although the Agreement does not expressly define the term \"equipment,\" the same is used in other parts of the Agreement. Specifically, paragraph one, which is titled \"Customer Equipment,\" states that \"RNK shall arrange [for Ripple] to co-locate at [Ripple]'s expense certain electronic <i>Equipment</i>\" and that \"[Ripple] shall use the <i>Equipment</i> installed at RNK's premises to provide information to its customers.\" (Emphasis added.) Said paragraph further states that \"Ripple co-locates any and all of its <i>Equipment</i> at RNK's offices at its sole risk\" and, upon termination of the Agreement, shall \"remove the <i>Equipment</i> from RNK's premises\" at its sole cost. (Emphasis added.) In addition, paragraph three of the Agreement establishes that \"RNK shall not have any liability for any loss or damage related to [Ripple]'s <i>equipment,</i>\" \"[RNK]'s casualty and fire insurance policies apply only to RNK's facilities,\" and \"[Ripple] shall be responsible for insuring own <i>equipment.</i>\" (Emphasis added.)</p>\n<p>The aforementioned textual language of the Agreement makes unambiguously clear and the parties do not dispute that the term \"equipment\" is used therein in its ordinary sense to refer to Ripple's tangible equipment to be located at RNK's premises.<sup>[5]</sup></p>\n<p>With regards to the term \"associated,\" the Agreement does not define the same and only uses it in paragraph three. Nevertheless, said term is ordinarily and commonly used to indicate that something is \"closely connected, joined, or united with another (as in interest, function, activity, or office).\" <i>Webster's Third New International Dictionary Unabridged</i> 132 (1971). Therefore, under paragraph three of the Agreement, Ripple undertook the obligation to indemnify RNK against all claims associated (i.e., closely connected, joined or united) with Ripple's tangible equipment located at RNK's premises. With this understanding in mind, below we discuss whether the indemnification obligation set forth in paragraph three applies to Doe's claims.</p>\n<p>Jane Doe's claim in the Doe Lawsuit was that RNK's tortious failure (in violation of the Regulatory Order) to assign blockable codes to the chat lines that she used to contact her assailants was the proximate cause of her damages. RNK contends that this claim is covered under paragraph three's indemnification obligation. To this effect, RNK argues that Doe's claim is \"associated\" with Ripple's \"equipment,\" within the meaning of paragraph three, because the chat line Jane Doe used to meet her assailants would never have operated without Ripple's equipment, and without the chat line the Doe Lawsuit would never have arisen. Thus, RNK urges that this Court interpret paragraph three as requiring indemnification against all claims that can somehow <span class=\"star-pagination\">*786</span> be traced back to the existence of Ripple's chat line operation, or to at least recognize that there is ambiguity with regards to this point. As explained below, we find that RNK's assertion is not supported by the plain language of the Agreement read in its proper context.</p>\n<p>The plain language of the Agreement shows that its purpose was mainly to allow Ripple to locate its equipment in RNK's premises for the operation of Ripple's chat lines and to require RNK to assign telephone numbers thereto. In light of this purpose and reading the Agreement as a whole, it is evident that the aim of paragraph three was to protect RNK in case Ripple's tangible equipment located at RNK's premises specifically caused damage to adjacent property in RNK's facilities or bodily injury to persons in the vicinity. This interpretation is buttressed by the other provisions of paragraph three, which illustrate that the concern giving rise to this paragraph pertained to damage to property or bodily injury specifically caused by the fact that Ripple's tangible equipment would be located in RNK's premises and not offsite. For example, paragraph three establishes that (1) \"[RNK] shall not have any liability for any loss or damage related to [Ripple]'s equipment,\" (2) \"[RNK]'s <i>casualty and fire insurance policies apply only to RNK's facilities,</i>\" and (3) \"[<i>Ripple</i>] will be <i>responsible for insuring own equipment.</i>\" (Emphasis added).</p>\n<p>It is also telling that paragraph three specifically restricts the indemnification obligation set forth therein to claims associated with Ripple's \"equipment,\" as opposed, for example, to claims associated with Ripple's \"services\" or the \"existence of Ripple's chat lines.\" Thus, the Agreement's language is consistent with the less expansive interpretation of paragraph three at which we arrive.</p>\n<p>In light of the above, it would be unreasonable to find that paragraph three requires Ripple to indemnify RNK against all claims that can somehow be traced back to the existence of Ripple's chat lines. RNK's attempts at construing the scope of paragraph three in a broader fashion unreasonably distort the language and context of the Agreement.<sup>[6]</sup></p>\n<p>In sum, we find that the indemnification obligation set forth in paragraph three unambiguously relates to claims specifically caused by Ripple's tangible equipment located in RNK's premises and does not encompass all claims that can somehow be traced back to the existence of Ripple's chat lines. Accordingly, we conclude that Ripple is not obligated under paragraph three of the Agreement to indemnify RNK against the claims asserted by Jane Doe in the Doe Lawsuit. We affirm the district court's judgment on this issue.</p>\n<p></p>\n<h2>2. <i>Paragraph Ten of the Agreement</i>\n</h2>\n<p>The other contractual provision that RNK asserts as a basis for its indemnification claim against Ripple is paragraph ten of the Agreement. Said paragraph, which is titled \"Customer [Ripple] Conduct,\" states, in relevant part, that \"[Ripple] shall be responsible for all marketing and content and will hold RNK harmless from all claims arising from such.\" In other words, under paragraph ten, Ripple agreed to indemnify RNK from <span class=\"star-pagination\">*787</span> all claims arising from all \"marketing\" and \"content.\"<sup>[7]</sup> The district court found that the term \"content\" was used in this paragraph to refer to the prompts, menus and information publicized on the various chat, conference and information lines contemplated in the contract, and did <i>not</i> encompass third party conversations taking place through RNK's network and Ripple's chat lines. Accordingly, the district court concluded that paragraph ten imposed no obligation on Ripple to indemnify RNK against Doe's claims, since said claims did not arise as a result of such prompts, menus and information. RNK challenges the district court's conclusions and alleges that Doe's claims are covered under paragraph ten. We agree with the district court and for the reasons stated below affirm its judgment.</p>\n<p>RNK contends that the term \"content\" encompasses the third party conversations carried out through RNK's network and Ripple's chat lines, such as Doe's chat line conversations with her future assailants. RNK further alleges that Doe's claims should be deemed to have arisen from such \"content.\" However, RNK's allegations are not supported by the plain language of the Agreement read in its proper context.</p>\n<p>The language of paragraph ten illustrates that the indemnification obligation set forth therein was intended to protect RNK against <i>Ripple's</i> conduct. In particular, it is noteworthy that paragraph ten is titled \"Customer [Ripple] Conduct\" and states in its first sentence that \"[Ripple] shall abide by all State and Federal regulations applicable to its operation.\" It further states, \"[i]f [Ripple] do[es] not, RNK may terminate this agreement if the violation continues for over seven days after notice to [Ripple].\" These provisions evince that the purpose behind paragraph ten was to protect RNK from possible unlawful conduct by Ripple. When read in proper context, it is clear that this paragraph requires that Ripple indemnify RNK from any claims arising from <i>Ripple's</i> marketing and content. Therefore, we find that the term \"content,\" within the meaning of the Agreement, relates to material generated by Ripple (i.e., the prompts, menus and information publicized by Ripple on the various chats) and does not encompass the traffic (i.e., third party conversations) that went through RNK's network and Ripple's chat lines. We agree with the district court that the textual language of paragraph ten, when read in the context of the Agreement, is not reasonably susceptible to the interpretation that Ripple undertook to indemnify RNK for claims arising from conversations of third party customers that Ripple did not generate and could not monitor.<sup>[8]</sup> Such conversations may not reasonably be considered Ripple's \"content\" within the meaning of the Agreement. RNK does not point to any evidence in the record that leads to a different result.<sup>[9]</sup></p>\n<p>In light of the above, we find that the conversations carried out by Doe and her assailants through RNK's network and <span class=\"star-pagination\">*788</span> Ripple's chat lines are not considered Ripple \"content\" within the meaning of the Agreement. Accordingly, we find that Doe's claims fall outside the scope of the indemnification obligation set forth in paragraph ten, even if it is assumed that such claims arose from conversations she carried out through Ripple's chat lines.</p>\n<p>In sum, we find that the district court correctly found that Ripple is not obligated under paragraph ten of the Agreement to indemnify RNK against Doe's claims. Accordingly, we affirm the district court's order on this issue.</p>\n<p></p>\n<h2>IV. <i>Conclusion</i>\n</h2>\n<p>For the reasons stated, we conclude that Ripple is not obligated under the Agreement to indemnify RNK against claims asserted by Jane Doe in the Doe Lawsuit. We, therefore, affirm the district court's grant of summary judgment in favor of Appellees.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  As noted by the district court, the Agreement reflects an imprecise use of the term \"Customer.\" We agree with the district court that the reference to casualty and fire insurance policies here quoted refers, in context, to RNK's policies.</p>\n<p>[2]  Appellees explain that a \"central office code\" is the prefix or exchange (digits four, five and six of a ten-digit number including area code) of a telephone number. For example, the \"123\" in 1-900-123-4567 is the central office code. A blockable central office code provides end-users the ability to prevent the completion of a call made to a number containing that code.</p>\n<p>[3]  The alleged facts giving rise to Jane Doe's claims took place in or around September 2004.</p>\n<p>[4]  On December 1, 2010, during the pendency of the present appeal, an amended version of Rule 56 of the Federal Rules of Civil Procedure became effective. Pursuant to 28 U.S.C. § 2074(a), the Supreme Court stated that the amended rule \"shall govern in all proceedings thereafter commenced and, insofar as just and practicable, all proceedings then pending.\" U.S. Supreme Court, Order Amending Federal Rules of Civil Procedure (Apr. 28, 2010), http://www.uscourts.gov/RulesAnd Policies/FederalRulemaking/PendingRules/ProposedSupCt1210.aspx (follow \"Supreme Court Orders and Transmittal Letters\" hyperlink). \"Often an appellate court will apply the law in effect at the time of the appeal, at least where Congress so intends. But the court will not do so if that application would work a `manifest injustice.'\" <i>Freund v. Fleetwood Enterprises, Inc.,</i> 956 F.2d 354, 363 (1st Cir. 1992) (internal quotation marks and citations omitted). Therefore, we may apply amended Rule 56 to this case if it is \"just and practicable\" to do so and does not otherwise work a \"manifest injustice.\" <i>See </i><i>Silva v. Witschen,</i> 19 F.3d 725, 727-729 (1st Cir. 1994); <i>Afanador v. United States Postal Service,</i> 976 F.2d 724, 1992 WL 225920, 1992 U.S.App. LEXIS 30071 (1st Cir.1992) (unpublished table decision). The amendments to Rule 56 \"are intended to improve the procedures for presenting and deciding summary-judgment motions\" and \"are <i>not intended to change the summary-judgment standard or burdens.</i>\" Committee on Rules of Practice and Procedure, Report of the Judicial Conference, page 14 (Sept. 2009) (emphasis added), <i>available at</i> http://www.uscourts.gov/RulesAndPolicies/FederalRulemaking/ResearchingRules/Reports.aspx (follow \"Committee on Rules of Practice and Procedure (Report to Judicial Conference)\" hyperlink; then follow \"September 2009\" hyperlink). Applying the amended version of Rule 56 in this case is just and practicable and would not work a manifest injustice, because the amendments do not change the summary judgment standard or burdens. Accordingly, we decide the present appeal with reference to the summary judgment standard set forth in the amended version of Rule 56.</p>\n<p>[5]  Black's Law Dictionary defines \"equipment\" as \"[t]he articles or implements used for a specific purpose or activity (esp. a business operation).\" <i>Black's Law Dictionary</i> 617 (9th ed. 2009).</p>\n<p>[6]  In fact, during oral arguments for this appeal, RNK admitted that its broad interpretation of the indemnity provision set forth in paragraph three of the Agreement renders the indemnity provision set forth in paragraph ten as redundant. We find that RNK's reading of paragraph three is unreasonable in the context of the Agreement and decline to adopt the same. <i>See Cohen v. Steve's Franchise Co.,</i> Inc., 927 F.2d 26, 29 (1st Cir. 1991) (Under Massachusetts law, \"[a] reading rendering contract language meaningless is to be avoided.\" (citing <i>Shea,</i> 418 N.E.2d at 601)).</p>\n<p>[7]  RNK's contention  that paragraph ten requires indemnification from Doe's claims  focuses solely on Ripple's obligation to indemnify against claims arising from \"content.\" We limit our analysis accordingly and do not address Ripple's obligation to indemnify against claims arising from \"marketing.\"</p>\n<p>[8]  The district court presumed that Ripple was not authorized to listen in on or record third party conversations on its chat lines. RNK has not disputed this finding.</p>\n<p>[9]  In its appellate brief, RNK cites to testimony by the President of RNK stating  without providing a basis therefor  that he \"assumed\" that the term \"content\" included the third party conversations that took place in Ripple's chat lines. This evidence is not sufficient to support RNK's suggested interpretation of paragraph ten or to prove that the Agreement is ambiguous on this issue. \"[C]ontracts depend on objective manifestations of consent and not on uncommunicated subjective expectations.\" <i>RCI Ne. Servs. Div. v. Boston Edison Co.,</i> 822 F.2d 199, 204 (1st Cir. 1987) (internal quotation marks and citation omitted).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">632</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">777</span></span> (2011)</b></center>\n<center><h1>FARMERS INSURANCE EXCHANGE, Plaintiff, Appellee,<br>\nv.<br>\nRNK, INC., d/b/a RNK Telecom, Defendant, Appellant,<br>\nRipple Communications, Inc., Defendant, Appellee.</h1></center>\n<center>No. 09-2524.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard September 10, 2010.</center>\n<center>Decided January 21, 2011.</center>\n<p><span class=\"star-pagination\">*779</span> Andre Sansoucy, with whom Richard J. Shea, Kathryn M. Auger, and Melick, Porter &amp; Shea, LLP, were on brief for appellant.</p>\n<p>Roger D. Matthews, with whom Denner Pellegrino, LLP, was on joint brief for defendant-appellee Ripple Communications, Inc.</p>\n<p>Steven J. Bolotin, with whom Christa Arcos and Morrison Mahoney, LLP, were on joint brief for plaintiff-appellee Farmers Insurance Exchange.</p>\n<p>Before LYNCH, Chief Judge, TORRUELLA and HOWARD, Circuit Judges.</p>\n<p>TORRUELLA, Circuit Judge.</p>\n<p>In this appeal, based on diversity jurisdiction, appellant-defendant RNK, Inc., d/b/a RNK Telecom (\"RNK\") challenges the district court's decision to grant summary judgment on its indemnification claim in favor of appellee-plaintiff Farmers Insurance Exchange (\"Farmers\") and appellee-defendant Ripple Communications, Inc. (\"Ripple\") (collectively, \"Appellees\"). Specifically, RNK avers that Ripple has a duty to indemnify RNK against claims asserted by Jane Doe in a civil action brought by her in the United States District Court for the Southern District of New York (the \"Doe Lawsuit\").</p>\n<p>Ripple and Farmers (Ripple's insurer) jointly moved for summary judgment requesting that the district court summarily dismiss RNK's indemnification claim and enter a declaration stating that they have no duty or obligation to indemnify or otherwise hold harmless RNK against any claim, cost or expense incurred by RNK in its defense of the Doe Lawsuit. The district court granted summary judgment in Appellees' favor and RNK now appeals. After careful consideration, we affirm the district court's judgment.</p>\n<p></p>\n<h2>I. <i>Facts and Procedural History</i>\n</h2>\n<p>Because this appeal is from a grant of summary judgment, we view the record in the light most favorable to the party against whom summary judgment entered <span class=\"star-pagination\">*780</span> (here, RNK), \"indulging all reasonable inferences in that party's favor.\" <i>Fiacco v. Sigma Alpha Epsilon Fraternity,</i> <span class=\"citation\" data-id=\"203333\"><a href=\"/opinion/203333/fiacco-v-sigma-alpha-epsilon-fraternity/\"><span class=\"volume\">528</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">94</span></a></span>, 98 (1st Cir.2008); <i>Den Norske Bank AS v. First Nat'l Bank of Boston,</i> <span class=\"citation\" data-id=\"196552\"><a href=\"/opinion/196552/den-norske-bank-as-v-first-natl-of-bost/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></a></span>, 53 (1st Cir.1996).</p>\n<p>RNK, a Massachusetts corporation, is a telephone company that provides services to the public as a Competitive Local Exchange Carrier (\"CLEC\"). Ripple is a Nevada corporation that provides conferencing services. One of Ripple's services allows people to meet and confer through live telephone chat lines. Farmers is a California company that issued a general liability insurance policy to Ripple.</p>\n<p>In 1999, Ripple and RNK entered into a written agreement (the \"Agreement\") whereby RNK agreed that Ripple would locate and install at RNK's premises certain electronic equipment necessary for Ripple to provide conferencing services to its customers. In order for Ripple's chat lines to function, a call had to travel over RNK's network and through Ripple's proprietary hardware and software (to which RNK's lines were attached). RNK was obligated under the Agreement to assign telephone numbers to Ripple's conferencing lines and to notify Ripple's customers any time that RNK for some reason decided to block calls.</p>\n<p>Paragraphs one, three and ten of the Agreement state as follows:</p>\n<blockquote>1. Customer Equipment[.] RNK shall arrange for the assignment of the telephone numbers and arrange [for Ripple] to co-locate at [Ripple]'s expense certain electronic Equipment, acceptable to RNK in accordance with the terms of this Agreement. [Ripple] shall use the Equipment installed at RNK's premises to provide information to its customers.</blockquote>\n<blockquote>At the termination of the Agreement, [Ripple] will, at its sole cost and expense, remove the Equipment from RNK's premises. It is understood and agreed that [Ripple] co-locates any and all of its Equipment at RNK's offices at its sole risk, and that RNK assumes no liability whatsoever for such Equipment's operation, maintenance, security or condition.</blockquote>\n<blockquote>. . . .</blockquote>\n<blockquote>3. Indemnification and Insurance[.] Customer <i>[Ripple] hereby agrees to indemnify RNK and hold harmless from and against all damage claims associated with any equipment of customers [Ripple].</i> Customer [Ripple] further agrees that [it] shall maintain a blanket $1,000,000 general liability insurance policy reasonably satisfactory to RNK. RNK shall not have any liability for any loss or damage related to the Customers' [Ripple's] equipment. Customers' [RNK's] casualty and fire insurance policies apply only to RNK's facilities. Customer [Ripple] will be responsible for insuring own equipment.<sup>[1]</sup></blockquote>\n<blockquote>. . . .</blockquote>\n<blockquote>10. Customer Conduct[.] Customer [Ripple] shall abide by all State and Federal regulations applicable to its operation. If they do not, RNK may terminate this agreement if the violation continues for over seven days after notice to the Customer [Ripple]. Customer <i>[Ripple] shall be responsible for all marketing and content and will hold RNK harmless from all claims arising from such.</i>\n</blockquote>\n<p>(Emphasis added). Paragraphs three and ten of the Agreement (quoted above) were <span class=\"star-pagination\">*781</span> based on a standard sample agreement provided by Ripple.</p>\n<p>On October 16, 1998, the New York Public Service Commission (\"NYPSC\"), which has jurisdiction under New York law to regulate CLECs such as RNK, issued an order (the \"Regulatory Order\") providing that all CLECs that had chat lines on their networks had to immediately either designate existing chat line central office codes as blockable or transfer these chat lines to specific central office codes that were already designated as blockable codes.<sup>[2]</sup> A major consideration in adopting this order was the desire to protect minors by providing end-users the ability to block the completion of telephonic communications.</p>\n<p>In 2005, Jane Doe, a minor acting through her adoptive father, brought the Doe Lawsuit in the United States District Court for the Southern District of New York against RNK alleging that RNK violated the Regulatory Order by not assigning blockable telephone numbers to chat lines and that, as a result, she was improperly able to gain access to a chat line through which she met several individuals who  after convincing her to contact them in person  sexually assaulted her.<sup>[3]</sup> Jane Doe claimed in the Doe Lawsuit that RNK's violation of the Regulatory Order was the proximate cause of the injuries she sustained. As a result of the incident involving Jane Doe, the NYPSC issued an order on October 20, 2004 stating that it appeared that RNK had violated the Regulatory Order and directing RNK to show cause as to why the NYPSC should not proceed against RNK with a penalty action. In response to the NYPSC's order to show cause and during the course of the Doe Lawsuit, RNK admitted that it failed to comply with the Regulatory Order. RNK's insurer settled the Doe Lawsuit and then, in the name of RNK, sought indemnity from Ripple and Farmers (Ripple's insurer) for its costs of defense and settlement of the Doe Lawsuit. RNK's claim for indemnification was and continues to be based on its contention that the indemnity provisions of the Agreement require indemnification from the claims asserted by Jane Doe in the Doe Lawsuit.</p>\n<p>Farmers filed the underlying declaratory judgment action against both Ripple and RNK seeking a ruling that it has no duty to defend or indemnify RNK in connection with the Doe Lawsuit. The parties then filed the following claims: (1) RNK filed a cross-claim against Ripple seeking a determination that Ripple owes a duty to indemnify RNK against Doe's claims, (2) Ripple filed a counterclaim against Farmers seeking a declaratory judgment that Farmers has an obligation to defend or indemnify it against RNK, and (3) Ripple filed a cross-claim against RNK seeking a declaratory judgment that Ripple has no contractual, common law or other obligation of indemnity, contribution or other duty toward RNK.</p>\n<p>On April 30, 2009, all parties moved for summary judgment on the issue of whether Ripple has a duty to indemnify RNK against the claims asserted by Jane Doe in the Doe Lawsuit. After concluding that Ripple is not contractually obligated under the Agreement to indemnify RNK against <span class=\"star-pagination\">*782</span> such claims, the district court issued an order on September 29, 2009 denying RNK's motion for summary judgment and granting Appellees' joint motion for summary judgment. On October 13, 2009, the district court entered a judgment dismissing all other claims as moot. RNK now appeals this judgment and the order that granted Appellees' joint motion for summary judgment.</p>\n<p></p>\n<h2>II. <i>Standard of Review</i>\n</h2>\n<p>Summary judgment is appropriate when the record shows that \"there is no genuine dispute as to any material fact and the movant is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(a).<sup>[4]</sup> \"A dispute is genuine if the evidence about the fact is such that a reasonable jury could resolve the point in the favor of the non-moving party. A fact is material if it has the potential of determining the outcome of the litigation.\" <i>Rodríguez-Rivera v. Federico Trilla Reg'l Hosp.,</i> <span class=\"citation\" data-id=\"203364\"><a href=\"/opinion/203364/rodriguez-rivera-v-federico-trilla-regional-hosp/\"><span class=\"volume\">532</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span>, 30 (1st Cir.2008) (internal quotation marks and citations omitted).</p>\n<p>We review <i>de novo</i> the grant of a motion for summary judgment. <i>GTE Wireless, Inc. v. Cellexis Int'l, Inc.,</i> <span class=\"citation\" data-id=\"200597\"><a href=\"/opinion/200597/gte-wireless-inc-v-cellexis/\"><span class=\"volume\">341</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.2003). We will reverse only if, after reviewing the facts and making all inferences in favor of the party against whom summary judgment entered (here, RNK), \"the evidence on record is sufficiently open-ended to permit a rational factfinder to resolve the issue in favor of either side.\" <i>Maymí v. P.R. Ports Auth.,</i> <span class=\"citation\" data-id=\"203123\"><a href=\"/opinion/203123/maymi-v-puerto-rico-ports-authority/\"><span class=\"volume\">515</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></a></span>, 25 (1st Cir.2008) (internal quotation marks and citations omitted).</p>\n<p></p>\n<h2>III. <i>Discussion</i>\n</h2>\n<p>RNK contends, first, that the district court erred in finding that Ripple is not obligated to indemnify RNK against the claims asserted by Jane Doe in the Doe Lawsuit. Specifically, RNK alleges that the district court erred when it failed to conclude that paragraphs three and ten of the Agreement (hereinafter collectively <span class=\"star-pagination\">*783</span> referred to as the \"Indemnity Provisions\") require Ripple to indemnify RNK against Doe's claims. Second, RNK alternatively alleges that the Indemnity Provisions are ambiguous and should be interpreted against Ripple, the party who provided the sample agreement that served as basis for the language included in said provisions. Third, RNK alternatively claims that, at the very least, conflicting interpretations about the Indemnity Provisions create a question of fact that precludes summary judgment.</p>\n<p>In opposition to RNK's allegations, Appellees contend that the district court was correct in finding that the Indemnity Provisions are not ambiguous and do not support RNK's indemnification claim. Appellees further contend that assuming arguendo that the Agreement contained an ambiguity regarding the Indemnity Provisions, the same cannot be interpreted against Ripple in the present case given that, first, the parties are of equal sophistication and bargaining power and, second, Ripple cannot be considered the drafter of the Indemnity Provisions. Finally, Appellees allege that even if the Agreement could be deemed to require Ripple to indemnify RNK for Jane Doe's claims  which Appellees deny  enforcement of such a provision would be against public policy, because it would promote a breach of duty to the public by indemnifying RNK from the consequences of its own negligence (i.e., failing to assign blockable numbers to chat lines, as required by the Regulatory Order).</p>\n<p>For the reasons stated below, we find that the contract terms at issue here are unambiguous. We conclude that the plain language of the contract, interpreted to ascertain the manifest intent of the parties and to effectuate their purposes, does not require Ripple to indemnify RNK against Jane Doe's claims in the Doe Lawsuit. Accordingly, we affirm the district court's grant of summary judgment and find it unnecessary to address the parties' arguments regarding the application of ambiguous contractual provisions or Appellees' public policy objection.</p>\n<p></p>\n<h2>A. <i>Applicable State Law</i>\n</h2>\n<p>The present appeal requires that we interpret the scope of the Agreement (particularly, the Indemnity Provisions). It is undisputed that interpretation of the Agreement is governed by Massachusetts law. \"[U]nder Massachusetts law, interpretation of a contract is ordinarily a question of law for the court, and, as a question of law, is subject to plenary review.\" <i>Bank v. Int'l Bus. Machs. Corp.,</i> <span class=\"citation\" data-id=\"197980\"><a href=\"/opinion/197980/bank-v-ibm/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">420</span></a></span>, 424 (1st Cir.1998) (internal quotation marks and citation omitted). A court interpreting a contract must first assess whether the contract is ambiguous. <i>See </i><i>Bank v. Thermo Elemental Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">451</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">638</span></span>, <span class=\"citation no-link\"><span class=\"volume\">888</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">897</span></span>, 907 (2008). \"To answer the ambiguity question, the court must first examine the language of the contract by itself, independent of extrinsic evidence concerning the drafting history or the intention of the parties.\" <i>Id.</i> \"Ambiguity is not created merely because the litigants disagree about the meaning of a contract.\" <i>Nicolaci v. Anapol,</i> <span class=\"citation\" data-id=\"201294\"><a href=\"/opinion/201294/nicolaci-v-anapol/\"><span class=\"volume\">387</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 26 (1st Cir.2004). Rather, \"a contract is only ambiguous where an agreement's terms are inconsistent on their face or where the phraseology can support reasonable differences of opinion as to the meaning of the words employed and obligations undertaken.\" <i>Bank v. Int'l Bus. Machs. Corp.,</i> 145 F.3d at 424 (internal quotations marks and citation omitted).</p>\n<p>The meaning of an unambiguous contract term is a question of law, while the meaning of an ambiguous contract term is a question of fact. <i>Seaco Ins. Co. v. Barbosa,</i> <span class=\"citation no-link\"><span class=\"volume\">435</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">772</span></span>, 761 N.E.2d <span class=\"star-pagination\">*784</span> 946, 951 (2002); <i>see also </i><i>Fairfield 274-278 Clarendon Trust v. Dwek,</i> <span class=\"citation\" data-id=\"587574\"><a href=\"/opinion/587574/fairfield-274-278-clarendon-trust-v-robert-m-dwek/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">990</span></a></span>, 993 (1st Cir.1992). \"Should the court find the contract language unambiguous, we interpret it according to its plain terms.\" <i>Den Norske Bank AS,</i> 75 F.3d at 52. Summary judgment is appropriate when those plain terms unambiguously favor either side. <i>Bank v. Int'l Bus. Machs. Corp.,</i> 145 F.3d at 424. \"On the other hand, if the contract's terms are ambiguous, contract meaning normally becomes a matter for the factfinder, and summary judgment is appropriate only if the extrinsic evidence presented about the parties' intended meaning is so one-sided that no reasonable person could decide to the contrary.\" <i>Id.</i> (internal quotation marks and citations omitted). In the absence of fraud or mistake, \"an agreement is presumed to express the intent of the parties.\" <i>Fairfield 274-278 Clarendon Trust,</i> 970 F.2d at 993 (citing <i>Hess Oil &amp; Chem. Corp. v. Ristuccia,</i> 3 Mass.App.Ct. 772, <span class=\"citation no-link\"><span class=\"volume\">331</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">823</span></span>, 823 (1975)).</p>\n<p>Here, the district court interpreted and applied the Agreement, determining that there were no ambiguities for the jury to resolve as to whether the parties thereto intended for Ripple to indemnify RNK against Doe's claims. The district court went on to conclude that Ripple is not obligated under the Agreement to indemnify RNK from Doe's claims. These are \"legal\" determinations and our review thereof is, thus, plenary. <i>See </i><i>Bank v. Int'l Bus. Machs. Corp.,</i> 145 F.3d at 424; <i>ITT Corp. v. LTX Corp.,</i> <span class=\"citation\" data-id=\"556606\"><a href=\"/opinion/556606/itt-corporation-v-ltx-corporation/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1258</span></a></span>, 1261 (1st Cir.1991) (\"The determination of whether a contract provision is ambiguous is a question of law subject to plenary review.\"). With these principles in mind, we now discuss RNK's indemnification claim on appeal.</p>\n<p></p>\n<h2>B. <i>Interpretation of the Indemnity Provisions</i>\n</h2>\n<p>RNK claims that Ripple is obligated, pursuant to the Agreement, to indemnify it from the claims asserted by Jane Doe in the Doe Lawsuit. RNK provides two possible bases for this assertion, namely: paragraph three and/or paragraph ten of the Agreement. We analyze these allegations separately. In doing so, we are mindful that under Massachusetts law, \"[c]ontracts of indemnity are to be `fairly and reasonably construed in order to ascertain the intention of the parties and to effectuate the purpose sought to be accomplished.'\" <i>Nicolaci,</i> 387 F.3d at 24 (quoting <i>Shea v. Bay State Gas Co.,</i> <span class=\"citation\" data-id=\"2175360\"><a href=\"/opinion/2175360/shea-v-bay-state-gas-co-camp-dresser-mckee-inc/\"><span class=\"volume\">383</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">218</span></a></span>, <span class=\"citation\" data-id=\"2175360\"><a href=\"/opinion/2175360/shea-v-bay-state-gas-co-camp-dresser-mckee-inc/\"><span class=\"volume\">418</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">597</span></a></span>, 600 (1981)); <i>see also </i><i>Whittle v. Pagani Bros. Constr. Co.,</i> <span class=\"citation\" data-id=\"2246018\"><a href=\"/opinion/2246018/whittle-v-pagani-bros-const-co-scott-prescott/\"><span class=\"volume\">383</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">796</span></a></span>, <span class=\"citation\" data-id=\"2246018\"><a href=\"/opinion/2246018/whittle-v-pagani-bros-const-co-scott-prescott/\"><span class=\"volume\">422</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">779</span></a></span>, 781 (1981) (noting that some older Massachusetts cases \"lay down a rule of strict construction for claims of indemnity covering the negligence of the indemnitee,\" but that the modern rule under Massachusetts law \"is that such contracts are to be fairly and reasonably construed to ascertain the intention of the parties and to effectuate their purpose\"). It is \"well accepted under Massachusetts law that indemnification provisions are construed in accordance with their ordinary and plain meaning and without any bias in favor of the indemnitor or against the indemnitee.\" <i>Caldwell Tanks, Inc. v. Haley &amp; Ward, Inc.,</i> <span class=\"citation\" data-id=\"202573\"><a href=\"/opinion/202573/caldwell-tanks-inc-v-haley-ward-inc/\"><span class=\"volume\">471</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">210</span></a></span>, 217 (1st Cir.2006).</p>\n<p></p>\n<h2>1. <i>Paragraph Three of the Agreement</i>\n</h2>\n<p>Under paragraph three of the Agreement, Ripple agreed to \"indemnify RNK and hold harmless from and against all damage <i>claims associated with any equipment of [Ripple].</i>\" (Emphasis added.) Given that only claims \"associated\" with any of Ripple's \"equipment\" are subject to the indemnification obligations set forth in <span class=\"star-pagination\">*785</span> this paragraph, it is key to interpret the meaning of these terms (i.e., \"associated\" and \"equipment\") within the context of the Agreement.</p>\n<p>\"In interpreting contractual language, we consider the contract as a whole. Its meaning `cannot be delineated by isolating words and interpreting them as though they stood alone.'\" <i>Nicolaci,</i> 387 F.3d at 26 (quoting <i>Starr v. Fordham,</i> <span class=\"citation no-link\"><span class=\"volume\">420</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">178</span></span>, <span class=\"citation no-link\"><span class=\"volume\">648</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1261</span></span>, 1269 (1995)). \"Not only must due weight be accorded to the immediate context, but no part of the contract is to be disregarded.\" <i>Starr,</i> 648 N.E.2d at 1269.</p>\n<p>Although the Agreement does not expressly define the term \"equipment,\" the same is used in other parts of the Agreement. Specifically, paragraph one, which is titled \"Customer Equipment,\" states that \"RNK shall arrange [for Ripple] to co-locate at [Ripple]'s expense certain electronic <i>Equipment</i>\" and that \"[Ripple] shall use the <i>Equipment</i> installed at RNK's premises to provide information to its customers.\" (Emphasis added.) Said paragraph further states that \"Ripple co-locates any and all of its <i>Equipment</i> at RNK's offices at its sole risk\" and, upon termination of the Agreement, shall \"remove the <i>Equipment</i> from RNK's premises\" at its sole cost. (Emphasis added.) In addition, paragraph three of the Agreement establishes that \"RNK shall not have any liability for any loss or damage related to [Ripple]'s <i>equipment,</i>\" \"[RNK]'s casualty and fire insurance policies apply only to RNK's facilities,\" and \"[Ripple] shall be responsible for insuring own <i>equipment.</i>\" (Emphasis added.)</p>\n<p>The aforementioned textual language of the Agreement makes unambiguously clear and the parties do not dispute that the term \"equipment\" is used therein in its ordinary sense to refer to Ripple's tangible equipment to be located at RNK's premises.<sup>[5]</sup></p>\n<p>With regards to the term \"associated,\" the Agreement does not define the same and only uses it in paragraph three. Nevertheless, said term is ordinarily and commonly used to indicate that something is \"closely connected, joined, or united with another (as in interest, function, activity, or office).\" <i>Webster's Third New International Dictionary Unabridged</i> 132 (1971). Therefore, under paragraph three of the Agreement, Ripple undertook the obligation to indemnify RNK against all claims associated (i.e., closely connected, joined or united) with Ripple's tangible equipment located at RNK's premises. With this understanding in mind, below we discuss whether the indemnification obligation set forth in paragraph three applies to Doe's claims.</p>\n<p>Jane Doe's claim in the Doe Lawsuit was that RNK's tortious failure (in violation of the Regulatory Order) to assign blockable codes to the chat lines that she used to contact her assailants was the proximate cause of her damages. RNK contends that this claim is covered under paragraph three's indemnification obligation. To this effect, RNK argues that Doe's claim is \"associated\" with Ripple's \"equipment,\" within the meaning of paragraph three, because the chat line Jane Doe used to meet her assailants would never have operated without Ripple's equipment, and without the chat line the Doe Lawsuit would never have arisen. Thus, RNK urges that this Court interpret paragraph three as requiring indemnification against all claims that can somehow <span class=\"star-pagination\">*786</span> be traced back to the existence of Ripple's chat line operation, or to at least recognize that there is ambiguity with regards to this point. As explained below, we find that RNK's assertion is not supported by the plain language of the Agreement read in its proper context.</p>\n<p>The plain language of the Agreement shows that its purpose was mainly to allow Ripple to locate its equipment in RNK's premises for the operation of Ripple's chat lines and to require RNK to assign telephone numbers thereto. In light of this purpose and reading the Agreement as a whole, it is evident that the aim of paragraph three was to protect RNK in case Ripple's tangible equipment located at RNK's premises specifically caused damage to adjacent property in RNK's facilities or bodily injury to persons in the vicinity. This interpretation is buttressed by the other provisions of paragraph three, which illustrate that the concern giving rise to this paragraph pertained to damage to property or bodily injury specifically caused by the fact that Ripple's tangible equipment would be located in RNK's premises and not offsite. For example, paragraph three establishes that (1) \"[RNK] shall not have any liability for any loss or damage related to [Ripple]'s equipment,\" (2) \"[RNK]'s <i>casualty and fire insurance policies apply only to RNK's facilities,</i>\" and (3) \"[<i>Ripple</i>] will be <i>responsible for insuring own equipment.</i>\" (Emphasis added).</p>\n<p>It is also telling that paragraph three specifically restricts the indemnification obligation set forth therein to claims associated with Ripple's \"equipment,\" as opposed, for example, to claims associated with Ripple's \"services\" or the \"existence of Ripple's chat lines.\" Thus, the Agreement's language is consistent with the less expansive interpretation of paragraph three at which we arrive.</p>\n<p>In light of the above, it would be unreasonable to find that paragraph three requires Ripple to indemnify RNK against all claims that can somehow be traced back to the existence of Ripple's chat lines. RNK's attempts at construing the scope of paragraph three in a broader fashion unreasonably distort the language and context of the Agreement.<sup>[6]</sup></p>\n<p>In sum, we find that the indemnification obligation set forth in paragraph three unambiguously relates to claims specifically caused by Ripple's tangible equipment located in RNK's premises and does not encompass all claims that can somehow be traced back to the existence of Ripple's chat lines. Accordingly, we conclude that Ripple is not obligated under paragraph three of the Agreement to indemnify RNK against the claims asserted by Jane Doe in the Doe Lawsuit. We affirm the district court's judgment on this issue.</p>\n<p></p>\n<h2>2. <i>Paragraph Ten of the Agreement</i>\n</h2>\n<p>The other contractual provision that RNK asserts as a basis for its indemnification claim against Ripple is paragraph ten of the Agreement. Said paragraph, which is titled \"Customer [Ripple] Conduct,\" states, in relevant part, that \"[Ripple] shall be responsible for all marketing and content and will hold RNK harmless from all claims arising from such.\" In other words, under paragraph ten, Ripple agreed to indemnify RNK from <span class=\"star-pagination\">*787</span> all claims arising from all \"marketing\" and \"content.\"<sup>[7]</sup> The district court found that the term \"content\" was used in this paragraph to refer to the prompts, menus and information publicized on the various chat, conference and information lines contemplated in the contract, and did <i>not</i> encompass third party conversations taking place through RNK's network and Ripple's chat lines. Accordingly, the district court concluded that paragraph ten imposed no obligation on Ripple to indemnify RNK against Doe's claims, since said claims did not arise as a result of such prompts, menus and information. RNK challenges the district court's conclusions and alleges that Doe's claims are covered under paragraph ten. We agree with the district court and for the reasons stated below affirm its judgment.</p>\n<p>RNK contends that the term \"content\" encompasses the third party conversations carried out through RNK's network and Ripple's chat lines, such as Doe's chat line conversations with her future assailants. RNK further alleges that Doe's claims should be deemed to have arisen from such \"content.\" However, RNK's allegations are not supported by the plain language of the Agreement read in its proper context.</p>\n<p>The language of paragraph ten illustrates that the indemnification obligation set forth therein was intended to protect RNK against <i>Ripple's</i> conduct. In particular, it is noteworthy that paragraph ten is titled \"Customer [Ripple] Conduct\" and states in its first sentence that \"[Ripple] shall abide by all State and Federal regulations applicable to its operation.\" It further states, \"[i]f [Ripple] do[es] not, RNK may terminate this agreement if the violation continues for over seven days after notice to [Ripple].\" These provisions evince that the purpose behind paragraph ten was to protect RNK from possible unlawful conduct by Ripple. When read in proper context, it is clear that this paragraph requires that Ripple indemnify RNK from any claims arising from <i>Ripple's</i> marketing and content. Therefore, we find that the term \"content,\" within the meaning of the Agreement, relates to material generated by Ripple (i.e., the prompts, menus and information publicized by Ripple on the various chats) and does not encompass the traffic (i.e., third party conversations) that went through RNK's network and Ripple's chat lines. We agree with the district court that the textual language of paragraph ten, when read in the context of the Agreement, is not reasonably susceptible to the interpretation that Ripple undertook to indemnify RNK for claims arising from conversations of third party customers that Ripple did not generate and could not monitor.<sup>[8]</sup> Such conversations may not reasonably be considered Ripple's \"content\" within the meaning of the Agreement. RNK does not point to any evidence in the record that leads to a different result.<sup>[9]</sup></p>\n<p>In light of the above, we find that the conversations carried out by Doe and her assailants through RNK's network and <span class=\"star-pagination\">*788</span> Ripple's chat lines are not considered Ripple \"content\" within the meaning of the Agreement. Accordingly, we find that Doe's claims fall outside the scope of the indemnification obligation set forth in paragraph ten, even if it is assumed that such claims arose from conversations she carried out through Ripple's chat lines.</p>\n<p>In sum, we find that the district court correctly found that Ripple is not obligated under paragraph ten of the Agreement to indemnify RNK against Doe's claims. Accordingly, we affirm the district court's order on this issue.</p>\n<p></p>\n<h2>IV. <i>Conclusion</i>\n</h2>\n<p>For the reasons stated, we conclude that Ripple is not obligated under the Agreement to indemnify RNK against claims asserted by Jane Doe in the Doe Lawsuit. We, therefore, affirm the district court's grant of summary judgment in favor of Appellees.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  As noted by the district court, the Agreement reflects an imprecise use of the term \"Customer.\" We agree with the district court that the reference to casualty and fire insurance policies here quoted refers, in context, to RNK's policies.</p>\n<p>[2]  Appellees explain that a \"central office code\" is the prefix or exchange (digits four, five and six of a ten-digit number including area code) of a telephone number. For example, the \"123\" in 1-900-123-4567 is the central office code. A blockable central office code provides end-users the ability to prevent the completion of a call made to a number containing that code.</p>\n<p>[3]  The alleged facts giving rise to Jane Doe's claims took place in or around September 2004.</p>\n<p>[4]  On December 1, 2010, during the pendency of the present appeal, an amended version of Rule 56 of the Federal Rules of Civil Procedure became effective. Pursuant to 28 U.S.C. § 2074(a), the Supreme Court stated that the amended rule \"shall govern in all proceedings thereafter commenced and, insofar as just and practicable, all proceedings then pending.\" U.S. Supreme Court, Order Amending Federal Rules of Civil Procedure (Apr. 28, 2010), http://www.uscourts.gov/RulesAnd Policies/FederalRulemaking/PendingRules/ProposedSupCt1210.aspx (follow \"Supreme Court Orders and Transmittal Letters\" hyperlink). \"Often an appellate court will apply the law in effect at the time of the appeal, at least where Congress so intends. But the court will not do so if that application would work a `manifest injustice.'\" <i>Freund v. Fleetwood Enterprises, Inc.,</i> <span class=\"citation\" data-id=\"577676\"><a href=\"/opinion/577676/daniel-freund-v-fleetwood-enterprises-inc/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">354</span></a></span>, 363 (1st Cir. 1992) (internal quotation marks and citations omitted). Therefore, we may apply amended Rule 56 to this case if it is \"just and practicable\" to do so and does not otherwise work a \"manifest injustice.\" <i>See </i><i>Silva v. Witschen,</i> <span class=\"citation\" data-id=\"665979\"><a href=\"/opinion/665979/richard-silva-v-peter-witschen-city-of-east-providence-stephen-linder/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">725</span></a></span>, 727-729 (1st Cir. 1994); <i>Afanador v. United States Postal Service,</i> <span class=\"citation\" data-id=\"591520\"><a href=\"/opinion/591520/tulchinsky-stuart-h-schneider-cathie-v-internal-revenue-service/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">724</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span> <span class=\"page\">225920</span></span>, 1992 U.S.App. LEXIS 30071 (1st Cir.1992) (unpublished table decision). The amendments to Rule 56 \"are intended to improve the procedures for presenting and deciding summary-judgment motions\" and \"are <i>not intended to change the summary-judgment standard or burdens.</i>\" Committee on Rules of Practice and Procedure, Report of the Judicial Conference, page 14 (Sept. 2009) (emphasis added), <i>available at</i> http://www.uscourts.gov/RulesAndPolicies/FederalRulemaking/ResearchingRules/Reports.aspx (follow \"Committee on Rules of Practice and Procedure (Report to Judicial Conference)\" hyperlink; then follow \"September 2009\" hyperlink). Applying the amended version of Rule 56 in this case is just and practicable and would not work a manifest injustice, because the amendments do not change the summary judgment standard or burdens. Accordingly, we decide the present appeal with reference to the summary judgment standard set forth in the amended version of Rule 56.</p>\n<p>[5]  Black's Law Dictionary defines \"equipment\" as \"[t]he articles or implements used for a specific purpose or activity (esp. a business operation).\" <i>Black's Law Dictionary</i> 617 (9th ed. 2009).</p>\n<p>[6]  In fact, during oral arguments for this appeal, RNK admitted that its broad interpretation of the indemnity provision set forth in paragraph three of the Agreement renders the indemnity provision set forth in paragraph ten as redundant. We find that RNK's reading of paragraph three is unreasonable in the context of the Agreement and decline to adopt the same. <i>See Cohen v. Steve's Franchise Co.,</i> Inc., <span class=\"citation\" data-id=\"556638\"><a href=\"/opinion/556638/david-l-cohen-v-steves-franchise-co-inc-and-steves-ice-cream-inc/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">26</span></a></span>, 29 (1st Cir. 1991) (Under Massachusetts law, \"[a] reading rendering contract language meaningless is to be avoided.\" (citing <i>Shea,</i> 418 N.E.2d at 601)).</p>\n<p>[7]  RNK's contention  that paragraph ten requires indemnification from Doe's claims  focuses solely on Ripple's obligation to indemnify against claims arising from \"content.\" We limit our analysis accordingly and do not address Ripple's obligation to indemnify against claims arising from \"marketing.\"</p>\n<p>[8]  The district court presumed that Ripple was not authorized to listen in on or record third party conversations on its chat lines. RNK has not disputed this finding.</p>\n<p>[9]  In its appellate brief, RNK cites to testimony by the President of RNK stating  without providing a basis therefor  that he \"assumed\" that the term \"content\" included the third party conversations that took place in Ripple's chat lines. This evidence is not sufficient to support RNK's suggested interpretation of paragraph ten or to prove that the Agreement is ambiguous on this issue. \"[C]ontracts depend on objective manifestations of consent and not on uncommunicated subjective expectations.\" <i>RCI Ne. Servs. Div. v. Boston Edison Co.,</i> <span class=\"citation\" data-id=\"490520\"><a href=\"/opinion/490520/rci-northeast-services-division-v-boston-edison-company/\"><span class=\"volume\">822</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">199</span></a></span>, 204 (1st Cir. 1987) (internal quotation marks and citation omitted).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/196552/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200597/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201294/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203123/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203333/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203364/",
    "http://www.courtlistener.com/api/rest/v3/opinions/490520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556638/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577676/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587574/",
    "http://www.courtlistener.com/api/rest/v3/opinions/591520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/665979/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2175360/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2246018/"
  ]
}