{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/194697/",
  "absolute_url": "/opinion/194697/metcalf-eddy-inc-v-sewer-authority/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/194697/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:23:00Z",
  "date_modified": "2016-02-28T04:51:05.653108Z",
  "type": "010combined",
  "sha1": "5f5b9c867339d18b46447d049ee4360b78f06b6c",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=91-1602.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 91-1602\n\n                      METCALF &amp; EDDY, INC.,\n\n                       Plaintiff, Appellee,\n\n                                v.\n\n            PUERTO RICO AQUEDUCT AND SEWER AUTHORITY,\n                      Defendant, Appellant.\n\n                                             \n\n                 ON REMAND FROM THE SUPREME COURT\n                       OF THE UNITED STATES\n\n                                             \n\n                              Before\n\n                       Breyer, Chief Judge,\n                                          \n\n                  Aldrich, Senior Circuit Judge,\n                                               \n\n                    and Selya, Circuit Judge.\n                                            \n\n                                             \n\n     Perry M. Rosen,  Paige E.  Reffe, Thomas D.  Roth, Cutler  &amp;\n                                                                 \nStanfield, Arturo Trias, Hector Melendez Cano, and Trias, Acevedo\n                                                                 \n&amp; Otero on supplemental brief for appellant.\n       \n     Peter W.  Sipkins, Dorsey &amp; Whitney,  Jay A. Garcia-Gregory,\n                                                                \nand  Fiddler,  Gonzalez &amp;  Rodriguez  on  supplemental brief  for\n                                    \nappellee.\n\n                                             \n\n                           May 3, 1993\n\n                                             \n\n          SELYA, Circuit  Judge.   Notwithstanding that  trial is\n          SELYA, Circuit  Judge.\n                               \n\nstill  some distance  away, this  diversity case  alights on  our\n\ndoorstep for the second time.  The appellate roundelay began when\n\nMetcalf  &amp; Eddy,  Inc. (M&amp;E)  sued the  Puerto Rico  Aqueduct and\n\nSewer  Authority (PRASA)  for  damages in  Puerto Rico's  federal\n\ndistrict court.  In the course of pretrial proceedings, the court\n\ndenied PRASA the  benefit of  Eleventh Amendment  immunity.   The\n\ndisappointed   defendant   essayed   an   interlocutory   appeal.\n\nFollowing circuit precedent, see Libby  v. Marshall, 833 F.2d 402\n                                                   \n\n(1st   Cir.  1987),   we  dismissed  the   appeal  for   want  of\n\njurisdiction.  M&amp;E  v. PRASA, 945  F.2d 10,  14 (1st Cir.  1991).\n                            \n\nThe Supreme  Court granted certiorari and,  resolving an existing\n\nsplit in  the circuits, determined that  pretrial orders granting\n\nor  denying   Eleventh   Amendment  immunity   were   immediately\n\nappealable.  PRASA v. M&amp;E, 113 S. Ct. 684, 689 (1993).\n                         \n\n          PRASA's appeal returns to us on remand from the Supreme\n\nCourt.   This  time  around, we  must address  the merits  of the\n\nruling  below.      After  reviewing   supplemental  briefs   and\n\nconsidering  PRASA's  overall   relationship  with  the   central\n\ngovernment of Puerto Rico, we  affirm the district court's denial\n\nof Eleventh Amendment immunity.\n\n                                I.\n                                  \n\n                        Setting the Stage\n                                         \n\n          Puerto  Rico's  legislature  created PRASA  over  forty\n\nyears ago in order to provide safe drinking water for inhabitants\n\nand  to manage wastewater treatment.  See P.R. Laws Ann. tit. 22,\n                                         \n\n                                2\n\n   141-168 (1987 &amp; Supp. 1989).  PRASA's stewardship has not been\n\nwithout blemish.  The incident that sparked this suit occurred in\n\n1985,  when  the United  States  Environmental  Protection Agency\n\n(EPA)  brought an enforcement action  pursuant to the Clean Water\n\nAct,  33  U.S.C.      1251-1376  (1988),  seeking  to  provoke  a\n\nsubstantial   modernization   of  PRASA's   wastewater  treatment\n\nfacilities.\n\n          In due  course, PRASA  and EPA signed  a consent  order\n\nlimning the  changes necessary to bring  PRASA's treatment system\n\ninto  compliance.     Toward  that  end,   PRASA  hired  M&amp;E,   a\n\nMassachusetts-based engineering firm with professed  expertise in\n\nwastewater  management,  to  oversee  the  refurbishment.   M&amp;E's\n\nduties  included contracting for design and construction services\n\non PRASA's behalf, procuring necessary equipment, and supervising\n\nwork on the  project.  M&amp;E was to be  remunerated on a time-plus-\n\nexpense basis, invoiced as  accrued.  Bills were due  and payable\n\nwithin thirty days of presentment.\n\n          Over time, project  expenditures mushroomed well beyond\n\nbudget.   As costs mounted, PRASA  grew increasingly inhospitable\n\nto M&amp;E's  invoices.  The  denouement occurred when  PRASA, amidst\n\ncharges  of  skulduggery,  suspended  all  payments  to  M&amp;E  and\n\ndemanded a complete audit.   M&amp;E consented to the audit,  but did\n\nnot acquiesce in the cessation of payments.  The audit dragged on\n\nand  PRASA accumulated  a huge  stockpile of  M&amp;E invoices.   Its\n\nfinancial plight ingravescent, M&amp;E sued before  the audit had run\n\nits   course  to   force  payment   of  the   arrearage  (roughly\n\n                                3\n\n$52,000,000).\n\n          Confronted  by  defendant's  motion  to   dismiss,  the\n\ndistrict court determined as a  matter of law that PRASA did  not\n\nenjoy  Eleventh Amendment  immunity.   In so  holding,  the court\n\nstressed  that PRASA possessed  the \"ability  to raise  funds for\n\npayment  of   its  contractual   obligations\"   and,  thus,   its\n\nobligations  \"do not  affect  the Commonwealth's  funds.\"   PRASA\n\nappeals  this decision as a  legal rather than  a factual matter.\n\nAlthough there may  sometimes be genuine issues  of material fact\n\nsufficient to preclude  brevis disposition in Eleventh  Amendment\n                              \n\nlitigation,  there are none here.   Agreeing with  PRASA that the\n\nissue in this case is one of law, we afford plenary review to the\n\ndistrict court's denial  of immunity.   See Dedham  Water Co.  v.\n                                                             \n\nCumberland  Farms Dairy, Inc., 972 F.2d 453, 457 (1st Cir. 1992);\n                             \n\nNew England  Legal Found. v.  Massachusetts Port Auth.,  883 F.2d\n                                                      \n\n157, 167 (1st Cir. 1989).\n\n                               II.\n                                  \n\n                             Analysis\n                                     \n\n                                A.\n                                  \n\n               The Eleventh Amendment:  An Overview\n                                                   \n\n          In Chisholm  v. Georgia, 2  U.S. (2 Dall.)  419 (1793),\n                                 \n\nthe  Supreme Court held that  the federal courts had jurisdiction\n\nto  hear a  South Carolina  citizen's suit  against the  State of\n\nGeorgia.  This result,  popularly perceived as a threat  to state\n\nautonomy  in   a  newly   minted  federal  system,   produced  an\n\noverwhelmingly  negative reaction.   See  Edelman v.  Jordan, 415\n                                                            \n\n                                4\n\nU.S.  651, 662  (1974).  Ratification  of the  Eleventh Amendment\n\nfollowed apace.1\n\n          On  its face,  the  amendment appeared  to introduce  a\n\nfairly  simple proposition into our constitutional jurisprudence.\n\nNevertheless,  driven by  the  pressure of  pragmatic  necessity,\n\njudicial sketching of the  amendment's scope and requirements has\n\ndisplayed  a creative  bent.   Under the  gloss supplied  by this\n\nabstract impressionistic  flair, the federal courts  now read the\n\nEleventh  Amendment,  notwithstanding   its  plain  language,  to\n\nprohibit  them from hearing most suits brought against a state by\n\ncitizens  of that  or any  other state.2   See  De Leon  Lopez v.\n                                                              \n\nCorporacion Insular de Seguros, 931 F.2d 116, 121 (1st Cir. 1991)\n                              \n\n(collecting cases); see also Edelman, 415 U.S. at 662-63.\n                                    \n\n          Withal, there are apertures in the Eleventh Amendment's\n\nprotective  swaddling.  If a case falls within one of these gaps,\n\nthe Eleventh Amendment will not bar  maintenance of the suit in a\n\nfederal  court.  See Ramirez v.  Puerto Rico Fire Serv., 715 F.2d\n                                                       \n\n694, 697, (1st Cir. 1983) (explaining that the Eleventh Amendment\n\n                    \n\n     1The Amendment reads:\n\n               The Judicial power  of the United States\n          shall not be construed  to extend to any suit\n          in  law  or equity,  commenced  or prosecuted\n          against one of the United States by  Citizens\n          of another State, or  by Citizens or Subjects\n          of any Foreign State.\n\nU.S. Const. amend. XI.\n\n     2There  is,   of  course,   an  exception   for  prospective\ninjunctive relief.  See, e.g., Ramirez v. Puerto Rico Fire Serv.,\n                                                                \n715 F.2d 694, 697 (1st Cir. 1983).\n\n                                5\n\n\"bars federal  court lawsuits by private parties  insofar as they\n\nattempt  to impose  liabilities necessarily  payable from  public\n\ncoffers, unless the  state has  consented to suit  or unless  the\n\nprotective  cloak of the amendment  has been doffed  by waiver or\n\nstripped  away  by  congressional  fiat\").    Specifically,   the\n\namendment's  raiment unravels  if any  one of  four circumstances\n\neventuates: a state  may randomly  consent to suit  in a  federal\n\nforum, see,  e.g., Paul N. Howard Co. v. PRASA, 744 F.2d 880, 886\n                                              \n\n(1st Cir. 1984), cert. denied, 469 U.S. 1191 (1985); a  state may\n                             \n\nwaive  its  own  immunity by  statute  or  the  like, see,  e.g.,\n                                                                \n\nEdelman, 415 U.S.  at 673; Congress may  sometimes abrogate state\n       \n\nimmunity (so long as it speaks clearly and acts in furtherance of\n\nparticular powers),  see, e.g.,  Fitzpatrick v. Bitzer,  427 U.S.\n                                                      \n\n445,  451-54  (1976);  or   under  certain  circumstances   other\n\nconstitutional imperatives may take  precedence over the Eleventh\n\nAmendment's federal-court  bar, see Pennhurst State  Sch. &amp; Hosp.\n                                                                 \n\nv.  Halderman,  465  U.S.  89, 99  (1984)  (involving  Fourteenth\n             \n\nAmendment); Bitzer, 427 U.S. at 456 (same).\n                  \n\n          Here,  M&amp;E does  not argue that  PRASA consented  to be\n\nsued,  that Puerto  Rico waived  PRASA's immunity,  that Congress\n\nabrogated  PRASA's immunity, or that some  other provision of the\n\nfederal Constitution  has usurped  the field.   Hence, this  suit\n\nskirts the gaps.  Rather, it is a \"pure\" Eleventh Amendment  case\n\nin  which this  court  must focus  on  whether PRASA  enters  the\n\n                                6\n\nEleventh Amendment's sphere at all.3\n\n                                B.\n                                  \n\n                             The Test\n                                     \n\n          The mere imprimatur of state authority  is insufficient\n\nto  inoculate  an agency  or  institution  against federal  court\n\njurisdiction.  A \"slice  of state power,\" without more,  will not\n\nsate the Eleventh Amendment.  Lake Country Estates, Inc. v. Tahoe\n                                                                 \n\nRegional Planning Agency, 440 U.S. 391,  401 (1979).  By the same\n                        \n\ntoken   and for much the same reasons   political subdivisions of\n\na state, such as  municipalities and counties, do not  lie within\n\nthe  Eleventh  Amendment's reach.   See,  e.g.,  Owen v.  City of\n                                                                 \n\nIndependence,  445  U.S.  622,  650  (1980);  Moor  v. County  of\n                                                                 \n\nAlameda, 411 U.S. 693, 717-721 (1973).  Only the state itself and\n       \n\n\"arms\" of the state receive  immunity.  See PRASA v. M&amp;E,  113 S.\n                                                        \n\nCt.  at 689;  Alabama  v. Pugh,  438  U.S. 781,  782  (1978); see\n                                                                 \n\ngenerally  De Leon Lopez, 931 F.2d at 121 (discussing coverage of\n                        \n\nEleventh Amendment).  Because PRASA is not an organic part of the\n\ncentral government of Puerto Rico, we must investigate whether it\n\nis sufficiently a part of the central government to be considered\n\nan arm  of the state.  Framed in this  way, the question poses an\n\n                    \n\n     3We  have consistently treated Puerto  Rico as if  it were a\nstate for Eleventh Amendment purposes.  See, e.g., De Leon Lopez,\n                                                                \n931 F.2d at  121; Fred v. Roque, 916 F.2d 37, 38 (1st Cir. 1990);\n                               \nPaul N.  Howard Co., 744 F.2d  at 886; Ramirez, 715  F.2d at 697.\n                                              \nAlthough  M&amp;E invites us to revisit this position, we decline the\ninvitation.  In a  multi-panel circuit, newly constituted panels,\ngenerally speaking, are bound by prior  panel decisions on point.\nSee United States v. Gomez-Villamizar, 981 F.2d 621, 623 n.9 (1st\n                                     \nCir. 1992); Jusino v.  Zayas, 875 F.2d 986, 993  (1st Cir. 1989).\n                            \nSo it is here.\n\n                                7\n\nessentially functional  inquiry, not  easily amenable  to bright-\n\nline answers or mechanical solutions.\n\n          The Eleventh Amendment's primary concern is to minimize\n\nfederal courts' involvement in  disbursal of the state fisc.   It\n\nfollows that \"when the action is  in essence one for the recovery\n\nof money from the state, the state is the real, substantial party\n\nin interest and is entitled to invoke its sovereign immunity from\n\nsuit . . . .\"  Ford Motor Co. v. Department of Treasury, 323 U.S.\n                                                       \n\n459, 464 (1945); see also Lake Country Estates, 440 U.S.  at 400-\n                                              \n\n01  (identifying  the desire  to  protect state  treasuries  as a\n\ndriving force  behind adoption of the  Eleventh Amendment); Dugan\n                                                                 \n\nv. Rank, 372 U.S.  609, 620 (1963)  (recognizing \"that a suit  is\n       \n\nagainst the sovereign `if the judgment sought would expend itself\n\non the public treasury or domain'\") (citation omitted); Ainsworth\n                                                                 \n\nAristocrat  Int'l Pty. Ltd. v.  Tourism Co., 818  F.2d 1034, 1037\n                                           \n\n(1st Cir.  1987) (similar).   Generally, if  a state has  a legal\n\nobligation  to satisfy  judgments against  an institution  out of\n\npublic  coffers,  the  institution  is  protected   from  federal\n\nadjudication by the Eleventh Amendment.  See Quern v. Jordan, 440\n                                                            \n\nU.S. 332, 337 (1979); Reyes v. Supervisor of DEA, 834  F.2d 1093,\n                                                \n\n1097-98 (1st Cir. 1987).\n\n          Because it  is not  always limpid  whether, or to  what\n\nextent, the state treasury must  stand behind the judgment  debts\n\nof  a particular  institution, we  have identified  seven related\n\nareas as prospects  for further  inquiry.  These  areas, each  of\n\nwhich can  be  mined  for  information  that  might  clarify  the\n\n                                8\n\ninstitution's structure  and function, include:   (1) whether the\n\nagency  has the funding power  to enable it  to satisfy judgments\n\nwithout direct state participation or guarantees; (2) whether the\n\nagency's function is governmental or proprietary; (3) whether the\n\nagency is  separately incorporated; (4) whether  the state exerts\n\ncontrol  over the agency, and if  so, to what extent; (5) whether\n\nthe agency has the power to sue, be sued, and  enter contracts in\n\nits  own name  and right;  (6) whether  the agency's  property is\n\nsubject  to  state  taxation;  and  (7)  whether  the  state  has\n\nimmunized  itself from  responsibility for  the agency's  acts or\n\nomissions.     See  Ainsworth   Aristocrat,  818  F.2d   at  1037\n                                          \n\n(collecting  cases from  other  circuits recounting  the same  or\n\nsimilar  factors).  The list  is not an all-inclusive compendium,\n\nfor other  areas  of inquiry  may  prove fruitful  in  particular\n\ncircumstances.   It is,  however, clear  that  all the  pertinent\n\nfactors have a common  orientation:  the more tightly  the agency\n\nand  the state are entangled,  the more probable  it becomes that\n\nthe agency shares the state's Eleventh Amendment immunity.\n\n                                C.\n                                  \n\n                        Applying the Test\n                                         \n\n          In Paul N. Howard Co., supra, we adjudicated  a similar\n                                      \n\ndispute involving PRASA's  renitency to make payments due under a\n\nconstruction  contract.    744  F.2d at  881-84.    The plaintiff\n\nprevailed in the district  court.  On appeal, PRASA  advanced for\n\nthe first time  an added defense  premised on Eleventh  Amendment\n\nimmunity.  Although we suggested rather strongly that PRASA might\n\n                                9\n\n\"not qualify  for immunity under the Eleventh  Amendment,\" id. at\n                                                              \n\n886,  we did not conclusively resolve the issue because PRASA had\n\npurposefully availed itself of the federal forum and  had thereby\n\nlost whatever entitlement to Eleventh Amendment immunity it might\n\nhave possessed with  respect to  that particular suit.   See  id.\n                                                                 \n\nThe case before us today requires that we return to, and resolve,\n\nthe question deferred  in Howard.4   Faithful to the  explication\n                                \n\nof legal principles set out above, see supra Part II(B), we first\n                                            \n\nexamine  PRASA's  access  to   the  public  fisc  and  thereafter\n\nscrutinize  how  the  associated  factors  are  arrayed  in  this\n\nparticular situation.\n\n          1.   Access  to  the Commonwealth's  Treasury.   On the\n          1.   Access  to  the Commonwealth's  Treasury.\n                                                       \n\nprincipal issue   PRASA's access to the Commonwealth's treasury  \n\nthe  die  is quickly  cast.   Puerto  Rico's legislature  made it\n\nreadily evident that PRASA\n\n          shall have no  power at  any time  or in  any\n          manner to pledge  the credit or  taxing power\n          of the Commonwealth of  Puerto Rico or any of\n          its  other political subdivisions.  The bonds\n          and other obligations issued by the Authority\n          shall not  be a  debt of the  Commonwealth of\n          Puerto Rico nor of any of its  municipalities\n          nor of  its other political  subdivisions and\n          neither  the Commonwealth of  Puerto Rico nor\n          any   such   municipalities  nor   its  other\n          political   subdivisions   shall  be   liable\n          thereon,  nor  shall  such  bonds   or  other\n          obligations be  paid out  of any  funds other\n\n                    \n\n     4In  this quest,  we give  no weight  to the  Howard court's\n                                                         \ncomments concerning  PRASA's immunity, for we  recognize that, as\ndictum,  the comments  are  not binding.   That  is  not to  say,\nhowever, that  Eleventh Amendment issues must  always be resolved\nde novo.   Where the agency's  activity and its  relation to  the\n       \nstate remain  essentially the same, prior  circuit precedent will\nbe controlling.\n\n                                10\n\n          than those of the Authority.\n\nP.R. Laws Ann. tit. 22,   144.  The statute erects a wall between\n\nthe agency's appetite and the public fisc.  The existence of this\n\nstatutory  barrier presages the result  we must reach:   PRASA is\n\nnot an arm of the state for Eleventh Amendment purposes.5\n\n          PRASA argues that,  notwithstanding the  Commonwealth's\n\ndisavowal  of its  liabilities,  the  Commonwealth's  significant\n\nfinancial support  of PRASA's activities constitutes  the sort of\n\naccess  to   public  funds   that  triggers   Eleventh  Amendment\n\nprotection.   We do not  agree.  Although  the central government\n\nsubsidizes the agency to some extent, PRASA relies mostly on user\n\nfees  and bonds to support  its operations.   The government does\n\nnot  give PRASA a blank  check or an  indeterminant carte blanche\n\nallowing  it  to  draw  on  the  public  treasury  as  it  thinks\n\nnecessary.  Thus, control  of the money flow from  tax dollars is\n\nunilateral; if the Commonwealth  chooses not to open  the faucet,\n\nthe agency must go thirsty or else, by resort to its own devices,\n\nprocure the funds needed to stay liquid.\n\n          We think  PRASA's situation  is  not unlike  that of  a\n\ntypical  political subdivision.   Such  an entity  often receives\n\npart  of  its  budget   from  the  state  and  raises   the  rest\n\nindependently.   Despite this dual  funding, such entities do not\n\n                    \n\n     5The statutory barrier is especially important in this case,\nfor  Puerto Rico's  legislature  has demonstrated  that, when  it\nwishes  to  do   so,  it   knows  exactly  how   to  pledge   the\nCommonwealth's resources in security for PRASA's debts.  See P.R.\n                                                            \nLaws  Ann. tit. 22,    168 (explicitly agreeing  to reimburse the\nFarmers  Home  Administration  if  PRASA should  default  on  two\nparticular loans).\n\n                                11\n\nautomatically  (or   even  usually)  come  within   the  zone  of\n\nprotection demarcated  by the Eleventh  Amendment.  Thus,  in Mt.\n                                                                 \n\nHealthy City  Sch.  Dist. Bd.  of Educ.  v. Doyle,  429 U.S.  274\n                                                 \n\n(1977), the Supreme Court  denied Eleventh Amendment sanctuary to\n\na school  board  despite the  \"significant  amount of  money\"  it\n\nreceived  from the  state.   Id.  at 280;  accord Fitchik  v. New\n                                                                 \n\nJersey Transit Rail Operations, Inc., 873 F.2d 655, 660 (3d Cir.)\n                                    \n\n(denying  immunity to  a  regional rail  authority despite  state\n\nfunding while noting \"that  an entity derives some of  its income\n\nfrom the  state does not mean  that it is entitled  to partake of\n\nthe  state's immunity\"), cert. denied, 110 S. Ct. 148 (1989); see\n                                                                 \n\nalso  Blake  v.  Kline,   612  F.2d  718,  723  (3d   Cir.  1979)\n                      \n\n(recognizing  that  \"the  nature  of the  state's  obligation  to\n\ncontribute   may  be  more   important  than  the   size  of  the\n\ncontribution\"), cert. denied, 447  U.S. 921 (1980).  The  case at\n                            \n\nbar is cut from much the same cloth.\n\n          We hold,  therefore, that  a state agency  cannot claim\n\nEleventh Amendment  immunity solely  on the basis  that judgments\n\nagainst  it may  absorb unrestricted funds  donated by  the state\n\nand,  in that  way, redound  indirectly to  the depletion  of the\n\nstate's treasury.  It follows that PRASA's assertion  of Eleventh\n\nAmendment immunity in this case is severely flawed.\n\n          2.  Other Factors.  Although PRASA's  inability to draw\n          2.  Other Factors.\n                           \n\non the public fisc  cripples its immunity defense, we turn to the\n\nother  factors  mentioned  in the  case  law  in  order that  our\n\ninvestigation may  be complete.   In the  circumstances at  hand,\n\n                                12\n\nthese factors,  taken as an aggregate, corroborate  the view that\n\nPRASA does not dwell within the Eleventh Amendment's shelter.\n\n          To  be  sure,  the  two  pans  of  the  scale  are  not\n\ncompletely  out  of balance.   PRASA  to  some extent  wields the\n\nstate's  power; after  all,  the enabling  legislation  describes\n\nPRASA's mission to provide water and sewer services as fulfilling\n\n\"an  essential government function.\"   P.R. Laws Ann.  tit. 22,  \n\n142.   Additionally,  neither PRASA  nor  its revenue  bonds  are\n\ntaxable, see id.   155; PRASA enjoys the power of eminent domain,\n                \n\nsee id.   144(e); and the  Governor of Puerto Rico appoints  five\n       \n\nof PRASA's seven board members, see id.   143.\n                                       \n\n          PRASA places  particular emphasis on the  fact that its\n\nwater   and  sewage   functions  are  governmental   rather  than\n\nproprietary and insists that this circumstance renders  it an arm\n\nof the  state.6  But the  nature of PRASA's function  is only one\n\n                    \n\n     6In arguing this point, PRASA leans heavily on  our decision\nin  Puerto Rico Ports Auth. v.  M/V Manhattan Prince, 897 F.2d 1,\n                                                    \n12 (1st  Cir. 1990).   This reliance  is mislaid.   In  Manhattan\n                                                                 \nPrince,  the Ports Authority was  acting only as  the licensor of\n      \nharbor  pilots for whom it provided no  training and over whom it\nexercised no assignment power.  The Authority derived no  revenue\nfrom  the  licensing function.    Moreover,  the legislature  had\nexplicitly  made  Authority  members'  misfeasance  of  the  kind\nalleged   in   Manhattan   Prince   attributable  only   to   the\n                                 \nCommonwealth.   See  P.R. Laws  Ann. tit.  23,    2303(b) (1987).\n                   \nPRASA's situation is much different; it charges for its services,\ncontrols its total  operations, and answers  for its own  bevues.\nThus,  a more  apt  Ports Authority  analogy  is found  in  Royal\n                                                                 \nCaribbean Corp. v. Puerto Rico Ports Auth., 973 F.2d 8 (1st  Cir.\n                                          \n1992).   That case involved  not licensing, but  operation of the\nports.  See  id. at 9.  Because the  Ports Authority charged user\n                \nfees  that supported  the costs  of its  port operations  and was\nrelatively free of central  government control, we ruled  that it\ndid not  enjoy Eleventh Amendment  immunity with  respect to  its\nmanagement of the ports.  Id. at 12.\n                             \n\n                                13\n\npart  of the equation, and, standing alone, it is insufficient to\n\nbring PRASA behind the  Eleventh Amendment's shield.  Educational\n\nservices, for  example, are, like water  treatment, a traditional\n\ngovernmental function.   Education, however, has  an even longer,\n\nstronger  governmental  history  than  water  treatment,  and  as\n\nattendance requirements attest, a  more entrenched place in state\n\ngovernment.  Yet, despite  these more evocative  characteristics,\n\nschool boards  are not immune from  suits in federal court.   See\n                                                                 \n\nMt. Healthy, 429 U.S. at 280-81 (holding that school board is not\n           \n\nentitled to assert Eleventh Amendment immunity).\n\n          On  the other  side of  the scale,  a heftier  array of\n\nindicators  suggests that  PRASA is  distinct from  Puerto Rico's\n\ncentral government.  PRASA  has the power to raise  funds through\n\nuser fees  (which, significantly,  the Commonwealth, as  a water-\n\nand-sewer  user, must  pay with  respect to its  own operations).\n\nSee P.R. Laws Ann.  tit. 22,   158.  PRASA also  has the right to\n   \n\nraise funds by issuing revenue bonds independently of the central\n\ngovernment.   See  id.     152.   The  power and  opportunity  to\n                      \n\ngenerate  a  revenue  stream  and  thereby  finance  an  agency's\n\noperations  is an  important attribute  of the  agency's separate\n\nidentity.   Cf. Hernandez-Tirado v. Artau, 874 F.2d 866, 872 (1st\n                                         \n\n                    \n\n          We  recognize the  seeming anomaly  in a  single agency\nbeing  held  to  possess  Eleventh Amendment  immunity  for  some\nfunctions but not for others.  However, the two cases cited above\nturned on the nature  of the function involved in  each instance,\npresumably  because, in  light  of the  Authority's portfolio  of\ndiverse operations, the question  of access to the Commonwealth's\ntreasury  was fuliginous.  The  case before us  is free from this\nstrain of uncertainty.\n\n                                14\n\nCir.  1989)  (finding agency  to be  an  arm of  the Commonwealth\n\nbecause  the central government had the sole power to raise money\n\nfor the agency).   Moreover, bondholders must look only  to PRASA\n\nfor recompense in the event of default.  See P.R.  Laws Ann. tit.\n                                            \n\n22,   152(I).  Then, too, PRASA is separately incorporated as \"an\n\nautonomous  government instrumentality.\"  Id.   142.  It may sue,\n                                             \n\nbe  sued,   and  enter   contracts  without  the   Commonwealth's\n\nparticular permission.   See id.    144(c),  (d).  Its  funds are\n                                \n\nkept entirely separate  from the funds of  the central government\n\nand are totally  controlled by its own  board.  Last,  but surely\n\nnot least, the Commonwealth  has explicitly insulated itself from\n\nany financial responsibility with respect to PRASA's general debt\n\nand ordinary bonded indebtedness.7  See id.   144.\n                                           \n\n          One more item deserves mention.   Whether an agency  is\n\nan  arm of the state  vel non is a matter  of federal, not local,\n                             \n\nlaw.   See Blake, 612 F.2d  at 722.  Nevertheless,  it is notable\n                \n\nthat the district court's  view of PRASA as a  separate political\n\nsubdivision  rather than  as  a part  of  the central  government\n\ncomports with that of Puerto Rico's highest tribunal.  The Puerto\n\nRico Supreme Court  has consistently concluded that  PRASA is not\n\nan alter ego  of the central government.  The court observed over\n\n                    \n\n     7PRASA  argues that  because  its  generated revenues  (bond\nmonies  and  user  fees)  are  \"pledged\"  to  current  debts  and\nprojects,  it  will  have no  money  to  pay a  judgment  and any\njudgment  creditor  must,  therefore, look  to  the Commonwealth.\nThis  is specious reasoning.   If M&amp;E prevails  in this suit, it,\nlike  unsecured judgment  creditors from  time immemorial,  would\nbear  the risk that it might find few assets available to satisfy\nthe judgment.\n\n                                15\n\nforty years ago  that the  legislature intended PRASA  to \"be  as\n\namenable to judicial  process as any private  enterprise would be\n\nunder like  circumstances . . .  .\"  Arraiza v.  Reyes, 70 P.R.R.\n                                                      \n\n583,  587 (1949).  More recently, the court reiterated that PRASA\n\nhas  a  \"personality  separate  and   apart  from  that  of   the\n\ngovernment,\"     and  does  not  have   the  \"sovereign  immunity\n\ntraditionally enjoyed by the  State.\"  Canchani v.  C.R.U.V., 105\n                                                            \n\nP.R. Dec.  352, 489  n.2, 490  (1976); see  also A.A.A.  v. Union\n                                                                 \n\nEmpleados A.A.A.,  105 P.R.  Dec. 605,  628 (1976)  (stating that\n                \n\nPRASA  is  \"unquestionably  framed  as a  private  enterprise  or\n\nbusiness  and in fact operates as such\").  While not dispositive,\n\nconsistent  decisions of  a state's  highest court  construing an\n\nagency's   or   institution's  relationship   with   the  central\n\ngovernment  are important  guideposts  in a  reasoned attempt  to\n\nlocate the agency's or  institution's place within the scheme  of\n\nthings.  See Ainsworth Aristocrat, 818 F.2d at 1037.\n                                 \n\n          3.   Assessing the Balance.   The upshot  is that PRASA\n          3.   Assessing the Balance.\n                                    \n\nlacks eligibility  for  Eleventh Amendment  immunity  on  several\n\nlevels.  First, and most fundamentally, PRASA's inability to  tap\n\nthe Commonwealth  treasury or  pledge  the Commonwealth's  credit\n\nleaves it  unable to exercise  the power of  the purse.   On this\n\nbasis, PRASA is ill-deserving of Eleventh Amendment protection.\n\n          Even putting  aside PRASA's fiscal separation  from the\n\ncentral government, we find  that the sum total of  the secondary\n\nfactors preponderates against immunity.  While PRASA indisputably\n\noperates with some quantum  of state authority, as do  many other\n\n                                16\n\npublic  utilities,  it is  readily  apparent  that Puerto  Rico's\n\nlegislature  chose  to  structure  an  arm's-length  relationship\n\nbetween  PRASA and  the  central government.   To  implement this\n\nrelationship,  the  legislature gave  PRASA  the  power to  raise\n\nfunds,  enter contracts, conceive  strategy, and to  make its own\n\noperational  decisions.   As  a  consequence  of the  legislative\n\ndesign, the central  government does business  with PRASA in  the\n\nsame manner as with other  vendors:  it pays for the  services it\n\nreceives  and  does not  extend  any  credit or  generic  funding\n\nguarantees.    When all  the  relevant factors  are  weighed, the\n\nindicia of separateness countervail the indicia of togetherness.\n\n                               III.\n                                   \n\n                            Conclusion\n                                      \n\n          We  need go no further.  The profound impact of PRASA's\n\ninability  to  reach   the  Commonwealth's   treasury,  and   our\n\ncalibrating  measurement of the  secondary factors,  dictate that\n\nPRASA's assertion of immunity must fail.  Consequently, we  today\n\nconfirm the suspicions adumbrated in Howard, 744 F.2d at 886:  in\n                                           \n\nits  current  incarnation, the  Puerto  Rico  Aqueduct and  Sewer\n\nAuthority is  not safeguarded from federal  court jurisdiction by\n\nthe Eleventh  Amendment.  Therefore, the  district court's denial\n\nof PRASA's motion to dismiss must be\n\nAffirmed.\n        \n\n                                17\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 91-1602\n\n                      METCALF &amp; EDDY, INC.,\n\n                       Plaintiff, Appellee,\n\n                                v.\n\n            PUERTO RICO AQUEDUCT AND SEWER AUTHORITY,\n                      Defendant, Appellant.\n\n                                             \n\n                 ON REMAND FROM THE SUPREME COURT\n                       OF THE UNITED STATES\n\n                                             \n\n                              Before\n\n                       Breyer, Chief Judge,\n                                          \n\n                  Aldrich, Senior Circuit Judge,\n                                               \n\n                    and Selya, Circuit Judge.\n                                            \n\n                                             \n\n     Perry M. Rosen,  Paige E.  Reffe, Thomas D.  Roth, Cutler  &amp;\n                                                                 \nStanfield, Arturo Trias, Hector Melendez Cano, and Trias, Acevedo\n                                                                 \n&amp; Otero on supplemental brief for appellant.\n       \n     Peter W.  Sipkins, Dorsey &amp; Whitney,  Jay A. Garcia-Gregory,\n                                                                \nand  Fiddler,  Gonzalez &amp;  Rodriguez  on  supplemental brief  for\n                                    \nappellee.\n\n                                             \n\n                           May 3, 1993\n\n                                             \n\n          SELYA, Circuit  Judge.   Notwithstanding that  trial is\n          SELYA, Circuit  Judge.\n                               \n\nstill  some distance  away, this  diversity case  alights on  our\n\ndoorstep for the second time.  The appellate roundelay began when\n\nMetcalf  &amp; Eddy,  Inc. (M&amp;E)  sued the  Puerto Rico  Aqueduct and\n\nSewer  Authority (PRASA)  for  damages in  Puerto Rico's  federal\n\ndistrict court.  In the course of pretrial proceedings, the court\n\ndenied PRASA the  benefit of  Eleventh Amendment  immunity.   The\n\ndisappointed   defendant   essayed   an   interlocutory   appeal.\n\nFollowing circuit precedent, see Libby  v. Marshall, </pre><span class=\"citation\" data-id=\"497276\"><a href=\"/opinion/497276/david-libby-v-clifford-marshall-michael-dukakis/\"><span class=\"volume\">833</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">402</span></a></span><pre class=\"inline\">\n                                                   \n\n(1st   Cir.  1987),   we  dismissed  the   appeal  for   want  of\n\njurisdiction.  M&amp;E  v. PRASA, </pre><span class=\"citation\" data-id=\"568544\"><a href=\"/opinion/568544/metcalf-eddy-inc-v-puerto-rico-aqueduct-and-sewer-authority/\"><span class=\"volume\">945</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span><pre class=\"inline\">,  14 (1st Cir.  1991).\n                            \n\nThe Supreme  Court granted certiorari and,  resolving an existing\n\nsplit in  the circuits, determined that  pretrial orders granting\n\nor  denying   Eleventh   Amendment  immunity   were   immediately\n\nappealable.  PRASA v. M&amp;E, </pre><span class=\"citation\" data-id=\"112800\"><a href=\"/opinion/112800/puerto-rico-aqueduct-and-sewer-authority-v-metcalf-eddy-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">684</span></a></span><pre class=\"inline\">, 689 (1993).\n                         \n\n          PRASA's appeal returns to us on remand from the Supreme\n\nCourt.   This  time  around, we  must address  the merits  of the\n\nruling  below.      After  reviewing   supplemental  briefs   and\n\nconsidering  PRASA's  overall   relationship  with  the   central\n\ngovernment of Puerto Rico, we  affirm the district court's denial\n\nof Eleventh Amendment immunity.\n\n                                I.\n                                  \n\n                        Setting the Stage\n                                         \n\n          Puerto  Rico's  legislature  created PRASA  over  forty\n\nyears ago in order to provide safe drinking water for inhabitants\n\nand  to manage wastewater treatment.  See P.R. Laws Ann. tit. 22,\n                                         \n\n                                2\n\n   141-168 (1987 &amp; Supp. 1989).  PRASA's stewardship has not been\n\nwithout blemish.  The incident that sparked this suit occurred in\n\n1985,  when  the United  States  Environmental  Protection Agency\n\n(EPA)  brought an enforcement action  pursuant to the Clean Water\n\nAct,  33  U.S.C.      1251-1376  (1988),  seeking  to  provoke  a\n\nsubstantial   modernization   of  PRASA's   wastewater  treatment\n\nfacilities.\n\n          In due  course, PRASA  and EPA signed  a consent  order\n\nlimning the  changes necessary to bring  PRASA's treatment system\n\ninto  compliance.     Toward  that  end,   PRASA  hired  M&amp;E,   a\n\nMassachusetts-based engineering firm with professed  expertise in\n\nwastewater  management,  to  oversee  the  refurbishment.   M&amp;E's\n\nduties  included contracting for design and construction services\n\non PRASA's behalf, procuring necessary equipment, and supervising\n\nwork on the  project.  M&amp;E was to be  remunerated on a time-plus-\n\nexpense basis, invoiced as  accrued.  Bills were due  and payable\n\nwithin thirty days of presentment.\n\n          Over time, project  expenditures mushroomed well beyond\n\nbudget.   As costs mounted, PRASA  grew increasingly inhospitable\n\nto M&amp;E's  invoices.  The  denouement occurred when  PRASA, amidst\n\ncharges  of  skulduggery,  suspended  all  payments  to  M&amp;E  and\n\ndemanded a complete audit.   M&amp;E consented to the audit,  but did\n\nnot acquiesce in the cessation of payments.  The audit dragged on\n\nand  PRASA accumulated  a huge  stockpile of  M&amp;E invoices.   Its\n\nfinancial plight ingravescent, M&amp;E sued before  the audit had run\n\nits   course  to   force  payment   of  the   arrearage  (roughly\n\n                                3\n\n$52,000,000).\n\n          Confronted  by  defendant's  motion  to   dismiss,  the\n\ndistrict court determined as a  matter of law that PRASA did  not\n\nenjoy  Eleventh Amendment  immunity.   In so  holding,  the court\n\nstressed  that PRASA possessed  the \"ability  to raise  funds for\n\npayment  of   its  contractual   obligations\"   and,  thus,   its\n\nobligations  \"do not  affect  the Commonwealth's  funds.\"   PRASA\n\nappeals  this decision as a  legal rather than  a factual matter.\n\nAlthough there may  sometimes be genuine issues  of material fact\n\nsufficient to preclude  brevis disposition in Eleventh  Amendment\n                              \n\nlitigation,  there are none here.   Agreeing with  PRASA that the\n\nissue in this case is one of law, we afford plenary review to the\n\ndistrict court's denial  of immunity.   See Dedham  Water Co.  v.\n                                                             \n\nCumberland  Farms Dairy, Inc., </pre><span class=\"citation\" data-id=\"588805\"><a href=\"/opinion/588805/dedham-water-co-inc-v-cumberland-farms-dairy-inc/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">453</span></a></span><pre class=\"inline\">, 457 (1st Cir. 1992);\n                             \n\nNew England  Legal Found. v.  Massachusetts Port Auth.,  </pre><span class=\"citation\" data-id=\"528192\"><a href=\"/opinion/528192/new-england-legal-foundation-v-massachusetts-port-authority-national/\"><span class=\"volume\">883</span> <span class=\"reporter\">F.2d</span>\n                                                      \n\n<span class=\"page\">157</span></a></span><pre class=\"inline\">, 167 (1st Cir. 1989).\n\n                               II.\n                                  \n\n                             Analysis\n                                     \n\n                                A.\n                                  \n\n               The Eleventh Amendment:  An Overview\n                                                   \n\n          In Chisholm  v. Georgia, 2  U.S. (2 Dall.)  419 (1793),\n                                 \n\nthe  Supreme Court held that  the federal courts had jurisdiction\n\nto  hear a  South Carolina  citizen's suit  against the  State of\n\nGeorgia.  This result,  popularly perceived as a threat  to state\n\nautonomy  in   a  newly   minted  federal  system,   produced  an\n\noverwhelmingly  negative reaction.   See  Edelman v.  Jordan, 415\n                                                            \n\n                                </pre><span class=\"citation no-link\"><span class=\"volume\">4</span>\n\n<span class=\"reporter\">U.S.</span>  <span class=\"page\">651</span></span><pre class=\"inline\">, 662  (1974).  Ratification  of the  Eleventh Amendment\n\nfollowed apace.1\n\n          On  its face,  the  amendment appeared  to introduce  a\n\nfairly  simple proposition into our constitutional jurisprudence.\n\nNevertheless,  driven by  the  pressure of  pragmatic  necessity,\n\njudicial sketching of the  amendment's scope and requirements has\n\ndisplayed  a creative  bent.   Under the  gloss supplied  by this\n\nabstract impressionistic  flair, the federal courts  now read the\n\nEleventh  Amendment,  notwithstanding   its  plain  language,  to\n\nprohibit  them from hearing most suits brought against a state by\n\ncitizens  of that  or any  other state.2   See  De Leon  Lopez v.\n                                                              \n\nCorporacion Insular de Seguros, </pre><span class=\"citation\" data-id=\"559868\"><a href=\"/opinion/559868/pablo-de-leon-lopez-v-corporacion-insular-de-seguros/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">116</span></a></span><pre class=\"inline\">, 121 (1st Cir. 1991)\n                              \n\n(collecting cases); see also Edelman, 415 U.S. at 662-63.\n                                    \n\n          Withal, there are apertures in the Eleventh Amendment's\n\nprotective  swaddling.  If a case falls within one of these gaps,\n\nthe Eleventh Amendment will not bar  maintenance of the suit in a\n\nfederal  court.  See Ramirez v.  Puerto Rico Fire Serv., </pre><span class=\"citation\" data-id=\"423903\"><a href=\"/opinion/423903/32-fair-emplpraccas-bna-1239-32-empl-prac-dec-p-33783-jose-e/\"><span class=\"volume\">715</span> <span class=\"reporter\">F.2d</span>\n                                                       \n\n<span class=\"page\">694</span></a></span><pre class=\"inline\">, 697, (1st Cir. 1983) (explaining that the Eleventh Amendment\n\n                    \n\n     1The Amendment reads:\n\n               The Judicial power  of the United States\n          shall not be construed  to extend to any suit\n          in  law  or equity,  commenced  or prosecuted\n          against one of the United States by  Citizens\n          of another State, or  by Citizens or Subjects\n          of any Foreign State.\n\nU.S. Const. amend. XI.\n\n     2There  is,   of  course,   an  exception   for  prospective\ninjunctive relief.  See, e.g., Ramirez v. Puerto Rico Fire Serv.,\n                                                                \n</pre><span class=\"citation\" data-id=\"423903\"><a href=\"/opinion/423903/32-fair-emplpraccas-bna-1239-32-empl-prac-dec-p-33783-jose-e/\"><span class=\"volume\">715</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">694</span></a></span><pre class=\"inline\">, 697 (1st Cir. 1983).\n\n                                5\n\n\"bars federal  court lawsuits by private parties  insofar as they\n\nattempt  to impose  liabilities necessarily  payable from  public\n\ncoffers, unless the  state has  consented to suit  or unless  the\n\nprotective  cloak of the amendment  has been doffed  by waiver or\n\nstripped  away  by  congressional  fiat\").    Specifically,   the\n\namendment's  raiment unravels  if any  one of  four circumstances\n\neventuates: a state  may randomly  consent to suit  in a  federal\n\nforum, see,  e.g., Paul N. Howard Co. v. PRASA, </pre><span class=\"citation\" data-id=\"442086\"><a href=\"/opinion/442086/paul-n-howard-company-v-puerto-rico-aqueduct-sewer-authority-v-insurance/\"><span class=\"volume\">744</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">880</span></a></span><pre class=\"inline\">, 886\n                                              \n\n(1st Cir. 1984), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1191</span></span><pre class=\"inline\"> (1985); a  state may\n                             \n\nwaive  its  own  immunity by  statute  or  the  like, see,  e.g.,\n                                                                \n\nEdelman, 415 U.S.  at 673; Congress may  sometimes abrogate state\n       \n\nimmunity (so long as it speaks clearly and acts in furtherance of\n\nparticular powers),  see, e.g.,  Fitzpatrick v. Bitzer,  </pre><span class=\"citation\" data-id=\"109520\"><a href=\"/opinion/109520/fitzpatrick-v-bitzer/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span>\n                                                      \n\n<span class=\"page\">445</span></a></span><pre class=\"inline\">,  451-54  (1976);  or   under  certain  circumstances   other\n\nconstitutional imperatives may take  precedence over the Eleventh\n\nAmendment's federal-court  bar, see Pennhurst State  Sch. &amp; Hosp.\n                                                                 \n\nv.  Halderman,  </pre><span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">465</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">89</span></a></span><pre class=\"inline\">, 99  (1984)  (involving  Fourteenth\n             \n\nAmendment); Bitzer, 427 U.S. at 456 (same).\n                  \n\n          Here,  M&amp;E does  not argue that  PRASA consented  to be\n\nsued,  that Puerto  Rico waived  PRASA's immunity,  that Congress\n\nabrogated  PRASA's immunity, or that some  other provision of the\n\nfederal Constitution  has usurped  the field.   Hence, this  suit\n\nskirts the gaps.  Rather, it is a \"pure\" Eleventh Amendment  case\n\nin  which this  court  must focus  on  whether PRASA  enters  the\n\n                                6\n\nEleventh Amendment's sphere at all.3\n\n                                B.\n                                  \n\n                             The Test\n                                     \n\n          The mere imprimatur of state authority  is insufficient\n\nto  inoculate  an agency  or  institution  against federal  court\n\njurisdiction.  A \"slice  of state power,\" without more,  will not\n\nsate the Eleventh Amendment.  Lake Country Estates, Inc. v. Tahoe\n                                                                 \n\nRegional Planning Agency, </pre><span class=\"citation\" data-id=\"110033\"><a href=\"/opinion/110033/lake-country-estates-inc-v-tahoe-regional-planning-agency/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">391</span></a></span><pre class=\"inline\">,  401 (1979).  By the same\n                        \n\ntoken   and for much the same reasons   political subdivisions of\n\na state, such as  municipalities and counties, do not  lie within\n\nthe  Eleventh  Amendment's reach.   See,  e.g.,  Owen v.  City of\n                                                                 \n\nIndependence,  </pre><span class=\"citation\" data-id=\"110236\"><a href=\"/opinion/110236/owen-v-independence/\"><span class=\"volume\">445</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">622</span></a></span><pre class=\"inline\">,  650  (1980);  Moor  v. County  of\n                                                                 \n\nAlameda, </pre><span class=\"citation\" data-id=\"108782\"><a href=\"/opinion/108782/moor-v-county-of-alameda/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">693</span></a></span><pre class=\"inline\">, 717-721 (1973).  Only the state itself and\n       \n\n\"arms\" of the state receive  immunity.  See PRASA v. M&amp;E,  113 S.\n                                                        \n\nCt.  at 689;  Alabama  v. Pugh,  </pre><span class=\"citation\" data-id=\"109940\"><a href=\"/opinion/109940/alabama-v-pugh/\"><span class=\"volume\">438</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">781</span></a></span><pre class=\"inline\">,  782  (1978); see\n                                                                 \n\ngenerally  De Leon Lopez, 931 F.2d at 121 (discussing coverage of\n                        \n\nEleventh Amendment).  Because PRASA is not an organic part of the\n\ncentral government of Puerto Rico, we must investigate whether it\n\nis sufficiently a part of the central government to be considered\n\nan arm  of the state.  Framed in this  way, the question poses an\n\n                    \n\n     3We  have consistently treated Puerto  Rico as if  it were a\nstate for Eleventh Amendment purposes.  See, e.g., De Leon Lopez,\n                                                                \n931 F.2d at  121; Fred v. Roque, </pre><span class=\"citation\" data-id=\"549743\"><a href=\"/opinion/549743/gloria-e-barreto-fred-v-awilda-aponte-roque/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">37</span></a></span><pre class=\"inline\">, 38 (1st Cir. 1990);\n                               \nPaul N.  Howard Co., 744 F.2d  at 886; Ramirez, 715  F.2d at 697.\n                                              \nAlthough  M&amp;E invites us to revisit this position, we decline the\ninvitation.  In a  multi-panel circuit, newly constituted panels,\ngenerally speaking, are bound by prior  panel decisions on point.\nSee United States v. Gomez-Villamizar, </pre><span class=\"citation\" data-id=\"596489\"><a href=\"/opinion/596489/united-states-v-gustavo-gomez-villamizar/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">621</span></a></span><pre class=\"inline\">, 623 n.9 (1st\n                                     \nCir. 1992); Jusino v.  Zayas, </pre><span class=\"citation\" data-id=\"524052\"><a href=\"/opinion/524052/waddie-jusino-v-carmen-sonia-zayas-etc/\"><span class=\"volume\">875</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">986</span></a></span><pre class=\"inline\">, 993  (1st Cir. 1989).\n                            \nSo it is here.\n\n                                7\n\nessentially functional  inquiry, not  easily amenable  to bright-\n\nline answers or mechanical solutions.\n\n          The Eleventh Amendment's primary concern is to minimize\n\nfederal courts' involvement in  disbursal of the state fisc.   It\n\nfollows that \"when the action is  in essence one for the recovery\n\nof money from the state, the state is the real, substantial party\n\nin interest and is entitled to invoke its sovereign immunity from\n\nsuit . . . .\"  Ford Motor Co. v. Department of Treasury, </pre><span class=\"citation\" data-id=\"104057\"><a href=\"/opinion/104057/ford-co-v-dept-of-treasury/\"><span class=\"volume\">323</span> <span class=\"reporter\">U.S.</span>\n                                                       \n\n<span class=\"page\">459</span></a></span><pre class=\"inline\">, 464 (1945); see also Lake Country Estates, 440 U.S.  at 400-\n                                              \n\n01  (identifying  the desire  to  protect state  treasuries  as a\n\ndriving force  behind adoption of the  Eleventh Amendment); Dugan\n                                                                 \n\nv. Rank, </pre><span class=\"citation\" data-id=\"106566\"><a href=\"/opinion/106566/dugan-v-rank/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">609</span></a></span><pre class=\"inline\">, 620 (1963)  (recognizing \"that a suit  is\n       \n\nagainst the sovereign `if the judgment sought would expend itself\n\non the public treasury or domain'\") (citation omitted); Ainsworth\n                                                                 \n\nAristocrat  Int'l Pty. Ltd. v.  Tourism Co., </pre><span class=\"citation\" data-id=\"488522\"><a href=\"/opinion/488522/ainsworth-aristocrat-international-pty-limited-v-tourism-company-of-the/\"><span class=\"volume\">818</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1034</span></a></span><pre class=\"inline\">, 1037\n                                           \n\n(1st Cir.  1987) (similar).   Generally, if  a state has  a legal\n\nobligation  to satisfy  judgments against  an institution  out of\n\npublic  coffers,  the  institution  is  protected   from  federal\n\nadjudication by the Eleventh Amendment.  See Quern v. Jordan, </pre><span class=\"citation\" data-id=\"110031\"><a href=\"/opinion/110031/quern-v-jordan/\"><span class=\"volume\">440</span>\n                                                            \n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">332</span></a></span><pre class=\"inline\">, 337 (1979); Reyes v. Supervisor of DEA, </pre><span class=\"citation\" data-id=\"498382\"><a href=\"/opinion/498382/tomas-reyes-v-the-supervisor-of-the-drug-enforcement-administration/\"><span class=\"volume\">834</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1093</span></a></span><pre class=\"inline\">,\n                                                \n\n1097-98 (1st Cir. 1987).\n\n          Because it  is not  always limpid  whether, or to  what\n\nextent, the state treasury must  stand behind the judgment  debts\n\nof  a particular  institution, we  have identified  seven related\n\nareas as prospects  for further  inquiry.  These  areas, each  of\n\nwhich can  be  mined  for  information  that  might  clarify  the\n\n                                8\n\ninstitution's structure  and function, include:   (1) whether the\n\nagency  has the funding power  to enable it  to satisfy judgments\n\nwithout direct state participation or guarantees; (2) whether the\n\nagency's function is governmental or proprietary; (3) whether the\n\nagency is  separately incorporated; (4) whether  the state exerts\n\ncontrol  over the agency, and if  so, to what extent; (5) whether\n\nthe agency has the power to sue, be sued, and  enter contracts in\n\nits  own name  and right;  (6) whether  the agency's  property is\n\nsubject  to  state  taxation;  and  (7)  whether  the  state  has\n\nimmunized  itself from  responsibility for  the agency's  acts or\n\nomissions.     See  Ainsworth   Aristocrat,  818  F.2d   at  1037\n                                          \n\n(collecting  cases from  other  circuits recounting  the same  or\n\nsimilar  factors).  The list  is not an all-inclusive compendium,\n\nfor other  areas  of inquiry  may  prove fruitful  in  particular\n\ncircumstances.   It is,  however, clear  that  all the  pertinent\n\nfactors have a common  orientation:  the more tightly  the agency\n\nand  the state are entangled,  the more probable  it becomes that\n\nthe agency shares the state's Eleventh Amendment immunity.\n\n                                C.\n                                  \n\n                        Applying the Test\n                                         \n\n          In Paul N. Howard Co., supra, we adjudicated  a similar\n                                      \n\ndispute involving PRASA's  renitency to make payments due under a\n\nconstruction  contract.    744  F.2d at  881-84.    The plaintiff\n\nprevailed in the district  court.  On appeal, PRASA  advanced for\n\nthe first time  an added defense  premised on Eleventh  Amendment\n\nimmunity.  Although we suggested rather strongly that PRASA might\n\n                                9\n\n\"not qualify  for immunity under the Eleventh  Amendment,\" id. at\n                                                              \n\n886,  we did not conclusively resolve the issue because PRASA had\n\npurposefully availed itself of the federal forum and  had thereby\n\nlost whatever entitlement to Eleventh Amendment immunity it might\n\nhave possessed with  respect to  that particular suit.   See  id.\n                                                                 \n\nThe case before us today requires that we return to, and resolve,\n\nthe question deferred  in Howard.4   Faithful to the  explication\n                                \n\nof legal principles set out above, see supra Part II(B), we first\n                                            \n\nexamine  PRASA's  access  to   the  public  fisc  and  thereafter\n\nscrutinize  how  the  associated  factors  are  arrayed  in  this\n\nparticular situation.\n\n          1.   Access  to  the Commonwealth's  Treasury.   On the\n          1.   Access  to  the Commonwealth's  Treasury.\n                                                       \n\nprincipal issue   PRASA's access to the Commonwealth's treasury  \n\nthe  die  is quickly  cast.   Puerto  Rico's legislature  made it\n\nreadily evident that PRASA\n\n          shall have no  power at  any time  or in  any\n          manner to pledge  the credit or  taxing power\n          of the Commonwealth of  Puerto Rico or any of\n          its  other political subdivisions.  The bonds\n          and other obligations issued by the Authority\n          shall not  be a  debt of the  Commonwealth of\n          Puerto Rico nor of any of its  municipalities\n          nor of  its other political  subdivisions and\n          neither  the Commonwealth of  Puerto Rico nor\n          any   such   municipalities  nor   its  other\n          political   subdivisions   shall  be   liable\n          thereon,  nor  shall  such  bonds   or  other\n          obligations be  paid out  of any  funds other\n\n                    \n\n     4In  this quest,  we give  no weight  to the  Howard court's\n                                                         \ncomments concerning  PRASA's immunity, for we  recognize that, as\ndictum,  the comments  are  not binding.   That  is  not to  say,\nhowever, that  Eleventh Amendment issues must  always be resolved\nde novo.   Where the agency's  activity and its  relation to  the\n       \nstate remain  essentially the same, prior  circuit precedent will\nbe controlling.\n\n                                10\n\n          than those of the Authority.\n\nP.R. Laws Ann. tit. 22,   144.  The statute erects a wall between\n\nthe agency's appetite and the public fisc.  The existence of this\n\nstatutory  barrier presages the result  we must reach:   PRASA is\n\nnot an arm of the state for Eleventh Amendment purposes.5\n\n          PRASA argues that,  notwithstanding the  Commonwealth's\n\ndisavowal  of its  liabilities,  the  Commonwealth's  significant\n\nfinancial support  of PRASA's activities constitutes  the sort of\n\naccess  to   public  funds   that  triggers   Eleventh  Amendment\n\nprotection.   We do not  agree.  Although  the central government\n\nsubsidizes the agency to some extent, PRASA relies mostly on user\n\nfees  and bonds to support  its operations.   The government does\n\nnot  give PRASA a blank  check or an  indeterminant carte blanche\n\nallowing  it  to  draw  on  the  public  treasury  as  it  thinks\n\nnecessary.  Thus, control  of the money flow from  tax dollars is\n\nunilateral; if the Commonwealth  chooses not to open  the faucet,\n\nthe agency must go thirsty or else, by resort to its own devices,\n\nprocure the funds needed to stay liquid.\n\n          We think  PRASA's situation  is  not unlike  that of  a\n\ntypical  political subdivision.   Such  an entity  often receives\n\npart  of  its  budget   from  the  state  and  raises   the  rest\n\nindependently.   Despite this dual  funding, such entities do not\n\n                    \n\n     5The statutory barrier is especially important in this case,\nfor  Puerto Rico's  legislature  has demonstrated  that, when  it\nwishes  to  do   so,  it   knows  exactly  how   to  pledge   the\nCommonwealth's resources in security for PRASA's debts.  See P.R.\n                                                            \nLaws  Ann. tit. 22,    168 (explicitly agreeing  to reimburse the\nFarmers  Home  Administration  if  PRASA should  default  on  two\nparticular loans).\n\n                                11\n\nautomatically  (or   even  usually)  come  within   the  zone  of\n\nprotection demarcated  by the Eleventh  Amendment.  Thus,  in Mt.\n                                                                 \n\nHealthy City  Sch.  Dist. Bd.  of Educ.  v. Doyle,  </pre><span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">274</span></a></span><pre class=\"inline\">\n                                                 \n\n(1977), the Supreme Court  denied Eleventh Amendment sanctuary to\n\na school  board  despite the  \"significant  amount of  money\"  it\n\nreceived  from the  state.   Id.  at 280;  accord Fitchik  v. New\n                                                                 \n\nJersey Transit Rail Operations, Inc., </pre><span class=\"citation\" data-id=\"522182\"><a href=\"/opinion/522182/joseph-p-fitchik-v-new-jersey-transit-rail-operations-inc-v-non/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">655</span></a></span><pre class=\"inline\">, 660 (3d Cir.)\n                                    \n\n(denying  immunity to  a  regional rail  authority despite  state\n\nfunding while noting \"that  an entity derives some of  its income\n\nfrom the  state does not mean  that it is entitled  to partake of\n\nthe  state's immunity\"), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">148</span></span><pre class=\"inline\"> (1989); see\n                                                                 \n\nalso  Blake  v.  Kline,   </pre><span class=\"citation\" data-id=\"373414\"><a href=\"/opinion/373414/blake-margaret-anne-a-minor-by-blake-james-her-guardian-v-kline/\"><span class=\"volume\">612</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">718</span></a></span><pre class=\"inline\">,  723  (3d   Cir.  1979)\n                      \n\n(recognizing  that  \"the  nature  of the  state's  obligation  to\n\ncontribute   may  be  more   important  than  the   size  of  the\n\ncontribution\"), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">447</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">921</span></span><pre class=\"inline\"> (1980).  The  case at\n                            \n\nbar is cut from much the same cloth.\n\n          We hold,  therefore, that  a state agency  cannot claim\n\nEleventh Amendment  immunity solely  on the basis  that judgments\n\nagainst  it may  absorb unrestricted funds  donated by  the state\n\nand,  in that  way, redound  indirectly to  the depletion  of the\n\nstate's treasury.  It follows that PRASA's assertion  of Eleventh\n\nAmendment immunity in this case is severely flawed.\n\n          2.  Other Factors.  Although PRASA's  inability to draw\n          2.  Other Factors.\n                           \n\non the public fisc  cripples its immunity defense, we turn to the\n\nother  factors  mentioned  in the  case  law  in  order that  our\n\ninvestigation may  be complete.   In the  circumstances at  hand,\n\n                                12\n\nthese factors,  taken as an aggregate, corroborate  the view that\n\nPRASA does not dwell within the Eleventh Amendment's shelter.\n\n          To  be  sure,  the  two  pans  of  the  scale  are  not\n\ncompletely  out  of balance.   PRASA  to  some extent  wields the\n\nstate's  power; after  all,  the enabling  legislation  describes\n\nPRASA's mission to provide water and sewer services as fulfilling\n\n\"an  essential government function.\"   P.R. Laws Ann.  tit. 22,  \n\n142.   Additionally,  neither PRASA  nor  its revenue  bonds  are\n\ntaxable, see id.   155; PRASA enjoys the power of eminent domain,\n                \n\nsee id.   144(e); and the  Governor of Puerto Rico appoints  five\n       \n\nof PRASA's seven board members, see id.   143.\n                                       \n\n          PRASA places  particular emphasis on the  fact that its\n\nwater   and  sewage   functions  are  governmental   rather  than\n\nproprietary and insists that this circumstance renders  it an arm\n\nof the  state.6  But the  nature of PRASA's function  is only one\n\n                    \n\n     6In arguing this point, PRASA leans heavily on  our decision\nin  Puerto Rico Ports Auth. v.  M/V Manhattan Prince, </pre><span class=\"citation\" data-id=\"537186\"><a href=\"/opinion/537186/puerto-rico-ports-authority-v-mv-manhattan-prince-sujeen-trading-pte/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">,\n                                                    \n12 (1st  Cir. 1990).   This reliance  is mislaid.   In  Manhattan\n                                                                 \nPrince,  the Ports Authority was  acting only as  the licensor of\n      \nharbor  pilots for whom it provided no  training and over whom it\nexercised no assignment power.  The Authority derived no  revenue\nfrom  the  licensing function.    Moreover,  the legislature  had\nexplicitly  made  Authority  members'  misfeasance  of  the  kind\nalleged   in   Manhattan   Prince   attributable  only   to   the\n                                 \nCommonwealth.   See  P.R. Laws  Ann. tit.  23,    2303(b) (1987).\n                   \nPRASA's situation is much different; it charges for its services,\ncontrols its total  operations, and answers  for its own  bevues.\nThus,  a more  apt  Ports Authority  analogy  is found  in  Royal\n                                                                 \nCaribbean Corp. v. Puerto Rico Ports Auth., </pre><span class=\"citation\" data-id=\"589642\"><a href=\"/opinion/589642/royal-caribbean-corp-and-caribbean-cruise-line-ltd-v-puerto-rico-ports/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span><pre class=\"inline\"> (1st  Cir.\n                                          \n1992).   That case involved  not licensing, but  operation of the\nports.  See  id. at 9.  Because the  Ports Authority charged user\n                \nfees  that supported  the costs  of its  port operations  and was\nrelatively free of central  government control, we ruled  that it\ndid not  enjoy Eleventh Amendment  immunity with  respect to  its\nmanagement of the ports.  Id. at 12.\n                             \n\n                                13\n\npart  of the equation, and, standing alone, it is insufficient to\n\nbring PRASA behind the  Eleventh Amendment's shield.  Educational\n\nservices, for  example, are, like water  treatment, a traditional\n\ngovernmental function.   Education, however, has  an even longer,\n\nstronger  governmental  history  than  water  treatment,  and  as\n\nattendance requirements attest, a  more entrenched place in state\n\ngovernment.  Yet, despite  these more evocative  characteristics,\n\nschool boards  are not immune from  suits in federal court.   See\n                                                                 \n\nMt. Healthy, 429 U.S. at 280-81 (holding that school board is not\n           \n\nentitled to assert Eleventh Amendment immunity).\n\n          On  the other  side of  the scale,  a heftier  array of\n\nindicators  suggests that  PRASA is  distinct from  Puerto Rico's\n\ncentral government.  PRASA  has the power to raise  funds through\n\nuser fees  (which, significantly,  the Commonwealth, as  a water-\n\nand-sewer  user, must  pay with  respect to its  own operations).\n\nSee P.R. Laws Ann.  tit. 22,   158.  PRASA also  has the right to\n   \n\nraise funds by issuing revenue bonds independently of the central\n\ngovernment.   See  id.     152.   The  power and  opportunity  to\n                      \n\ngenerate  a  revenue  stream  and  thereby  finance  an  agency's\n\noperations  is an  important attribute  of the  agency's separate\n\nidentity.   Cf. Hernandez-Tirado v. Artau, </pre><span class=\"citation\" data-id=\"523147\"><a href=\"/opinion/523147/jose-a-hernandez-tirado-v-mariano-artau-etc/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">866</span></a></span><pre class=\"inline\">, 872 (1st\n                                         \n\n                    \n\n          We  recognize the  seeming anomaly  in a  single agency\nbeing  held  to  possess  Eleventh Amendment  immunity  for  some\nfunctions but not for others.  However, the two cases cited above\nturned on the nature  of the function involved in  each instance,\npresumably  because, in  light  of the  Authority's portfolio  of\ndiverse operations, the question  of access to the Commonwealth's\ntreasury  was fuliginous.  The  case before us  is free from this\nstrain of uncertainty.\n\n                                14\n\nCir.  1989)  (finding agency  to be  an  arm of  the Commonwealth\n\nbecause  the central government had the sole power to raise money\n\nfor the agency).   Moreover, bondholders must look only  to PRASA\n\nfor recompense in the event of default.  See P.R.  Laws Ann. tit.\n                                            \n\n22,   152(I).  Then, too, PRASA is separately incorporated as \"an\n\nautonomous  government instrumentality.\"  Id.   142.  It may sue,\n                                             \n\nbe  sued,   and  enter   contracts  without  the   Commonwealth's\n\nparticular permission.   See id.    144(c),  (d).  Its  funds are\n                                \n\nkept entirely separate  from the funds of  the central government\n\nand are totally  controlled by its own  board.  Last,  but surely\n\nnot least, the Commonwealth  has explicitly insulated itself from\n\nany financial responsibility with respect to PRASA's general debt\n\nand ordinary bonded indebtedness.7  See id.   144.\n                                           \n\n          One more item deserves mention.   Whether an agency  is\n\nan  arm of the state  vel non is a matter  of federal, not local,\n                             \n\nlaw.   See Blake, 612 F.2d  at 722.  Nevertheless,  it is notable\n                \n\nthat the district court's  view of PRASA as a  separate political\n\nsubdivision  rather than  as  a part  of  the central  government\n\ncomports with that of Puerto Rico's highest tribunal.  The Puerto\n\nRico Supreme Court  has consistently concluded that  PRASA is not\n\nan alter ego  of the central government.  The court observed over\n\n                    \n\n     7PRASA  argues that  because  its  generated revenues  (bond\nmonies  and  user  fees)  are  \"pledged\"  to  current  debts  and\nprojects,  it  will  have no  money  to  pay a  judgment  and any\njudgment  creditor  must,  therefore, look  to  the Commonwealth.\nThis  is specious reasoning.   If M&amp;E prevails  in this suit, it,\nlike  unsecured judgment  creditors from  time immemorial,  would\nbear  the risk that it might find few assets available to satisfy\nthe judgment.\n\n                                15\n\nforty years ago  that the  legislature intended PRASA  to \"be  as\n\namenable to judicial  process as any private  enterprise would be\n\nunder like  circumstances . . .  .\"  Arraiza v.  Reyes, </pre><span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">P.R.R.</span>\n                                                      \n\n<span class=\"page\">583</span></span><pre class=\"inline\">,  587 (1949).  More recently, the court reiterated that PRASA\n\nhas  a  \"personality  separate  and   apart  from  that  of   the\n\ngovernment,\"     and  does  not  have   the  \"sovereign  immunity\n\ntraditionally enjoyed by the  State.\"  Canchani v.  C.R.U.V., </pre><span class=\"citation no-link\"><span class=\"volume\">105</span>\n                                                            \n\n<span class=\"reporter\">P.R. Dec.</span>  <span class=\"page\">352</span></span><pre class=\"inline\">, 489  n.2, 490  (1976); see  also A.A.A.  v. Union\n                                                                 \n\nEmpleados A.A.A.,  105 P.R.  Dec. 605,  628 (1976)  (stating that\n                \n\nPRASA  is  \"unquestionably  framed  as a  private  enterprise  or\n\nbusiness  and in fact operates as such\").  While not dispositive,\n\nconsistent  decisions of  a state's  highest court  construing an\n\nagency's   or   institution's  relationship   with   the  central\n\ngovernment  are important  guideposts  in a  reasoned attempt  to\n\nlocate the agency's or  institution's place within the scheme  of\n\nthings.  See Ainsworth Aristocrat, 818 F.2d at 1037.\n                                 \n\n          3.   Assessing the Balance.   The upshot  is that PRASA\n          3.   Assessing the Balance.\n                                    \n\nlacks eligibility  for  Eleventh Amendment  immunity  on  several\n\nlevels.  First, and most fundamentally, PRASA's inability to  tap\n\nthe Commonwealth  treasury or  pledge  the Commonwealth's  credit\n\nleaves it  unable to exercise  the power of  the purse.   On this\n\nbasis, PRASA is ill-deserving of Eleventh Amendment protection.\n\n          Even putting  aside PRASA's fiscal separation  from the\n\ncentral government, we find  that the sum total of  the secondary\n\nfactors preponderates against immunity.  While PRASA indisputably\n\noperates with some quantum  of state authority, as do  many other\n\n                                16\n\npublic  utilities,  it is  readily  apparent  that Puerto  Rico's\n\nlegislature  chose  to  structure  an  arm's-length  relationship\n\nbetween  PRASA and  the  central government.   To  implement this\n\nrelationship,  the  legislature gave  PRASA  the  power to  raise\n\nfunds,  enter contracts, conceive  strategy, and to  make its own\n\noperational  decisions.   As  a  consequence  of the  legislative\n\ndesign, the central  government does business  with PRASA in  the\n\nsame manner as with other  vendors:  it pays for the  services it\n\nreceives  and  does not  extend  any  credit or  generic  funding\n\nguarantees.    When all  the  relevant factors  are  weighed, the\n\nindicia of separateness countervail the indicia of togetherness.\n\n                               III.\n                                   \n\n                            Conclusion\n                                      \n\n          We  need go no further.  The profound impact of PRASA's\n\ninability  to  reach   the  Commonwealth's   treasury,  and   our\n\ncalibrating  measurement of the  secondary factors,  dictate that\n\nPRASA's assertion of immunity must fail.  Consequently, we  today\n\nconfirm the suspicions adumbrated in Howard, 744 F.2d at 886:  in\n                                           \n\nits  current  incarnation, the  Puerto  Rico  Aqueduct and  Sewer\n\nAuthority is  not safeguarded from federal  court jurisdiction by\n\nthe Eleventh  Amendment.  Therefore, the  district court's denial\n\nof PRASA's motion to dismiss must be\n\nAffirmed.\n        \n\n                                17\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104057/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106566/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108782/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109574/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109940/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110236/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111094/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112800/",
    "http://www.courtlistener.com/api/rest/v3/opinions/373414/",
    "http://www.courtlistener.com/api/rest/v3/opinions/423903/",
    "http://www.courtlistener.com/api/rest/v3/opinions/442086/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/497276/",
    "http://www.courtlistener.com/api/rest/v3/opinions/498382/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522182/",
    "http://www.courtlistener.com/api/rest/v3/opinions/523147/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524052/",
    "http://www.courtlistener.com/api/rest/v3/opinions/528192/",
    "http://www.courtlistener.com/api/rest/v3/opinions/537186/",
    "http://www.courtlistener.com/api/rest/v3/opinions/549743/",
    "http://www.courtlistener.com/api/rest/v3/opinions/559868/",
    "http://www.courtlistener.com/api/rest/v3/opinions/568544/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588805/",
    "http://www.courtlistener.com/api/rest/v3/opinions/589642/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596489/"
  ]
}