{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/194633/",
  "absolute_url": "/opinion/194633/united-states-v-regan/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/194633/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:21:38Z",
  "date_modified": "2016-02-28T04:50:22.899839Z",
  "type": "010combined",
  "sha1": "fc46cb24e762ea3eeaf81dddeb7028c04c44223f",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-2025.01A",
  "local_path": null,
  "plain_text": "March 29, 1993    UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-2025\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                       PETER J. REGAN,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. A. David Mazzone, U.S. District Judge]\n                                                    \n\n                                         \n\n                            Before\n\n                    Boudin, Circuit Judge,\n                                         \n\n                Aldrich, Senior Circuit Judge,\n                                             \n\n                  and Stahl, Circuit Judge.\n                                          \n\n                                         \n\nGeorge F.  Gormley with  whom John  D.  Colucci was  on brief  for\n                                               \nappellant.\nRalph F.  Boyd, Jr., Assistant  United States  Attorney, with whom\n                   \nRobert  J.  Lynn,  Assistant  United  States  Attorney,  and  A.  John\n                                                                  \nPappalardo, United States Attorney, were on brief for appellee.\n      \n\n                                         \n\n                        March 29, 1993\n                                         \n\n          ALDRICH, Senior Circuit Judge.   Defendant Peter J.\n                                       \n\nRegan,  who pled guilty to 55 counts of bank embezzlement (18\n\nU.S.C.   656)  on February 18,  1992 with no  reservations or\n\nconditions  now relevant,  appeals with  respect to  his U.S.\n\nSentencing Guidelines  sentence of 40 months,  (a) because he\n\nwas not allowed a  hearing on oral testimony with  respect to\n\nhis claimed deduction on  account of diminished capacity; (b)\n\nbecause he  was sentenced under guidelines  issued later than\n\nthe dates of some of his actions, and  (c) because there were\n\nenhancements  made  for  abuse of  trust  and  for more  than\n\nminimum planning.  We affirm.\n\n          Defendant,  during   the  period  covered   by  the\n\nindictment, viz.,  November, 1987  to  July 16,  1991, was  a\n\nsenior vice president in charge  of the Special Loan Services\n\nDivision  of  the Shawmut  National Bank.    As head  of this\n\ndivision,  defendant directly  supervised and  controlled the\n\ncollection  and   \"work-out\"   of  delinquent   and   problem\n\ncommercial loans.   Because of the individuality of this work\n\nand   defendant's   seniority,    he   was    extraordinarily\n\nunsupervised,  all the way from his actions in causing debits\n\nor credits to Shawmut's cash  collateral account, down to his\n\nmaintaining personal custody of the files.  During the period\n\nin  question he exercised this freedom in a number of manners\n\nso as to embezzle some $2,500,000 from the Bank.  On July 16,\n\n                             -2-\n\n1991, by reason of a conspicuous act, he was  discovered.  He\n\nwas promptly indicted and, in due course, pleaded guilty.\n\n                     Diminished Capacity\n                                        \n\n          Defendant  first  challenges  the district  court's\n\nrefusal to hold an evidentiary hearing on his  entitlement to\n\na   downward  departure   for  diminished   mental  capacity.\n\nSentencing Guidelines   5K2.13 provides as follows:\n\n            5K2.13.    Diminished Capacity  (Policy\n                                          \n          Statement)\n\n          If the defendant committed  a non-violent\n          offense     while      suffering     from\n          significantly reduced mental capacity not\n          resulting from voluntary  use of drugs or\n          other intoxicants, a  lower sentence  may\n          be  warranted  to reflect  the  extent to\n          which reduced mental capacity contributed\n          to   the   commission  of   the  offense,\n          provided  that  the defendant's  criminal\n          history  does  not  indicate a  need  for\n          incarceration to protect the public.\n\nThe  burden of  proving causation  is on  the defendant,  and\n\nthere can be no appeal from the district court's  denial of a\n\nreduction.  United States  v. Lauzon, 938 F.2d 326,  331 (1st\n                                    \n\nCir.),  cert. denied, 112 S.Ct. 450  (1991); United States v.\n                                                          \n\nShattuck, 961 F.2d  1012 (1st Cir.  1992).  However,  \"[w]hen\n        \n\nany factor  important  to  the  sentencing  determination  is\n\nreasonably in dispute, the parties shall be given an adequate\n\nopportunity to present information to the court regarding the\n\nfactor.\"  U.S.S.G.   6A1.3(a).  Except with respect to cross-\n\nexamination,  post,  defendant   does  not  claim  that   his\n                  \n\n                             -3-\n\npresentation  was substantively  curtailed; his  complaint is\n\nthat the refusal to hear it on oral testimony was an abuse of\n\ndiscretion.  United States v. Gerante, 891 F.2d 364, 367 (1st\n                                     \n\nCir. 1989); see also Fed. R. Crim. P. 32(a)(1).\n                    \n\n          In the  written record  there was the  pre-sentence\n\nreport  containing a  lengthy  statement  from defendant  and\n\nfavoring and unfavoring opinions of experts.  The court chose\n\nto accept the latter, concluding,\n\n          I have no confidence at all . . . in that\n          defense.  I have  no doubt that this case\n          has had a severe and traumatic effect  on\n          Mr. Regan, but I  fear that that all took\n          place  after he  was  caught.   I do  not\n          believe   he   was   diminished  in   his\n          capacity.   I accept the report of Doctor\n          Strasburger.   And  during the  course of\n          his   criminal   conduct,   he  was   not\n          diminished in his capacity.\n\nWe review the  evidence as the  best approach to  defendant's\n\ncontention that  the court  abused its discretion  in denying\n\noral presentation.   Basically, defendant contends diminished\n\ncapacity produced  a delusional  conviction that  the country\n\nwas faced with economic, and hence political, chaos for which\n\nhe must fortify  himself.  In the late 1970s  and early 1980s\n\nhe  stored  dried foods  in  his  cellar, ultimately  several\n\nyears' supply,  stored firewood,  and  made arrangements  for\n\nwater and  other necessities.   These were all  acquired with\n\ndefendant's  own  earnings.   Commencing  in  November  1987,\n\nhowever, defendant  exercised what  the record shows  to have\n\nbeen highly  skillful and comprehensive methods  -- hence the\n\n                             -4-\n\n55  counts  -- to  divert Bank  funds.   Their  ingenuity and\n\neffective concealment, evoking no suspicions, show remarkable\n\nability.  The proceeds largely were salted away in Swiss bank\n\naccounts.    Shortly after  his  discovery  and discharge  by\n\nShawmut, defendant voluntarily entered McLean Hospital, where\n\nhe  was found  to  be profoundly  disturbed.   At  first  his\n\ncondition was too serious to assist in his defense, but after\n\ntwo admissions he sufficiently recovered,  and ultimately was\n\nallowed to plead.\n\n          In  connection with  the  coming  sentence  hearing\n\ndefendant  submitted records from McLean Hospital and letters\n\nfrom three  psychiatrists.   The earliest  was from  a McLean\n\nHospital doctor, Joseph Triebwasser, dated August 9, 1991, at\n\nwhich time defendant was  severely psychotic, indicating that\n\nthis severe illness was  consistent with his alleged criminal\n\nactivities prior  to his  admission.   This brief letter  was\n\naddressed  to insurance  coverage  and is  of no  substantial\n\nvalue.  On November 21, 1991 Dr. Martin J. Kelly addressed  a\n\nletter  to  the  court  with  relation  to  defendant's  then\n\ninability  to  participate in  legal  activities.   This  was\n\nfollowed  by  a  letter  from Dr.  Kelly  with  reference  to\n\nsentencing, dated December 13, 1991 in which the doctor spoke\n\n                             -5-\n\nof  defendant's  competence, his  high intelligence,  and his\n\nability\n\n          to function, except when  it deteriorates\n          into  psychosis as  it has  from time  to\n          time over the past 10 years. . . .[1]\n\n               It  is  difficult  to  say  that Mr.\n          Regan did not have the capacity  to known\n          (sic) the nature and  quality of his acts\n          or did not have the capacity to know that\n          what he  was doing was wrongful  in light\n          of  his  own  behavior, his  capacity  to\n          function  at work, and  as mentioned, his\n          intelligence.  But, the behaviors seem to\n          me  in   large  measure  driven   by  his\n          psychiatric  problems which  occasionally\n          deteriorate to the point of faulty realty\n          testing  and  frank psychosis.   However,\n          for  much of the past 10 years he has not\n                                                   \n          been  in a  psychotic  state  and  during\n          those  periods  was   also  involved   in\n          hoarding money as well as  provisions and\n          arming  himself  in  anticipation of  the\n          looming  economic collapse  and resultant\n          anarchy.  (Emphasis in original).\n\nThis was followed  by a letter  from Dr. Pierre  V. Mayer  in\n\nwhich he said,\n\n          I  wanted to  let  you know  that I  have\n          received    Dr.   Kelly's    report   and\n          essentially agree with  his findings.  (I\n          would qualify this  by adding  that I  am\n          not convinced that Mr. Regan did not have\n          some degree of psychosis over the past 10\n          years).\n\n          This less  than forceful opinion was  followed by a\n\nfurther letter from Dr. Kelly.\n\n                    \n\n1.  We  interject  here  that  there is  no  evidence  beyond\nmedical  opinion, except  from  defendant  himself, that  his\nabilities  ever deteriorated  or  faltered.   His  associates\nnever observed such.\n\n                             -6-\n\n          In response, the government submitted a report from\n\nDr. Larry  H.  Strasburger.   After  indicating that  he  had\n\nreviewed defendant's personal  history as given to  him in an\n\ninterview   and  the   medical  records,  the   letters  from\n\ndefendant's experts, and interviews with officers at the Bank\n\nwho  had  dealt  with  defendant,  the  doctor  concluded  as\n\nfollows:\n\n               There  was no  information available\n          to this examiner which  would corroborate\n          the existence of a psychosis prior to Mr.\n          Regan's hospitalization in July  of 1991.\n          While  delusional  beliefs and  psychotic\n          thinking may  have been present  prior to\n          the    discovery     of    Mr.    Regan's\n          embezzlement,  these  phenomena were  not\n          evidenced   to   the  coworkers   whom  I\n          interviewed.    They   stated  that   Mr.\n          Regan's  capacity  to  think clearly  and\n          effectively  was  an  extraordinary  one,\n          quite  at  variance  with  the  psychotic\n          mental state documented  on his  hospital\n          admissions and during my  interviews with\n          him.   It  is entirely  possible,  indeed\n          even  likely,  that  his   psychosis  was\n          precipitated  by  the  discovery  of  his\n          misappropriation of funds.\n\n               Even were Mr.  Regan's psychosis  to\n          have  existed  prior to  his embezzlement\n          coming  to  light, the  evidence  that it\n          affected his thinking and  diminished his\n          mental  capacity is  confined to  his own\n          statements.    The bank  officers  whom I\n          interviewed describe him as  an extremely\n          effective   thinker,    negotiator,   and\n          problem  solver.   Even  were he  to have\n          held  delusional  ideas,   there  is   no\n          evidence  that  his cognitive  capacities\n          were  impaired  by  them.   It  is  quite\n          possible that, even if he had entertained\n          delusions,    he    could    also    have\n          misappropriated funds simply for personal\n          gain.  Given the information available to\n\n                             -7-\n\n          me, it is  not possible  to resolve  this\n          question from a psychiatric perspective.\n\n          Prior to the sentencing  hearing defendant moved to\n\npresent oral testimony of the  doctors and for permission  to\n\ncross-examine Dr. Strasburger.  The court denied this motion.\n\nAt  the  hearing,  after  briefly  stating  its  reasons  for\n\nconcurring with  Dr. Strasburger, it  expressed its  ultimate\n\nconclusion previously quoted.\n\n          Following its  decision from  the bench, the  court\n\nallowed defendant to  file an  offer of proof  to permit  the\n\ncourt to  reconsider.  Thereafter defendant  filed a further,\n\ntwo page letter  from Dr.  Kelly, and a  seven page,  single-\n\nspace, letter from Dr. Mayer.  The former added little.   The\n\nsecond  was full and detailed, but, at bottom, did not change\n\nthe picture; there remained  two views.  We  have, therefore,\n\nan  experienced   judge,  who  spoke  thoughtfully,  \"I  have\n\nreviewed  this record  very  carefully, and  I  have done  it\n\nseveral  times over the past week.\"  The record was unusually\n\nextensive.  In  addition he agreed to  receive further proof,\n\nand no doubt equally  considered it.  That this  evidence was\n\nnot allowed  to  be  presented orally  was  well  within  the\n\ncourt's  discretion.   United  States v.  Pugliese, 805  F.2d\n                                                  \n\n1117,  1123 (2d  Cir.  1986).    See  also  U.S.S.G.    6A1.3\n                                          \n\nCommentary.\n\n          There  remains that  defendant was  not allowed  to\n\ncross-examine  Dr. Strasburger.   We  have never  held it  an\n\n                             -8-\n\nabuse of discretion  to deny cross-examination in  sentencing\n\nhearings.   E.g., United  States v. Zuleta-Alvarez,  922 F.2d\n                                                  \n\n33,  36 (1st Cir. 1990), cert. denied, 111 S.Ct. 2039 (1991).\n                                     \n\nThis  would not be the case to  begin.  While offers of proof\n\nare not  normally required in connection with cross-examining\n\na  hostile witness, see United States  v. Colonial Motor Inn,\n                                                             \n\nInc., 440 F.2d  1227, 1228 (1st Cir. 1971),  this was an area\n    \n\nwhere defendant should well  know what he would ask or try to\n\nelicit from  Dr. Strasburger.  Cf. United States v. Shattuck,\n                                                            \n\nante.    In  his  offer  of  proof  he  made  no  substantive\n    \n\nsuggestions.  We see no error.\n\n          In closing  this aspect, this  is not a  case where\n\nthe defendant  was of general diminished  capacity, but quite\n\nthe  contrary.  His extreme  views were on  a single subject,\n\nand  even here they merely pursued opinions that were held by\n\nother  doomsayers, and envisioned  conditions not  unknown to\n\nhistory.  Defendant had read  depressing books, and his  work\n\nin the Bank was with economic entities that were moribund, or\n\nnearly so.  Even  if a reduced sentence could be warranted in\n\nthe  case of a  single delusion,  it does  not follow  that a\n\ndelusion means psychosis.  In any event, according to his own\n\nexpert, defendant continued his conduct, which he knew to  be\n\nwrongful,  during  intervals  when,  concededly,  he was  not\n\npsychotic.   This  is an unusual  case, and we  have given it\n\nmuch  attention, but  the  court had  defendant's case  fully\n\n                             -9-\n\nbefore it, and we believe that to complain about  a breach of\n\ndiscretion in not receiving it orally is truly frivolous.\n\n                             -10-\n\n                      Continuing Offense\n                                        \n\n          During Regan's embezzlement  activities the  United\n\nStates Sentencing  Guidelines   2B1.1(b)(1) was  amended with\n\nthe result  of increasing the base level  enhancement for the\n\namount here  embezzled from  twelve levels  to fifteen.   See\n                                                             \n\nU.S.S.G.  Manual, Appendix  C,  pp. 39-40,  Amendment No.  99\n\n(effective  Nov. 1, 1989).   The court applied the amendment,\n\nand   defendant  complains   this  was   an  ex   post  facto\n                                                             \n\ndeprivation.   The ex post  facto clause of  the Constitution\n                                 \n\n\"forbids the application  of any law  or rule that  increases\n\npunishment for  pre-existing  conduct.\"    United  States  v.\n                                                         \n\nHavener,  905 F.2d 3, 5  (1st Cir. 1990);  Miller v. Florida,\n                                                            \n\n482 U.S. 423 (1987).  Where a \"continuing offense\"  straddles\n\nthe  old and new law, however, applying the new is recognized\n\nas constitutionally sound.   E.g., United States v. Arboleda,\n                                                            \n\n929 F.2d 858, 871 (1st Cir. 1991).  See also United States v.\n                                                          \n\nFazio,  914 F.2d 950, 959  n. 14 (7th  Cir. 1990) (collecting\n     \n\ncases).  We agree with the defendant that the cases relied on\n\nby the government can arguably be  distinguished in the sense\n\nthat  all involved  true straddles  where the  offense itself\n\nbegan  before   the  increase   in  sentence   but  concluded\n\nafterwards.   The  government  says  that  this was  all  one\n\nscheme, though  variously  carried out,  to  use  defendant's\n\noffice  to embezzle from his employer.   However, pursuant to\n\nthe substitute indictment,  defendant was formally  sentenced\n\n                             -11-\n\nfor some  offenses that  were completed before  the guideline\n\nincrease  and, if the prior guideline were applied (either to\n\nall  the  counts  or  through  some  \"blended\"  method),  his\n\nsentence would be lower.\n\n          Nevertheless,  we think it  constitutional that the\n\ndefendant be subject to the sentence actually imposed even if\n\nno increased  penalty is  permitted for the  convictions that\n\noccurred before the guideline increase.  Under the guidelines\n\nthe prior  acts of embezzlement were  \"relevant conduct\" that\n\nwould enhance defendant's sentence for the embezzlements that\n\noccurred after  the guideline  increase even if  he had  been\n\nconvicted   only    on   the   latter   counts.      U.S.S.G.\n                \n\n   1B1.3(a)(2); 3D1.2(b),  (d).   These two  guidelines taken\n\ntogether  base  the sentence  on  the  full amount  embezzled\n\nduring  the same  course of conduct  or as  part of  the same\n\nscheme  or plan even if a defendant is indicted and convicted\n\non just one  of the counts.   See  U.S.S.G.   3D1.2, Note  4,\n                                 \n\nexample  4.     In   this  instance,  however   pleaded,  the\n\ndefendant's embezzlements  were manifestly  part of the  same\n\nongoing scheme of embezzlements.\n\n          The  guidelines'  criminal  history provisions  are\n\nroutinely   applied  to   increase   sentences   based   upon\n\nconvictions that occurred before the guidelines were adopted.\n\nCf.  United  States v.  Ykema, 887  F.2d  697, 700  (6th Cir.\n                             \n\n1989),  cert. denied, 493 U.S.  1062 (1990); United States v.\n                                                          \n\n                             -12-\n\nCusack, 901  F.2d 29, 32  (4th Cir.  1990).   For example,  a\n      \n\nrepeat offender statute may increase the sentence for a later\n\ncrime based  on convictions that occurred  before the statute\n\nwas  enacted.   See  United  States v.  Ykema,  ante, (citing\n                                                    \n\ncases).  In  those cases, as in  this one, the  defendant has\n\nfair warning at the  time he commits his later acts  that the\n\nprior  ones may or will  be used in  determining his sentence\n\nfor the  latter ones.  Cf. Amaral v. I.N.S., 977 F.2d 33, 36-\n                                           \n\n37 (1st Cir. 1992).   Accordingly, there is no ex post  facto\n                                                             \n\nviolation in this case.   It may be that  some of defendant's\n\nearlier 40 month  sentences could not be supported,  but they\n\nare  to be  served  concurrently, and  as  defendant has  not\n\nsuggested prejudice we do not pursue the matter.\n\n                         Enhancements\n                                     \n\n          Finally, defendant complains that there should have\n\nbeen  no enhancements  under U.S.S.G.    3B1.3 \"for  abuse of\n\ntrust,\"   and  under    2B1.1(b)(4)  for  more  than  minimum\n\nplanning.  Defendant, in talking about  abuse of trust, which\n\nhe says  is already  included in embezzlement,  neglects that\n\n  3B1.3   includes  \"special   skill.\"     The  court   dealt\n\nunanswerably  with  defendant's  special  skill.    Defendant\n\ncomplains,  equally  unwarrantably,  that  the  size  of  the\n\nembezzlement,   for  which   his   sentence  was   increased,\n\nnecessarily assumed  planning, so  that to  add more for  the\n\n                             -13-\n\nplanning was  redundant.  There  could be  no end  to such  a\n\ncontention.\n\n          Affirmed.\n                  \n\n                             -14-\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">March 29, 1993    UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-2025\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                       PETER J. REGAN,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. A. David Mazzone, U.S. District Judge]\n                                                    \n\n                                         \n\n                            Before\n\n                    Boudin, Circuit Judge,\n                                         \n\n                Aldrich, Senior Circuit Judge,\n                                             \n\n                  and Stahl, Circuit Judge.\n                                          \n\n                                         \n\nGeorge F.  Gormley with  whom John  D.  Colucci was  on brief  for\n                                               \nappellant.\nRalph F.  Boyd, Jr., Assistant  United States  Attorney, with whom\n                   \nRobert  J.  Lynn,  Assistant  United  States  Attorney,  and  A.  John\n                                                                  \nPappalardo, United States Attorney, were on brief for appellee.\n      \n\n                                         \n\n                        March 29, 1993\n                                         \n\n          ALDRICH, Senior Circuit Judge.   Defendant Peter J.\n                                       \n\nRegan,  who pled guilty to 55 counts of bank embezzlement (18\n\nU.S.C.   656)  on February 18,  1992 with no  reservations or\n\nconditions  now relevant,  appeals with  respect to  his U.S.\n\nSentencing Guidelines  sentence of 40 months,  (a) because he\n\nwas not allowed a  hearing on oral testimony with  respect to\n\nhis claimed deduction on  account of diminished capacity; (b)\n\nbecause he  was sentenced under guidelines  issued later than\n\nthe dates of some of his actions, and  (c) because there were\n\nenhancements  made  for  abuse of  trust  and  for more  than\n\nminimum planning.  We affirm.\n\n          Defendant,  during   the  period  covered   by  the\n\nindictment, viz.,  November, 1987  to  July 16,  1991, was  a\n\nsenior vice president in charge  of the Special Loan Services\n\nDivision  of  the Shawmut  National Bank.    As head  of this\n\ndivision,  defendant directly  supervised and  controlled the\n\ncollection  and   \"work-out\"   of  delinquent   and   problem\n\ncommercial loans.   Because of the individuality of this work\n\nand   defendant's   seniority,    he   was    extraordinarily\n\nunsupervised,  all the way from his actions in causing debits\n\nor credits to Shawmut's cash  collateral account, down to his\n\nmaintaining personal custody of the files.  During the period\n\nin  question he exercised this freedom in a number of manners\n\nso as to embezzle some $2,500,000 from the Bank.  On July 16,\n\n                             -2-\n\n1991, by reason of a conspicuous act, he was  discovered.  He\n\nwas promptly indicted and, in due course, pleaded guilty.\n\n                     Diminished Capacity\n                                        \n\n          Defendant  first  challenges  the district  court's\n\nrefusal to hold an evidentiary hearing on his  entitlement to\n\na   downward  departure   for  diminished   mental  capacity.\n\nSentencing Guidelines   5K2.13 provides as follows:\n\n            5K2.13.    Diminished Capacity  (Policy\n                                          \n          Statement)\n\n          If the defendant committed  a non-violent\n          offense     while      suffering     from\n          significantly reduced mental capacity not\n          resulting from voluntary  use of drugs or\n          other intoxicants, a  lower sentence  may\n          be  warranted  to reflect  the  extent to\n          which reduced mental capacity contributed\n          to   the   commission  of   the  offense,\n          provided  that  the defendant's  criminal\n          history  does  not  indicate a  need  for\n          incarceration to protect the public.\n\nThe  burden of  proving causation  is on  the defendant,  and\n\nthere can be no appeal from the district court's  denial of a\n\nreduction.  United States  v. Lauzon, </pre><span class=\"citation\" data-id=\"564776\"><a href=\"/opinion/564776/united-states-v-michael-neal-lauzon/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">326</span></a></span><pre class=\"inline\">,  331 (1st\n                                    \n\nCir.),  cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">450</span></span><pre class=\"inline\">  (1991); United States v.\n                                                          \n\nShattuck, </pre><span class=\"citation\" data-id=\"581517\"><a href=\"/opinion/581517/united-states-v-lewis-donald-shattuck/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1012</span></a></span><pre class=\"inline\"> (1st Cir.  1992).  However,  \"[w]hen\n        \n\nany factor  important  to  the  sentencing  determination  is\n\nreasonably in dispute, the parties shall be given an adequate\n\nopportunity to present information to the court regarding the\n\nfactor.\"  U.S.S.G.   6A1.3(a).  Except with respect to cross-\n\nexamination,  post,  defendant   does  not  claim  that   his\n                  \n\n                             -3-\n\npresentation  was substantively  curtailed; his  complaint is\n\nthat the refusal to hear it on oral testimony was an abuse of\n\ndiscretion.  United States v. Gerante, </pre><span class=\"citation\" data-id=\"533564\"><a href=\"/opinion/533564/united-states-v-joseph-gerante/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">364</span></a></span><pre class=\"inline\">, 367 (1st\n                                     \n\nCir. 1989); see also Fed. R. Crim. P. 32(a)(1).\n                    \n\n          In the  written record  there was the  pre-sentence\n\nreport  containing a  lengthy  statement  from defendant  and\n\nfavoring and unfavoring opinions of experts.  The court chose\n\nto accept the latter, concluding,\n\n          I have no confidence at all . . . in that\n          defense.  I have  no doubt that this case\n          has had a severe and traumatic effect  on\n          Mr. Regan, but I  fear that that all took\n          place  after he  was  caught.   I do  not\n          believe   he   was   diminished  in   his\n          capacity.   I accept the report of Doctor\n          Strasburger.   And  during the  course of\n          his   criminal   conduct,   he  was   not\n          diminished in his capacity.\n\nWe review the  evidence as the  best approach to  defendant's\n\ncontention that  the court  abused its discretion  in denying\n\noral presentation.   Basically, defendant contends diminished\n\ncapacity produced  a delusional  conviction that  the country\n\nwas faced with economic, and hence political, chaos for which\n\nhe must fortify  himself.  In the late 1970s  and early 1980s\n\nhe  stored  dried foods  in  his  cellar, ultimately  several\n\nyears' supply,  stored firewood,  and  made arrangements  for\n\nwater and  other necessities.   These were all  acquired with\n\ndefendant's  own  earnings.   Commencing  in  November  1987,\n\nhowever, defendant  exercised what  the record shows  to have\n\nbeen highly  skillful and comprehensive methods  -- hence the\n\n                             -4-\n\n55  counts  -- to  divert Bank  funds.   Their  ingenuity and\n\neffective concealment, evoking no suspicions, show remarkable\n\nability.  The proceeds largely were salted away in Swiss bank\n\naccounts.    Shortly after  his  discovery  and discharge  by\n\nShawmut, defendant voluntarily entered McLean Hospital, where\n\nhe  was found  to  be profoundly  disturbed.   At  first  his\n\ncondition was too serious to assist in his defense, but after\n\ntwo admissions he sufficiently recovered,  and ultimately was\n\nallowed to plead.\n\n          In  connection with  the  coming  sentence  hearing\n\ndefendant  submitted records from McLean Hospital and letters\n\nfrom three  psychiatrists.   The earliest  was from  a McLean\n\nHospital doctor, Joseph Triebwasser, dated August 9, 1991, at\n\nwhich time defendant was  severely psychotic, indicating that\n\nthis severe illness was  consistent with his alleged criminal\n\nactivities prior  to his  admission.   This brief letter  was\n\naddressed  to insurance  coverage  and is  of no  substantial\n\nvalue.  On November 21, 1991 Dr. Martin J. Kelly addressed  a\n\nletter  to  the  court  with  relation  to  defendant's  then\n\ninability  to  participate in  legal  activities.   This  was\n\nfollowed  by  a  letter  from Dr.  Kelly  with  reference  to\n\nsentencing, dated December 13, 1991 in which the doctor spoke\n\n                             -5-\n\nof  defendant's  competence, his  high intelligence,  and his\n\nability\n\n          to function, except when  it deteriorates\n          into  psychosis as  it has  from time  to\n          time over the past 10 years. . . .[1]\n\n               It  is  difficult  to  say  that Mr.\n          Regan did not have the capacity  to known\n          (sic) the nature and  quality of his acts\n          or did not have the capacity to know that\n          what he  was doing was wrongful  in light\n          of  his  own  behavior, his  capacity  to\n          function  at work, and  as mentioned, his\n          intelligence.  But, the behaviors seem to\n          me  in   large  measure  driven   by  his\n          psychiatric  problems which  occasionally\n          deteriorate to the point of faulty realty\n          testing  and  frank psychosis.   However,\n          for  much of the past 10 years he has not\n                                                   \n          been  in a  psychotic  state  and  during\n          those  periods  was   also  involved   in\n          hoarding money as well as  provisions and\n          arming  himself  in  anticipation of  the\n          looming  economic collapse  and resultant\n          anarchy.  (Emphasis in original).\n\nThis was followed  by a letter  from Dr. Pierre  V. Mayer  in\n\nwhich he said,\n\n          I  wanted to  let  you know  that I  have\n          received    Dr.   Kelly's    report   and\n          essentially agree with  his findings.  (I\n          would qualify this  by adding  that I  am\n          not convinced that Mr. Regan did not have\n          some degree of psychosis over the past 10\n          years).\n\n          This less  than forceful opinion was  followed by a\n\nfurther letter from Dr. Kelly.\n\n                    \n\n1.  We  interject  here  that  there is  no  evidence  beyond\nmedical  opinion, except  from  defendant  himself, that  his\nabilities  ever deteriorated  or  faltered.   His  associates\nnever observed such.\n\n                             -6-\n\n          In response, the government submitted a report from\n\nDr. Larry  H.  Strasburger.   After  indicating that  he  had\n\nreviewed defendant's personal  history as given to  him in an\n\ninterview   and  the   medical  records,  the   letters  from\n\ndefendant's experts, and interviews with officers at the Bank\n\nwho  had  dealt  with  defendant,  the  doctor  concluded  as\n\nfollows:\n\n               There  was no  information available\n          to this examiner which  would corroborate\n          the existence of a psychosis prior to Mr.\n          Regan's hospitalization in July  of 1991.\n          While  delusional  beliefs and  psychotic\n          thinking may  have been present  prior to\n          the    discovery     of    Mr.    Regan's\n          embezzlement,  these  phenomena were  not\n          evidenced   to   the  coworkers   whom  I\n          interviewed.    They   stated  that   Mr.\n          Regan's  capacity  to  think clearly  and\n          effectively  was  an  extraordinary  one,\n          quite  at  variance  with  the  psychotic\n          mental state documented  on his  hospital\n          admissions and during my  interviews with\n          him.   It  is entirely  possible,  indeed\n          even  likely,  that  his   psychosis  was\n          precipitated  by  the  discovery  of  his\n          misappropriation of funds.\n\n               Even were Mr.  Regan's psychosis  to\n          have  existed  prior to  his embezzlement\n          coming  to  light, the  evidence  that it\n          affected his thinking and  diminished his\n          mental  capacity is  confined to  his own\n          statements.    The bank  officers  whom I\n          interviewed describe him as  an extremely\n          effective   thinker,    negotiator,   and\n          problem  solver.   Even  were he  to have\n          held  delusional  ideas,   there  is   no\n          evidence  that  his cognitive  capacities\n          were  impaired  by  them.   It  is  quite\n          possible that, even if he had entertained\n          delusions,    he    could    also    have\n          misappropriated funds simply for personal\n          gain.  Given the information available to\n\n                             -7-\n\n          me, it is  not possible  to resolve  this\n          question from a psychiatric perspective.\n\n          Prior to the sentencing  hearing defendant moved to\n\npresent oral testimony of the  doctors and for permission  to\n\ncross-examine Dr. Strasburger.  The court denied this motion.\n\nAt  the  hearing,  after  briefly  stating  its  reasons  for\n\nconcurring with  Dr. Strasburger, it  expressed its  ultimate\n\nconclusion previously quoted.\n\n          Following its  decision from  the bench, the  court\n\nallowed defendant to  file an  offer of proof  to permit  the\n\ncourt to  reconsider.  Thereafter defendant  filed a further,\n\ntwo page letter  from Dr.  Kelly, and a  seven page,  single-\n\nspace, letter from Dr. Mayer.  The former added little.   The\n\nsecond  was full and detailed, but, at bottom, did not change\n\nthe picture; there remained  two views.  We  have, therefore,\n\nan  experienced   judge,  who  spoke  thoughtfully,  \"I  have\n\nreviewed  this record  very  carefully, and  I  have done  it\n\nseveral  times over the past week.\"  The record was unusually\n\nextensive.  In  addition he agreed to  receive further proof,\n\nand no doubt equally  considered it.  That this  evidence was\n\nnot allowed  to  be  presented orally  was  well  within  the\n\ncourt's  discretion.   United  States v.  Pugliese, </pre><span class=\"citation\" data-id=\"479794\"><a href=\"/opinion/479794/united-states-v-giuseppe-pugliese-and-pietro-pugliese/\"><span class=\"volume\">805</span>  <span class=\"reporter\">F.2d</span>\n                                                  \n\n<span class=\"page\">1117</span></a></span><pre class=\"inline\">,  1123 (2d  Cir.  1986).    See  also  U.S.S.G.    6A1.3\n                                          \n\nCommentary.\n\n          There  remains that  defendant was  not allowed  to\n\ncross-examine  Dr. Strasburger.   We  have never  held it  an\n\n                             -8-\n\nabuse of discretion  to deny cross-examination in  sentencing\n\nhearings.   E.g., United  States v. Zuleta-Alvarez,  </pre><span class=\"citation no-link\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span>\n                                                  \n\n<span class=\"page\">33</span></span><pre class=\"inline\">,  36 (1st Cir. 1990), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2039</span></span><pre class=\"inline\"> (1991).\n                                     \n\nThis  would not be the case to  begin.  While offers of proof\n\nare not  normally required in connection with cross-examining\n\na  hostile witness, see United States  v. Colonial Motor Inn,\n                                                             \n\nInc., </pre><span class=\"citation\" data-id=\"295970\"><a href=\"/opinion/295970/united-states-v-colonial-motor-inn-inc-and-maurice-shear/\"><span class=\"volume\">440</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1227</span></a></span><pre class=\"inline\">, 1228 (1st Cir. 1971),  this was an area\n    \n\nwhere defendant should well  know what he would ask or try to\n\nelicit from  Dr. Strasburger.  Cf. United States v. Shattuck,\n                                                            \n\nante.    In  his  offer  of  proof  he  made  no  substantive\n    \n\nsuggestions.  We see no error.\n\n          In closing  this aspect, this  is not a  case where\n\nthe defendant  was of general diminished  capacity, but quite\n\nthe  contrary.  His extreme  views were on  a single subject,\n\nand  even here they merely pursued opinions that were held by\n\nother  doomsayers, and envisioned  conditions not  unknown to\n\nhistory.  Defendant had read  depressing books, and his  work\n\nin the Bank was with economic entities that were moribund, or\n\nnearly so.  Even  if a reduced sentence could be warranted in\n\nthe  case of a  single delusion,  it does  not follow  that a\n\ndelusion means psychosis.  In any event, according to his own\n\nexpert, defendant continued his conduct, which he knew to  be\n\nwrongful,  during  intervals  when,  concededly,  he was  not\n\npsychotic.   This  is an unusual  case, and we  have given it\n\nmuch  attention, but  the  court had  defendant's case  fully\n\n                             -9-\n\nbefore it, and we believe that to complain about  a breach of\n\ndiscretion in not receiving it orally is truly frivolous.\n\n                             -10-\n\n                      Continuing Offense\n                                        \n\n          During Regan's embezzlement  activities the  United\n\nStates Sentencing  Guidelines   2B1.1(b)(1) was  amended with\n\nthe result  of increasing the base level  enhancement for the\n\namount here  embezzled from  twelve levels  to fifteen.   See\n                                                             \n\nU.S.S.G.  Manual, Appendix  C,  pp. 39-40,  Amendment No.  99\n\n(effective  Nov. 1, 1989).   The court applied the amendment,\n\nand   defendant  complains   this  was   an  ex   post  facto\n                                                             \n\ndeprivation.   The ex post  facto clause of  the Constitution\n                                 \n\n\"forbids the application  of any law  or rule that  increases\n\npunishment for  pre-existing  conduct.\"    United  States  v.\n                                                         \n\nHavener,  </pre><span class=\"citation\" data-id=\"542933\"><a href=\"/opinion/542933/united-states-v-larry-c-havener/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></a></span><pre class=\"inline\">, 5  (1st Cir. 1990);  Miller v. Florida,\n                                                            \n\n</pre><span class=\"citation\" data-id=\"111917\"><a href=\"/opinion/111917/miller-v-florida/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">423</span></a></span><pre class=\"inline\"> (1987).  Where a \"continuing offense\"  straddles\n\nthe  old and new law, however, applying the new is recognized\n\nas constitutionally sound.   E.g., United States v. Arboleda,\n                                                            \n\n</pre><span class=\"citation\" data-id=\"558577\"><a href=\"/opinion/558577/united-states-v-carlos-arboleda-united-states-v-martin-castillo-united/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">858</span></a></span><pre class=\"inline\">, 871 (1st Cir. 1991).  See also United States v.\n                                                          \n\nFazio,  </pre><span class=\"citation\" data-id=\"548411\"><a href=\"/opinion/548411/united-states-v-frank-l-fazio/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">950</span></a></span><pre class=\"inline\">, 959  n. 14 (7th  Cir. 1990) (collecting\n     \n\ncases).  We agree with the defendant that the cases relied on\n\nby the government can arguably be  distinguished in the sense\n\nthat  all involved  true straddles  where the  offense itself\n\nbegan  before   the  increase   in  sentence   but  concluded\n\nafterwards.   The  government  says  that  this was  all  one\n\nscheme, though  variously  carried out,  to  use  defendant's\n\noffice  to embezzle from his employer.   However, pursuant to\n\nthe substitute indictment,  defendant was formally  sentenced\n\n                             -11-\n\nfor some  offenses that  were completed before  the guideline\n\nincrease  and, if the prior guideline were applied (either to\n\nall  the  counts  or  through  some  \"blended\"  method),  his\n\nsentence would be lower.\n\n          Nevertheless,  we think it  constitutional that the\n\ndefendant be subject to the sentence actually imposed even if\n\nno increased  penalty is  permitted for the  convictions that\n\noccurred before the guideline increase.  Under the guidelines\n\nthe prior  acts of embezzlement were  \"relevant conduct\" that\n\nwould enhance defendant's sentence for the embezzlements that\n\noccurred after  the guideline  increase even if  he had  been\n\nconvicted   only    on   the   latter   counts.      U.S.S.G.\n                \n\n   1B1.3(a)(2); 3D1.2(b),  (d).   These two  guidelines taken\n\ntogether  base  the sentence  on  the  full amount  embezzled\n\nduring  the same  course of conduct  or as  part of  the same\n\nscheme  or plan even if a defendant is indicted and convicted\n\non just one  of the counts.   See  U.S.S.G.   3D1.2, Note  4,\n                                 \n\nexample  4.     In   this  instance,  however   pleaded,  the\n\ndefendant's embezzlements  were manifestly  part of the  same\n\nongoing scheme of embezzlements.\n\n          The  guidelines'  criminal  history provisions  are\n\nroutinely   applied  to   increase   sentences   based   upon\n\nconvictions that occurred before the guidelines were adopted.\n\nCf.  United  States v.  Ykema, </pre><span class=\"citation\" data-id=\"530593\"><a href=\"/opinion/530593/united-states-v-henry-l-ykema/\"><span class=\"volume\">887</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">697</span></a></span><pre class=\"inline\">, 700  (6th Cir.\n                             \n\n1989),  cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">1062</span></span><pre class=\"inline\"> (1990); United States v.\n                                                          \n\n                             -12-\n\nCusack, </pre><span class=\"citation\" data-id=\"539966\"><a href=\"/opinion/539966/united-states-v-thomas-cusack-aka-tc/\"><span class=\"volume\">901</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">29</span></a></span><pre class=\"inline\">, 32  (4th Cir.  1990).   For example,  a\n      \n\nrepeat offender statute may increase the sentence for a later\n\ncrime based  on convictions that occurred  before the statute\n\nwas  enacted.   See  United  States v.  Ykema,  ante, (citing\n                                                    \n\ncases).  In  those cases, as in  this one, the  defendant has\n\nfair warning at the  time he commits his later acts  that the\n\nprior  ones may or will  be used in  determining his sentence\n\nfor the  latter ones.  Cf. Amaral v. I.N.S., </pre><span class=\"citation\" data-id=\"592216\"><a href=\"/opinion/592216/antonio-amaral-v-immigration-and-naturalization-service/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">33</span></a></span><pre class=\"inline\">, 36-\n                                           \n\n37 (1st Cir. 1992).   Accordingly, there is no ex post  facto\n                                                             \n\nviolation in this case.   It may be that  some of defendant's\n\nearlier 40 month  sentences could not be supported,  but they\n\nare  to be  served  concurrently, and  as  defendant has  not\n\nsuggested prejudice we do not pursue the matter.\n\n                         Enhancements\n                                     \n\n          Finally, defendant complains that there should have\n\nbeen  no enhancements  under U.S.S.G.    3B1.3 \"for  abuse of\n\ntrust,\"   and  under    2B1.1(b)(4)  for  more  than  minimum\n\nplanning.  Defendant, in talking about  abuse of trust, which\n\nhe says  is already  included in embezzlement,  neglects that\n\n  3B1.3   includes  \"special   skill.\"     The  court   dealt\n\nunanswerably  with  defendant's  special  skill.    Defendant\n\ncomplains,  equally  unwarrantably,  that  the  size  of  the\n\nembezzlement,   for  which   his   sentence  was   increased,\n\nnecessarily assumed  planning, so  that to  add more for  the\n\n                             -13-\n\nplanning was  redundant.  There  could be  no end  to such  a\n\ncontention.\n\n          Affirmed.\n                  \n\n                             -14-\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/295970/",
    "http://www.courtlistener.com/api/rest/v3/opinions/479794/",
    "http://www.courtlistener.com/api/rest/v3/opinions/530593/",
    "http://www.courtlistener.com/api/rest/v3/opinions/533564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/539966/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542933/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548411/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558577/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564776/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/592216/"
  ]
}