{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/194737/",
  "absolute_url": "/opinion/194737/united-states-v-scalia/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/194737/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:23:47Z",
  "date_modified": "2016-02-28T04:51:08.257763Z",
  "type": "010combined",
  "sha1": "692ad68a6cb838a6b1f520a35547c33712222b22",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1018.01A",
  "local_path": null,
  "plain_text": "May 21, 1993\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \nNo. 93-1018\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                      RICKIE ALBERT SCALIA,\n\n                      Defendant, Appellant.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                    FOR THE DISTRICT OF MAINE\n\n           [Hon. D. Brock Hornby, U.S. District Judge]\n                                                     \n\n                                           \n\n                              Before\n\n                       Selya, Circuit Judge,\n                                           \n\n                 Friedman,* Senior Circuit Judge,\n                                                \n\n                     and Cyr, Circuit Judge.\n                                           \n\n                                           \n\n   James  Michael Merberg with whom  Susan J. Naughton  was on brief\n                                                      \nfor appellant.\n   F.  Mark Terison,  Assistant  United States  Attorney, with  whom\n                   \nRichard S. Cohen,  United States  Attorney, and  Jonathan R.  Chapman,\n                                                                   \nAssistant United States Attorney, were on brief for appellee.\n\n                                           \n\n                           May 21, 1993\n                                           \n\n                \n\n*Of the Federal Circuit, sitting by designation.\n          CYR,  Circuit Judge.    Appellant Rickie  Albert Scalia\n          CYR,  Circuit Judge.\n                             \n\nentered a conditional guilty plea, see Fed. R. Crim. P. 11(a)(2),\n                                      \n\nfollowing the district court's  denial of his motion  to suppress\n\nevidence  seized from his residence pursuant to a search warrant.\n\nHe now  appeals, see id.,  his conviction for  unlawful \"manufac-\n                        \n\nture\"  of marijuana, 21 U.S.C.   841(a)(1);  18 U.S.C.   2, and a\n\ncriminal forfeiture  conviction under  21 U.S.C.    853.   Scalia\n\nalso challenges the mandatory minimum five-year  sentence imposed\n\npursuant to  21 U.S.C.    841(b)(1)(B)(vii) (minimum  sentence of\n\nfive  years for \"manufacture\"  of one  hundred or  more marijuana\n\nplants).    Scalia contends  that  the  affidavit supporting  the\n\nsearch warrant application was insufficient to establish probable\n\ncause,  and that  the district  court lacked  sufficient reliable\n\nevidence  on which to find  that more than  one hundred marijuana\n\nplants  were seized  from his  residence.   Finding no  error, we\n\naffirm.\n\nA.   Probable Cause\n                   \n\n          On February  14, 1992,  Agent Kenneth MacMaster  of the\n\nMaine Bureau of Intergovernmental Drug Enforcement (BIDE) applied\n\nfor a  state court  warrant to  search appellant's  residence for\n\nmarijuana  and  related  paraphernalia.   MacMaster's  supporting\n\naffidavit  relied upon,  inter  alia, information  provided by  a\n                                    \n\nconfidential informant described as  a \"young concerned citizen.\"\n\nThe  informant told  MacMaster  that he  had  visited the  Scalia\n\nresidence  on  numerous occasions  and  as recently  as  ten days\n\nbefore  coming  to MacMaster.   The  informant  said that  he had\n\nobserved two marijuana plants  a foot tall in  appellant's living\n\nroom, five eighteen-inch  plants in the bedroom, and  from forty-\n\nfive  to  fifty plants  of various  sizes  in a  basement walk-in\n\ncooler.    The informant  told MacMaster  that  s/he was  able to\n\nrecognize the plants because  s/he had \"received instruction from\n\nhis/her school  concerning various drugs,\"  and that some  of the\n\ninformant's family and  friends were casual marijuana users.  The\n\nmarijuana  plants in the  walk-in cooler  were being  grown under\n\nartificial  lights  operated  by switches  installed  outside the\n\npadlocked cooler door.   The informant observed that  other rooms\n\nin appellant's residence and rooms in an adjacent horse barn were\n\npadlocked  as well, and that  Scalia kept several  shotguns and a\n\nhandgun on the premises.  On at least four occasions,  the infor-\n\nmant observed Scalia selling marijuana at either his residence or\n\nhis business premises.\n\n          The primary  contention Scalia makes on  appeal is that\n\nthe  MacMaster affidavit  did not  establish the  reliability and\n\nveracity of the informant because (1) MacMaster did not explicit-\n\nly  attest that the informant  had no prior  criminal record; (2)\n                                           \n\nthe  informant apparently  had  not provided  information to  law\n\nenforcement  officials  previously;  and  (3)  MacMaster  did not\n\n                                4\n\nattempt  to  corroborate the  informant's  tip through  follow-up\n\nsurveillance efforts at appellant's residence.1\n\n          We review the issuance of  a search warrant with \"great\n\ndeference,\"  United States v. Ciampa,  793 F.2d 19,  22 (1st Cir.\n                                    \n\n1986), to verify that there existed a \"substantial basis\" for the\n\njudicial  officer's common-sense  determination that,  \"given all\n\nthe  circumstances set forth  in the affidavit .  . . , including\n\nthe  'veracity' and  'basis  of knowledge'  of persons  supplying\n\nhearsay information, there [was]  a fair probability that contra-\n\nband or  evidence of a  crime [would]  be found  in a  particular\n\nplace.\"   United States v. Caggiano,  899 F.2d 99,  102 (1st Cir.\n                                   \n\n1990) (quoting Illinois v. Gates, 462 U.S. 213, 238-39 (1983)).\n                                \n\n          The  MacMaster affidavit stated  that the informant was\n\n\"not currently  facing any  criminal or  juvenile charges  nor is\n              \n\nhe/she under  suspicion for  any wrongdoing.\"   (Emphasis added.)\n\nAppellant  first suggests that MacMaster's  use of the word \"cur-\n\nrently\" was deliberate wordplay    a statement  which was techni-\n\ncally true but designed to camouflage the fact that the informant\n\nhad  confronted criminal or juvenile charges in the past.  Gener-\n                                                        \n\n                  \n\n   1Appellant likewise contends that  the affidavit heavily depended\non \"stale\"  evidence, namely DEA  and BIDE debriefing  interviews with\nappellant's alleged  associates implicating appellant in  similar drug\ntrafficking activities as far back as 1986-87.  As the recent informa-\ntion provided  by the informant  was sufficient to  establish probable\ncause, we need  not address the \"staleness\" claim.   See United States\n                                                                    \nv. Bucuvalas, 970 F.2d 937,  940 (1st Cir. 1992) (\"Staleness does  not\n          \nundermine the  probable cause determination if  the affidavit contains\ninformation  that updates,  substantiates,  or corroborates  the stale\nmaterial.\"), cert. denied, 113 S. Ct. 1382 (1993).\n                       \n\n                                5\n\nally speaking, the representations  contained in a search warrant\n\naffidavit  are presumed  valid and  truthful.   United  States v.\n                                                              \n\nSpinosa, 982 F.2d  620, 626 (1st Cir. 1992).   To mount an effec-\n       \n\ntive  challenge based on an alleged use of deliberate or reckless\n\nfalsehoods by an affiant, a defendant must request an evidentiary\n\nhearing  pursuant to Franks v. Delaware, 438  U.S. 154 (1978).  A\n                                       \n\nFranks  hearing is required only  if the defendant  makes a \"sub-\n      \n\nstantial  preliminary showing (1)  that a false  statement in the\n\naffidavit has been made knowingly and intentionally, and (2) that\n\nthe  false  statement is  necessary for  the finding  of probable\n\ncause.\"   United States v. Paradis,  802 F.2d 553,  558 (1st Cir.\n                                  \n\n1986).   The defendant's offer of  proof must be \"more  than con-\n\nclusory\"  and should  be supported by  \"[a]ffidavits or  sworn or\n\notherwise reliable statements of witnesses.\"  Franks, 438 U.S. at\n                                                    \n\n171.  A  comparable showing  is required if  the defendant  would\n\nestablish that technically accurate statements by an affiant have\n\nbeen  rendered  misleading by  material  omissions.   See  United\n                                                                 \n\nStates v. Rumney, 867 F.2d 714, 720 (1st Cir.), cert. denied, 491\n                                                            \n\nU.S. 908 (1989).\n\n          Appellant  neither  requested  a  Franks   hearing  nor\n                                                  \n\nattempted an  offer of  proof relating  to any  material omission\n\nfrom the MacMaster affidavit.  Moreover, on appeal there has been\n\nno showing that  the informant  ever had a  criminal or  juvenile\n\nrecord, or  any  other  involvement  with the  law,  which  might\n\n                                6\n\nundermine the reliability of the affidavit.  We therefore find no\n\nbasis for concluding that the informant had a prior record.\n\n          Next, appellant suggests that the reliability of first-\n\ntime  information provided  by  a \"concerned  citizen\" should  be\n\nconsidered  inherently suspect,  since law  enforcement officials\n\ncan  have had  no  \"track record\"  against  which to  assess  the\n\ninformant's competence to  convey accurate intelligence  relating\n\nto criminal activities, or the trustworthiness of the informant's\n\nmotives in  volunteering information.  We disagree.  \"[A] warrant\n\naffidavit [need not contain] an averment of previous reliability,\n\nthe  appropriate inquiry  always  being  whether the  informant's\n\npresent information is  truthful or reliable.\"   United States v.\n                                                              \n\nCochrane, 896 F.2d 635,  641 (1st Cir.) (citing United  States v.\n                                                              \n\nHarris,  403 U.S.  573,  581-82 (1971))  (emphasis added),  cert.\n                                                                 \n\ndenied, 496 U.S. 929 (1990).  In the absence of a prior record of\n      \n\nreliability,  we have  recognized that,  where the  informant was\n\n\"not  a professional .  . . but  a private citizen  with no known\n                                                                 \n\ncriminal record or other  criminal contacts, who came forward  on\n               \n\nhis own  . .  .  [,] the  informant's story  may  be more  easily\n\naccepted . . . .\"  United States v. Campbell, 732 F.2d 1017, 1019\n                                            \n\n(1st Cir. 1984)  (citing United  States v. Burke,  517 F.2d  377,\n                                                \n\n379-81  (1st Cir.  1975)) (emphasis  added).   Since there  is no\n\nevidence  that the informant who  came to MacMaster  either had a\n\ncriminal record, or was suspected of current criminal activity, a\n\n                                7\n\nneutral judicial officer fairly could find that the informant was\n\na \"private citizen\" who volunteered the information to MacMaster.\n\n          Furthermore,  \"an  informant's  reliability   need  not\n\ninvariably be demonstrated through  the detailed narration of the\n\ninformation  previously furnished  to  law enforcement  .  . .  .\n                                 \n\nRather, the affidavit may disclose an adequate basis for evaluat-\n\ning  the informant's  veracity through  the very  specificity and\n                                                             \n\ndetail with which it  relates the informant's first-hand descrip-\n      \n\ntion of  the place  to be  searched or the  items to  be seized.\"\n\nUnited States  v. Taylor, 985  F.2d 3, 6 (1st  Cir. 1993) (citing\n                        \n\nCaggiano,  899 F.2d at  102-03) (emphasis added);  see also Coch-\n                                                                 \n\nrane, 896 F.2d at 641 (\"[A]n important indicia (sic) of reliabil-\n    \n\nity is the  fact that  the informant's knowledge  was based  upon\n\npersonal observation rather than hearsay.\").  As is apparent from\n                    \n\nour  recitation  of  the  confidential  information  provided  to\n\nMacMaster, the  particularity of  the informant's description  of\n\nthe  interior  and contents  of  the  residence (e.g.,  padlocked\n                                                     \n\ndoors,  multiple firearms),  the  location, size,  and number  of\n\nmarijuana plants, the marijuana growing apparatus (e.g., basement\n                                                       \n\ncooler,  artificial  lights),  and  the  illegal marijuana  sales\n\nconducted  by  appellant  inside  the  search  premises, provided\n\nconsiderable  intrinsic support  for the informant's  capacity to\n\n                                8\n\nconvey  reliable intelligence  relating to the  criminal activity\n\nattested to in the affidavit.2\n\n          Finally,  appellant argues  that MacMaster  should have\n\ncorroborated  the informant's  tip before  applying for  a search\n\nwarrant,  preferably through surveillance  of Scalia's residence.\n\nCorroboration may take various forms, however, and we  have never\n\nintimated that surveillance is mandatory.  See, e.g., Taylor, 985\n                                                            \n\nF.2d at 6 (finding probable  cause where corroboration of  infor-\n\nmant's  tip did not go beyond check of target's criminal record).\n\nThe  confidential informant's  tip  to  MacMaster comported  with\n\ninformation received from other  sources, including previous BIDE\n\ndebriefing interviews with several of Scalia's former associates,\n\nsee supra note 1, as well as informal complaints lodged  with the\n         \n\nMaine  State Police  by  eight unidentified  citizens  expressing\n\nconcerns about Scalia's drug trafficking activity.\n\n          The  combined force  of the  informant's  detailed tip,\n\nMacMaster's  expert  assessment,  and  the  corroborative  police\n\nreports provided substantial support  for a common-sense determi-\n\nnation by the issuing judge that there existed a fair probability\n\n                  \n\n   2MacMaster, a BIDE  agent for thirteen years, had participated in\nmore than eighteen hundred  drug investigations.  He attested  both to\nthe informant's demeanor during the interview and  to the authenticity\nof  the informant's  description  of the  suspected criminal  activity\n(\"impressed  by  the honesty  of this  person  and his/her  ability to\ndescribe events which he/she had seen\").   See, e.g., Taylor, 985 F.2d\n                                                          \nat 6 (\"[T]he issuing magistrate properly may credit the experience and\npertinent expertise  of a law  enforcement affiant  in evaluating  the\nauthenticity  of the  informant's  description of  the target's  modus\noperandi.\").\n\n                                9\n\nthat  marijuana  and  related  paraphernalia would  be  found  in\n\nappellant's residence.\n\nB.   Mandatory Minimum Sentence\n                               \n\n          A defendant  convicted under  21 U.S.C.    841(a)(1) is\n\nsubject to a  mandatory five-year minimum  sentence if the  court\n\nfinds by  a  preponderance of  the  evidence that  the  defendant\n\nmanufactured or  possessed \"100 or more  marijuana plants regard-\n\nless  of weight.\"   21  U.S.C.    841(b)(1)(B)(vii).   See United\n                                                                 \n\nStates  v. McMahon, 935 F.2d  397, 400 (1st  Cir.), cert. denied,\n                                                                \n\n112 S. Ct.  272 (1991).  Were it not  for the mandatory statutory\n\nminimum, appellant would  have been exposed  to a 46-to-57  month\n\nguideline sentencing range (Level  23, Criminal History  Category\n\nI),  based on  the total  weight of  the marijuana  plants (111.8\n\nkilograms) seized at his  residence.  See U.S.S.G.    2D1.1(c)(9)\n                                         \n\n(100 KG-400 KG marijuana; level 26); id.   3E1.1(a), (b) (3-level\n                                        \n\nreduction  for  acceptance  of  responsibility);  id.    5G1.1(b)\n                                                     \n\n(\"Where a  statutorily required minimum sentence  is greater than\n\nthe maximum  of the  applicable guideline range,  the statutorily\n\nrequired minimum sentence shall be the guideline sentence.\").\n\n          At  the time the search  warrant was executed, an agent\n\nfor the  Maine Drug  Enforcement Agency, Bruce  Bristow, visually\n\nexamined  the marijuana plants found  on the premises.   Based on\n\nhis  education and  experience,  Bristow concluded  that all  112\n\nplants  were marijuana.  He randomly selected fifteen plants, and\n\n                                10\n\nsubmitted these representative plants  (ranging from one and one-\n\nhalf  inches to  two  feet tall)  for  chemical analysis.3    The\n\nchemical analysis  confirmed that all fifteen  samples were mari-\n\njuana  plants.   Following an  evidentiary hearing,  the district\n\ncourt  found  that all  112 plants  were  marijuana.   Scalia was\n\nsentenced to the mandatory minimum five-year term.\n\n          The district court's drug-quantity finding was based on\n\nfour factors:  (1) Bristow's trained visual identification of all\n\nplants seized at the search scene as marijuana; (2) the fact that\n\nall  the  plants  were  seized contemporaneously  from  the  same\n\nlocation;  (3)  the positive  chemical  analysis  on all  fifteen\n\nsample  plants  tested, and  (4)  the  absence of  evidence  that\n\nappellant was  growing anything other than  marijuana.  Appellant\n\nchallenges only the first factor relied on by the district court,\n\nby  attempting to  undercut the  reliability of  Bristow's visual\n\nidentification.   Appellant argues that Bristow  conceded that at\n\nleast  two  other plant  species which  grow  in Maine  look like\n\nmarijuana  when  they  are only  one  and  one-half  inches tall.\n\nAppellant's claim fails for two reasons.\n\n          First, while the record reflects that Bristow testified\n\nthat  two marijuana look-alikes do grow in Maine, he never stated\n\n                  \n\n   3Bristow  seized 67 plants from the bedroom, measuring from 1 1/2\ninches to 10 inches in height, and 45 plants from the basement cooler,\nall  measuring 24  inches \"more or  less.\"   Bristow then  divided the\nplants into three groups (i.e., 1 1/2  inch, 10 inch, and 24 inch) and\ntook five samples from each group. \n\n                                11\n\nthat his training  and experience left  him incapable of  distin-\n\nguishing  these  look-alikes  from marijuana.4    Rather, Bristow\n\nstood  by his visual identification.  Cf. United States v. Maceo,\n                                                                \n\n873 F.2d 1, 6 (1st Cir.) (extrapolations of drug quantity involve\n\nissues of credibility  and weight of evidence  reserved for trier\n\nof fact), cert.  denied, 493  U.S. 840 (1989);  United States  v.\n                                                             \n\nEcheverri, 982 F.2d  675, 677 (1st  Cir. 1993) (qualification  of\n         \n\n\"expert\" witness reviewed only for manifest abuse of discretion).\n\n          Second,  the other  factors relied  on by  the district\n\ncourt strongly  support its drug-quantity determination  as well.\n\nSee United States v. Akitoye,  923 F.2d 221, 227 (1st  Cir. 1991)\n                            \n\n(factual findings  on drug quantity reviewed  for \"clear error\").\n\n\"Although  the sentencing  court must  'err on  the side  of cau-\n\ntion[,]'\"   United States v. Barnett,     F.2d    ,     [Nos. 91-\n                                                       \n\n                  \n\n   4The relevant exchange was as follows:\n\n   Counsel:  Based  on your  training  and experience,  has it  been\n             brought  to your  attention  that there  are two  other\n             plant-like substances that exhibit similar characteris-\n             tics to the marijuana plant?\n\n   Bristow:  Yes.\n\n   Counsel:  How many different ones to your knowledge?\n\n   Bristow:  That I've run across in the State of Maine, two.  There\n             may be more, two that I'm very familiar with.\n                                                         \n\n   Counsel:  All right.  And part of  your training is to attempt to\n             differentiate between these similar plants and the ones\n             which are in fact marijuana?\n\n   Bristow:  Yes, sir.\n\n                                12\n\n1890,  91-1891, 92-1778, slip op. at 12 (1st Cir. Mar. 29, 1993)]\n\n(approximating producible quantity of controlled  substance based\n\nin part on amount of  precursor chemicals seized) (quoting United\n                                                                 \n\nStates v. Sklar, 920 F.2d 107, 113 (1st Cir. 1990)), drug-quanti-\n               \n\nty  estimations  need  not  be  statistically  or  scientifically\n\nprecise.   See  U.S.S.G.    6A1.3  (\"In resolving  any reasonable\n              \n\ndispute concerning a factor  important to the sentencing determi-\n\nnation, the  court  may  consider  relevant  information  without\n\nregard to  its admissibility under the rules of evidence applica-\n\nble  at  trial,  provided  that the  information  has  sufficient\n                                                                 \n\nindicia  of  reliability  to  support  its  probable  accuracy.\")\n                                                              \n\n(emphasis added);  United States v.  Uwaeme, 975 F.2d  1016, 1018\n                                           \n\n(4th  Cir. 1992)  (noting that  drug-quantity estimations  may be\n\nbased  on hearsay, nonscientific  testimony, defendant's notebook\n\nentries,  street values of drugs equivalent  to money seized from\n\ndefendant,  or on  extrapolations of  potential drug  output from\n\nseized components).\n\n          More to the present point, courts have endorsed statis-\n\ntically based drug-quantity  extrapolations predicated on  random\n\ntest  samples in circumstances  where the government  was able to\n\ndemonstrate an \"adequate basis in  fact for the extrapolation and\n\nthat  the quantity was determined in a manner consistent with the\n\naccepted standards of [reasonable]  reliability.\"  United  States\n                                                                 \n\nv. McCutchen,      F.2d      ,      (3d Cir. 1993)  [No. 92-1536,\n                                   \n\n1993 U.S. App. LEXIS 7651, at 11 (3d Cir. Apr. 13, 1993)]; United\n                                                                 \n\n                                13\n\nStates v. Pirre, 927 F.2d 694, 697 (2d Cir. 1991)  (\"It is suffi-\n               \n\ncient  for the government to  show that its  method of estimating\n\nthe total [amount  of drugs] is grounded  in fact and  is carried\n\nout in a manner consistent with accepted standards of  reliabili-\n\nty.\"); see also Barnett,      F.2d at     [Nos. 91-1890, 91-1891,\n                                         \n\n92-1778,  slip op. at 13] (\"We must determine whether the govern-\n\nment presented  sufficient reliable evidence to  permit the court\n\nreasonably  to conclude  that appellants  were responsible  for a\n\nquantity  of drugs at least  equal to the  quantity threshold for\n\nthe  assigned base  offense  level.\").   For example,  sufficient\n\nindicia  of reliability may be found where a preponderance of the\n\nevidence  demonstrates  that  (1)  a  proper  \"random\"  selection\n\nprocedure was employed; (2) the chemical testing method conformed\n\nwith an accepted methodology; (3) the tested and untested samples\n\nwere  sufficiently similar  in physical  appearance; and  (4) the\n\ntested and untested samples  were contemporaneously seized at the\n\nsearch scene.  See McCutchen,     F.2d at      [No. 92-1536, 1993\n                                              \n\nU.S. App. LEXIS 7651, at 11-12 (3d Cir. Apr. 13, 1993)].  In sum,\n\nthe  overall margin  of reliability  in a  drug-quantity approxi-\n                                   \n\nmation must be  adequate to afford reasonable assurance  that the\n\ndefendant  is not subjected to a guideline sentence or a mandated\n\nminimum  sentence greater  than  warranted by  the reliable  evi-\n\n                                14\n\ndence.5   Given the relatively light burden of proof, the reason-\n\nable reliability  of the drug-quantity sampling and extrapolation\n\nprocedures employed by  the government, and the  utter absence of\n\ncountervailing  drug-quantity  evidence, we  affirm  the district\n\ncourt's findings.  \n\n          Affirmed.\n                  \n\n                  \n\n   5A videotape of Bristow's  \"random\" plant selection procedure was\nreceived  in  evidence.    Unlike  the drug  weight  extrapolation  in\n                                                 \nMcCutchen, chemical analysis of the fifteen sample plants  selected by\n       \nBristow  permitted a  straightforward  extrapolation as  to the  total\nnumber of plants.  The plants, all exhibiting the telltale saw-toothed\n    \nleaf  structure, were seized on the  same day from the same residence,\ngiving  rise to a \"strong  inference\" that only  marijuana plants were\nseized.  McCutchen,        F.2d at       [No. 92-1536,  1993 U.S. App.\n                                      \nLEXIS 7651, at 13 (Apr. 13, 1993)].  Finally, more than twelve of  the\nseized  plants (i.e., over  10% of the  total) would have  had to test\n                  \nnegative  in order  to  bring the  total  below the  100-plant  cutoff\nrequired to trigger the mandatory five-year minimum sentence  under 21\nU.S.C.    841(b)(1)(B)(vii).   Yet all fifteen  random samples  tested\npositive for marijuana.\n\n                                15\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">May 21, 1993\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \nNo. 93-1018\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                      RICKIE ALBERT SCALIA,\n\n                      Defendant, Appellant.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                    FOR THE DISTRICT OF MAINE\n\n           [Hon. D. Brock Hornby, U.S. District Judge]\n                                                     \n\n                                           \n\n                              Before\n\n                       Selya, Circuit Judge,\n                                           \n\n                 Friedman,* Senior Circuit Judge,\n                                                \n\n                     and Cyr, Circuit Judge.\n                                           \n\n                                           \n\n   James  Michael Merberg with whom  Susan J. Naughton  was on brief\n                                                      \nfor appellant.\n   F.  Mark Terison,  Assistant  United States  Attorney, with  whom\n                   \nRichard S. Cohen,  United States  Attorney, and  Jonathan R.  Chapman,\n                                                                   \nAssistant United States Attorney, were on brief for appellee.\n\n                                           \n\n                           May 21, 1993\n                                           \n\n                \n\n*Of the Federal Circuit, sitting by designation.\n          CYR,  Circuit Judge.    Appellant Rickie  Albert Scalia\n          CYR,  Circuit Judge.\n                             \n\nentered a conditional guilty plea, see Fed. R. Crim. P. 11(a)(2),\n                                      \n\nfollowing the district court's  denial of his motion  to suppress\n\nevidence  seized from his residence pursuant to a search warrant.\n\nHe now  appeals, see id.,  his conviction for  unlawful \"manufac-\n                        \n\nture\"  of marijuana, 21 U.S.C.   841(a)(1);  18 U.S.C.   2, and a\n\ncriminal forfeiture  conviction under  21 U.S.C.    853.   Scalia\n\nalso challenges the mandatory minimum five-year  sentence imposed\n\npursuant to  21 U.S.C.    841(b)(1)(B)(vii) (minimum  sentence of\n\nfive  years for \"manufacture\"  of one  hundred or  more marijuana\n\nplants).    Scalia contends  that  the  affidavit supporting  the\n\nsearch warrant application was insufficient to establish probable\n\ncause,  and that  the district  court lacked  sufficient reliable\n\nevidence  on which to find  that more than  one hundred marijuana\n\nplants  were seized  from his  residence.   Finding no  error, we\n\naffirm.\n\nA.   Probable Cause\n                   \n\n          On February  14, 1992,  Agent Kenneth MacMaster  of the\n\nMaine Bureau of Intergovernmental Drug Enforcement (BIDE) applied\n\nfor a  state court  warrant to  search appellant's  residence for\n\nmarijuana  and  related  paraphernalia.   MacMaster's  supporting\n\naffidavit  relied upon,  inter  alia, information  provided by  a\n                                    \n\nconfidential informant described as  a \"young concerned citizen.\"\n\nThe  informant told  MacMaster  that he  had  visited the  Scalia\n\nresidence  on  numerous occasions  and  as recently  as  ten days\n\nbefore  coming  to MacMaster.   The  informant  said that  he had\n\nobserved two marijuana plants  a foot tall in  appellant's living\n\nroom, five eighteen-inch  plants in the bedroom, and  from forty-\n\nfive  to  fifty plants  of various  sizes  in a  basement walk-in\n\ncooler.    The informant  told MacMaster  that  s/he was  able to\n\nrecognize the plants because  s/he had \"received instruction from\n\nhis/her school  concerning various drugs,\"  and that some  of the\n\ninformant's family and  friends were casual marijuana users.  The\n\nmarijuana  plants in the  walk-in cooler  were being  grown under\n\nartificial  lights  operated  by switches  installed  outside the\n\npadlocked cooler door.   The informant observed that  other rooms\n\nin appellant's residence and rooms in an adjacent horse barn were\n\npadlocked  as well, and that  Scalia kept several  shotguns and a\n\nhandgun on the premises.  On at least four occasions,  the infor-\n\nmant observed Scalia selling marijuana at either his residence or\n\nhis business premises.\n\n          The primary  contention Scalia makes on  appeal is that\n\nthe  MacMaster affidavit  did not  establish the  reliability and\n\nveracity of the informant because (1) MacMaster did not explicit-\n\nly  attest that the informant  had no prior  criminal record; (2)\n                                           \n\nthe  informant apparently  had  not provided  information to  law\n\nenforcement  officials  previously;  and  (3)  MacMaster  did not\n\n                                4\n\nattempt  to  corroborate the  informant's  tip through  follow-up\n\nsurveillance efforts at appellant's residence.1\n\n          We review the issuance of  a search warrant with \"great\n\ndeference,\"  United States v. Ciampa,  </pre><span class=\"citation\" data-id=\"471650\"><a href=\"/opinion/471650/united-states-v-vincent-ciampa/\"><span class=\"volume\">793</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span></a></span><pre class=\"inline\">,  22 (1st Cir.\n                                    \n\n1986), to verify that there existed a \"substantial basis\" for the\n\njudicial  officer's common-sense  determination that,  \"given all\n\nthe  circumstances set forth  in the affidavit .  . . , including\n\nthe  'veracity' and  'basis  of knowledge'  of persons  supplying\n\nhearsay information, there [was]  a fair probability that contra-\n\nband or  evidence of a  crime [would]  be found  in a  particular\n\nplace.\"   United States v. Caggiano,  </pre><span class=\"citation\" data-id=\"538794\"><a href=\"/opinion/538794/united-states-v-allen-j-caggiano/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">99</span></a></span><pre class=\"inline\">,  102 (1st Cir.\n                                   \n\n1990) (quoting Illinois v. Gates, </pre><span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">213</span></a></span><pre class=\"inline\">, 238-39 (1983)).\n                                \n\n          The  MacMaster affidavit stated  that the informant was\n\n\"not currently  facing any  criminal or  juvenile charges  nor is\n              \n\nhe/she under  suspicion for  any wrongdoing.\"   (Emphasis added.)\n\nAppellant  first suggests that MacMaster's  use of the word \"cur-\n\nrently\" was deliberate wordplay    a statement  which was techni-\n\ncally true but designed to camouflage the fact that the informant\n\nhad  confronted criminal or juvenile charges in the past.  Gener-\n                                                        \n\n                  \n\n   1Appellant likewise contends that  the affidavit heavily depended\non \"stale\"  evidence, namely DEA  and BIDE debriefing  interviews with\nappellant's alleged  associates implicating appellant in  similar drug\ntrafficking activities as far back as 1986-87.  As the recent informa-\ntion provided  by the informant  was sufficient to  establish probable\ncause, we need  not address the \"staleness\" claim.   See United States\n                                                                    \nv. Bucuvalas, </pre><span class=\"citation\" data-id=\"587567\"><a href=\"/opinion/587567/united-states-v-george-m-bucuvalas-united-states-of-america-v-aristedes/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">937</span></a></span><pre class=\"inline\">,  940 (1st Cir. 1992) (\"Staleness does  not\n          \nundermine the  probable cause determination if  the affidavit contains\ninformation  that updates,  substantiates,  or corroborates  the stale\nmaterial.\"), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></span><pre class=\"inline\"> (1993).\n                       \n\n                                5\n\nally speaking, the representations  contained in a search warrant\n\naffidavit  are presumed  valid and  truthful.   United  States v.\n                                                              \n\nSpinosa, </pre><span class=\"citation\" data-id=\"597409\"><a href=\"/opinion/597409/united-states-v-vincent-d-spinosa/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">620</span></a></span><pre class=\"inline\">, 626 (1st Cir. 1992).   To mount an effec-\n       \n\ntive  challenge based on an alleged use of deliberate or reckless\n\nfalsehoods by an affiant, a defendant must request an evidentiary\n\nhearing  pursuant to Franks v. Delaware, </pre><span class=\"citation\" data-id=\"109925\"><a href=\"/opinion/109925/franks-v-delaware/\"><span class=\"volume\">438</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">154</span></a></span><pre class=\"inline\"> (1978).  A\n                                       \n\nFranks  hearing is required only  if the defendant  makes a \"sub-\n      \n\nstantial  preliminary showing (1)  that a false  statement in the\n\naffidavit has been made knowingly and intentionally, and (2) that\n\nthe  false  statement is  necessary for  the finding  of probable\n\ncause.\"   United States v. Paradis,  </pre><span class=\"citation\" data-id=\"477755\"><a href=\"/opinion/477755/united-states-v-ronald-paradis-united-states-of-america-v-norman/\"><span class=\"volume\">802</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">553</span></a></span><pre class=\"inline\">,  558 (1st Cir.\n                                  \n\n1986).   The defendant's offer of  proof must be \"more  than con-\n\nclusory\"  and should  be supported by  \"[a]ffidavits or  sworn or\n\notherwise reliable statements of witnesses.\"  Franks, 438 U.S. at\n                                                    \n\n171.  A  comparable showing  is required if  the defendant  would\n\nestablish that technically accurate statements by an affiant have\n\nbeen  rendered  misleading by  material  omissions.   See  United\n                                                                 \n\nStates v. Rumney, </pre><span class=\"citation\" data-id=\"518388\"><a href=\"/opinion/518388/united-states-v-arthur-w-rumney/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">714</span></a></span><pre class=\"inline\">, 720 (1st Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">491</span>\n                                                            \n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">908</span></span><pre class=\"inline\"> (1989).\n\n          Appellant  neither  requested  a  Franks   hearing  nor\n                                                  \n\nattempted an  offer of  proof relating  to any  material omission\n\nfrom the MacMaster affidavit.  Moreover, on appeal there has been\n\nno showing that  the informant  ever had a  criminal or  juvenile\n\nrecord, or  any  other  involvement  with the  law,  which  might\n\n                                6\n\nundermine the reliability of the affidavit.  We therefore find no\n\nbasis for concluding that the informant had a prior record.\n\n          Next, appellant suggests that the reliability of first-\n\ntime  information provided  by  a \"concerned  citizen\" should  be\n\nconsidered  inherently suspect,  since law  enforcement officials\n\ncan  have had  no  \"track record\"  against  which to  assess  the\n\ninformant's competence to  convey accurate intelligence  relating\n\nto criminal activities, or the trustworthiness of the informant's\n\nmotives in  volunteering information.  We disagree.  \"[A] warrant\n\naffidavit [need not contain] an averment of previous reliability,\n\nthe  appropriate inquiry  always  being  whether the  informant's\n\npresent information is  truthful or reliable.\"   United States v.\n                                                              \n\nCochrane, </pre><span class=\"citation\" data-id=\"536975\"><a href=\"/opinion/536975/united-states-v-rickie-a-cochrane-united-states-v-joni-seplocha/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">635</span></a></span><pre class=\"inline\">,  641 (1st Cir.) (citing United  States v.\n                                                              \n\nHarris,  </pre><span class=\"citation\" data-id=\"108379\"><a href=\"/opinion/108379/united-states-v-harris/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">573</span></a></span><pre class=\"inline\">,  581-82 (1971))  (emphasis added),  cert.\n                                                                 \n\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">929</span></span><pre class=\"inline\"> (1990).  In the absence of a prior record of\n      \n\nreliability,  we have  recognized that,  where the  informant was\n\n\"not  a professional .  . . but  a private citizen  with no known\n                                                                 \n\ncriminal record or other  criminal contacts, who came forward  on\n               \n\nhis own  . .  .  [,] the  informant's story  may  be more  easily\n\naccepted . . . .\"  United States v. Campbell, </pre><span class=\"citation\" data-id=\"434887\"><a href=\"/opinion/434887/united-states-v-alvin-r-campbell/\"><span class=\"volume\">732</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1017</span></a></span><pre class=\"inline\">, 1019\n                                            \n\n(1st Cir. 1984)  (citing United  States v. Burke,  </pre><span class=\"citation no-link\"><span class=\"volume\">517</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">377</span></span><pre class=\"inline\">,\n                                                \n\n379-81  (1st Cir.  1975)) (emphasis  added).   Since there  is no\n\nevidence  that the informant who  came to MacMaster  either had a\n\ncriminal record, or was suspected of current criminal activity, a\n\n                                7\n\nneutral judicial officer fairly could find that the informant was\n\na \"private citizen\" who volunteered the information to MacMaster.\n\n          Furthermore,  \"an  informant's  reliability   need  not\n\ninvariably be demonstrated through  the detailed narration of the\n\ninformation  previously furnished  to  law enforcement  .  . .  .\n                                 \n\nRather, the affidavit may disclose an adequate basis for evaluat-\n\ning  the informant's  veracity through  the very  specificity and\n                                                             \n\ndetail with which it  relates the informant's first-hand descrip-\n      \n\ntion of  the place  to be  searched or the  items to  be seized.\"\n\nUnited States  v. Taylor, </pre><span class=\"citation\" data-id=\"599284\"><a href=\"/opinion/599284/united-states-v-jean-m-taylor/\"><span class=\"volume\">985</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></a></span><pre class=\"inline\">, 6 (1st  Cir. 1993) (citing\n                        \n\nCaggiano,  899 F.2d at  102-03) (emphasis added);  see also Coch-\n                                                                 \n\nrane, 896 F.2d at 641 (\"[A]n important indicia (sic) of reliabil-\n    \n\nity is the  fact that  the informant's knowledge  was based  upon\n\npersonal observation rather than hearsay.\").  As is apparent from\n                    \n\nour  recitation  of  the  confidential  information  provided  to\n\nMacMaster, the  particularity of  the informant's description  of\n\nthe  interior  and contents  of  the  residence (e.g.,  padlocked\n                                                     \n\ndoors,  multiple firearms),  the  location, size,  and number  of\n\nmarijuana plants, the marijuana growing apparatus (e.g., basement\n                                                       \n\ncooler,  artificial  lights),  and  the  illegal marijuana  sales\n\nconducted  by  appellant  inside  the  search  premises, provided\n\nconsiderable  intrinsic support  for the informant's  capacity to\n\n                                8\n\nconvey  reliable intelligence  relating to the  criminal activity\n\nattested to in the affidavit.2\n\n          Finally,  appellant argues  that MacMaster  should have\n\ncorroborated  the informant's  tip before  applying for  a search\n\nwarrant,  preferably through surveillance  of Scalia's residence.\n\nCorroboration may take various forms, however, and we  have never\n\nintimated that surveillance is mandatory.  See, e.g., Taylor, 985\n                                                            \n\nF.2d at 6 (finding probable  cause where corroboration of  infor-\n\nmant's  tip did not go beyond check of target's criminal record).\n\nThe  confidential informant's  tip  to  MacMaster comported  with\n\ninformation received from other  sources, including previous BIDE\n\ndebriefing interviews with several of Scalia's former associates,\n\nsee supra note 1, as well as informal complaints lodged  with the\n         \n\nMaine  State Police  by  eight unidentified  citizens  expressing\n\nconcerns about Scalia's drug trafficking activity.\n\n          The  combined force  of the  informant's  detailed tip,\n\nMacMaster's  expert  assessment,  and  the  corroborative  police\n\nreports provided substantial support  for a common-sense determi-\n\nnation by the issuing judge that there existed a fair probability\n\n                  \n\n   2MacMaster, a BIDE  agent for thirteen years, had participated in\nmore than eighteen hundred  drug investigations.  He attested  both to\nthe informant's demeanor during the interview and  to the authenticity\nof  the informant's  description  of the  suspected criminal  activity\n(\"impressed  by  the honesty  of this  person  and his/her  ability to\ndescribe events which he/she had seen\").   See, e.g., Taylor, 985 F.2d\n                                                          \nat 6 (\"[T]he issuing magistrate properly may credit the experience and\npertinent expertise  of a law  enforcement affiant  in evaluating  the\nauthenticity  of the  informant's  description of  the target's  modus\noperandi.\").\n\n                                9\n\nthat  marijuana  and  related  paraphernalia would  be  found  in\n\nappellant's residence.\n\nB.   Mandatory Minimum Sentence\n                               \n\n          A defendant  convicted under  21 U.S.C.    841(a)(1) is\n\nsubject to a  mandatory five-year minimum  sentence if the  court\n\nfinds by  a  preponderance of  the  evidence that  the  defendant\n\nmanufactured or  possessed \"100 or more  marijuana plants regard-\n\nless  of weight.\"   21  U.S.C.    841(b)(1)(B)(vii).   See United\n                                                                 \n\nStates  v. McMahon, </pre><span class=\"citation\" data-id=\"562611\"><a href=\"/opinion/562611/united-states-v-larry-w-mcmahon/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">397</span></a></span><pre class=\"inline\">, 400 (1st  Cir.), cert. denied,\n                                                                \n\n</pre><span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">272</span></span><pre class=\"inline\"> (1991).  Were it not  for the mandatory statutory\n\nminimum, appellant would  have been exposed  to a 46-to-57  month\n\nguideline sentencing range (Level  23, Criminal History  Category\n\nI),  based on  the total  weight of  the marijuana  plants (111.8\n\nkilograms) seized at his  residence.  See U.S.S.G.    2D1.1(c)(9)\n                                         \n\n(100 KG-400 KG marijuana; level 26); id.   3E1.1(a), (b) (3-level\n                                        \n\nreduction  for  acceptance  of  responsibility);  id.    5G1.1(b)\n                                                     \n\n(\"Where a  statutorily required minimum sentence  is greater than\n\nthe maximum  of the  applicable guideline range,  the statutorily\n\nrequired minimum sentence shall be the guideline sentence.\").\n\n          At  the time the search  warrant was executed, an agent\n\nfor the  Maine Drug  Enforcement Agency, Bruce  Bristow, visually\n\nexamined  the marijuana plants found  on the premises.   Based on\n\nhis  education and  experience,  Bristow concluded  that all  112\n\nplants  were marijuana.  He randomly selected fifteen plants, and\n\n                                10\n\nsubmitted these representative plants  (ranging from one and one-\n\nhalf  inches to  two  feet tall)  for  chemical analysis.3    The\n\nchemical analysis  confirmed that all fifteen  samples were mari-\n\njuana  plants.   Following an  evidentiary hearing,  the district\n\ncourt  found  that all  112 plants  were  marijuana.   Scalia was\n\nsentenced to the mandatory minimum five-year term.\n\n          The district court's drug-quantity finding was based on\n\nfour factors:  (1) Bristow's trained visual identification of all\n\nplants seized at the search scene as marijuana; (2) the fact that\n\nall  the  plants  were  seized contemporaneously  from  the  same\n\nlocation;  (3)  the positive  chemical  analysis  on all  fifteen\n\nsample  plants  tested, and  (4)  the  absence of  evidence  that\n\nappellant was  growing anything other than  marijuana.  Appellant\n\nchallenges only the first factor relied on by the district court,\n\nby  attempting to  undercut the  reliability of  Bristow's visual\n\nidentification.   Appellant argues that Bristow  conceded that at\n\nleast  two  other plant  species which  grow  in Maine  look like\n\nmarijuana  when  they  are only  one  and  one-half  inches tall.\n\nAppellant's claim fails for two reasons.\n\n          First, while the record reflects that Bristow testified\n\nthat  two marijuana look-alikes do grow in Maine, he never stated\n\n                  \n\n   3Bristow  seized 67 plants from the bedroom, measuring from 1 1/2\ninches to 10 inches in height, and 45 plants from the basement cooler,\nall  measuring 24  inches \"more or  less.\"   Bristow then  divided the\nplants into three groups (i.e., 1 1/2  inch, 10 inch, and 24 inch) and\ntook five samples from each group. \n\n                                11\n\nthat his training  and experience left  him incapable of  distin-\n\nguishing  these  look-alikes  from marijuana.4    Rather, Bristow\n\nstood  by his visual identification.  Cf. United States v. Maceo,\n                                                                \n\n</pre><span class=\"citation\" data-id=\"521950\"><a href=\"/opinion/521950/united-states-v-roberto-maceo/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 6 (1st Cir.) (extrapolations of drug quantity involve\n\nissues of credibility  and weight of evidence  reserved for trier\n\nof fact), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">493</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">840</span></span><pre class=\"inline\"> (1989);  United States  v.\n                                                             \n\nEcheverri, </pre><span class=\"citation\" data-id=\"597415\"><a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">675</span></a></span><pre class=\"inline\">, 677 (1st  Cir. 1993) (qualification  of\n         \n\n\"expert\" witness reviewed only for manifest abuse of discretion).\n\n          Second,  the other  factors relied  on by  the district\n\ncourt strongly  support its drug-quantity determination  as well.\n\nSee United States v. Akitoye,  </pre><span class=\"citation\" data-id=\"554021\"><a href=\"/opinion/554021/united-states-v-adegboyega-akitoye/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">221</span></a></span><pre class=\"inline\">, 227 (1st  Cir. 1991)\n                            \n\n(factual findings  on drug quantity reviewed  for \"clear error\").\n\n\"Although  the sentencing  court must  'err on  the side  of cau-\n\ntion[,]'\"   United States v. Barnett,     F.2d    ,     [Nos. 91-\n                                                       \n\n                  \n\n   4The relevant exchange was as follows:\n\n   Counsel:  Based  on your  training  and experience,  has it  been\n             brought  to your  attention  that there  are two  other\n             plant-like substances that exhibit similar characteris-\n             tics to the marijuana plant?\n\n   Bristow:  Yes.\n\n   Counsel:  How many different ones to your knowledge?\n\n   Bristow:  That I've run across in the State of Maine, two.  There\n             may be more, two that I'm very familiar with.\n                                                         \n\n   Counsel:  All right.  And part of  your training is to attempt to\n             differentiate between these similar plants and the ones\n             which are in fact marijuana?\n\n   Bristow:  Yes, sir.\n\n                                12\n\n1890,  91-1891, 92-1778, slip op. at 12 (1st Cir. Mar. 29, 1993)]\n\n(approximating producible quantity of controlled  substance based\n\nin part on amount of  precursor chemicals seized) (quoting United\n                                                                 \n\nStates v. Sklar, </pre><span class=\"citation\" data-id=\"552336\"><a href=\"/opinion/552336/united-states-v-david-sklar-united-states-of-america-v-david-sklar/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">107</span></a></span><pre class=\"inline\">, 113 (1st Cir. 1990)), drug-quanti-\n               \n\nty  estimations  need  not  be  statistically  or  scientifically\n\nprecise.   See  U.S.S.G.    6A1.3  (\"In resolving  any reasonable\n              \n\ndispute concerning a factor  important to the sentencing determi-\n\nnation, the  court  may  consider  relevant  information  without\n\nregard to  its admissibility under the rules of evidence applica-\n\nble  at  trial,  provided  that the  information  has  sufficient\n                                                                 \n\nindicia  of  reliability  to  support  its  probable  accuracy.\")\n                                                              \n\n(emphasis added);  United States v.  Uwaeme, </pre><span class=\"citation\" data-id=\"591138\"><a href=\"/opinion/591138/united-states-v-innocent-u-uwaeme/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1016</span></a></span><pre class=\"inline\">, 1018\n                                           \n\n(4th  Cir. 1992)  (noting that  drug-quantity estimations  may be\n\nbased  on hearsay, nonscientific  testimony, defendant's notebook\n\nentries,  street values of drugs equivalent  to money seized from\n\ndefendant,  or on  extrapolations of  potential drug  output from\n\nseized components).\n\n          More to the present point, courts have endorsed statis-\n\ntically based drug-quantity  extrapolations predicated on  random\n\ntest  samples in circumstances  where the government  was able to\n\ndemonstrate an \"adequate basis in  fact for the extrapolation and\n\nthat  the quantity was determined in a manner consistent with the\n\naccepted standards of [reasonable]  reliability.\"  United  States\n                                                                 \n\nv. McCutchen,      F.2d      ,      (3d Cir. 1993)  [No. 92-1536,\n                                   \n\n</pre><span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">U.S. App. LEXIS</span> <span class=\"page\">7651</span></span><pre class=\"inline\">, at 11 (3d Cir. Apr. 13, 1993)]; United\n                                                                 \n\n                                13\n\nStates v. Pirre, </pre><span class=\"citation\" data-id=\"557200\"><a href=\"/opinion/557200/united-states-v-steven-pirre/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">694</span></a></span><pre class=\"inline\">, 697 (2d Cir. 1991)  (\"It is suffi-\n               \n\ncient  for the government to  show that its  method of estimating\n\nthe total [amount  of drugs] is grounded  in fact and  is carried\n\nout in a manner consistent with accepted standards of  reliabili-\n\nty.\"); see also Barnett,      F.2d at     [Nos. 91-1890, 91-1891,\n                                         \n\n92-1778,  slip op. at 13] (\"We must determine whether the govern-\n\nment presented  sufficient reliable evidence to  permit the court\n\nreasonably  to conclude  that appellants  were responsible  for a\n\nquantity  of drugs at least  equal to the  quantity threshold for\n\nthe  assigned base  offense  level.\").   For example,  sufficient\n\nindicia  of reliability may be found where a preponderance of the\n\nevidence  demonstrates  that  (1)  a  proper  \"random\"  selection\n\nprocedure was employed; (2) the chemical testing method conformed\n\nwith an accepted methodology; (3) the tested and untested samples\n\nwere  sufficiently similar  in physical  appearance; and  (4) the\n\ntested and untested samples  were contemporaneously seized at the\n\nsearch scene.  See McCutchen,     F.2d at      [No. 92-1536, </pre><span class=\"citation no-link\"><span class=\"volume\">1993</span>\n                                              \n\n<span class=\"reporter\">U.S. App. LEXIS</span> <span class=\"page\">7651</span></span><pre class=\"inline\">, at 11-12 (3d Cir. Apr. 13, 1993)].  In sum,\n\nthe  overall margin  of reliability  in a  drug-quantity approxi-\n                                   \n\nmation must be  adequate to afford reasonable assurance  that the\n\ndefendant  is not subjected to a guideline sentence or a mandated\n\nminimum  sentence greater  than  warranted by  the reliable  evi-\n\n                                14\n\ndence.5   Given the relatively light burden of proof, the reason-\n\nable reliability  of the drug-quantity sampling and extrapolation\n\nprocedures employed by  the government, and the  utter absence of\n\ncountervailing  drug-quantity  evidence, we  affirm  the district\n\ncourt's findings.  \n\n          Affirmed.\n                  \n\n                  \n\n   5A videotape of Bristow's  \"random\" plant selection procedure was\nreceived  in  evidence.    Unlike  the drug  weight  extrapolation  in\n                                                 \nMcCutchen, chemical analysis of the fifteen sample plants  selected by\n       \nBristow  permitted a  straightforward  extrapolation as  to the  total\nnumber of plants.  The plants, all exhibiting the telltale saw-toothed\n    \nleaf  structure, were seized on the  same day from the same residence,\ngiving  rise to a \"strong  inference\" that only  marijuana plants were\nseized.  McCutchen,        F.2d at       [No. 92-1536,  1993 U.S. App.\n                                      \nLEXIS 7651, at 13 (Apr. 13, 1993)].  Finally, more than twelve of  the\nseized  plants (i.e., over  10% of the  total) would have  had to test\n                  \nnegative  in order  to  bring the  total  below the  100-plant  cutoff\nrequired to trigger the mandatory five-year minimum sentence  under 21\nU.S.C.    841(b)(1)(B)(vii).   Yet all fifteen  random samples  tested\npositive for marijuana.\n\n                                15\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108379/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109925/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/434887/",
    "http://www.courtlistener.com/api/rest/v3/opinions/471650/",
    "http://www.courtlistener.com/api/rest/v3/opinions/477755/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518388/",
    "http://www.courtlistener.com/api/rest/v3/opinions/521950/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536975/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538794/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/554021/",
    "http://www.courtlistener.com/api/rest/v3/opinions/557200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/562611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587567/",
    "http://www.courtlistener.com/api/rest/v3/opinions/591138/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597409/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597415/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599284/"
  ]
}