{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/195078/",
  "absolute_url": "/opinion/195078/martel-v-fridovich/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/195078/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:31:33Z",
  "date_modified": "2016-02-28T04:51:42.864195Z",
  "type": "010combined",
  "sha1": "72b7b0b75d89d65fb605172c511723885661dd83",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1798.01A",
  "local_path": null,
  "plain_text": "December 8, 1993      [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 93-1798\n\n                        DAVID MARTEL,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                   MARK FRIDOVICH, ET AL.,\n\n                    Defendants, Appellees.\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Edward F. Harrington, U.S. District Judge]\n                                                      \n\n                                        \n\n                            Before\n\n                     Breyer, Chief Judge,\n                                        \n            Torruella and Selya,  Circuit Judges.\n                                                \n\n                                        \n\n   David M. Martel on brief pro se.\n                  \n   Scott Harshbarger,  Attorney General,  and  Scott M.  Davis,\n                                                              \nAssistant Attorney General,  on Memorandum  in Support of  Motion\nfor Summary Affirmance for appellees.\n                                        \n\n                                        \n\n     Per Curiam.   Pro-se appellant, David Martel,  a patient\n               \n\nat the Massachusetts Treatment Center  for Sexually Dangerous\n\nPersons,  alleges  that  the   recently  revised  eligibility\n\nrequirements for reintegrating Treatment Center patients into\n\nthe  community   violate  his   rights   under  the   federal\n\nconstitution.  He seeks  declaratory and injunctive  relief.1\n\nAppellees are officers  and employees of the  Commonwealth of\n\nMassachusetts.     The  district  court   dismissed  Martel's\n\ncomplaint for failure to state  a claim upon which relief can\n\nbe granted.  We affirm.\n\n                          Background\n\n     Martel is under commitment to the Treatment Center for a\n\nperiod  of one day  to life.   He is also  under a concurrent\n\ncriminal  sentence of  imprisonment  of 18-25  years.   As  a\n\npatient at the Treatment Center, Martel is entitled to mental\n\nhealth treatment and to be  released when no longer  sexually\n\ndangerous.  Mass. Gen. L. ch. 123A   9.  Upon a determination\n\nthat  he  is  no  longer  sexually  dangerous,  he  would  be\n\ndischarged  from the  Treatment Center  and  returned to  the\n\nDepartment of Corrections to serve out any unexpired criminal\n\nsentence.  Id.  The Massachusetts Department of Mental Health\n             \n\nis required to establish a program at the Treatment Center to\n\nprovide \"in a manner consistent with security considerations,\n\nfor the restrictive  integration of [a]  patient into a  non-\n\n                    \n\n1.  Martel has dropped all claims seeking monetary relief.\n\n                             -2-\n\ncustodial environment.\"   Mass.  Gen. L. ch.  123A,    8.   A\n\npatient  will be  eligible for  this program  only if,  inter\n                                                             \n\nalia, \"he  will not present  a danger to the  community under\n    \n\nthe controls  provided by  the program.\"   Id.   Furthermore,\n                                             \n\nunder a  partial consent decree  first entered  in 1975,  the\n\nDepartment  of Mental  Health has  agreed to  develop  a plan\n\nproviding  for   adequate  treatment  for  patients   at  the\n\nTreatment Center.   Among  other things,  the Department  has\n\nagreed to provide \"for the day or other short-term release of\n\nTreatment  Center patients for  approved programs outside the\n\nTreatment Center where  such relief is deemed  appropriate by\n\nthe Department  of Mental Health.\"  See  Langton v. Johnston,\n                                                            \n\n928 F.2d 1206, 1228 (1st Cir. 1991).  \n\n     In 1991,  in response to  escapes by two  residents from\n\nthe  program, the Department suspended the program for review\n\nto  ensure consistency with  both public safety  and clinical\n\nconcerns.  As a result  of the review, the Department adopted\n\nnew  rules  for what  is now  called the  Transition Program.\n\nUnder these new rules, a  resident, like Martel, who is under\n\na  criminal sentence  and neither  paroled  to the  Treatment\n\nCenter  nor eligible for parole, is ineligible to participate\n\nin  the program.   Martel  asserts that  these revised  rules\n\ndeprive  him of his constitutional rights  to due process and\n\n                             -3-\n\nequal  protection,  and   violate  his  constitutional  right\n\nagainst ex post facto legislation.2  \n\n                          Discussion\n\n     Martel  has failed to allege sufficient facts to support\n\na  claim that either his substantive  or his procedural right\n\nto  due process  has  been  violated.   The  revision of  the\n\nprogram was not so \"outrageous\" as to  constitute a violation\n\nof substantive  due process.   See Amsden  v. Moran  904 F.2d\n                                                   \n\n748, 754 (1st Cir. 1990), cert. denied, 498 U.S. 1041 (1991).\n                                      \n\nSince Martel concedes  that he does not meet  the eligibility\n\nrequirements of the revised rules, he does not have any state\n\ncreated  liberty interest  in short-term release  which would\n\nimplicate the federal right to procedural due process.   \n\n     Likewise, the revised rules are not in violation  of the\n\nequal  protection clause.   The  distinction  in the  revised\n\nrules  between  civilly committed  patients under  a criminal\n\nsentence and those  who are not is rationally  related to the\n\nlegitimate  state  interest  in ensuring  the  safety  of the\n\ncommunity.   See Whiting  v. Westerly, 942  F.2d 18,  23 (1st\n                                     \n\nCir. 1991).\n\n     Martel's allegation  that the  Transition Program  rules\n\nviolate the  ex post facto  clause of the  Constitution fails\n\nbecause this clause pertains only to punishments inflicted by\n\n                    \n\n2.  Martel  also alleges  that the  Transition  Program rules\nviolate  the eighth amendment  prohibition against  cruel and\nunusual punishment.  This claim is without merit.\n\n                             -4-\n\nthe government.  See, e.g.,  Cummings v. Missouri, 71 U.S. (4\n                                                 \n\nWall.) 277,  325-26 (1867).   The  Transition Program  rules,\n\nhowever, are  not punitive but rather related  to the state's\n\nconcern for community  safety.  See United  States v. Halper,\n                                                            \n\n490  U.S.  435, 448  (1989)  (civil  as  well as  a  criminal\n\nsanction constitutes punishment  only when it serves  aims of\n\nretribution or  deterrence).  As regards  Martel's allegation\n\nthat he is  being \"punished\" by being deprived  of a previous\n\nright  to  participate  in  the short-term  release  program,\n\ninsofar as this is an allegation that he is being deprived of\n\nthe adequate treatment  required by the constitution  and the\n\nfederal  consent  decree,  we  think  this  concern  is  best\n\naddressed through  an action  to enforce  the consent  decree\n\nsince  that decree  \"'require[s]  the  provision of  adequate\n\ntreatment  for [Treatment Center] patients' at a level [even]\n\nbeyond  that   required  by  any   applicable  constitutional\n\nminima.\"   Langton,  928 F.2d at  1217.   Insofar as it  is a\n                  \n\nallegation that he is being deprived of treatment beyond that\n\nrequired  by the  constitution and  the  consent decree,  the\n\nrevised  rules are  not  punitive but  the  \"revocation of  a\n\nprivilege voluntarily  granted.\"  See Helvering  v. Mitchell,\n                                                            \n\n                             -5-\n\n303 U.S. 391, 399  (1938).3  As  such, they do not  implicate\n\nthe ex post facto clause.4\n\n     Affirmed.\n             \n\n                    \n\n3.  We  express no  opinion  as to  whether  or not  Martel's\nparticipation in the release program  is within the scope  of\ntreatment required by the constitution or the consent decree.\n\n4.  In his  brief on appeal,  and in a memorandum  filed with\nthe  district  court,  Martel  alleges  that  the  Transition\nprogram rules violate both his constitutional right not to be\nsubject  to double jeopardy and the provisions of the federal\nconsent decree under which the Treatment Center is operating.\nNeither claim was made in his original complaint.  Even if we\nwere to  consider  these issues  to  be properly  before  us,\nneither  affects our judgment that the complaint was properly\ndismissed.   The double jeopardy claim, like Martel's ex post\nfacto claim, fails  because the revised Transition  rules are\nnot punitive.   See, e.g., Helvering,  303 U.S. at 399.   The\n                                    \nappropriate  vehicle for enforcement of the consent decree is\nan action for  contempt brought before the  court responsible\nfor the  decree.  See, e.g.,  DeGidio v. Pung, 920  F.2d 525,\n                                             \n534 (8th Cir.  1990); Green v. McKaskle, 788  F.2d 1116, 1123\n                                       \n(5th  Cir.  1986).    Allowing the  decree  to  be challenged\nthrough  an individual action  for declaratory and injunctive\nrelief  \"would tend  to  discourage governmental  authorities\nfrom  entering   into  decrees  in   public  law  litigation,\nencourage  the splintering  of  civil  rights  claims  on  an\nindividual basis, and promote disrespect for judicial decrees\nduly  entered following careful proactive review of the often\ncomplex mix  of individual  and institutional  considerations\ninvolved in such litigation.\"  Miller v. Dept. of Correction,\n                                                            \nNo. 91-2183, slip. op. at 15 (1st Cir., July 14, 1993).\n\n                             -6-\n",
  "html": "<p class=\"case_cite\">14 F.3d 1</p>\n    <p class=\"parties\">David MARTEL, Plaintiff, Appellant,<br>v.<br>Mark FRIDOVICH, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-1798.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted Oct. 20, 1993.<br>Decided Dec. 8, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David M. Martel on brief pro se.</p>\n      <p class=\"indent\">Scott Harshbarger, Atty. Gen., and Scott M. Davis, Asst. Atty. Gen., on Memorandum in Support of Motion, for Summary Affirmance, for defendants, appellees.</p>\n      <p class=\"indent\">Before BREYER, Chief Judge, TORRUELLA and SELYA, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Pro se appellant, David Martel, a patient at the Massachusetts Treatment Center for Sexually Dangerous Persons, alleges that the recently revised eligibility requirements for reintegrating Treatment Center patients into the community violate his rights under the federal constitution.  He seeks declaratory and injunctive relief.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Appellees are officers and employees of the Commonwealth of Massachusetts.  The district court dismissed Martel's complaint for failure to state a claim upon which relief can be granted.  We affirm.</p>\n    </div>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Martel is under commitment to the Treatment Center for a period of one day to life.  He is also under a concurrent criminal sentence of imprisonment of 18-25 years.  As a patient at the Treatment Center, Martel is entitled to mental health treatment and to be released when no longer sexually dangerous.  Mass.Gen.L. ch. 123A Sec. 9.  Upon a determination that he is no longer sexually dangerous, he would be discharged from the Treatment Center and returned to the Department of Corrections to serve out any unexpired criminal sentence.  Id.  The Massachusetts Department of Mental Health is required to establish a program at the Treatment Center to provide \"in a manner consistent with security considerations, for the restrictive integration of [a] patient into a non-custodial environment.\"   Mass.Gen.L. ch. 123A, Sec. 8.  A patient will be eligible for this program only if, inter alia, \"he will not present a danger to the community under the controls provided by the program.\"   Id.  Furthermore, under a partial consent decree first entered in 1975, the Department of Mental Health has agreed to develop a plan providing for adequate treatment for patients at the Treatment Center.  Among other things, the Department has agreed to provide \"for the day or other short-term release of Treatment Center patients for approved programs outside the Treatment Center where such relief is deemed appropriate by the Department of Mental Health.\"   See Langton v. Johnston, 928 F.2d 1206, 1228 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1991, in response to escapes by two residents from the program, the Department suspended the program for review to ensure consistency with both public safety and clinical concerns.  As a result of the review, the Department adopted new rules for what is now called the Transition Program.  Under these new rules, a resident, like Martel, who is under a criminal sentence and neither paroled to the Treatment Center nor eligible for parole, is ineligible to participate in the program.  Martel asserts that these revised rules deprive him of his constitutional rights to due process and equal protection, and violate his constitutional right against ex post facto legislation.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Martel has failed to allege sufficient facts to support a claim that either his substantive or his procedural right to due process has been violated.  The revision of the program was not so \"outrageous\" as to constitute a violation of substantive due process.  See Amsden v. Moran 904 F.2d 748, 754 (1st Cir.1990), cert. denied, 498 U.S. 1041, 111 S.Ct. 713, 112 L.Ed.2d 702 (1991).  Since Martel concedes that he does not meet the eligibility requirements of the revised rules, he does not have any state created liberty interest in short-term release which would implicate the federal right to procedural due process.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Likewise, the revised rules are not in violation of the equal protection clause.  The distinction in the revised rules between civilly committed patients under a criminal sentence and those who are not is rationally related to the legitimate state interest in ensuring the safety of the community.  See Whiting v. Westerly, 942 F.2d 18, 23 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Martel's allegation that the Transition Program rules violate the ex post facto clause of the Constitution fails because this clause pertains only to punishments inflicted by the government.  See, e.g., Cummings v. Missouri, 71 U.S.  (4 Wall.) 277, 325-26, 18 L.Ed. 356 (1867).  The Transition Program rules, however, are not punitive but rather related to the state's concern for community safety.  See United States v. Halper, 490 U.S. 435, 448, 109 S.Ct. 1892, 1901, 104 L.Ed.2d 487 (1989) (civil as well as a criminal sanction constitutes punishment only when it serves aims of retribution or deterrence).  As regards Martel's allegation that he is being \"punished\" by being deprived of a previous right to participate in the short-term release program, insofar as this is an allegation that he is being deprived of the adequate treatment required by the constitution and the federal consent decree, we think this concern is best addressed through an action to enforce the consent decree since that decree \" 'require[s] the provision of adequate treatment for [Treatment Center] patients' at a level [even] beyond that required by any applicable constitutional minima.\"  Langton, 928 F.2d at 1217.   Insofar as it is a allegation that he is being deprived of treatment beyond that required by the constitution and the consent decree, the revised rules are not punitive but the \"revocation of a privilege voluntarily granted.\"   See Helvering v. Mitchell, 303 U.S. 391, 399, 58 S.Ct. 630, 632, 82 L.Ed. 917 (1938).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  As such, they do not implicate the ex post facto clause.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Martel has dropped all claims seeking monetary relief</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Martel also alleges that the Transition Program rules violate the eighth amendment prohibition against cruel and unusual punishment.  This claim is without merit</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We express no opinion as to whether or not Martel's participation in the release program is within the scope of treatment required by the constitution or the consent decree</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In his brief on appeal, and in a memorandum filed with the district court, Martel alleges that the Transition program rules violate both his constitutional right not to be subject to double jeopardy and the provisions of the federal consent decree under which the Treatment Center is operating.  Neither claim was made in his original complaint.  Even if we were to consider these issues to be properly before us, neither affects our judgment that the complaint was properly dismissed.  The double jeopardy claim, like Martel's ex post facto claim, fails because the revised Transition rules are not punitive.  See, e.g., Helvering, 303 U.S. at 399, 58 S.Ct. at 632.   The appropriate vehicle for enforcement of the consent decree is an action for contempt brought before the court responsible for the decree.  See, e.g., DeGidio v. Pung, 920 F.2d 525, 534 (8th Cir.1990);  Green v. McKaskle, 788 F.2d 1116, 1123 (5th Cir.1986).  Allowing the decree to be challenged through an individual action for declaratory and injunctive relief \"would tend to discourage governmental authorities from entering into decrees in public law litigation, encourage the splintering of civil rights claims on an individual basis, and promote disrespect for judicial decrees duly entered following careful proactive review of the often complex mix of individual and institutional considerations involved in such litigation.\"  Miller v. Dept. of Correction, No. 91-2183, slip op. at 15, 1993 WL 263112 (1st Cir., July 14, 1993)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">David MARTEL, Plaintiff, Appellant,<br>v.<br>Mark FRIDOVICH, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-1798.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted Oct. 20, 1993.<br>Decided Dec. 8, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David M. Martel on brief pro se.</p>\n      <p class=\"indent\">Scott Harshbarger, Atty. Gen., and Scott M. Davis, Asst. Atty. Gen., on Memorandum in Support of Motion, for Summary Affirmance, for defendants, appellees.</p>\n      <p class=\"indent\">Before BREYER, Chief Judge, TORRUELLA and SELYA, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Pro se appellant, David Martel, a patient at the Massachusetts Treatment Center for Sexually Dangerous Persons, alleges that the recently revised eligibility requirements for reintegrating Treatment Center patients into the community violate his rights under the federal constitution.  He seeks declaratory and injunctive relief.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Appellees are officers and employees of the Commonwealth of Massachusetts.  The district court dismissed Martel's complaint for failure to state a claim upon which relief can be granted.  We affirm.</p>\n    </div>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Martel is under commitment to the Treatment Center for a period of one day to life.  He is also under a concurrent criminal sentence of imprisonment of 18-25 years.  As a patient at the Treatment Center, Martel is entitled to mental health treatment and to be released when no longer sexually dangerous.  Mass.Gen.L. ch. 123A Sec. 9.  Upon a determination that he is no longer sexually dangerous, he would be discharged from the Treatment Center and returned to the Department of Corrections to serve out any unexpired criminal sentence.  Id.  The Massachusetts Department of Mental Health is required to establish a program at the Treatment Center to provide \"in a manner consistent with security considerations, for the restrictive integration of [a] patient into a non-custodial environment.\"   Mass.Gen.L. ch. 123A, Sec. 8.  A patient will be eligible for this program only if, inter alia, \"he will not present a danger to the community under the controls provided by the program.\"   Id.  Furthermore, under a partial consent decree first entered in 1975, the Department of Mental Health has agreed to develop a plan providing for adequate treatment for patients at the Treatment Center.  Among other things, the Department has agreed to provide \"for the day or other short-term release of Treatment Center patients for approved programs outside the Treatment Center where such relief is deemed appropriate by the Department of Mental Health.\"   See Langton v. Johnston, <span class=\"citation\" data-id=\"557986\"><a href=\"/opinion/557986/william-langton-v-philip-johnston-john-bruder-john-bruder-v-philip/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1206</span></a></span>, 1228 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1991, in response to escapes by two residents from the program, the Department suspended the program for review to ensure consistency with both public safety and clinical concerns.  As a result of the review, the Department adopted new rules for what is now called the Transition Program.  Under these new rules, a resident, like Martel, who is under a criminal sentence and neither paroled to the Treatment Center nor eligible for parole, is ineligible to participate in the program.  Martel asserts that these revised rules deprive him of his constitutional rights to due process and equal protection, and violate his constitutional right against ex post facto legislation.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Martel has failed to allege sufficient facts to support a claim that either his substantive or his procedural right to due process has been violated.  The revision of the program was not so \"outrageous\" as to constitute a violation of substantive due process.  See Amsden v. Moran <span class=\"citation\" data-id=\"542853\"><a href=\"/opinion/542853/henry-h-amsden-v-thomas-f-moran-etc/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">748</span></a></span>, 754 (1st Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1041</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">713</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">702</span></span> (1991).  Since Martel concedes that he does not meet the eligibility requirements of the revised rules, he does not have any state created liberty interest in short-term release which would implicate the federal right to procedural due process.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Likewise, the revised rules are not in violation of the equal protection clause.  The distinction in the revised rules between civilly committed patients under a criminal sentence and those who are not is rationally related to the legitimate state interest in ensuring the safety of the community.  See Whiting v. Westerly, <span class=\"citation\" data-id=\"566795\"><a href=\"/opinion/566795/charles-whiting-iii-and-eric-anderson-v-town-of-westerly-and-mark/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">18</span></a></span>, 23 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Martel's allegation that the Transition Program rules violate the ex post facto clause of the Constitution fails because this clause pertains only to punishments inflicted by the government.  See, e.g., Cummings v. Missouri, 71 U.S.  (4 Wall.) 277, 325-26, <span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">356</span></span> (1867).  The Transition Program rules, however, are not punitive but rather related to the state's concern for community safety.  See United States v. Halper, <span class=\"citation\" data-id=\"112259\"><a href=\"/opinion/112259/united-states-v-halper/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">435</span></a></span>, 448, <span class=\"citation\" data-id=\"112259\"><a href=\"/opinion/112259/united-states-v-halper/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1892</span></a></span>, 1901, <span class=\"citation\" data-id=\"112259\"><a href=\"/opinion/112259/united-states-v-halper/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">487</span></a></span> (1989) (civil as well as a criminal sanction constitutes punishment only when it serves aims of retribution or deterrence).  As regards Martel's allegation that he is being \"punished\" by being deprived of a previous right to participate in the short-term release program, insofar as this is an allegation that he is being deprived of the adequate treatment required by the constitution and the federal consent decree, we think this concern is best addressed through an action to enforce the consent decree since that decree \" 'require[s] the provision of adequate treatment for [Treatment Center] patients' at a level [even] beyond that required by any applicable constitutional minima.\"  Langton, 928 F.2d at 1217.   Insofar as it is a allegation that he is being deprived of treatment beyond that required by the constitution and the consent decree, the revised rules are not punitive but the \"revocation of a privilege voluntarily granted.\"   See Helvering v. Mitchell, <span class=\"citation\" data-id=\"102987\"><a href=\"/opinion/102987/helvering-v-mitchell/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">391</span></a></span>, 399, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">630</span></span>, 632, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">917</span></span> (1938).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  As such, they do not implicate the ex post facto clause.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Martel has dropped all claims seeking monetary relief</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Martel also alleges that the Transition Program rules violate the eighth amendment prohibition against cruel and unusual punishment.  This claim is without merit</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We express no opinion as to whether or not Martel's participation in the release program is within the scope of treatment required by the constitution or the consent decree</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In his brief on appeal, and in a memorandum filed with the district court, Martel alleges that the Transition program rules violate both his constitutional right not to be subject to double jeopardy and the provisions of the federal consent decree under which the Treatment Center is operating.  Neither claim was made in his original complaint.  Even if we were to consider these issues to be properly before us, neither affects our judgment that the complaint was properly dismissed.  The double jeopardy claim, like Martel's ex post facto claim, fails because the revised Transition rules are not punitive.  See, e.g., Helvering, 303 U.S. at 399, 58 S.Ct. at 632.   The appropriate vehicle for enforcement of the consent decree is an action for contempt brought before the court responsible for the decree.  See, e.g., DeGidio v. Pung, <span class=\"citation\" data-id=\"552409\"><a href=\"/opinion/552409/anthony-degidio-james-murray-antti-john-haavisto-individually-and-on/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">525</span></a></span>, 534 (8th Cir.1990);  Green v. McKaskle, <span class=\"citation\" data-id=\"468775\"><a href=\"/opinion/468775/isiah-carl-green-v-dan-v-mckaskle-acting-director-texas-department-of/\"><span class=\"volume\">788</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1116</span></a></span>, 1123 (5th Cir.1986).  Allowing the decree to be challenged through an individual action for declaratory and injunctive relief \"would tend to discourage governmental authorities from entering into decrees in public law litigation, encourage the splintering of civil rights claims on an individual basis, and promote disrespect for judicial decrees duly entered following careful proactive review of the often complex mix of individual and institutional considerations involved in such litigation.\"  Miller v. Dept. of Correction, No. 91-2183, slip op. at 15, <span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">WL</span> <span class=\"page\">263112</span></span> (1st Cir., July 14, 1993)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102987/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112259/",
    "http://www.courtlistener.com/api/rest/v3/opinions/468775/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542853/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552409/",
    "http://www.courtlistener.com/api/rest/v3/opinions/557986/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566795/"
  ]
}