{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/195174/",
  "absolute_url": "/opinion/195174/de-la-torre-v-continental-ins-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/195174/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:34:44Z",
  "date_modified": "2016-02-28T04:51:58.026945Z",
  "type": "010combined",
  "sha1": "162ea50a7a99de82877cce604bdfc26a27422e1c",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1600.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 93-1600\n\n                       DOMINGO DE LA TORRE,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n                THE CONTINENTAL INSURANCE COMPANY,\n\n                       Defendant, Appellee.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Juan M. Perez-Gimenez, U.S. District Judge]\n                                                        \n\n                                             \n\n                              Before\n\n                       Breyer, Chief Judge,\n                                          \n\n                Selya and Boudin, Circuit Judges.\n                                                \n\n                                             \n\n     Juan G. Casasnovas Luiggi on brief for appellant.\n                              \n     J. Ramon  Rivera-Morales, Jimenez, Graffam &amp;  Lausall, James\n                                                                 \nE. Tribble, and Blackwell &amp; Walker, P.A. on brief for appellee.\n                                        \n\n                                             \n\n                         January 31, 1994\n\n                                             \n\n          SELYA,  Circuit  Judge.    In  this  appeal,  plaintiff\n          SELYA,  Circuit  Judge.\n                                \n\ninvites us  to set  aside the district  court's entry  of summary\n\njudgment  and  its ensuing  refusal  to  grant  relief  from  the\n\njudgment.  We decline the invitation.\n\n                                I\n\n          Contending  that  Continental   Insurance  Company  had\n\nwrongfully  refused to  pay a  claim for  benefits under  a group\n\naccident  insurance policy  purchased  by  his  former  employer,\n\nplaintiff-appellant Domingo de la Torre filed suit in the  United\n\nStates District Court for the  District of Puerto Rico.  Invoking\n\ndiversity  jurisdiction, see 28  U.S.C.   1332  (1988), appellant\n                            \n\nsought  compensatory,  consequential,  and  punitive damages  for\n\nContinental's alleged  disregard of its  contractual obligations.\n\nThe insurer joined  issue, denying the allegations  of wrongdoing\n\nthat characterized the complaint.\n\n          In due  course, a  magistrate-judge entered  a pretrial\n\nscheduling order, see  Fed. R. Civ. P. 16;  D.P.R. Loc. R. 314.3,\n                     \n\nwhich  had  been  prepared  by  the parties  and  to  which  they\n\nassented.   Among  other  things, the  order  indicated that  the\n\ndefendant would submit a motion for summary judgment.\n\n          On  October 22, 1992,  the defendant moved  for summary\n\njudgment.   The motion  raised five  distinct grounds  supporting\n\nbrevis disposition, including averments that appellant waited too\n      \n\nlong before submitting both his claim  and his proof of loss, and\n\nthat, in  any event,  appellant had not  suffered any  disability\n\nwithin the meaning of the  policy.  Although appellant's response\n\n                                2\n\nwas due ten days thereafter,  see D.P.R. Loc. R. 311.5  &amp; 311.12,\n                                 \n\nappellant ignored the deadline.\n\n          On  December 8,  1992    more  than a  month after  the\n\nopposition was  due    appellant moved for  an extension  of time\n\nwithin which to  respond to the summary  judgment motion.  In  an\n\nattempt  to  explain  the  delay,  appellant's  counsel mentioned\n\nongoing  settlement negotiations  (although he conceded  that the\n\ndefendant had given explicit warning by letter that negotiations,\n\nif conducted,  would not operate  to excuse a timely  response to\n\nthe motion for  summary judgment) and the press  of other pending\n\ncases.\n\n          The district  court  issued a  memorandum  decision  on\n\nDecember  11, 1992, without  acting upon  the motion  to extend.1\n\nIn that  rescript, the court addressed the  merits of the Rule 56\n\nmotion,  found Continental's  arguments  to  be  convincing,  and\n\nordered summary  judgment  in its  favor.   Judgment  entered  on\n\nDecember 23, 1993.  \n\n          Appellant did not  take an appeal from  this judgment.2\n\n                    \n\n     1It is  not clear  whether the motion  came to  the district\njudge's  attention before  he  ruled on  the  motion for  summary\njudgment.\n\n     2Because this is  so, and because the  30-day appeal period,\nFed. R. App.  P. 4(a)(1), ran long  before de la Torre  filed the\ninstant notice  of appeal,  the  original judgment  is no  longer\namenable  to  direct  review.    See  Rodriguez-Antuna  v.  Chase\n                                                                 \nManhattan Bank Corp., 871 F.2d 1, 2 (1st Cir. 1989) (holding that\n                    \nan appeal  from an  order denying relief  from judgment  does not\nresurrect a  plaintiff's expired right  to contest the  merits of\nthe   underlying  judgment  or  bring  the  judgment  before  the\nappellate court for review).  Since it was served well beyond the\ntime limit stipulated  in Fed. R. Civ. P.  59(e), the later-filed\nmotion for reconsideration did not toll the running of the appeal\n\n                                3\n\nIn late  December, however, he filed a motion to enlarge the time\n\nwithin  which to  move  for reconsideration  of  the December  11\n\norder.   The district court  granted an enlargement until January\n\n15, 1993.  When filed, appellant's motion for reconsideration (1)\n\ncontended  that his  December 8  request for additional  time had\n\nbeen overlooked, and  (2) presented a  decurtate response to  the\n\nsubstantive  arguments advanced  in defendant's  summary judgment\n\nmotion.    In  this connection,  the  motion  for reconsideration\n\ncontained  material not previously  in the record  that addressed\n\nsome, but not all, of the grounds limned in Continental's Rule 56\n\nmotion.   Withal, the motion for  reconsideration did not contain\n\nany  new information  concerning plaintiff's  failure  to file  a\n\ntimely opposition to the request for summary judgment.\n\n          On May  4, 1993, the  district court denied  the motion\n\nfor  reconsideration   without  any  elaboration.    This  appeal\n\nfollowed.\n\n                                II\n\n          On appeal, the  parties' first area of  dispute centers\n\naround the nature of appellant's motion for reconsideration.  The\n\nmotion  itself did not identify any  pertinent procedural rule or\n\nother hook upon which it might be hung.  This becomes a matter of\n\npotential moment, for,  if the motion invoked Rule  59(e), as the\n\ndefendant asserts, then it was  clearly out of time, see  Fed. R.\n                                                        \n\nCiv. P.  59(e) (stipulating that  motions \"to alter or  amend the\n\n                    \n\nperiod.   See Echevarria-Gonzalez v. Gonzalez-Chapel 849 F.2d 24,\n                                                    \n26 (1st Cir. 1988).\n\n                                4\n\njudgment shall  be served not later  than 10 days  after entry of\n\nthe  judgment\"), and,  since  it is  apodictic that  the district\n\ncourt does not  have the power  to extend the  time for filing  a\n\nRule 59(e) motion, see Feinstein v.  Moses, 951 F.2d 16, 19  (1st\n                                          \n\nCir. 1991), this appeal would likely have  to be dismissed.3  If,\n\nhowever, as appellant now asserts, the motion for reconsideration\n\ninvoked Fed.  R. Civ.  P. 60(b),  the motion  was timely and  the\n\nappeal  can survive.   See United  States v.  789 Cases  of Latex\n                                                                 \n\nSurgeon Gloves,      F.3d    ,     (1st Cir.  1993) [No. 93-1554,\n              \n\nslip op. at 5-7]; Rodriguez-Antuna v. Chase Manhattan Bank Corp.,\n                                                                \n\n871 F.2d 1, 2 (1st Cir. 1989).\n\n          Courts  should not spend  their energies wrestling with\n\nacademic  questions or deciding  the juridical equivalent  of how\n\nmany angels  can  dance on  the  head of  a pin.    Thus, in  the\n\ninterests   of  time  and  judicial  economy,  we  shall  assume,\n\nfavorably  to  appellant,  that the  motion  for  reconsideration\n\ndeserved attention under Fed. R. Civ. P. 60(b).  We indulge  this\n\nassumption on the  basis that \"an appellate court  may forego the\n\nresolution of a jurisdictional question  if, as is true here, the\n\nappeal is uncomplicated and easily resolved in favor of the party\n\nto  whose  benefit the  jurisdictional  question would  redound.\"\n\nUnited  States v.  Connell,  6 F.3d  27, 29  n.3 (1st  Cir. 1993)\n                          \n\n                    \n\n     3We caution that, under certain circumstances, the denial of\na late-filed Rule  59(e) motion which does more  than assert that\nthe  court wrongly  decided a  point  of law  possibly may  prove\nappealable.   See,  e.g., United  States  v. 789  Cases of  Latex\n                                                                 \nSurgeon Gloves,      F.3d    ,     (1st Cir.  1993) [No. 93-1554,\n              \nslip op. at 5-7].  Given  our approach to the appeal, see  infra,\n                                                                \nwe need not address this possibility.\n\n                                5\n\n(citing Supreme Court precedents).\n\n                               III\n\n          We now turn to the merits of  the appeal.  In doing so,\n\nit is important  to recall that motions brought  under Rule 60(b)\n\nare committed  to the district  court's sound discretion.4   As a\n\nresult, orders denying such  motions are reviewed only  for abuse\n\nof discretion.  See Teamsters, Chauffeurs, Warehousemen &amp; Helpers\n                                                                 \n\nUnion v. Superline Transp. Co., 953 F.2d 17,  19 (1st Cir. 1992);\n                              \n\nRodriguez-Antuna, 871 F.2d  at 3.  In these  precincts, the trial\n                \n\ncourt's exercise of  discretion must be colored  by a recognition\n\nthat, because Rule 60(b) is a vehicle for \"extraordinary relief,\"\n\n                    \n\n     4The rule provides in pertinent part:\n\n          On  motion and upon  such terms as  are just,\n          the  court may relieve  a party or  a party's\n          legal representative  from a  final judgment,\n          order,  or   proceeding  for   the  following\n          reasons:      (1)    mistake,   inadvertence,\n          surprise,  or  excusable neglect;  (2)  newly\n          discovered  evidence which  by due  diligence\n          could not  have been  discovered  in time  to\n          move  for a new  trial under Rule  59(b); (3)\n          fraud    (whether   heretofore    denominated\n          intrinsic  or extrinsic),  misrepresentation,\n          or other misconduct of  an adverse party; (4)\n          the judgment  is void; (5)  the judgment  has\n          been satisfied, released, or discharged, or a\n          prior judgment  upon which  it  is based  has\n          been reversed or otherwise vacated,  or it is\n          no longer equitable  that the judgment should\n          have  prospective  application;  or  (6)  any\n          other  reason  justifying   relief  from  the\n          operation of the judgment.  The motion  shall\n          be  made within  a reasonable  time, and  for\n          reasons (1), (2),  and (3) not more  than one\n          year after the judgment, order, or proceeding\n          was entered or taken.\n\nFed. R. Civ. P. 60(b).\n\n                                6\n\nmotions  invoking  the   rule  should  be  granted   \"only  under\n\nexceptional circumstances.\"   Lepore v. Vidockler, 792  F.2d 272,\n                                                 \n\n274 (1st Cir. 1986).\n\n          We   do   not   find   any   sufficiently   exceptional\n\ncircumstances here,  and, concomitantly,  we do  not discern  the\n\nslightest sign  that the  district court  abused its  discretion.\n\nAppellant relies mainly on  clause (1) of Rule  60(b).5  Yet,  he\n\nmakes  no  credible  claim   of  \"mistake,\"  \"inadvertence,\"   or\n\n\"surprise\"   so  he is left  to demonstrate \"excusable  neglect.\"\n\nOn this record, he cannot shoulder  that burden.  His most touted\n\nclaim    that his attorney  was preoccupied with other  matters  \n\nhas  been tried  before, and  regularly has  been  found wanting.\n\nSee, e.g., Mendez v. Banco Popular de Puerto Rico, 900 F.2d  4, 7\n                                                 \n\n(1st Cir. 1990); McLaughlin v. City of La Grange, 662  F.2d 1385,\n                                                \n\n1387 (11th Cir. 1981), cert. denied, 456  U.S. 979 (1982).  As we\n                                   \n\nwrote on an  earlier, comparable, occasion:  \"Most  attorneys are\n\nbusy most of the time and they must  organize their work so as to\n\nbe  able  to meet  the  time  requirements  of matters  they  are\n\nhandling or suffer the consequences.\"   Pinero Schroeder v. FNMA,\n                                                                \n\n574 F.2d 1117, 1118 (1st Cir. 1978).\n\n          Relatedly, appellant tells  us that the  district court\n\n                    \n\n     5In  his brief,  appellant also invokes  clause (6),  but he\noffers no  developed argumentation  supporting an  application of\nthat  clause.  We, therefore, decline to  address the point.  See\n                                                                 \nRyan v. Royal Ins. Co., 916 F.2d 731, 734 (1st Cir. 1990); United\n                                                                 \nStates v. Zannino, 895 F.2d  1, 17 (1st Cir.), cert. denied,  494\n                                                           \nU.S.  1082 (1990).   In  all  events, 60(b)(6)  and 60(b)(1)  are\nmutually exclusive.   See Liljeberg v. Health  Servs. Acquisition\n                                                                 \nCorp., 486 U.S. 847, 863 n.11  (1988); Superline, 953 F.2d at  20\n                                                \nn.3.\n\n                                7\n\nacted  prematurely in  going  forward  while  discovery  requests\n\nremained outstanding.   This asseveration  is doubly flawed.   In\n\nthe  first place,  appellant did  not raise  the point  below and\n\ncannot, therefore, rewardingly argue it here.  See Superline, 953\n                                                            \n\nF.2d at 21; Clauson v. Smith,  823 F.2d 660, 666 (1st Cir.  1987)\n                            \n\n(collecting  cases).  In  the second place,  incomplete discovery\n\nmay  be  a perfectly  good reason  for  asking a  court  to defer\n\ndecision  on a motion  for summary judgment, cf.  Fed. R. Civ. P.\n                                                \n\n56(f), but it  is a woefully  weak reason for  failing to file  a\n\ntimely opposition to such a motion.   And it is no reason at  all\n\nfor  failing  to  file  a  timely Rule  56(f)  motion  and-or  an\n\nimmediate request for an extension of time.\n\n          Appellant's final argument  fares no better.   The fact\n\nthat settlement  negotiations are in  progress does not  excuse a\n\nlitigant from making required court filings.  See, e.g., Cotto v.\n                                                              \n\nUnited States,  993 F.2d  274, 278-80 (1st  Cir. 1993);  Mercado-\n                                                                 \n\nGarcia v. Ponce Federal Bank, 979 F.2d 890, 895 (1st Cir.  1992).\n                            \n\nIt is  common sense,  as well  as common  courtesy, to alert  the\n\njudge  to the  ongoing negotiations  and request  that he  or she\n\npostpone imminent deadlines before they have expired.  A litigant\n\nwho, like  appellant,  fails  to take  that  simple  step  courts\n\ndisaster.\n\n          Above and beyond the  frailties of appellant's proffer,\n\nthe circumstances of  this case do not suggest  an entitlement to\n\nextraordinary relief.   Appellant  knew from  the pretrial  order\n\nthat the defendant planned to move for summary judgment.  Despite\n\n                                8\n\nthis aposematic forewarning,  and notwithstanding the defendant's\n\nadmonition that  it would insist  upon a timeous response  to its\n\nmotion  regardless  of ongoing  negotiations,  appellant blithely\n\nignored the summary  judgment motion when it was served.  In such\n\ncircumstances,  a  casual  request  for  an  extension  of  time,\n\nidentifying no compelling reason for the delay and made more than\n\na month  after the due date, strikes us  as too little, too late.\n\nWe note,  too, that when  the district court entered  the adverse\n\njudgment, appellant  did nothing  to extricate  himself from  the\n\nhole he had  dug.  Although the court gave him extra time to file\n\na motion for relief from judgment, he failed to present any facts\n\nfairly supporting  a  conclusion that  his  omission  constituted\n\nexcusable neglect as that term is defined in the jurisprudence of\n\nRule 60(b)(1).  See Lavespere v. Niagara Mach. &amp; Tool  Works, 910\n                                                            \n\nF.2d 167,  173 (5th  Cir. 1990) (suggesting  that it would  be an\n\nabuse of discretion for a district court to grant a Rule 60(b)(1)\n\nmotion   seeking  relief   from   a   party's  failure,   through\n\ncarelessness,  to  submit  evidence in  a  timely  manner), cert.\n                                                                 \n\ndenied, 114 S. Ct. 171 (1993).6\n      \n\n                                IV\n\n          We need go no further.   If the plaintiff had a serious\n\nbasis for opposing  the defendant's motion for  summary judgment,\n\n                    \n\n     6In an abundance of caution,  we have reviewed the materials\nfiled with appellant's  motion for reconsideration.   Having done\nso,  we cannot say  that those materials are  so compelling as to\nensure the defeat of defendant's Rule 56 initiative had they been\nproffered  in a timely manner.  Cf., e.g., Superline, 953 F.2d at\n                                                    \n20-21   (noting  importance,  under  Rule  60(b),  of  showing  a\nmeritorious claim or defense).\n\n                                9\n\nhe should have submitted either  a properly focused opposition or\n\na valid Rule  56(f) motion within the ample time  afforded in the\n\ndistrict  court.   Having  eschewed  both of  those  courses, and\n\nhaving mustered very little in the way of a cognizable excuse for\n\nhis palpable neglect, plaintiff cannot legitimately complain that\n\nthe district court  held fast  to its  clearly delineated  rules.\n\nSee  Smith v. Stone, 308 F.2d 15,  18 (9th Cir. 1962) (explaining\n                   \n\nthat chaos  would result if  parties could decide  for themselves\n\n\"when they  will file those  papers required in a  lawsuit\"; also\n\nsuggesting the  need for \"some  obedience to the rules  of court;\n\nand some  respect  [for]  the  convenience and  rights  of  other\n\ncounsel, litigants, and the court itself\").\n\nAffirmed.  Costs to appellee.\n                            \n\n                                10\n",
  "html": "<p class=\"case_cite\">15 F.3d 12</p>\n    <p class=\"case_cite\">27 Fed.R.Serv.3d 1582</p>\n    <p class=\"parties\">Domingo de la TORRE, Plaintiff, Appellant,<br>v.<br>The CONTINENTAL INSURANCE COMPANY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-1600.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted Jan. 3, 1994.<br>Decided Jan. 31, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Juan G. Casasnovas Luiggi on brief, for plaintiff, appellant.</p>\n      <p class=\"indent\">J. Ramon Rivera-Morales, Jimenez, Graffam &amp; Lausall, James E. Tribble, and Blackwell &amp; Walker, P.A. on brief, for defendant, appellee.</p>\n      <p class=\"indent\">Before BREYER, Chief Judge, SELYA and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, plaintiff invites us to set aside the district court's entry of summary judgment and its ensuing refusal to grant relief from the judgment.  We decline the invitation.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Contending that Continental Insurance Company had wrongfully refused to pay a claim for benefits under a group accident insurance policy purchased by his former employer, plaintiff-appellant Domingo de la Torre filed suit in the United States District Court for the District of Puerto Rico.  Invoking diversity jurisdiction, see 28 U.S.C. Sec. 1332 (1988), appellant sought compensatory, consequential, and punitive damages for Continental's alleged disregard of its contractual obligations.  The insurer joined issue, denying the allegations of wrongdoing that characterized the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In due course, a magistrate-judge entered a pretrial scheduling order, see Fed.R.Civ.P. 16;  D.P.R.Loc.R. 314.3, which had been prepared by the parties and to which they assented.  Among other things, the order indicated that the defendant would submit a motion for summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On October 22, 1992, the defendant moved for summary judgment.  The motion raised five distinct grounds supporting brevis disposition, including averments that appellant waited too long before submitting both his claim and his proof of loss, and that, in any event, appellant had not suffered any disability within the meaning of the policy.  Although appellant's response was due ten days thereafter, see D.P.R.Loc.R. 311.5 &amp; 311.12, appellant ignored the deadline.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On December 8, 1992--more than a month after the opposition was due--appellant moved for an extension of time within which to respond to the summary judgment motion.  In an attempt to explain the delay, appellant's counsel mentioned ongoing settlement negotiations (although he conceded that the defendant had given explicit warning by letter that negotiations, if conducted, would not operate to excuse a timely response to the motion for summary judgment) and the press of other pending cases.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court issued a memorandum decision on December 11, 1992, without acting upon the motion to extend.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In that rescript, the court addressed the merits of the Rule 56 motion, found Continental's arguments to be convincing, and ordered summary judgment in its favor.  Judgment entered on December 23, 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Appellant did not take an appeal from this judgment.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In late December, however, he filed a motion to enlarge the time within which to move for reconsideration of the December 11 order.  The district court granted an enlargement until January 15, 1993.  When filed, appellant's motion for reconsideration (1) contended that his December 8 request for additional time had been overlooked, and (2) presented a decurtate response to the substantive arguments advanced in defendant's summary judgment motion.  In this connection, the motion for reconsideration contained material not previously in the record that addressed some, but not all, of the grounds limned in Continental's Rule 56 motion.  Withal, the motion for reconsideration did not contain any new information concerning plaintiff's failure to file a timely opposition to the request for summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On May 4, 1993, the district court denied the motion for reconsideration without any elaboration.  This appeal followed.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On appeal, the parties' first area of dispute centers around the nature of appellant's motion for reconsideration.  The motion itself did not identify any pertinent procedural rule or other hook upon which it might be hung.  This becomes a matter of potential moment, for, if the motion invoked Rule 59(e), as the defendant asserts, then it was clearly out of time, see Fed.R.Civ.P. 59(e) (stipulating that motions \"to alter or amend the judgment shall be served not later than 10 days after entry of the judgment\"), and, since it is apodeictic that the district court does not have the power to extend the time for filing a Rule 59(e) motion, see Feinstein v. Moses, 951 F.2d 16, 19 (1st Cir.1991), this appeal would likely have to be dismissed.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  If, however, as appellant now asserts, the motion for reconsideration invoked Fed.R.Civ.P. 60(b), the motion was timely and the appeal can survive.  See United States v. 789 Cases of Latex Surgeon Gloves, 13 F.3d 12, 14-15 (1st Cir.1993);   Rodriguez-Antuna v. Chase Manhattan Bank Corp., 871 F.2d 1, 2 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Courts should not spend their energies wrestling with academic questions or deciding the juridical equivalent of how many angels can dance on the head of a pin.  Thus, in the interests of time and judicial economy, we shall assume, favorably to appellant, that the motion for reconsideration deserved attention under Fed.R.Civ.P. 60(b).  We indulge this assumption on the basis that \"an appellate court may forego the resolution of a jurisdictional question if, as is true here, the appeal is uncomplicated and easily resolved in favor of the party to whose benefit the jurisdictional question would redound.\"  United States v. Connell, 6 F.3d 27, 29 n. 3 (1st Cir.1993) (citing Supreme Court precedents).</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We now turn to the merits of the appeal.  In doing so, it is important to recall that motions brought under Rule 60(b) are committed to the district court's sound discretion.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  As a result, orders denying such motions are reviewed only for abuse of discretion.  See Teamsters, Chauffeurs, Warehousemen &amp; Helpers Union, Local No. 59 v. Superline Transp. Co., Inc., 953 F.2d 17, 19 (1st Cir.1992);  Rodriguez-Antuna, 871 F.2d at 3.   In these precincts, the trial court's exercise of discretion must be colored by a recognition that, because Rule 60(b) is a vehicle for \"extraordinary relief,\" motions invoking the rule should be granted \"only under exceptional circumstances.\"  Lepore v. Vidockler, 792 F.2d 272, 274 (1st Cir.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We do not find any sufficiently exceptional circumstances here, and, concomitantly, we do not discern the slightest sign that the district court abused its discretion.  Appellant relies mainly on clause (1) of Rule 60(b).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Yet, he makes no credible claim of \"mistake,\" \"inadvertence,\" or \"surprise\"--so he is left to demonstrate \"excusable neglect.\"   On this record, he cannot shoulder that burden.  His most touted claim--that his attorney was preoccupied with other matters--has been tried before, and regularly has been found wanting.  See, e.g., Mendez v. Banco Popular de Puerto Rico, 900 F.2d 4, 7 (1st Cir.1990);  McLaughlin v. City of La Grange, 662 F.2d 1385, 1387 (11th Cir.1981), cert. denied, 456 U.S. 979, 102 S.Ct. 2249, 72 L.Ed.2d 856 (1982).  As we wrote on an earlier, comparable, occasion:  \"Most attorneys are busy most of the time and they must organize their work so as to be able to meet the time requirements of matters they are handling or suffer the consequences.\"  Pinero Schroeder v. FNMA, 574 F.2d 1117, 1118 (1st Cir.1978).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Relatedly, appellant tells us that the district court acted prematurely in going forward while discovery requests remained outstanding.  This asseveration is doubly flawed.  In the first place, appellant did not raise the point below and cannot, therefore, rewardingly argue it here.  See Superline, 953 F.2d at 21;  Clauson v. Smith, 823 F.2d 660, 666 (1st Cir.1987) (collecting cases).  In the second place, incomplete discovery may be a perfectly good reason for asking a court to defer decision on a motion for summary judgment, cf. Fed.R.Civ.P. 56(f), but it is a woefully weak reason for failing to file a timely opposition to such a motion.  And it is no reason at all for failing to file a timely Rule 56(f) motion and-or an immediate request for an extension of time.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Appellant's final argument fares no better.  The fact that settlement negotiations are in progress does not excuse a litigant from making required court filings.  See, e.g., Cotto v. United States, 993 F.2d 274, 278-80 (1st Cir.1993);  Mercado-Garcia v. Ponce Federal Bank, 979 F.2d 890, 895 (1st Cir.1992).  It is common sense, as well as common courtesy, to alert the judge to the ongoing negotiations and request that he or she postpone imminent deadlines before they have expired.  A litigant who, like appellant, fails to take that simple step courts disaster.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Above and beyond the frailties of appellant's proffer, the circumstances of this case do not suggest an entitlement to extraordinary relief.  Appellant knew from the pretrial order that the defendant planned to move for summary judgment.  Despite this aposematic forewarning, and notwithstanding the defendant's admonition that it would insist upon a timeous response to its motion regardless of ongoing negotiations, appellant blithely ignored the summary judgment motion when it was served.  In such circumstances, a casual request for an extension of time, identifying no compelling reason for the delay and made more than a month after the due date, strikes us as too little, too late.  We note, too, that when the district court entered the adverse judgment, appellant did nothing to extricate himself from the hole he had dug.  Although the court gave him extra time to file a motion for relief from judgment, he failed to present any facts fairly supporting a conclusion that his omission constituted excusable neglect as that term is defined in the jurisprudence of Rule 60(b)(1).  See Lavespere v. Niagara Mach. &amp; Tool Works, 910 F.2d 167, 173 (5th Cir.1990) (suggesting that it would be an abuse of discretion for a district court to grant a Rule 60(b)(1) motion seeking relief from a party's failure, through carelessness, to submit evidence in a timely manner), cert. denied, U.S. ----, 114 S.Ct. 171, 126 L.Ed.2d 131 (1993).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We need go no further.  If the plaintiff had a serious basis for opposing the defendant's motion for summary judgment, he should have submitted either a properly focused opposition or a valid Rule 56(f) motion within the ample time afforded in the district court.  Having eschewed both of those courses, and having mustered very little in the way of a cognizable excuse for his palpable neglect, plaintiff cannot legitimately complain that the district court held fast to its clearly delineated rules.  See Smith v. Stone, 308 F.2d 15, 18 (9th Cir.1962) (explaining that chaos would result if parties could decide for themselves \"when they will file those papers required in a lawsuit\";  also suggesting the need for \"some obedience to the rules of court;  and some respect [for] the convenience and rights of other counsel, litigants, and the court itself\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Affirmed.  Costs to appellee.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> It is not clear whether the motion came to the district judge's attention before he ruled on the motion for summary judgment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Because this is so, and because the 30-day appeal period, Fed.R.App.P. 4(a)(1), ran long before de la Torre filed the instant notice of appeal, the original judgment is no longer amenable to direct review.  See Rodriguez-Antuna v. Chase Manhattan Bank Corp., 871 F.2d 1, 2 (1st Cir.1989) (holding that an appeal from an order denying relief from judgment does not resurrect a plaintiff's expired right to contest the merits of the underlying judgment or bring the judgment before the appellate court for review).  Since it was served well beyond the time limit stipulated in Fed.R.Civ.P. 59(e), the later-filed motion for reconsideration did not toll the running of the appeal period.  See Echevarria-Gonzalez v. Gonzalez-Chapel 849 F.2d 24, 26 (1st Cir.1988)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We caution that, under certain circumstances, the denial of a late-filed Rule 59(e) motion which does more than assert that the court wrongly decided a point of law possibly may prove appealable.  See, e.g., United States v. 789 Cases of Latex Surgeon Gloves, 13 F.3d 12, 14 (1st Cir.1993).  Given our approach to the appeal, see infra, we need not address this possibility</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The rule provides in pertinent part:</p>\n        <p>On motion and upon such terms as are just, the court may relieve a party or a party's legal representative from a final judgment, order, or proceeding for the following reasons:  (1) mistake, inadvertence, surprise, or excusable neglect;  (2) newly discovered evidence which by due diligence could not have been discovered in time to move for a new trial under Rule 59(b);  (3) fraud (whether heretofore denominated intrinsic or extrinsic), misrepresentation, or other misconduct of an adverse party;  (4) the judgment is void;  (5) the judgment has been satisfied, released, or discharged, or a prior judgment upon which it is based has been reversed or otherwise vacated, or it is no longer equitable that the judgment should have prospective application;  or (6) any other reason justifying relief from the operation of the judgment.  The motion shall be made within a reasonable time, and for reasons (1), (2), and (3) not more than one year after the judgment, order, or proceeding was entered or taken.</p>\n        <p>Fed.R.Civ.P. 60(b).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In his brief, appellant also invokes clause (6), but he offers no developed argumentation supporting an application of that clause.  We, therefore, decline to address the point.  See Ryan v. Royal Ins. Co. of America, 916 F.2d 731, 734 (1st Cir.1990);   United States v. Zannino, 895 F.2d 1, 17 (1st Cir.), cert. denied, 494 U.S. 1082, 110 S.Ct. 1814, 108 L.Ed.2d 944 (1990).  In all events, 60(b)(6) and 60(b)(1) are mutually exclusive.   See Liljeberg v. Health Servs.  Acquisition Corp., 486 U.S. 847, 863 n. 11, 108 S.Ct. 2194, 2204 n. 11, 100 L.Ed.2d 855 (1988);   Superline, 953 F.2d at 20 n. 3</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In an abundance of caution, we have reviewed the materials filed with appellant's motion for reconsideration.  Having done so, we cannot say that those materials are so compelling as to ensure the defeat of defendant's Rule 56 initiative had they been proffered in a timely manner.  Cf., e.g., Superline, 953 F.2d at 20-21 (noting importance, under Rule 60(b), of showing a meritorious claim or defense)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></span></p>\n    <p class=\"case_cite\">27 Fed.R.Serv.3d 1582</p>\n    <p class=\"parties\">Domingo de la TORRE, Plaintiff, Appellant,<br>v.<br>The CONTINENTAL INSURANCE COMPANY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-1600.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted Jan. 3, 1994.<br>Decided Jan. 31, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Juan G. Casasnovas Luiggi on brief, for plaintiff, appellant.</p>\n      <p class=\"indent\">J. Ramon Rivera-Morales, Jimenez, Graffam &amp; Lausall, James E. Tribble, and Blackwell &amp; Walker, P.A. on brief, for defendant, appellee.</p>\n      <p class=\"indent\">Before BREYER, Chief Judge, SELYA and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, plaintiff invites us to set aside the district court's entry of summary judgment and its ensuing refusal to grant relief from the judgment.  We decline the invitation.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Contending that Continental Insurance Company had wrongfully refused to pay a claim for benefits under a group accident insurance policy purchased by his former employer, plaintiff-appellant Domingo de la Torre filed suit in the United States District Court for the District of Puerto Rico.  Invoking diversity jurisdiction, see 28 U.S.C. Sec. 1332 (1988), appellant sought compensatory, consequential, and punitive damages for Continental's alleged disregard of its contractual obligations.  The insurer joined issue, denying the allegations of wrongdoing that characterized the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In due course, a magistrate-judge entered a pretrial scheduling order, see Fed.R.Civ.P. 16;  D.P.R.Loc.R. 314.3, which had been prepared by the parties and to which they assented.  Among other things, the order indicated that the defendant would submit a motion for summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On October 22, 1992, the defendant moved for summary judgment.  The motion raised five distinct grounds supporting brevis disposition, including averments that appellant waited too long before submitting both his claim and his proof of loss, and that, in any event, appellant had not suffered any disability within the meaning of the policy.  Although appellant's response was due ten days thereafter, see D.P.R.Loc.R. 311.5 &amp; 311.12, appellant ignored the deadline.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On December 8, 1992--more than a month after the opposition was due--appellant moved for an extension of time within which to respond to the summary judgment motion.  In an attempt to explain the delay, appellant's counsel mentioned ongoing settlement negotiations (although he conceded that the defendant had given explicit warning by letter that negotiations, if conducted, would not operate to excuse a timely response to the motion for summary judgment) and the press of other pending cases.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court issued a memorandum decision on December 11, 1992, without acting upon the motion to extend.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In that rescript, the court addressed the merits of the Rule 56 motion, found Continental's arguments to be convincing, and ordered summary judgment in its favor.  Judgment entered on December 23, 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Appellant did not take an appeal from this judgment.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In late December, however, he filed a motion to enlarge the time within which to move for reconsideration of the December 11 order.  The district court granted an enlargement until January 15, 1993.  When filed, appellant's motion for reconsideration (1) contended that his December 8 request for additional time had been overlooked, and (2) presented a decurtate response to the substantive arguments advanced in defendant's summary judgment motion.  In this connection, the motion for reconsideration contained material not previously in the record that addressed some, but not all, of the grounds limned in Continental's Rule 56 motion.  Withal, the motion for reconsideration did not contain any new information concerning plaintiff's failure to file a timely opposition to the request for summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On May 4, 1993, the district court denied the motion for reconsideration without any elaboration.  This appeal followed.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On appeal, the parties' first area of dispute centers around the nature of appellant's motion for reconsideration.  The motion itself did not identify any pertinent procedural rule or other hook upon which it might be hung.  This becomes a matter of potential moment, for, if the motion invoked Rule 59(e), as the defendant asserts, then it was clearly out of time, see Fed.R.Civ.P. 59(e) (stipulating that motions \"to alter or amend the judgment shall be served not later than 10 days after entry of the judgment\"), and, since it is apodeictic that the district court does not have the power to extend the time for filing a Rule 59(e) motion, see Feinstein v. Moses, <span class=\"citation\" data-id=\"573153\"><a href=\"/opinion/573153/frederick-feinstein-v-morris-and-joyce-moses-dba-sun-cal-products/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">16</span></a></span>, 19 (1st Cir.1991), this appeal would likely have to be dismissed.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  If, however, as appellant now asserts, the motion for reconsideration invoked Fed.R.Civ.P. 60(b), the motion was timely and the appeal can survive.  See United States v. 789 Cases of Latex Surgeon Gloves, <span class=\"citation\" data-id=\"195132\"><a href=\"/opinion/195132/united-states-v-anduze-montano/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 14-15 (1st Cir.1993);   Rodriguez-Antuna v. Chase Manhattan Bank Corp., <span class=\"citation\" data-id=\"520401\"><a href=\"/opinion/520401/migda-rodriguez-antuna-v-chase-manhattan-bank-corporation/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Courts should not spend their energies wrestling with academic questions or deciding the juridical equivalent of how many angels can dance on the head of a pin.  Thus, in the interests of time and judicial economy, we shall assume, favorably to appellant, that the motion for reconsideration deserved attention under Fed.R.Civ.P. 60(b).  We indulge this assumption on the basis that \"an appellate court may forego the resolution of a jurisdictional question if, as is true here, the appeal is uncomplicated and easily resolved in favor of the party to whose benefit the jurisdictional question would redound.\"  United States v. Connell, <span class=\"citation\" data-id=\"194971\"><a href=\"/opinion/194971/united-states-v-connell/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 29 n. 3 (1st Cir.1993) (citing Supreme Court precedents).</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We now turn to the merits of the appeal.  In doing so, it is important to recall that motions brought under Rule 60(b) are committed to the district court's sound discretion.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  As a result, orders denying such motions are reviewed only for abuse of discretion.  See Teamsters, Chauffeurs, Warehousemen &amp; Helpers Union, Local No. 59 v. Superline Transp. Co., Inc., <span class=\"citation\" data-id=\"575211\"><a href=\"/opinion/575211/teamsters-chauffeurs-warehousemen-and-helpers-union-local-no-59-v/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 19 (1st Cir.1992);  Rodriguez-Antuna, 871 F.2d at 3.   In these precincts, the trial court's exercise of discretion must be colored by a recognition that, because Rule 60(b) is a vehicle for \"extraordinary relief,\" motions invoking the rule should be granted \"only under exceptional circumstances.\"  Lepore v. Vidockler, <span class=\"citation\" data-id=\"471273\"><a href=\"/opinion/471273/donald-lepore-v-stuart-vidockler/\"><span class=\"volume\">792</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">272</span></a></span>, 274 (1st Cir.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We do not find any sufficiently exceptional circumstances here, and, concomitantly, we do not discern the slightest sign that the district court abused its discretion.  Appellant relies mainly on clause (1) of Rule 60(b).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Yet, he makes no credible claim of \"mistake,\" \"inadvertence,\" or \"surprise\"--so he is left to demonstrate \"excusable neglect.\"   On this record, he cannot shoulder that burden.  His most touted claim--that his attorney was preoccupied with other matters--has been tried before, and regularly has been found wanting.  See, e.g., Mendez v. Banco Popular de Puerto Rico, <span class=\"citation\" data-id=\"539215\"><a href=\"/opinion/539215/julio-mendez-aka-julio-mendez-rodriguez-v-banco-popular-de-puerto-rico/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span>, 7 (1st Cir.1990);  McLaughlin v. City of La Grange, <span class=\"citation\" data-id=\"396362\"><a href=\"/opinion/396362/jerry-lewis-mclaughlin-and-willie-george-williams-v-the-city-of-lagrange/\"><span class=\"volume\">662</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1385</span></a></span>, 1387 (11th Cir.1981), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">979</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2249</span></span>, <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">856</span></span> (1982).  As we wrote on an earlier, comparable, occasion:  \"Most attorneys are busy most of the time and they must organize their work so as to be able to meet the time requirements of matters they are handling or suffer the consequences.\"  Pinero Schroeder v. FNMA, <span class=\"citation\" data-id=\"355342\"><a href=\"/opinion/355342/vicente-pinero-schroeder-v-federal-national-mortgage-association/\"><span class=\"volume\">574</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1117</span></a></span>, 1118 (1st Cir.1978).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Relatedly, appellant tells us that the district court acted prematurely in going forward while discovery requests remained outstanding.  This asseveration is doubly flawed.  In the first place, appellant did not raise the point below and cannot, therefore, rewardingly argue it here.  See Superline, 953 F.2d at 21;  Clauson v. Smith, <span class=\"citation\" data-id=\"491456\"><a href=\"/opinion/491456/charles-clauson-v-robert-d-smith/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">660</span></a></span>, 666 (1st Cir.1987) (collecting cases).  In the second place, incomplete discovery may be a perfectly good reason for asking a court to defer decision on a motion for summary judgment, cf. Fed.R.Civ.P. 56(f), but it is a woefully weak reason for failing to file a timely opposition to such a motion.  And it is no reason at all for failing to file a timely Rule 56(f) motion and-or an immediate request for an extension of time.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Appellant's final argument fares no better.  The fact that settlement negotiations are in progress does not excuse a litigant from making required court filings.  See, e.g., Cotto v. United States, <span class=\"citation\" data-id=\"606662\"><a href=\"/opinion/606662/evelyn-cotto-and-edwin-torres-etc-v-united-states/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">274</span></a></span>, 278-80 (1st Cir.1993);  Mercado-Garcia v. Ponce Federal Bank, <span class=\"citation\" data-id=\"595182\"><a href=\"/opinion/595182/julio-a-mercado-garcia-maria-del-carmen-avila-mugica-and-their-marital/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">890</span></a></span>, 895 (1st Cir.1992).  It is common sense, as well as common courtesy, to alert the judge to the ongoing negotiations and request that he or she postpone imminent deadlines before they have expired.  A litigant who, like appellant, fails to take that simple step courts disaster.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Above and beyond the frailties of appellant's proffer, the circumstances of this case do not suggest an entitlement to extraordinary relief.  Appellant knew from the pretrial order that the defendant planned to move for summary judgment.  Despite this aposematic forewarning, and notwithstanding the defendant's admonition that it would insist upon a timeous response to its motion regardless of ongoing negotiations, appellant blithely ignored the summary judgment motion when it was served.  In such circumstances, a casual request for an extension of time, identifying no compelling reason for the delay and made more than a month after the due date, strikes us as too little, too late.  We note, too, that when the district court entered the adverse judgment, appellant did nothing to extricate himself from the hole he had dug.  Although the court gave him extra time to file a motion for relief from judgment, he failed to present any facts fairly supporting a conclusion that his omission constituted excusable neglect as that term is defined in the jurisprudence of Rule 60(b)(1).  See Lavespere v. Niagara Mach. &amp; Tool Works, <span class=\"citation\" data-id=\"546093\"><a href=\"/opinion/546093/james-r-lavespere-cross-appellee-and-liberty-mutual-insurance-co/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">167</span></a></span>, 173 (5th Cir.1990) (suggesting that it would be an abuse of discretion for a district court to grant a Rule 60(b)(1) motion seeking relief from a party's failure, through carelessness, to submit evidence in a timely manner), cert. denied, U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">171</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">131</span></span> (1993).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We need go no further.  If the plaintiff had a serious basis for opposing the defendant's motion for summary judgment, he should have submitted either a properly focused opposition or a valid Rule 56(f) motion within the ample time afforded in the district court.  Having eschewed both of those courses, and having mustered very little in the way of a cognizable excuse for his palpable neglect, plaintiff cannot legitimately complain that the district court held fast to its clearly delineated rules.  See Smith v. Stone, <span class=\"citation\" data-id=\"258238\"><a href=\"/opinion/258238/molton-g-smith-v-walter-t-stone-chief-division-of-adult-paroles-of-the/\"><span class=\"volume\">308</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 18 (9th Cir.1962) (explaining that chaos would result if parties could decide for themselves \"when they will file those papers required in a lawsuit\";  also suggesting the need for \"some obedience to the rules of court;  and some respect [for] the convenience and rights of other counsel, litigants, and the court itself\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Affirmed.  Costs to appellee.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> It is not clear whether the motion came to the district judge's attention before he ruled on the motion for summary judgment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Because this is so, and because the 30-day appeal period, Fed.R.App.P. 4(a)(1), ran long before de la Torre filed the instant notice of appeal, the original judgment is no longer amenable to direct review.  See Rodriguez-Antuna v. Chase Manhattan Bank Corp., <span class=\"citation\" data-id=\"520401\"><a href=\"/opinion/520401/migda-rodriguez-antuna-v-chase-manhattan-bank-corporation/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir.1989) (holding that an appeal from an order denying relief from judgment does not resurrect a plaintiff's expired right to contest the merits of the underlying judgment or bring the judgment before the appellate court for review).  Since it was served well beyond the time limit stipulated in Fed.R.Civ.P. 59(e), the later-filed motion for reconsideration did not toll the running of the appeal period.  See Echevarria-Gonzalez v. Gonzalez-Chapel <span class=\"citation\" data-id=\"507353\"><a href=\"/opinion/507353/aurelio-echevarria-gonzalez-v-antonio-gonzalez-chapel-etc/\"><span class=\"volume\">849</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">24</span></a></span>, 26 (1st Cir.1988)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We caution that, under certain circumstances, the denial of a late-filed Rule 59(e) motion which does more than assert that the court wrongly decided a point of law possibly may prove appealable.  See, e.g., United States v. 789 Cases of Latex Surgeon Gloves, <span class=\"citation\" data-id=\"195132\"><a href=\"/opinion/195132/united-states-v-anduze-montano/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 14 (1st Cir.1993).  Given our approach to the appeal, see infra, we need not address this possibility</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The rule provides in pertinent part:</p>\n        <p>On motion and upon such terms as are just, the court may relieve a party or a party's legal representative from a final judgment, order, or proceeding for the following reasons:  (1) mistake, inadvertence, surprise, or excusable neglect;  (2) newly discovered evidence which by due diligence could not have been discovered in time to move for a new trial under Rule 59(b);  (3) fraud (whether heretofore denominated intrinsic or extrinsic), misrepresentation, or other misconduct of an adverse party;  (4) the judgment is void;  (5) the judgment has been satisfied, released, or discharged, or a prior judgment upon which it is based has been reversed or otherwise vacated, or it is no longer equitable that the judgment should have prospective application;  or (6) any other reason justifying relief from the operation of the judgment.  The motion shall be made within a reasonable time, and for reasons (1), (2), and (3) not more than one year after the judgment, order, or proceeding was entered or taken.</p>\n        <p>Fed.R.Civ.P. 60(b).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In his brief, appellant also invokes clause (6), but he offers no developed argumentation supporting an application of that clause.  We, therefore, decline to address the point.  See Ryan v. Royal Ins. Co. of America, <span class=\"citation\" data-id=\"550084\"><a href=\"/opinion/550084/maury-a-ryan-dba-ryan-klimek-ryan-partnership-v-royal-insurance/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">731</span></a></span>, 734 (1st Cir.1990);   United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1814</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">944</span></span> (1990).  In all events, 60(b)(6) and 60(b)(1) are mutually exclusive.   See Liljeberg v. Health Servs.  Acquisition Corp., <span class=\"citation\" data-id=\"112106\"><a href=\"/opinion/112106/liljeberg-v-health-services-acquisition-corp/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">847</span></a></span>, 863 n. 11, <span class=\"citation\" data-id=\"112106\"><a href=\"/opinion/112106/liljeberg-v-health-services-acquisition-corp/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2194</span></a></span>, 2204 n. 11, <span class=\"citation\" data-id=\"112106\"><a href=\"/opinion/112106/liljeberg-v-health-services-acquisition-corp/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">855</span></a></span> (1988);   Superline, 953 F.2d at 20 n. 3</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In an abundance of caution, we have reviewed the materials filed with appellant's motion for reconsideration.  Having done so, we cannot say that those materials are so compelling as to ensure the defeat of defendant's Rule 56 initiative had they been proffered in a timely manner.  Cf., e.g., Superline, 953 F.2d at 20-21 (noting importance, under Rule 60(b), of showing a meritorious claim or defense)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194971/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195132/",
    "http://www.courtlistener.com/api/rest/v3/opinions/258238/",
    "http://www.courtlistener.com/api/rest/v3/opinions/355342/",
    "http://www.courtlistener.com/api/rest/v3/opinions/396362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/471273/",
    "http://www.courtlistener.com/api/rest/v3/opinions/491456/",
    "http://www.courtlistener.com/api/rest/v3/opinions/507353/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520401/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/539215/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546093/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550084/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573153/",
    "http://www.courtlistener.com/api/rest/v3/opinions/575211/",
    "http://www.courtlistener.com/api/rest/v3/opinions/595182/",
    "http://www.courtlistener.com/api/rest/v3/opinions/606662/"
  ]
}