{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200109/",
  "absolute_url": "/opinion/200109/lapine-v-town-of-wellesley/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200109/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:44:15Z",
  "date_modified": "2016-02-28T05:02:15.176936Z",
  "type": "010combined",
  "sha1": "28454ecffa3bf31eb1814228edca18ca4a62647d",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-2054-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2002/09/04/Lapine_v._Town_of_Wellesley.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 01-2054\n\n                         GARY W. LAPINE,\n\n                      Plaintiff, Appellee,\n\n                               v.\n\n                       TOWN OF WELLESLEY,\n\n                      Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n        [Hon. Robert B. Collings, U.S. Magistrate Judge]\n\n\n                             Before\n                      Lynch, Circuit Judge,\n\n          Campbell and Bownes, Senior Circuit Judges.\n\n\n\n     James A. Goodhue with whom Grindle, Robinson & Goodhue and\nAlbert S. Robinson, Town Counsel for the Town of Wellesley were\non brief for appellant.\n     Paul M. Sushchyk for appellee.\n\n\n\n                       September 4, 2002\n\f            CAMPBELL, Senior Circuit Judge.   The Town of Wellesley\n\n(\"Town\") appeals from the judgment of the magistrate judge.     The\n\nmagistrate judge held that Gary Lapine (\"Lapine\") is entitled to\n\nreemployment as a police officer with the Town pursuant to the\n\nVeterans’ Reemployment Rights Act (\"VRRA\"), 38 U.S.C. §§ 4301-4306\n\n(Supp. II 1992) amended by Uniformed Services Employment and\n\nReemployment Rights Act of 1994, 38 U.S.C. § 4301, et seq. (Supp.\n\nV 2002).1    The court awarded monetary damages with prejudgment\n\ninterest.    We affirm.\n\nI.          Background\n\n            Lapine served as a commissioned officer in the United\nStates Army from July 7, 1974, through August 30, 1976.      Lapine\nstipulated that, at this time, he \"became aware of veteran’s rights\n\nto reemployment benefits\" under the VRRA.      Upon discharge from\nactive duty, he transferred to the United States Army Reserve in\n\n\n     1\n      The Veterans’ Reemployment Rights Act (\"VRRA\") was originally\ncodified at 43 U.S.C. § 2021, et seq., pursuant to the Vietnam\nVeterans’ Readjustment Assistance Act of 1974, Pub. L. No. 93-508,\nTitle IV, § 404(a), 1974 U.S.C.C.A.N. (88 Stat. 1578) 1818, 1837.\nIn 1992, the VRRA was renumbered, pursuant to the Veterans'\nBenefits Act of 1992, at 38 U.S.C. § 4301, et seq., Pub. L. No.\n102-568, § 506(a), 1992 U.S.C.C.A.N. (106 Stat.) 4320, 4340. The\nUniformed Services Employment and Reemployment Rights Act of 1994\n(\"USERRA\"), Pub. L. No. 103-353, 1994 U.S.C.C.A.N. (108 Stat. 3149)\n2449, significantly amended the VRRA and the content of 38 U.S.C.\n§ 4301, et seq., but provided that the amendments would only be\neffective \"with respect to reemployments initiated on or after\" 60\ndays after its effective date (October 13, 1994). Lapine initially\nsought reemployment with the Town in a letter dated June 26, 1992,\nand first asserted his rights under the VRRA in 1993. Thus, the\nVRRA, and not the USERRA, applies to this action. Our citations\nherein to the VRRA provisions codified under 38 U.S.C. § 4301, et\nseq., are to those provisions as they existed prior to the USERRA\namendments, except as we may otherwise specify.\n\n                                -2-\n\fwhich he served as a commissioned officer until, after twice being\n\npassed over for a promotion, he was honorably discharged in 1989.\n\nIn February 1990, Lapine enlisted in the Army Reserve as a sergeant\nand was assigned to the 94th Military Police Company in Manchester,\n\nNew Hampshire.\n\n           After his discharge from active duty with the United\nStates Army, Lapine joined the Wellesley Police Department in May\n\nof 1977.   He served with the police department for approximately\n\nthirteen years until, on April 30, 1990, in a letter to the then-\n\nchief of police John Fritts, he announced that he was resigning.\n\nIn the letter he gave May 13, 1990, as the effective date of his\n\nresignation.     The letter reflected Lapine’s acute dissatisfaction\n\nwith the working conditions of the Department.    The letter read in\nfull as follows:\n\n           Dear sir:\n\n                  I am writing to inform you of my intent\n           to   resign   from   the    Wellesley   Police\n           Department.   As you may or may not already\n           realize, I have not been satisfied with the\n           working conditions of the department for\n           several years now.    Only the opportunity to\n           secure other employment prevented me from\n           resigning earlier, and possibly, the hopes\n           that the conditions would change. However, as\n           you know, the conditions have not changed, nor\n           do you or I expect them to in the future.\n\n                  Your mishandling of major incidents in\n           the past few years has been deplorable, and\n           has placed your patrolmen in jeopardy. Your\n           handling of the weapons procurement has left\n           half of your department with outmoded service\n           weapons.     Your continual persecution of\n           certain police officers in your department has\n           led to a hardened polarization between members\n           of your staff and the rest of the department.\n           And finally, your response to my request for\n\n                                 -3-\n\f            an internal investigation into the theft and\n            illegal copying of official Wellesley Police\n            Association documents, and your unauthorized\n            use of these documents in a public forum, is\n            not only inexcusable, but has thwarted any\n            hopes of identifying the perpetrator of the\n            break-in and larceny. As these documents were\n            secured in my locker, I feel that my civil\n            rights have been violated, and that by your\n            inaction on this matter, that you condone such\n            activity.\n                   The effective date of my resignation is\n            May 13th 1990. If there are any vacation or\n            personal days remaining, I am using this\n            opportunity to let the department know, that I\n            would like to be reimbursed for said days.\n\n\n            On April 30, 1990, the day he submitted his resignation\n\nletter, Lapine also completed and submitted an application to the\nWellesley       Retirement    Board   to    withdraw   his    accrued      police\n\nretirement benefits.         The signed application stated, in pertinent\n\npart, that Lapine had \"permanently left the [police] service\" and\nthat it was not his \"present intention to accept a position in the\n\nservice    of    the   Commonwealth   of    Massachusetts.\"         When   Lapine\n\nwithdrew his accrued retirement benefits totaling              $31,021.79, he\n\nowed money to the Internal Revenue Service.            Lapine used the lump\n\nsum received from the accrued retirement benefits to pay $18,000 to\n\nthe Internal Revenue Service in satisfaction of his outstanding\n\npersonal tax liability.         He used the remainder of the money for\n\ndaily expenses and to meet his child support obligations.\n\n            Lapine did not, at any time during this period, disclose\n\nto the Town that he was in the process of seeking to enter upon\n\nactive duty with the United States Army Reserve.                      At trial,\n\nhowever,    he    testified    that   his   resignation      from   the    police\n\n                                      -4-\n\fdepartment was prompted, at least in part, by plans to do just\n\nthat. Lapine testified that, in early April 1990, he had contacted\n\nSergeant Ronald Johnson to determine if there were openings in the\nActive Duty Guard Reserve Program (\"AGR\").            His attorney, Ronald\n\nJohnson (same names, different people), also testified that on or\n\nabout April 12, 1990, Lapine informed him that he intended to apply\nfor active duty. Sergeant Albert Basile, whose task was to recruit\n\npersons for the AGR, testified that, prior to the date of Lapine’s\n\nresignation letter of April 30, 1990, he spoke with Lapine about\n\nentering upon active duty.        According to Basile, he told Lapine\n\nthat he would make an excellent candidate as a recruiter.\n\n             Lapine completed and submitted an application for the AGR\n\non May 7, 1990, six days before the stated effective date of his\nresignation.    Six weeks following the April 30 resignation letter,\n\non June 12, 1990, the United States Recruiting Command at Fort\n\nSheridan, Illinois sent Lapine a notice that he was being assigned\nto active duty.       On June 20, 1990, Lapine was issued orders to\n\nreport for active duty training for forty days.          On July 13, 1990,\n\nLapine was issued orders to report for active duty on September 10,\n\n1990.   His term of active duty was to end on August 30, 1993.\n\nLapine did not communicate to the Town or to the police department\n\nthat he had enlisted in the AGR nor did he indicate that he might\n\nwish to return to the police department at some future time.\n\n             Two years later, in July 1992, Lapine contacted the new\n\nchief   of   police   of   the   Wellesley   Police    Department,   Thomas\n\nO’Loughlin (\"O’Loughlin\"), indicating, for the first time, that he\n\n\n                                    -5-\n\fmight wish to return to the police force.               Specifically, Lapine\n\nwrote \"to explore the opportunity or feasibility of re-employment\n\nwith the Wellesley Police Department.\"                O’Loughlin immediately\nresponded to Lapine’s letter stating that he was reluctant \"to\n\nconsider the use of the reinstatement process to hire police\n\nofficers.\"\n           A    year   later,   in   July    1993,    Lapine   again   wrote   to\n\nO’Loughlin requesting to be reinstated.               For the first time, he\n\nexplicitly invoked the VRRA as the basis for his reinstatement,\n\ngiving formal notice that he had been serving with the Army Reserve\n\non active duty.        O’Loughlin refused to reinstate Lapine stating,\n\namong other things, that it was his \"belief that you are not\n\nentitled to the protections you assert.\"\n             After his discharge from the AGR on August 30, 1993,\n\nLapine continued to assert his rights under the VRRA through the\n\nUnited States Department of Labor, Office of Veterans' Employment\nTraining Services.        In February 1994, Lapine requested that his\n\ncase be referred to the United States Department of Justice.               As a\n\nresult,   the   Department      of   Labor   ceased    representing    Lapine’s\n\ninterest in March 1994.         A year later, in March 1995, the United\n\nStates Attorney declined Lapine’s request for representation.2\n\n\n\n\n     2\n      Pursuant to the VRRA, 38 U.S.C. § 4302, the United States\nAttorney or comparable official, \"if reasonably satisfied that the\nperson so applying is entitled to such benefits, shall appear and\nact as an attorney for such person in the amicable adjustment of\nthe claim or in the filing of any motion, petition, or other\nappropriate pleading and the prosecution thereof . . . .\" Id.\n\n                                       -6-\n\f           On October 12, 1995, Lapine filed with the district court\n\nthe instant complaint against the Town asking the court to order\n\nhis reemployment as a police officer and to award damages for the\nTown’s alleged violation of the VRRA. Two years later, a three-day\n\nbench trial was held before Chief Magistrate Judge Collings.                  In\n\nits subsequent decision, the court expressly found that Lapine had\nleft his job \"in order voluntarily to enter on active duty with the\n\nmilitary\"; that he was eligible for VRRA reemployment rights; that\n\nhe was qualified to perform the position of police officer; and\n\nthat he had not waived his right to reemployment.              In the end, the\n\ncourt ordered the Town to reinstate Lapine as a patrolman with a\n\npay grade commensurate with the seniority and status he would have\n\nachieved had he not entered upon active duty.             Further, the court\nrequired the Town to allow Lapine to make whatever payments he\n\nwould have made into his pension fund had he begun as a new\n\nemployee on May 13, 1990.       In addition, Lapine was to receive back\npay from August 1993 to the date of reinstatement as well as\n\nvacation pay with prejudgment interest.           Judgment for Lapine was\n\nentered in the amount of $173,403.29, representing wages and\n\nvacation   pay,   with    an    additional    $40,078.15       in   prejudgment\n\ninterest. This appeal followed.\n\nII.        Did Lapine Meet the VRRA's Statutory Preconditions for\n           Entitlement to Reemployment Rights?\n\n           The Town of Wellesley argues on appeal that Lapine does\nnot   qualify   under    the   terms   and   provisions   of    the    VRRA   for\n\nentitlement to reemployment with the Wellesley police.                It insists\n\n\n                                       -7-\n\fthat the magistrate judge misinterpreted the VRRA as a matter of\n\nlaw and that even on the court's own interpretation its factual\n\nfindings were unsupported.\n          While the Town varies its arguments, the essence of its\n\nclaim of legal error seems to be that 38 U.S.C. § 4304(b)(1), the\n\nstatute then applicable to reservists, like Lapine, required that\nhe leave his civilian employment in direct response \"to an order or\n\ncall to active duty.\"3   Since Lapine did not receive his order to\n\nreport to active duty prior to tendering his resignation from the\n\nWellesley Police Department, the Town contends that his pre-\n\nresignation intent to join the military after resigning, followed\n\nby his post-resignation order for active duty, were insufficient to\n\ntrigger reemployment rights under the statute.      The Town also\nargues that, even if an individual's pre-resignation intent to go\n\non active duty is enough to secure reemployment rights under the\n\nVRRA, \"the overwhelming evidence demonstrates that Lapine did not\nresign his job as a police officer in order to enter onto active\n\nduty, but rather, because he was extremely dissatisfied with his\n\nworking conditions and wished to withdraw his retirement fund [to\n\npay obligations to the IRS and his ex-wife].\"\n\n\n     3\n      The Town makes a parallel argument under VRRA, 38 U.S.C. §\n4301(a), an older and somewhat differently worded provision\ngranting reemployment rights to service men and women other than\nreservists. That statute, see infra, granted reemployment rights\nto a veteran who \"leaves a position . . . in order to perform\nmilitary duty.\" The Town argues that like \"leaving in response to\nan order or call\" this language \"connotes . . . that there is a\nprior military commitment already in place.\" In the Town's view,\nsince Lapine left before he had been accepted for active duty, his\nmere intent to go on active duty was not enough.\n\n                                -8-\n\f             The difficulty with the Town's statutory argument is that\n\nit is supported neither by the plain language of the applicable\n\nprovision of the VRRA nor by the provision's legislative history.\nSimilarly, we disagree that there was insufficient evidentiary\n\nsupport for the court's finding that Lapine resigned in order to go\n\non active duty - although it is unquestionable that dissatisfaction\nwith his police job under the then-chief was a major motivating\n\nfactor.\n\nA.           Plain Language of the VRRA\n\n             We begin with the language of the statutory provision\ngranting     reemployment   rights   to    reservists   who,   like    Lapine,\n\ninitiated reemployment prior to December 13, 1994.4              See Brady v.\n\nCredit Recovery Inc., 160 F.3d 64, 66 (1st Cir. 1998) (noting\n\nstatutory language is the starting point for every case involving\n\nstatutory     construction).     If       statutory   language    is    plain,\npermitting only one construction, there is no occasion to seek out\ncongressional intent by reference to legislative history or other\n\nextrinsic aids.     United States v. Meade, 175 F.3d 215, 218 (1st\n\nCir. 1999).      The applicable, relevant provision here is section\n4304(b)(1) of the VRRA,5 providing as follows:\n\n             Any person who, after entering the employment\n             on the basis of which such person claims\n             restoration or reemployment, enters upon\n             active duty (other than for the purpose of\n\n\n     4\n         See supra, n.1.\n     5\n      As already noted, supra, n.1, Lapine initially sought\nreemployment with the Town in a letter dated June 26, 1992, and\nfirst asserted his rights under the VRRA in 1993.\n\n                                     -9-\n\f            determining physical fitness and other than\n            for training), whether or not voluntarily, in\n            the Armed Forces of the United States . . . in\n            response to an order or call to active duty\n            shall, upon such person’s relief from active\n            duty under honorable conditions, be entitled\n            to all of the reemployment rights and benefits\n            provided for by this chapter . . . .\n            The   Town     argues    that   the     foregoing   language     allows\n\nreemployment      rights    only    to   those    reservists    who   left   their\n\ncivilian employment in response to an order or call to duty\n\nreceived while their civilian employment was still in progress.\n\nAny such express restriction would have to be derived, if at all,\n\nfrom the statute's reference to \"any person who . . . enters upon\n\nactive duty . . . in response to an order or call\" \"after entering\nthe employment on the basis of which such person claims restoration\n\nor reemployment.\"         But while the statute speaks of the order or\n\ncall   as   occurring       \"after\"       entering    the   relevant      civilian\nemployment, it does not specify that the order or call must\n\nnecessarily be timed so as to arrive while the civilian employment\n\nis still ongoing.     It would not be inconsistent with the statutory\n\nlanguage if the order or call were to occur after as well as before\n\nresignation.        The    express       language    of   the   statute    nowhere\n\nspecifically links an individual's entry upon active duty (in\n\nresponse to an order or call) to his exit from civilian employment.\n\nThe phrase \"enters upon active duty\" - not some phrase such as\n\n\"leaves his employment\" - modifies the phrase \"in response to an\n\norder or call to active duty.\"\n\n            It is true the statute was aimed at reservists who leave\n\ntheir civilian jobs in order to enter upon active duty, suggesting\n\n                                         -10-\n\fthe need for a meaningful connection between the resignation and\n\nthe entry upon active duty.          But the statutory language does not\n\nspell out the timing and mechanics of the connection.                   In the\nfollowing section of this opinion, we conclude that the legislative\n\nhistory, the wording of a companion provision of the statute, and\n\nthe interpretative case law, provide guidance about the nature of\nthe required \"nexus.\" But the plain language of section 4304(b)(1)\n\nof the VRRA does not mandate that Lapine's entry upon active duty\n\nhad to occur only while he was still in the actual employ of the\n\nWellesley Police Department. At the very least, section 4304(b)(1)\n\nis open to two interpretations:           that the call or order to active\n\nduty will issue during the employment; or, alternatively, that it\n\nmay issue after termination of the employment with appropriate\nlinkage between leaving and entry upon active duty.6\n\n            We conclude that the plain language of the applicable\n\nstatute did not render Lapine's resignation premature as a matter\nof   law   so   as   to   prevent   him   from   making   a   valid   claim   to\n\nreemployment.\n\n\n      6\n      That Congress never intended section 4304(b)(1) to be read as\nrestricting reemployment rights to only those who receive a formal\norder or call to active duty while still employed is clearly\ndemonstrated in the legislative history and case law, infra. It is\nworth noting that the phrase \"after entering the employment on the\nbasis of which such person claims restoration or reemployment\" did\nnot enter the statute until ten years after the rest of the\nlanguage had been adopted.         Without the \"after entering\"\nphraseology, there is not even a faint basis to read section\n4304(b)(1) as requiring receipt of the order or call to active duty\nwhile still employed.     There, moreover, is a total absence of\nevidence indicating an intent by Congress to employ the \"after\nentering\" language as a special new restriction, relevant solely to\nreservists, on the timing of the order or call, infra.\n\n                                     -11-\n\fB.          Statutory History\n\n             When faced with a statutory provision lacking in clarity\n\nor one susceptible to more than one interpretation, courts will\n\nlook to legislative history to determine legislative intent. A. M.\n\nCapen's Co., Inc. v. Am. Trading & Prods. Corp., 202 F.3d 469, 473\n\n(1st Cir.) cert. denied, 531 U.S. 823 (2000).\n\n            Section   4304(b)(1)         affording     reemployment     rights   to\n\nreservists    is   rooted     in   the    history      and   statutory   text    of\n\nlegislation that, beginning in World War II, provided reemployment\n\nrights to veterans returning from active duty in the Armed Forces.\nHence, section 4304(b)(1) needs to be read, not in isolation, but\n\nin the context of the history and evolution of the entire statute\nof which it forms a part.          King v. St. Vincent's Hosp., 502 U.S.\n\n215, 221 (1991) (relaying the \"cardinal rule that a statute is to\n\nbe read as a whole, since the meaning of statutory language, plain\nor not, depends on context\") (internal citation omitted).\n            A veteran's right to reemployment was first established\n\nin the Selective Training and Service Act of 1940 (\"STSA\").                  Pub.\nL. No. 783, 54 Stat. 885, 890 (1940) (formerly codified at 50\nU.S.C. app. § 308).      The STSA was aimed primarily at draftees and\n\nvoluntary    enlistees   in    World      War   II.7     Id.     This    grant   of\n\n\n     7\n      The Town incorrectly argued below that section 4304(b)(1)\napplied only to veterans who had entered the service involuntarily.\nThe magistrate judge rejected this argument and the Town does not\nraise it on appeal. The reemployment statutes have uniformly been\nread, in the interpretive case law, to apply to those persons who\nvoluntarily enlisted in the armed services as well as to\ninvoluntary inductees. See, e.g., Foster v. Dravo Corp, 420 U.S.\n92, 96 n.6 (1975); Rudisill v. Chesapeake & Ohio Ry. Co., 167 F.2d\n\n                                       -12-\n\freemployment rights to veterans was premised on Congress’s belief\n\nthat an individual, obligated, or willing, to serve in the Armed\n\nForces, should not be penalized by loss of previous employment\nrights upon reentry into civilian life.        See, e.g., Kelly v. Ford\n\nInstrument Co., 298 F.2d 399, 404 (2d Cir. 1962); Rudisill v.\n\nChesapeake & Ohio Ry. Co., 167 F.2d 175, 178 (4th Cir. 1947).          The\nSTSA provided, in pertinent part, that any individual \"who leaves\n\na position (other than a temporary position) in the employ of an\n\nemployer in order to perform\" military duty has the right to\n\nreemployment.     Hence, to trigger reemployment rights Congress\n\nrequired, as a causal nexus between the act of leaving civilian\n\nemployment and entry into the Armed Forces, that the employee have\n\nleft his civilian employment in order to perform the military\n\nservice, and not for some different object.\n\n           Over a decade later, in 1951, the Universal Military\n\nTraining Service Act (\"UMT\") was enacted, marking the beginning of\nveterans’ reemployment rights in the era post WWII.           Pub. L. No.\n\n51, § 1(s), 1951 U.S.C.C.A.N. (65 Stat. 75) 73, 83 (formerly\n\ncodified 50 U.S.C. app. § 459).        The UMT was the genesis of the\n\nReserve forces as these are understood today. It instituted active\n\nduty   training   programs   and   expanded   the   federal   government's\n\nabilities to call upon the Reserves for national defense.          For the\n\nfirst time, Congress provided civilian reemployment protection to\n\nreservists who were called up from their civilian jobs to perform\n\n\n175, 178 (5th Cir. 1948).      The \"whether or not voluntarily\"\nlanguage in section 4304(b)(1) carried forward that policy in the\ncase of reservists.\n\n                                   -13-\n\factive or training duty.      Id.8       In so doing, Congress intended to\n\nprovide \"the same reemployment rights and benefits upon relief as\n\nare provided for persons inducted or enlisted in the Armed Forces.\"\nH.R. Rep. No. 82-271 (1951), reprinted in 1951 U.S.C.C.A.N. 1472,\n\n1502.\n\n           In extending reemployment rights to reservists in 1951,\nCongress first utilized, in part, the \"in response to an order or\n\ncall\" language that was subsequently incorporated into section\n\n4304(b)(1).    This section initially provided that \"[a]ny person\n\nwho, subsequent to June 24, 1948, enters upon active duty . . . in\n\nresponse to an order or call to active duty shall . . . be entitled\n\nto all the reemployment rights and benefits\" provided under this\n\nchapter, Pub. L. No. 51, § 1(s), 1951 U.S.C.C.A.N. (65 Stat. 75)\n73, 83. As we have stated in footnote 6, supra, the further phrase\n\n\"after entering the employment on the basis of which such person\n\nclaims restoration\"     was   not    a    part    of    the   initial   reservist\nstatute.   It was added in 1961 as a part of revisions extending\n\nreemployment   rights   to    veterans      who    extended     their    military\ncommitment for an additional four years.               Pub. L. No. 87-391, § 2,\n\n     8\n      In 1952, the UMT was expanded to include reemployment rights\nfor National Guardsmen, see Armed Forces Reserve Act of 1952, Pub.\nL. No. 476, 1952 U.S.C.C.A.N. (66 Stat. 481) 460; and, in 1955, the\nUMT was broadened again to provide protection for reservists who\nenlist in a reserve component and perform initial active duty\ntraining, see The Reserve Forces Act of 1955, Pub. L. No. 305, §\n262(f), 1955 U.S.C.C.A.N. (69 Stat. 598) 671, 676. This Act was\nlater deleted by Congress and the protection afforded reservists in\nthis Act was included, by amendment, to the UMT in 1960.        The\namendment also equalized reserve and National Guard reemployment\nrights and extended protection to reservists for duty training\nbeyond the initial training period. See Pub. L. No. 86-632, 1960\nU.S.C.C.A.N. (74 Stat. 467) 531.\n\n                                     -14-\n\f1961 U.S.C.C.A.N. (75 Stat. 821) 929.         Unexplained in accompanying\n\nlegislative materials, the new phrase was presumably meant simply\n\nto identify more plainly the employer against which reemployment\nrights could later be asserted.        The brief comment relating to the\n\nAct's revised reemployment provisions stated that they were meant\n\nto reinforce the reemployment protections already in existence.\nS. Rep. No. 87-1070 (1961), reprinted in 1961 U.S.C.C.A.N. 3319,\n\n3320; see also Trulson v. Trane, 738 F.2d 770, 772 n.4 (7th Cir.\n\n1984)   (\"The     reemployment      provisions   of    this   act      and   its\n\npredecessors . . . are 'substantially identical' and the judicial\n\nprecedents      developed   under     the   various    acts     are    'largely\n\ninterchangeable.'\") (quoting Hanna v. Am. Motors Corp., 724 F.2d\n\n1300, 1306 n.4 (7th Cir. 1984)).\n           Indeed,    the   legislative      history    leads     us    to   two\n\nconclusions relevant to the VRRA provision at issue in the present\n\ncase.   First, as said, there is nothing in the legislative history\nto support a reading of section 4304(b)(1) that would require the\n\nreservists covered by that provision to have received their order\n\nor call to active duty while still employed, even though all other\n\ncategories of service persons claiming reemployment rights were not\n\nso restricted.       Second, the long-standing language in section\n\n4301(a) of the VRRA affording reemployment rights to non-reservists\n\nwho left their civilian positions \"in order to perform\" military\n\nduty provides a \"nexus\" equally applicable to reservists claiming\n\nrights under section 4304(b)(1).\n\n\n\n\n                                     -15-\n\f           Turning to the first point, the historical evidence is\n\nplain, as already indicated, that in framing reemployment rights\n\nfor reservists, Congress meant simply to extend the identical\nreemployment rights conferred upon other veterans.       See H.R. Rep.\n\nNo. 87-271 (1951), reprinted in 1951 U.S.C.C.A.N. 1472, 1501\n\n(discussing the addition of reemployment rights for reservists to\nthe existing statute and referring to reemployment rights set forth\n\nin section 9 of the Selective Service Act of 1948).            In this\n\nregard, the case law that had developed around provisions of the\n\nearlier STSA and the Pub. L. No. 759, §9(g)(2), 62 Stat. 604, 614\n\n(1948) (formerly codified as 50 U.S.C. App. § 459), had allowed for\n\nrecovery of previous employment and associated rights by veterans\n\nwho had left their civilian jobs prior to their being drafted, or\nprior to their voluntary enlisting in the Armed Forces. See, e.g.,\n\nHayes v. Boston & Maine R.R., 160 F.2d 325, 326 (1st Cir. 1947)\n\n(\"[W]e think Congress intended the reemployment provisions of the\nAct to apply to the man who voluntarily quits his job to enlist or\n\nto make himself available for induction as well as to the man who\nis compelled to quit his job because of his induction in the usual\n\ncourse.\"); Noble v. Int'l Nickel Co., Inc., 77 F. Supp. 352, 354\n\n(S.D. W. Va. 1948) (finding a veteran who enlisted in the Navy two\n\nweeks after quitting his civilian job eligible for reemployment).\n\nNowhere in the legislative history is there any suggestion that\n\nCongress somehow intended, in legislating for reservists, and\n\ngranting   them   the   identical     rights,   to   impose   different\n\nrestrictions   and   eligibility    standards   as   preconditions   to\n\n\n                                   -16-\n\freemployment.   As noted in the previous section, the text of\n\nsection 4304(b)(1) is compatible with the issuance of an order or\n\ncall to active duty following, rather than prior to quitting\ncivilian employment, leaving ample room for application of the\n\nabove precedents.\n\n          Our conclusion that, in the VRRA, Congress had extended\nto reservists - without more or less - the same rights as it had\n\nprovided to others serving in the Armed Forces is further bolstered\n\nby the statutory text and legislative history of the USERRA.9\nUSERRA was created to streamline the laws protecting veterans that\n\nhad become increasingly complex and cumbersome over the years.\n\n(Indeed, this case illustrates some of those problems).      Section\n\n4312 of the USERRA establishes reemployment rights for any \"person\nwhose absence from a position of employment is necessitated by\n\nreason of service in the uniformed services\" regardless of whether\n\nhis or her service is in the regular or reserve component.    There\nis nothing in the legislative history to indicate that Congress, by\n\n     9\n      As earlier explained in footnote 1, USERRA postdates the\nreemployment provisions applicable to Lapine. We recognize that\nthe \"views of a subsequent Congress found in legislative history\nform a hazardous basis for inferring the intent of an earlier one.\"\nConsumer Prod. Safety Comm'n v. GTE Sylvania, Inc., 447 U.S. 102,\n117 (1980). We do not view the remarks accompanying the USERRA to\nbe conclusive of the statutory meaning of the earlier adopted VRRA.\nHowever, they are relevant and useful to our current discussion.\nId. at 118 n.13 (noting subsequent history can be considered\nrelevant and useful but \"will not override a reasonable\ninterpretation of a statute that can be gleaned from its language\nand legislative history prior to its enactment.\"). See also Sykes\nv. Columbus & Greenville Ry., 117 F.3d 287, 293-94 (5th Cir. 1997)\n(\"Although a committee report written with regard to a subsequent\nenactment is not legislative history with regard to a previously\nenacted statute, it is entitled to some consideration as a\nsecondarily authoritative expression of expert opinion.\").\n\n                               -17-\n\ftreating reservists and regular army veterans the same with regards\n\nto reemployment benefits under the USERRA, thought it was departing\n\nfrom the substance of the law as it had existed in the past.\nIndeed, the legislative history accompanying the USERRA was careful\n\nto note changes to the law that represented a deviation from the\n\nVRRA.   See   H.R.   Rep.   No.   103-65   (1993),   reprinted   in   1994\nU.S.C.C.A.N. 2449, 2458-62 (discussing changes to time limitations\n\nand imposition of notice requirement).\n\n          We accordingly reject the Town's argument that Lapine's\n\nright to reemployment was defeated by the fact that his order to\n\nactive duty did not come until after he had left his job with the\n\nWellesley Police Department.\n\n          As for our second point, the statutory history indicates\nthat section 4304(b)(1) - the reemployment provision applicable to\n\nLapine - is subject to the same \"in order to perform\" requirement\n\nmade explicit in section 4301(a) - the traditional reemployment\n\"nexus\" applying to other categories of service personnel.              It\n\nseems obvious that Congress expected section 4304(b)(1) to require\n\nimplicitly a connection between the act of quitting one's civilian\n\nemployment and entering upon active duty.        Otherwise, Congress's\n\npurpose to benefit only those veterans who leave their civilian\n\nemployment so as to serve their country in the Armed Forces would\n\nbe exceeded, and employers would be required to reemploy some\n\nformer employees for no good reason.         Courts have held that an\n\nemployee who quits his civilian employment to forestall being\n\nfired, see McCarthy v. M & M. Transp. Co., 160 F.2d 322, 324 (1st\n\n\n                                  -18-\n\fCir. 1947), or who quits for personal reasons unrelated to military\n\nenlistment, see Riser v. N. States Power Co., No. 4-71 Civil 483,\n\n1973 WL 959, at *2 (D. Minn. Mar. 2, 1973), cannot, by subsequently\njoining the armed forces, force his former employer to take him\n\nback at the end of his tour of duty.\n\n            The nexus requirement first adopted in 1940 in the\ninitial    military    reemployment      statute   and   carried    forward   up\n\nthrough the period of Lapine's claim in 38 U.S.C. § 4301(a),\n\nprovided    simply    that   one   claiming     reemployment     benefits   must\n\ndemonstrate that he left his civilian employment \"in order to\n\nperform\" military duty. We think this long-established requirement\n\nwas also implicit in the case of reservists claiming reemployment\n\nbenefits under section 4304(b)(1) even though, unlike section\n4301(a), the latter statute did not repeat the specific language.\n\nThe magistrate judge correctly so assumed, making the finding that\n\nLapine \"did, in fact, resign from the Wellesley Police Department\nin order voluntarily to enter on active duty with the United States\n\nArmy Reserve.\"       We discuss below the evidentiary support for that\n\nfinding.     Suffice it to say, we hold that the magistrate judge\n\nutilized the appropriate legal standard.             If properly supported,\n\nthe finding sufficed to establish Lapine's compliance with the\n\nnexus     standard    inherent     in   the    then-applicable     reemployment\n\nstatute.\n\n             In this regard we note that courts have concluded that a\n\nfirm pre-resignation intent to enter the military coupled with\n\nactions that promptly effectuated that intent may, in appropriate\n\n\n                                        -19-\n\fcircumstances, establish the causative nexus.            See, e.g., Trulson,\n\n738 F.2d at 774; Duey v. City of Eufaula, No. 79-149-N, 1979 WL\n\n1936, at *2 (M.D. Ala. Oct. 31, 1979); Fortenberry v. Owen Bros.\n\nPacking Co., 267 F. Supp. 605, 607 (S.D. Miss. 1966); Noble, 77 F.\n\nSupp. at 354.      Thus, a veteran may establish that he left his\n\ncivilian   employment         in   order    to    perform      military       duty\nnotwithstanding the timing of the active-duty order or ultimate\n\ncommitment - whether before or after resignation. See Trulson, 738\n\nF.2d at 772 (and cases cited therein).\n\n           Contrary to the Town's position, therefore, neither the\n\nlanguage   of    the    statute,   the     legislative      history,    nor    the\n\nsurrounding     case    law   suggests   that    Congress    intended     that   a\n\nveteran, to establish the causative nexus, must have received an\ninduction notice, signed an enlistment contract, or received an\n\norder or call to active duty prior to his resignation.                  The case\n\nlaw is replete with examples of veterans who left their civilian\nemployment in order to serve in the military before they were\n\nactually compelled, by receipt of an induction notice or similar\norder, to do so.       See, e.g., Hayes v. Boston & Maine R.R., 160 F.2d\n\n325, 326 (1st Cir. 1947); Noble, 77 F. Supp. at 352, 354; see also\n\nRudisill, 167 F.2d at 178 (stating rights \"not limited to persons\n\nwho are forced to leave their positions . . ., but are extended to\n\nall those who leave their positions in order to perform such\n\nservice.\"); Adams v. Mobile County Pers. Bd., No. 81-0524, 1982 WL\n\n1972 at *2 (S.D. Ala. Nov. 24, 1982) (finding veteran eligible for\n\nreemployment because she resigned with the intent of entering upon\n\n\n                                     -20-\n\factive duty and did so); Jennings v. Ill. Office of Educ., No. 77-\n\n305, 1978 WL 1564 at *1 (S.D. Ill. Feb. 16, 1978) (same); Thompson\n\nv. Chesapeake & O. Ry. Co., 76 F. Supp. 304, 305 (1948) (same).\n          We agree, therefore, with the magistrate judge that if\n\nLapine - having found there were active duty openings and that his\n\nchance of being accepted was good - left his job with the Wellesley\npolice with the intent to go on active duty as soon as the\n\nnecessary paperwork could be completed and orders issued, and if -\n\nas clearly happened - he diligently and successfully carried out\n\nthis intention, he was entitled to claim reemployment benefits\n\nunder the VRRA.\n\nC.        Sufficiency of the Evidence\n\n          The   evidence   presented   at   trial   was   sufficient   to\nestablish that Lapine left the Wellesley Police Department \"in\n\norder to perform\" military service.          In addition to Lapine’s\ntestimony, two other individuals testified, without contradiction,\nthat Lapine had spoken with them about his intent to apply for a\n\nposition with the AGR prior to his resignation on April 30, 1990.\nRobert Johnson, Lapine’s attorney, testified that on April 12,\n1990, Lapine informed him that he wished to enter into active duty.\n\nAlbert Basile, a recruiter with the Army Reserves, stated that, in\nthe latter part of April, he contacted Lapine about entering the\nAGR.   Basile testified that he informed Lapine he would make an\n\n\"excellent candidate\" for the AGR.          Immediately following his\nconversation with Basile, Lapine submitted his resignation. A week\n\nafter he submitted his letter of resignation, but before the\n\n                                -21-\n\feffective date of his resignation as stated in the letter, Lapine\n\ninterviewed before a three-member panel for a position with the\n\nAGR.   He was selected unanimously and he promptly completed the\nnecessary paperwork.        One month later he received an official\n\nnotice that he was being assigned to active duty.                  Lapine then\n\nentered upon active duty, satisfactorily completed his three-year\ntour of duty, and was honorably discharged in August 1993.\n\n          The   Town      argues    that    Lapine's     resignation   was   not\n\nmotivated by his desire to enter the military but rather it was\n\ndriven by his acute dissatisfaction with the police department.\n\nThe fact that Lapine's decision to leave the police and to join the\n\nArmy may have been fueled by more than one motive does not\n\nestablish that the magistrate judge erred in determining that he\nresigned from the police department in order voluntarily to enter\n\non active duty with the AGR.           To be sure, his pre-resignation\n\nintent to go on active duty followed by his resignation and\nsubsequent   entry   on    active    duty   may   well    have   reflected   his\n\ndistaste for continued police employment. Lapine's letter reflects\n\nprofound dissatisfaction with working conditions at the police\n\ndepartment under its then-chief.              He apparently regarded the\n\nmilitary as a more attractive alternative.             But the combination of\n\nmotives, or even the fact that the decisive motive may have been\n\ndissatisfaction with his former job, does not preclude a finding\n\nthat he left his position in order to perform military duty.                  In\n\nthe real world, motives are often mixed.                 This court has long\n\nrecognized, especially in labor and employment decisions, that an\n\n\n                                     -22-\n\findividual's actions may be propelled by mixed motives. See, e.g.,\n\nFernandes v. Costa Bros. Masonry, Inc., 199 F.3d 572, 579 (1st Cir.\n\n1999); NLRB v. E. Smelting and Refining Corp., 598 F.2d 666, 669\n(1st Cir. 1979).10   It is not unusual for a person to seek and\n\naccept another job because of dissatisfaction with a previous job.\n\n           The evidence here is persuasive that, before resigning,\nLapine formed an intent to go on active duty and acted on that\n\nintent by speaking with Basile before he wrote his letter of\n\nresignation.    Word from Basile suggested that his chances of\n\nacceptance were good.   In his letter of resignation he says that\n\n\"only the opportunity to secure other employment prevented me from\n\nresigning earlier and possibly the hope that conditions would\n\nchange.\"   The implication here is that he believed he had at last\nfound an opportunity to secure desirable other employment, and\n\nthat, in order to secure that employment, he was now resigning.   To\n\nbe sure, he took some risk by terminating his employment prior to\nbeing finally accepted into the AGR program.    Still the evidence\n\nindicates his prior intent and that, at the time he resigned, he\n\nwas diligently doing what was necessary to join the AGR program and\n\nthat he had good reason to believe that he would be accepted as, in\n\n     10\n      That a veteran is protected by the VRRA even if he were\npropelled by dual motives to resign from his civilian employment is\nsupported by the legislative history accompanying the USERRA. The\nHouse Report to the USERRA stated that \"an individual who leaves\nfor two or more reasons, one of which is for military duty, would\ncontinue to be protected.\" H.R. Rep. No. 103-65 (1993), reprinted\nin 1994 U.S.C.C.A.N. 2449, 2458 (citing Adams v. Mobile County\nPers. Bd., No. 81-0524, 1982 WL 1972 (S.D. Ala. Nov. 24, 1982)).\nThe USERRA's House Report citation is to a case decided under the\nVRRA. See, supra, n.9, for weight to be given to a subsequent\nCongress's views.\n\n                               -23-\n\ffact, he was.        The evidence is uncontradicted at all relevant\n\ntimes, both before and after resigning, he intended to join the\n\nmilitary if accepted.\n              We therefore sustain the finding of the magistrate judge\n\nthat Lapine left his position with the Town in order to perform\n\nmilitary service.\n\nD.            Qualified to Perform\n\n              Next, the Town argues that Lapine is not qualified to\n\nresume the duties of a police officer.          The VRRA requires that a\n\nreturning veteran be \"qualified to perform the duties of such\nposition or able to become requalified with reasonable efforts by\n\nthe employer . . . .\" § 4301(a)(2)(B)(i).           To be \"qualified\" to\nreturn to a prior position, the veteran must be both physically\ncapable of performing the duties of the job and temperamentally\n\nable     to   work   harmoniously    with   co-workers   and   supervisors.\nTrusteed Funds, Inc. v. Dacey, 160 F.2d 413, 420-21 (1st Cir.\n\n1947); Preda v. Nissho Iwai Am. Corp., 128 F.3d 789, 792 (2d Cir.\n\n1997).        The Town does not dispute that Lapine is physically\nqualified to perform his duties; rather the Town asserts that he is\n\"temperamentally\" unqualified to work as a police officer.\n\n              To support its position, the Town relied on several\nincidences of Lapine’s improper conduct during his thirteen-year\ntenure as a police officer.         The Town asserted that Lapine’s pre-\n\nservice conduct exhibited an inability to work harmoniously within\nthe police department.      Behavior occurring prior to entering upon\n\nactive duty can be the basis for finding a veteran no longer\n\n                                     -24-\n\fqualified for reemployment.      Doane v. Martin, 164 F.2d 537, 539\n\n(1st Cir. 1947).    The Town presented evidence that Lapine was the\n\nsubject of several disciplinary actions while in the Town’s employ.\nThe most egregious conduct, including a physical altercation with\n\nanother officer, placing a chemical irritant on a superior’s\n\nuniform, and failing to assist citizens calling the station for\nhelp, occurred in 1981 and 1983 - nearly a decade before his\n\nresignation. In each instance, Lapine was disciplined according to\n\ndepartmental policy but not fired.\n\n           The magistrate judge ruled that the conduct in question\n\nwas too far removed from Lapine’s date of resignation to deem\n\nLapine unqualified for reemployment under the VRRA.          The Town had\n\ndisciplined Lapine after each incident and had chosen not to\nterminate him.     Moreover, closer to Lapine’s date of resignation,\n\nhe   received   favorable   employee    evaluations    in   which   he   was\n\ndescribed as \"definitely above average\" and \"conscientious,\" and\nwas given several service commendations.              In addition, Chief\n\nO’Loughlin, the current chief of police, testified that, upon\n\nreview of Lapine’s personnel file, he would have no basis to\n\nterminate him from the police force.\n\n           The magistrate judge’s conclusion is supported by the few\n\ncases that have addressed this issue.         Courts have held that a\n\nveteran is not qualified to return to his former position if he\n\ndemonstrates extreme or dangerous behavior.      See, e.g., Doane, 164\n\nF.2d at 539; Dacey, 160 F.2d at 420; Preda, 128 F.3d at 792; Green\n\n\n\n\n                                 -25-\n\fv. Tho-Ro Prods., 232 F.2d 172, 173 (3d Cir. 1956); Winfree v.\n\nMorrison Inc., 762 F. Supp. 1310 (E.D. Tenn. 1990).\n\n          In Dacey there was evidence that, upon his return from\nservice, Dacey had threatened to \"rule or ruin\" the company and to\n\n\"mow down\" opposition.        160 F.2d at 421.     In addition, he had made\n\nunsupported charges regarding the officers and directors.                     Id.\n\nLikewise, in Green, the returning veteran was deemed unqualified\n\nwhen he engaged in fraudulent behavior described as \"active and\n\ngross provocation      and    wrongdoing.\"        232   F.2d   at   174   (citing\n\nMcClayton v. W. B. Cassell Co., 66 F. Supp. 165, 175 (D. Md.\n\n1946)).   In Winfree, a veteran was found unqualified because he\n\nbrought weapons to work, threatened to kill fellow employees and\n\nserved liquor to underage patrons. 762 F. Supp. at 1313.\n          We find no error in the magistrate judge’s conclusion\n\nthat Lapine was not temperamentally disqualified from continuing\n\nhis duties as a police officer.       To be sure, Lapine’s early conduct\nduring his tenure with the Wellesley Police Department was at times\n\nquestionable and the tenor of his letter of resignation suggests a\n\nshort fuse and, quite possibly, an unprofessional manner of dealing\n\nwith his employer. At the time of his resignation, however, Lapine\n\nwas   described   by    his     superiors    as    an    above      average   and\n\nconscientious police officer.         Given these positive reviews, as\n\nwell as the fact that the department did not terminate him after\n\nhis egregious acts but allowed him to stay on for a number of years\n\nduring which no similar incident occurred, we can see no adequate\n\nbasis for overturning the magistrate judge’s finding that he was\n\n\n                                    -26-\n\fqualified.      Nor are we in a position, at this juncture, to\n\nsufficiently evaluate the factors surrounding his angry letter of\n\nresignation so as to conclude, from the letter alone, that he was\ntempermentally unsuited.\n\nIII.         Waiver\n\n             The Town argues that even if we were to determine that\n\nLapine meets the statutory requirements of the VRRA, entitling him\n\nto claim a right to reemployment, he nonetheless waived that right\n\nby his conduct at the time he resigned from the Wellesley Police\n\nDepartment.         The Town predicates the waiver on his letter of\nresignation indicating his profound dissatisfaction with the police\n\ndepartment and, by implication, his intention not to return; his\nwithdrawal of his pension funds coupled with the signed statement\nthat he had permanently left the police service; and his failure to\n\nnotify the Town that he planned to enter upon active duty with the\nArmy Reserve.       To these facts might be added Lapine's stipulation\nthat he was aware of his reemployment rights under the VRRA before\n\nhe quit the police force and the further fact that he was a mature\nand experienced veteran when he resigned.\n             As the magistrate judge noted, the foregoing factors make\n\nfor    a   fairly    powerful   argument    that   Lapine   impliedly    waived\nprospectively his VRRA reemployment rights.                 Nonetheless, the\nmagistrate judge rejected the argument and so, ultimately, do we.\n\n             We begin with the assumption that, while the VRRA does\nnot expressly provide for a waiver of reemployment rights, there\n\nare circumstances in which valid waivers may occur.                     After a\n\n                                     -27-\n\fveteran has completed his military service he may make statements,\n\nor engage in conduct, that in effect, surrender his right to be\n\nreemployed.       See, e.g., Carmalt v. Gen. Motors Acceptance Corp.,\n\n302 F.2d 589, 590 (3d Cir. 1962) (concluding veteran waived claim\n\nto reemployment where he said \"all right\" when informed that he\n\ncould not be taken back and thereafter entered upon various other\nemployments); Couture v. Evergreen Int'l Airlines, 950 F. Supp.\n\n614, 620-21 (D. Del. 1996) (finding waiver of reemployment right to\n\nformer position when veteran accepted a different position with\n\nsame        employer   upon   discharge);   Hayes   v.   Tenn.   Dep't   of\n\nConservation, 750 F. Supp. 298, 305 (E.D. Tenn. 1990) (finding\n\nwaiver of reemployment rights under the Act by accepting a more\n\nlucrative position with a construction firm within two weeks of the\ntime he returned from the service) aff'd 915 F.2d 1571 (6th Cir.\n            11\n1990).\n\n       11\n      In limited circumstances, courts have concluded that a\nveteran had waived his reemployment rights through conduct\nexhibited later during his military service rather than immediately\nafter his discharge. See Woodman v. Office of Pers. Mgmt., 258\nF.3d 1372, 1378 (Fed. Cir. 2001); Paisley v. City of Minneapolis,\n79 F.3d 722, 724 (8th Cir. 1996); Smith v. Missouri Pac. Transp.\nCo., 313 F.2d 676, 682 (8th Cir. 1963). In each case, the veteran\nvoluntarily extended his commitment to military service for many\nyears after his original active duty commitment expired.        The\nprovision of the statute under which the veterans sought\nreemployment did not contain an explicit time limit for active duty\ncommitments. Woodman, 258 F.3d at 1377 (recognizing no explicit\ntime limit for leaves of absence under § 4304(d)); Paisley, 79 F.3d\nat 725 (same).     Under these facts, courts concluded that the\nveteran had abandoned his civilian career for a career in the\nmilitary. Because the statute was designed to protect \"non-career\nservicepersons\" the veteran was deemed to have waived his right to\nreemployment. See Woodman, 258 F.3d at 1377 (concluding \"Congress\nintended both VRRA and USERRA to apply only with respect to non-\ncareer military service\"). The facts of the instant case do not,\nof course, bear any resemblance to the foregoing. Lapine notified\n\n                                     -28-\n\f            It   is   considerably    less   clear,   however,   that   an\n\nindividual at the threshold of entry upon military service can, at\n\nthat time, prospectively waive his future right to reemployment.\nSee Leonard v. United Airlines, 972 F.2d 155, 159 (1992) (\"[W]e do\n\nnot think that Congress could have intended that employees would be\n\nable to waive their rights before entering military service.\").\nWhile we would not foreclose all possibilities of finding an\n\nexpress or implied waiver in unique situations arising at that\n\ntime, there are strong reasons of policy for ruling out such\n\nprospective waivers in all but the most exceptional circumstances.\n\nThe United States Department of Labor (\"DOL\") states \"[i]n all but\n\nthe most unusual circumstances, a veteran cannot expressly or\n\nimpliedly waive his reemployment rights before or during military\nservice.\"   Veterans’ Reemployment Rights Handbook, 22-2 (1988 ed.)\n\n(hereinafter \"Handbook\").\n\n            Rights generally do not mature until the\n            veteran requests reinstatement, and rights not\n            yet matured will not readily be considered to\n            have been waived. . . . Even if the veteran,\n            before or during military service, voluntarily\n            makes statements or taken [sic] action clearly\n            indicating an intent not to return to the\n            employer, a waiver will not be implied from\n            such statements or conduct because the statute\n            was intended to keep that possibility open\n            until the veteran returns to civilian life.\n\n\nId.\n\n\n\nthe new chief that he might want to return to his police job two\nyears after resigning; and the provision applicable to Lapine,\nsection 4304(b)(1), contained an explicit four-year time limit.\n(The USERRA now limits cumulative leaves of absence for military\nservice to five years.)\n\n                                     -29-\n\f          The DOL is charged with the administration of the VRRA.\n\n38 U.S.C. § 501.   While not controlling upon the courts, the DOL's\n\nviews are entitled to some consideration. Skidmore v. Swift & Co.,\n323 U.S. 134, 138 (1944) (stating that the rulings, interpretations\n\nand opinions of an administrator of an Act \"constitute a body of\n\nexperience and informed judgment to which courts and litigants may\nproperly resort for guidance\"); see also Monroe v. Standard Oil\n\nCo., 452 U.S. 549, 561 n.14 (1980) (citing to the Handbook in a\n\ncase under the Vietnam Era Veterans' Readjustment Allowance Act).\n\nThe weight to be given these DOL publications is enhanced by the\n\nlongstanding and consistent nature of the position taken regarding\n\nwaiver, and its inception so soon after the 1961 legislation.\n\nSkidmore, 323 U.S. at 138; Sykes v. Columbus & Greenville Ry., 117\nF.3d 287, 294 (5th Cir. 1997).\n\n          We think there are ample reasons supporting the DOL's\n\nHandbook position. Cf., e.g., Alexander v. Gardner-Denver Co., 415\n\nU.S. 36, 50-51 (1973) (concluding there can be no prospective\n\nwaiver of an individual's right to equal employment opportunities).\nThe VRRA was a remedial statute that was designed to aid a\n\nveteran's reentry into civilian life.          The statute provided a\n\nveteran with a stated time period within which to seek reemployment\n\nwith his or her former employer.        38 U.S.C. § 4301(a) (providing\n\nthat a veteran must make application for reemployment within 90\n\ndays of honorable discharge).      Upon return, the veteran is not\n\n\"pressed for a decision immediately on his discharge but has the\n\nopportunity to make plans for the future and readjust himself to\n\n\n                                 -30-\n\fcivilian life.\" Fishgold v. Sullivan Drydock and Repair Corp., 328\n\nU.S. 275, 284 (1946).         Thus, both the statute and case law\n\nanticipate that a veteran will usually make a decision regarding\nreemployment when he or she returns from active duty but not\n\nbefore.\n\n            The legislative history of the USERRA, which replaced the\nVRRA soon after Lapine asserted his right to reemployment, is\n\nconsistent with the DOL's position that ordinarily a veteran should\n\nnot be held to make a binding decision about whether or not to\n\nreturn to his former employment until after the conclusion of\n\nactive duty.       It is true that USERRA, unlike VRRA, requires a\n\nfuture claimant to preserve his reemployment right in advance by\n\nnotifying    his   employer   that   his    absence   from   a   position      of\nemployment    is   necessitated   by    military   service.      38   U.S.C.    §\n\n4312(a)(1).    Had Lapine been subject to USERRA, his failure to\n\nnotify the Town that he was going on active duty would have\ndefeated his reemployment claim not by waiver but because of\n\nnoncompliance with this new statutory condition.                  Apart from\n\nimposing this condition, however, Congress emphasized in the House\n\nReport accompanying USERRA that the serviceperson's choice whether\n\nor not to return to his former job was to remain open until release\n\nfrom active service.      H.R. Rep. No. 103-65 (1993), reprinted in\n\n1994 U.S.C.C.A.N. 2449, 2459.          The House Report quotes from the\n\nSupreme Court's decision in Fishgold for the proposition that\n\n\"[o]ne of the basic purposes of the reemployment statute is to\n\n\n\n\n                                     -31-\n\fmaintain the servicemember's civilian job as an 'unburned bridge.'\"\n\nThus the House Report states:\n\n             The Committee does not intend that the\n             requirement to give notice to one's employer\n             in advance of service in the uniformed\n             services be construed to require the employee\n             to decide, at the time the person leaves the\n             job, whether he or she will seek reemployment\n             upon release from active service. One of the\n             basic purposes of the reemployment statute is\n             to maintain the servicemember's civilian job\n             as an \"unburned bridge.\"       Not until the\n             individual's discharge or release from service\n             and/or transportation time back home, which\n             triggers the application time, does the\n             servicemember have to decide whether to\n             recross that bridge. See Fishgold, supra, 328\n             U.S. at 284.\n\nId.12\n\n             We   agree   with   the   DOL,   therefore,   that   prospective\n\nwaivers of veterans' reemployment rights - while not entirely\n\nforeclosed - are not to be easily inferred and should be reserved\nfor \"the most unusual circumstances.\"           Hence in the instant case,\n\nwe ask whether the facts reach the level of the \"most unusual\n\ncircumstances\" necessary to support a prospective waiver. We think\n\nnot.\n\n\n\n        12\n      The House Committee's policy statement draws no distinction\nbetween maintaining future jobs as \"unburned bridges\" for\ninexperienced volunteers as contrasted with experienced, long-time\nreservists like Lapine.       Hence, while one can argue that\nexperienced veterans like Lapine may not deserve the same degree of\nprotection as a raw recruit against behavior from which a waiver\nmay be inferred, we are not persuaded that courts should properly\nattempt subjective evaluations of each individual's presumed need\nfor protection in determining whether or not to find a prospective\nwaiver.\n\n\n                                       -32-\n\f          We note, first of all, that Lapine's intent to waive his\n\nfuture reemployment rights was less than clearly expressed in his\n\nwords and conduct.    While his letter of resignation spoke of his\ndissatisfaction with working conditions at the Wellesley Police\n\nDepartment,   his    complaints    were   virtually     all   tied     into\n\ndissatisfaction with the leadership of then-Chief Fritts.            Lapine\ndoes not attack others than Chief Fritts.       There is no suggestion\n\nthat Lapine would refuse to return under a new administration more\n\nto his liking.   At no time, moreover, did Lapine actually indicate\n\nthat he was waiving his future reemployment rights. Generally, the\n\nmere fact of a resignation from civilian employment does not\n\ndeprive a veteran of reemployment rights.             Winders v. People\n\nExpress Airlines, Inc., 595 F. Supp. 1512, 1518 (D.N.J. 1984) (and\ncases cited therein).      And two years later, while still on active\n\nmilitary duty, Lapine wrote the first of several letters indicating\n\na possible wish to return.\n          It is true that Lapine, after he quit, did not notify the\n\nTown in a timely fashion that he had entered upon active military\n\nduty, as would now be required under the USERRA.        See 38 U.S.C. §\n\n4312. But the VRRA had no such statutory requirement and, for that\n\nreason, we are not inclined to weigh the absence of notice as a\n\nsignificant factor indicative of waiver.\n\n          Perhaps    the   strongest   factor   suggesting    waiver   was\n\nLapine's withdrawal of his funded pension, indicating in writing\n\nwhen so doing, as the form required, that he had \"permanently left\n\nthe service\" and that he had no \"present intention to accept a\n\n\n                                  -33-\n\fposition in the service of the Commonwealth of Massachusetts.\"                It\n\nappears that under Massachusetts law, however, the statements\n\nLapine   made    accompanying   his    pension     withdrawal    were   not   an\nabsolute bar to later reemployment in the state service. See Mass.\n\nGen. Laws ch. 32, § 3(6)(d) (2001).            The statements were not made\n\nunder the penalties of perjury.        The Town has pointed to no state-\nlaw precedent indicating that Lapine could not legally reconsider\n\nthem at a later date, as he has done.            Massachusetts laws related\n\nto civil service pensions allow an individual who has terminated\n\nhis   position   and   withdrawn   his       accumulated    pension   funds   to\n\nreimburse the annuity fund upon his reinstatement.              See id.\n\n           Moreover, a veteran’s withdrawal of his vested employee\n\npension fund has been held not to necessarily indicate a waiver of\na veteran's federal reemployment rights. Leonard, 972 F.2d at 159;\n\nHandbook, 22-5.     The DOL anticipated that an employee may withdraw\n\nhis accumulated pension fund prior to entering upon active duty.\nHandbook, 22-5.     According to the DOL, a veteran’s withdrawal of\n\nhis pension funds neither indicates a waiver nor prevents a veteran\n\nfrom reimbursing the fund upon his return.            Id.    Given the strong\n\npolicy against finding a prospective waiver of a service person's\n\nreemployment rights, we hold that Lapine's pension withdrawal did\n\nnot amount to an effective waiver.\n\n           The record furthermore indicates no compelling equitable\n\nfactors that might lead to a finding of the requisite \"most unusual\n\ncircumstances.\"     For example, there is no evidence that Lapine's\n\nfailure to notify the Town of his order to active duty resulted in\n\n\n                                      -34-\n\fspecific harm to the Town.          Nor is there evidence of fraud.            See\n\nHillard v. New Jersey Nat'l Guard, 527 F. Supp. 405 (D.N.J. 1981).\n\n             To   be   sure,   Lapine's      letter   to   Chief   Fritts      was\nintemperate, but we are unable to say the circumstances rise to the\n\nlevel required to find a prospective waiver.               We conclude at the\n\ntime he resigned that Lapine’s conduct did not signify a clear and\nunequivocal waiver of his rights to reemployment involving the\n\n\"most unusual circumstances\" required for a prospective waiver to\n\nbe given effect in this context.             We add that Congress’s recent\n\nmodification of the reemployment statute requiring employees to\n\nnotify their employers that they are entering the military service\n\nshould, in the future, make it less likely that a problem of this\n\nnature will reoccur.\n\nIV.          Creditable Service\n\n             The Town argues that the magistrate judge erred when he\nconcluded that Lapine was entitled to three years of creditable\nservice toward his retirement.             The final judgment states, in\n\npertinent part, that:\n             The defendant, Town of Wellesley, for purposes\n             of the retirement of the plaintiff, Gary W.\n             Lapine, shall reinstate him as if he became a\n             new   employee   of   the   Wellesley   Police\n             Department of May 13, 1990 and shall permit\n             him to make whatever payments he would have\n             made to the retirement system from May 13,\n             1990 to the date of judgment . . . .\n\nThe   Town   asserts    that   it   is   inappropriate     for   Lapine   to    be\npermitted to \"buy back\" into the retirement system for the three\n\nyears he was in the military.\n\n                                      -35-\n\f            Federal law, and the cases interpreting its provisions,\n\ndo not support the Town’s assertion.          While Lapine’s reemployment\n\nrights stem from section 4304(b)(1) of the VRRA, the benefits to\nwhich he     is   eligible    upon   reemployment   are   found    in   section\n\n4301(a).     Tirado-Acosta v. Puerto Rico Nat'l Guard, 118 F.3d 852,\n\n854 (1st Cir. 1997).           Section 4301(a)(B)(ii) provides that a\nveteran, eligible for reemployment, shall be reemployed to a\n\nposition of \"like seniority, status, and pay.\"\n\n            The Supreme Court has interpreted this provision to mean\n\nthat \"[The veteran] does not step back on the seniority escalator\n\nat the point he stepped off.         He steps back on at the precise point\n\nhe would have occupied had he kept his position continuously during\n\nthe war.\"     Fishgold, 328 U.S. at 284-85.          Pension benefits are\nconsidered    a   perquisite    of    seniority   protected   by   the    VRRA.\n\nAlabama Power Co. v. Davis, 431 U.S. 581, 591 (1976); Bunnell v.\n\nNew Eng. Teamster and Trucking Indus. Pension Fund, 655 F.2d 451,\n452 (1st Cir. 1981).         \"Protecting veterans from the loss of such\n\nrewards when the break of their employment resulted from their\nresponse to the country’s military needs is the purpose of [§\n\n4301].\"    Davis, 431 U.S. at 594.\n\n            Lapine stepped off the \"seniority escalator\" when he\n\nresigned his position, effective May 13, 1990, in order to perform\n\nmilitary duty.     Pursuant to the VRRA, as interpreted by the Court\n\nin Davis, 431 U.S. at 591, he steps back on the elevator as if he\n\nhad not been absent for three years.          Thus, Lapine is entitled to\n\n\n\n\n                                      -36-\n\fthe three years of police service he would have accumulated had he\n\nnot terminated his employment to enter upon active duty.\n\n           The   result   is   the     same   under   Massachusetts   law.\nParagraph 1 of Mass. Gen. Laws ch. 32, § 4(h) provides that the\n\nperiod of time that a veteran13 is on a leave of absence for\n\nmilitary duty shall be allowed as creditable service for purposes\nof pension benefits.      Federal law provides that a veteran is\n\nconsidered to be on a leave of absence during his period of\n\nservice. § 4301(b)(1)(A).       Specifically, section 4301(b)(1)(A)\n\nprovides that any person who is restored to his position:\n\n           shall be considered as having been on furlough\n           or leave of absence during such person’s\n           period of training and service . . . shall be\n           so restored or reemployed without loss of\n           seniority, shall be entitled to participate in\n           insurance and other benefits offered by the\n           employer pursuant to established rules and\n           practices relating to employees on furlough or\n           leave of absence . . . .\n\nId.   Because Lapine is deemed to have been on a leave of absence,\nhe is to receive creditable service for the three years he was on\n\nactive duty.\n           Even if paragraph 1 did not apply, paragraph 4 of § 4(h)\n\nprovides that:\n\n\n           Notwithstanding any other provision of this\n           chapter or any other general or special law,\n\n      13\n      Section 4 relies on the definition of veteran contained in\nMass. Gen. Laws ch. 4, § 7, cl. 43 (2001). Pursuant to clause 43,\na person is a veteran if he or she was released from \"wartime\nservice as a Persian Gulf veteran.\" A \"Persian Gulf veteran\" is\ndefined as a person who served between August 2, 1990 and a date to\nbe determined by presidential proclamation or executive order.\nLapine meets the requirements for veteran under Massachusetts law.\n\n                                     -37-\n\f           rule or regulation to the contrary, a member\n           of service of a retirement system . . . who is\n           a veteran who served in the Armed Forces of\n           the United States and who has completed ten or\n           more years of membership shall be entitled to\n           credit for active service in the armed\n           services of the United States; . . . provided\n           further that such creditable service shall not\n           be construed to include service for more than\n           four years . . . .\n\n\nLapine was a member of the retirement system for more than ten\n\nyears.   As a result, his period of active duty is creditable under\n\nthis provision as well.     Thus, we concur with the magistrate\n\njudge's conclusion that Lapine is eligible for the three years of\n\ncreditable service he would have accumulated had he not entered\n\nupon active duty.\n\nV.         Conclusion\n\n           The decision of the magistrate judge is affirmed.\n\n\n\n\n                               -38-\n\f",
  "html": "<p class=\"case_cite\">304 F.3d 90</p>\n    <p class=\"parties\">Gary W. LAPINE, Plaintiff, Appellee,<br>v.<br>TOWN OF WELLESLEY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 01-2054.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 7, 2002.</p>\n    <p class=\"date\">Decided September 4, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED James A. Goodhue with whom Grindle, Robinson &amp; Goodhue and Albert S. Robinson, Town Counsel for the Town of Wellesley were on brief for appellant.</p>\n      <p class=\"indent\">Paul M. Sushchyk for appellee.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, CAMPBELL and BOWNES, Senior Circuit Judges.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Town of Wellesley (\"Town\") appeals from the judgment of the magistrate judge. The magistrate judge held that Gary Lapine (\"Lapine\") is entitled to reemployment as a police officer with the Town pursuant to the Veterans' Reemployment Rights Act (\"VRRA\"), 38 U.S.C. &#167;&#167; 4301-4306 (Supp. II 1992) <i>amended by</i> Uniformed Services Employment and Reemployment Rights Act of 1994, 38 U.S.C. &#167; 4301, <i>et seq.</i> (Supp. V 2002).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The court awarded monetary damages with prejudgment interest. We affirm.</p>\n    </div>\n    <p class=\"indent\">I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Lapine served as a commissioned officer in the United States Army from July 7, 1974, through August 30, 1976. Lapine stipulated that, at this time, he \"became aware of veteran's rights to reemployment benefits\" under the VRRA. Upon discharge from active duty, he transferred to the United States Army Reserve in which he served as a commissioned officer until, after twice being passed over for a promotion, he was honorably discharged in 1989. In February 1990, Lapine enlisted in the Army Reserve as a sergeant and was assigned to the 94th Military Police Company in Manchester, New Hampshire.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After his discharge from active duty with the United States Army, Lapine joined the Wellesley Police Department in May of 1977. He served with the police department for approximately thirteen years until, on April 30, 1990, in a letter to the then-chief of police John Fritts, he announced that he was resigning. In the letter he gave May 13, 1990, as the effective date of his resignation. The letter reflected Lapine's acute dissatisfaction with the working conditions of the Department. The letter read in full as follows:</p>\n    </div>\n    <p class=\"indent\">Dear sir:</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">I am writing to inform you of my intent to resign from the Wellesley Police Department. As you may or may not already realize, I have not been satisfied with the working conditions of the department for several years now. Only the opportunity to secure other employment prevented me from resigning earlier, and possibly, the hopes that the conditions would change. However, as you know, the conditions have not changed, nor do you or I expect them to in the future.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Your mishandling of major incidents in the past few years has been deplorable, and has placed your patrolmen in jeopardy. Your handling of the weapons procurement has left half of your department with outmoded service weapons. Your continual persecution of certain police officers in your department has led to a hardened polarization between members of your staff and the rest of the department. And finally, your response to my request for an internal investigation into the theft and illegal copying of official Wellesley Police Association documents, and your unauthorized use of these documents in a public forum, is not only inexcusable, but has thwarted any hopes of identifying the perpetrator of the break-in and larceny. As these documents were secured in my locker, I feel that my civil rights have been violated, and that by your inaction on this matter, that you condone such activity.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The effective date of my resignation is May 13th 1990. If there are any vacation or personal days remaining, I am using this opportunity to let the department know, that I would like to be reimbursed for said days.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On April 30, 1990, the day he submitted his resignation letter, Lapine also completed and submitted an application to the Wellesley Retirement Board to withdraw his accrued police retirement benefits. The signed application stated, in pertinent part, that Lapine had \"permanently left the [police] service\" and that it was not his \"present intention to accept a position in the service of the Commonwealth of Massachusetts.\" When Lapine withdrew his accrued retirement benefits totaling $31,021.79, he owed money to the Internal Revenue Service. Lapine used the lump sum received from the accrued retirement benefits to pay $18,000 to the Internal Revenue Service in satisfaction of his outstanding personal tax liability. He used the remainder of the money for daily expenses and to meet his child support obligations.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Lapine did not, at any time during this period, disclose to the Town that he was in the process of seeking to enter upon active duty with the United States Army Reserve. At trial, however, he testified that his resignation from the police department was prompted, at least in part, by plans to do just that. Lapine testified that, in early April 1990, he had contacted Sergeant Ronald Johnson to determine if there were openings in the Active Duty Guard Reserve Program (\"AGR\"). His attorney, Ronald Johnson (same names, different people), also testified that on or about April 12, 1990, Lapine informed him that he intended to apply for active duty. Sergeant Albert Basile, whose task was to recruit persons for the AGR, testified that, prior to the date of Lapine's resignation letter of April 30, 1990, he spoke with Lapine about entering upon active duty. According to Basile, he told Lapine that he would make an excellent candidate as a recruiter.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Lapine completed and submitted an application for the AGR on May 7, 1990, six days before the stated effective date of his resignation. Six weeks following the April 30 resignation letter, on June 12, 1990, the United States Recruiting Command at Fort Sheridan, Illinois sent Lapine a notice that he was being assigned to active duty. On June 20, 1990, Lapine was issued orders to report for active duty training for forty days. On July 13, 1990, Lapine was issued orders to report for active duty on September 10, 1990. His term of active duty was to end on August 30, 1993. Lapine did not communicate to the Town or to the police department that he had enlisted in the AGR nor did he indicate that he might wish to return to the police department at some future time.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Two years later, in July 1992, Lapine contacted the new chief of police of the Wellesley Police Department, Thomas O'Loughlin (\"O'Loughlin\"), indicating, for the first time, that he might wish to return to the police force. Specifically, Lapine wrote \"to explore the opportunity or feasibility of re-employment with the Wellesley Police Department.\" O'Loughlin immediately responded to Lapine's letter stating that he was reluctant \"to consider the use of the reinstatement process to hire police officers.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A year later, in July 1993, Lapine again wrote to O'Loughlin requesting to be reinstated. For the first time, he explicitly invoked the VRRA as the basis for his reinstatement, giving formal notice that he had been serving with the Army Reserve on active duty. O'Loughlin refused to reinstate Lapine stating, among other things, that it was his \"belief that you are not entitled to the protections you assert.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">After his discharge from the AGR on August 30, 1993, Lapine continued to assert his rights under the VRRA through the United States Department of Labor, Office of Veterans' Employment Training Services. In February 1994, Lapine requested that his case be referred to the United States Department of Justice. As a result, the Department of Labor ceased representing Lapine's interest in March 1994. A year later, in March 1995, the United States Attorney declined Lapine's request for representation.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On October 12, 1995, Lapine filed with the district court the instant complaint against the Town asking the court to order his reemployment as a police officer and to award damages for the Town's alleged violation of the VRRA. Two years later, a three-day bench trial was held before Chief Magistrate Judge Collings. In its subsequent decision, the court expressly found that Lapine had left his job \"in order voluntarily to enter on active duty with the military\"; that he was eligible for VRRA reemployment rights; that he was qualified to perform the position of police officer; and that he had not waived his right to reemployment. In the end, the court ordered the Town to reinstate Lapine as a patrolman with a pay grade commensurate with the seniority and status he would have achieved had he not entered upon active duty. Further, the court required the Town to allow Lapine to make whatever payments he would have made into his pension fund had he begun as a new employee on May 13, 1990. In addition, Lapine was to receive back pay from August 1993 to the date of reinstatement as well as vacation pay with prejudgment interest. Judgment for Lapine was entered in the amount of $173,403.29, representing wages and vacation pay, with an additional $40,078.15 in prejudgment interest. This appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">II. Did Lapine Meet the VRRA's Statutory Preconditions for Entitlement to Reemployment Rights?</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Town of Wellesley argues on appeal that Lapine does not qualify under the terms and provisions of the VRRA for entitlement to reemployment with the Wellesley police. It insists that the magistrate judge misinterpreted the VRRA as a matter of law and that even on the court's own interpretation its factual findings were unsupported.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">While the Town varies its arguments, the essence of its claim of legal error seems to be that 38 U.S.C. &#167; 4304(b)(1), the statute then applicable to reservists, like Lapine, required that he leave his civilian employment in direct response \"to an order or call to active duty.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Since Lapine did not receive his order to report to active duty prior to tendering his resignation from the Wellesley Police Department, the Town contends that his pre-resignation intent to join the military after resigning, followed by his post-resignation order for active duty, were insufficient to trigger reemployment rights under the statute. The Town also argues that, even if an individual's pre-resignation intent to go on active duty is enough to secure reemployment rights under the VRRA, \"the overwhelming evidence demonstrates that Lapine did not resign his job as a police officer in order to enter onto active duty, but rather, because he was extremely dissatisfied with his working conditions and wished to withdraw his retirement fund [to pay obligations to the IRS and his ex-wife].\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The difficulty with the Town's statutory argument is that it is supported neither by the plain language of the applicable provision of the VRRA nor by the provision's legislative history. Similarly, we disagree that there was insufficient evidentiary support for the court's finding that Lapine resigned in order to go on active duty &#8212; although it is unquestionable that dissatisfaction with his police job under the then-chief was a major motivating factor.</p>\n    </div>\n    <p class=\"indent\">A. Plain Language of the VRRA</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We begin with the language of the statutory provision granting reemployment rights to reservists who, like Lapine, initiated reemployment prior to December 13, 1994.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> <i>See Brady v. Credit Recovery Inc.,</i> 160 F.3d 64, 66 (1st Cir.1998) (noting statutory language is the starting point for every case involving statutory construction). If statutory language is plain, permitting only one construction, there is no occasion to seek out congressional intent by reference to legislative history or other extrinsic aids. <i>United States v. Meade,</i> 175 F.3d 215, 218 (1st Cir.1999). The applicable, relevant provision here is section 4304(b)(1) of the VRRA,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> providing as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Any person who, after entering the employment on the basis of which such person claims restoration or reemployment, enters upon active duty (other than for the purpose of determining physical fitness and other than for training), whether or not voluntarily, in the Armed Forces of the United States ... in response to an order or call to active duty shall, upon such person's relief from active duty under honorable conditions, be entitled to all of the reemployment rights and benefits provided for by this chapter....</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The Town argues that the foregoing language allows reemployment rights only to those reservists who left their civilian employment in response to an order or call to duty received while their civilian employment was still in progress. Any such express restriction would have to be derived, if at all, from the statute's reference to \"any person who ... enters upon active duty ... in response to an order or call\" \"after entering the employment on the basis of which such person claims restoration or reemployment.\" But while the statute speaks of the order or call as occurring \"after\" entering the relevant civilian employment, it does not specify that the order or call must necessarily be timed so as to arrive while the civilian employment is still ongoing. It would not be inconsistent with the statutory language if the order or call were to occur after as well as before resignation. The express language of the statute nowhere specifically links an individual's entry upon active duty (in response to an order or call) to his exit from civilian employment. The phrase \"enters upon active duty\" &#8212; not some phrase such as \"leaves his employment\" &#8212; modifies the phrase \"in response to an order or call to active duty.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It is true the statute was aimed at reservists who leave their civilian jobs in order to enter upon active duty, suggesting the need for a meaningful connection between the resignation and the entry upon active duty. But the statutory language does not spell out the timing and mechanics of the connection. In the following section of this opinion, we conclude that the legislative history, the wording of a companion provision of the statute, and the interpretative case law, provide guidance about the nature of the required \"nexus.\" But the plain language of section 4304(b)(1) of the VRRA does not mandate that Lapine's entry upon active duty had to occur only while he was still in the actual employ of the Wellesley Police Department. At the very least, section 4304(b)(1) is open to two interpretations: that the call or order to active duty will issue during the employment; or, alternatively, that it may issue after termination of the employment with appropriate linkage between leaving and entry upon active duty.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We conclude that the plain language of the applicable statute did not render Lapine's resignation premature as a matter of law so as to prevent him from making a valid claim to reemployment.</p>\n    </div>\n    <p class=\"indent\">B. Statutory History</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">When faced with a statutory provision lacking in clarity or one susceptible to more than one interpretation, courts will look to legislative history to determine legislative intent. <i>A.M. Capen's Co., Inc. v. Am. Trading &amp; Prod. Corp.,</i> 202 F.3d 469, 473 (1st Cir.) <i>cert. denied,</i> 531 U.S. 823, 121 S.Ct. 68, 148 L.Ed.2d 32 (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Section 4304(b)(1) affording reemployment rights to reservists is rooted in the history and statutory text of legislation that, beginning in World War II, provided reemployment rights to veterans returning from active duty in the Armed Forces. Hence, section 4304(b)(1) needs to be read, not in isolation, but in the context of the history and evolution of the entire statute of which it forms a part. <i>King v. St. Vincent's Hosp.,</i> 502 U.S. 215, 221, 112 S.Ct. 570, 116 L.Ed.2d 578 (1991) (relaying the \"cardinal rule that a statute is to be read as a whole, since the meaning of statutory language, plain or not, depends on context\") (internal citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">A veteran's right to reemployment was first established in the Selective Training and Service Act of 1940 (\"STSA\"). Pub.L. No. 783, 54 Stat. 885, 890 (1940) (formerly codified at 50 U.S.C. app. &#167; 308). The STSA was aimed primarily at draftees and voluntary enlistees in World War II.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> <i>Id.</i> This grant of reemployment rights to veterans was premised on Congress's belief that an individual, obligated, or willing, to serve in the Armed Forces, should not be penalized by loss of previous employment rights upon reentry into civilian life. <i>See, e.g., Kelly v. Ford Instrument Co.,</i> 298 F.2d 399, 404 (2d Cir.1962); <i>Rudisill v. Chesapeake &amp; Ohio Ry. Co.,</i> 167 F.2d 175, 178 (4th Cir.1947). The STSA provided, in pertinent part, that any individual \"who leaves a position (other than a temporary position) in the employ of an employer in order to perform\" military duty has the right to reemployment. Hence, to trigger reemployment rights Congress required, as a causal nexus between the act of leaving civilian employment and entry into the Armed Forces, that the employee have left his civilian employment <i>in order to perform</i> the military service, and not for some different object.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Over a decade later, in 1951, the Universal Military Training Service Act (\"UMT\") was enacted, marking the beginning of veterans' reemployment rights in the era post WWII. Pub.L. No. 51, &#167; 1(s), 1951 U.S.C.C.A.N. (65 Stat. 75) 73, 83 (formerly codified 50 U.S.C. app. &#167; 459). The UMT was the genesis of the Reserve forces as these are understood today. It instituted active duty training programs and expanded the federal government's abilities to call upon the Reserves for national defense. For the first time, Congress provided civilian reemployment protection to reservists who were called up from their civilian jobs to perform active or training duty. <i>Id.</i><a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> In so doing, Congress intended to provide \"the same reemployment rights and benefits upon relief as are provided for persons inducted or enlisted in the Armed Forces.\" H.R.Rep. No. 82-271 (1951), <i>reprinted in</i> 1951 U.S.C.C.A.N. 1472, 1502.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In extending reemployment rights to reservists in 1951, Congress first utilized, in part, the \"in response to an order or call\" language that was subsequently incorporated into section 4304(b)(1). This section initially provided that \"[a]ny person who, subsequent to June 24, 1948, enters upon active duty ... in response to an order or call to active duty shall ... be entitled to all the reemployment rights and benefits\" provided under this chapter, Pub.L. No. 51, &#167; 1(s), 1951 U.S.C.C.A.N. (65 Stat. 75) 73, 83. As we have stated in footnote 6, <i>supra,</i> the further phrase \"after entering the employment on the basis of which such person claims restoration\" was not a part of the initial reservist statute. It was added in 1961 as a part of revisions extending reemployment rights to veterans who extended their military commitment for an additional four years. Pub.L. No. 87-391, &#167; 2, 1961 U.S.C.C.A.N. (75 Stat. 821) 929. Unexplained in accompanying legislative materials, the new phrase was presumably meant simply to identify more plainly the employer against which reemployment rights could later be asserted. The brief comment relating to the Act's revised reemployment provisions stated that they were meant to reinforce the reemployment protections already in existence. S.Rep. No. 87-1070 (1961), <i>reprinted in</i> 1961 U.S.C.C.A.N. 3319, 3320; <i>see also Trulson v. Trane,</i> 738 F.2d 770, 772 n. 4 (7th Cir.1984) (\"The reemployment provisions of this act and its predecessors ... are `substantially identical' and the judicial precedents developed under the various acts are `largely interchangeable.'\") (quoting <i>Hanna v. Am. Motors Corp.,</i> 724 F.2d 1300, 1306 n. 4 (7th Cir.1984)).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Indeed, the legislative history leads us to two conclusions relevant to the VRRA provision at issue in the present case. First, as said, there is nothing in the legislative history to support a reading of section 4304(b)(1) that would require the reservists covered by that provision to have received their order or call to active duty while still employed, even though all other categories of service persons claiming reemployment rights were not so restricted. Second, the long-standing language in section 4301(a) of the VRRA affording reemployment rights to non-reservists who left their civilian positions \"in order to perform\" military duty provides a \"nexus\" equally applicable to reservists claiming rights under section 4304(b)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Turning to the first point, the historical evidence is plain, as already indicated, that in framing reemployment rights for reservists, Congress meant simply to extend the identical reemployment rights conferred upon other veterans. <i>See</i> H.R.Rep. No. 87-271 (1951), <i>reprinted in</i> 1951 U.S.C.C.A.N. 1472, 1501 (discussing the addition of reemployment rights for reservists to the existing statute and referring to reemployment rights set forth in section 9 of the Selective Service Act of 1948). In this regard, the case law that had developed around provisions of the earlier STSA and the Pub.L. No. 759, &#167; 9(g)(2), 62 Stat. 604, 614 (1948) (formerly codified as 50 U.S.C.App. &#167; 459), had allowed for recovery of previous employment and associated rights by veterans who had left their civilian jobs prior to their being drafted, or prior to their voluntary enlisting in the Armed Forces. <i>See, e.g., Boston &amp; Maine R.R. v. Hayes,</i> 160 F.2d 325, 326 (1st Cir.1947) (\"[W]e think Congress intended the reemployment provisions of the Act to apply to the man who voluntarily quits his job to enlist or to make himself available for induction as well as to the man who is compelled to quit his job because of his induction in the usual course.\"); <i>Noble v. Int'l Nickel Co.,</i> 77 F.Supp. 352, 354 (S.D.W.Va.1948) (finding a veteran who enlisted in the Navy two weeks after quitting his civilian job eligible for reemployment). Nowhere in the legislative history is there any suggestion that Congress somehow intended, in legislating for reservists, and granting them the identical rights, to impose different restrictions and eligibility standards as preconditions to reemployment. As noted in the previous section, the text of section 4304(b)(1) is compatible with the issuance of an order or call to active duty following, rather than prior to quitting civilian employment, leaving ample room for application of the above precedents.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Our conclusion that, in the VRRA, Congress had extended to reservists &#8212; without more or less &#8212; the same rights as it had provided to others serving in the Armed Forces is further bolstered by the statutory text and legislative history of the USERRA.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> USERRA was created to streamline the laws protecting veterans that had become increasingly complex and cumbersome over the years. (Indeed, this case illustrates some of those problems). Section 4312 of the USERRA establishes reemployment rights for any \"person whose absence from a position of employment is necessitated by reason of service in the uniformed services\" regardless of whether his or her service is in the regular or reserve component. There is nothing in the legislative history to indicate that Congress, by treating reservists and regular army veterans the same with regards to reemployment benefits under the USERRA, thought it was departing from the substance of the law as it had existed in the past. Indeed, the legislative history accompanying the USERRA was careful to note changes to the law that represented a deviation from the VRRA. <i>See</i> H.R.Rep. No. 103-65 (1993), <i>reprinted in</i> 1994 U.S.C.C.A.N. 2449, 2458-62 (discussing changes to time limitations and imposition of notice requirement).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We accordingly reject the Town's argument that Lapine's right to reemployment was defeated by the fact that his order to active duty did not come until after he had left his job with the Wellesley Police Department.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">As for our second point, the statutory history indicates that section 4304(b)(1) &#8212; the reemployment provision applicable to Lapine &#8212; is subject to the same \"in order to perform\" requirement made explicit in section 4301(a) &#8212; the traditional reemployment \"nexus\" applying to other categories of service personnel. It seems obvious that Congress expected section 4304(b)(1) to require implicitly a connection between the act of quitting one's civilian employment and entering upon active duty. Otherwise, Congress's purpose to benefit only those veterans who leave their civilian employment so as to serve their country in the Armed Forces would be exceeded, and employers would be required to reemploy some former employees for no good reason. Courts have held that an employee who quits his civilian employment to forestall being fired, <i>see McCarthy v. M &amp; M. Transp. Co.,</i> 160 F.2d 322, 324 (1st Cir. 1947), or who quits for personal reasons unrelated to military enlistment, <i>see Riser v. N. States Power Co.,</i> No. 4-71 Civil 483, 1973 WL 959, at *2 (D.Minn. Mar.2, 1973), cannot, by subsequently joining the armed forces, force his former employer to take him back at the end of his tour of duty.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The nexus requirement first adopted in 1940 in the initial military reemployment statute and carried forward up through the period of Lapine's claim in 38 U.S.C. &#167; 4301(a), provided simply that one claiming reemployment benefits must demonstrate that he left his civilian employment \"in order to perform\" military duty. We think this long-established requirement was also implicit in the case of reservists claiming reemployment benefits under section 4304(b)(1) even though, unlike section 4301(a), the latter statute did not repeat the specific language. The magistrate judge correctly so assumed, making the finding that Lapine \"did, in fact, resign from the Wellesley Police Department in order voluntarily to enter on active duty with the United States Army Reserve.\" We discuss below the evidentiary support for that finding. Suffice it to say, we hold that the magistrate judge utilized the appropriate legal standard. If properly supported, the finding sufficed to establish Lapine's compliance with the nexus standard inherent in the then-applicable reemployment statute.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In this regard we note that courts have concluded that a firm pre-resignation intent to enter the military coupled with actions that promptly effectuated that intent may, in appropriate circumstances, establish the causative nexus. <i>See, e.g., Trulson,</i> 738 F.2d at 774; <i>Duey v. City of Eufaula,</i> No. 79-149-N, 1979 WL 1936, at *2 (M.D.Ala. Oct.31, 1979); <i>Fortenberry v. Owen Bros. Packing Co.,</i> 267 F.Supp. 605, 607 (S.D.Miss.1966); <i>Noble,</i> 77 F.Supp. at 354. Thus, a veteran may establish that he left his civilian employment in order to perform military duty notwithstanding the timing of the active-duty order or ultimate commitment &#8212; whether before or after resignation. <i>See Trulson,</i> 738 F.2d at 772 (and cases cited therein).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Contrary to the Town's position, therefore, neither the language of the statute, the legislative history, nor the surrounding case law suggests that Congress intended that a veteran, to establish the causative nexus, must have received an induction notice, signed an enlistment contract, or received an order or call to active duty <i>prior</i> to his resignation. The case law is replete with examples of veterans who left their civilian employment in order to serve in the military before they were actually compelled, by receipt of an induction notice or similar order, to do so. <i>See, e.g., Boston &amp; Maine R.R. v. Hayes,</i> 160 F.2d 325, 326 (1st Cir.1947); <i>Noble,</i> 77 F.Supp. at 352, 354; <i>see also Rudisill,</i> 167 F.2d at 178 (stating rights \"not limited to persons who are forced to leave their positions..., but are extended to all those who leave their positions in order to perform such service.\"); <i>Adams v. Mobile County Pers. Bd.,</i> No. 81-0524, 1982 WL 1972 at *2 (S.D.Ala. Nov.24, 1982) (finding veteran eligible for reemployment because she resigned with the intent of entering upon active duty and did so); <i>Jennings v. Ill. Office of Educ.,</i> No. 77-3051, 1978 WL 1564 at *1 (S.D.Ill. Feb. 16, 1978) (same); <i>Thompson v. Chesapeake &amp; O. Ry. Co.,</i> 76 F.Supp. 304, 305 (1948) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We agree, therefore, with the magistrate judge that if Lapine &#8212; having found there were active duty openings and that his chance of being accepted was good &#8212; left his job with the Wellesley police with the intent to go on active duty as soon as the necessary paperwork could be completed and orders issued, and if &#8212; as clearly happened &#8212; he diligently and successfully carried out this intention, he was entitled to claim reemployment benefits under the VRRA.</p>\n    </div>\n    <p class=\"indent\">C. Sufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The evidence presented at trial was sufficient to establish that Lapine left the Wellesley Police Department \"in order to perform\" military service. In addition to Lapine's testimony, two other individuals testified, without contradiction, that Lapine had spoken with them about his intent to apply for a position with the AGR prior to his resignation on April 30, 1990. Robert Johnson, Lapine's attorney, testified that on April 12, 1990, Lapine informed him that he wished to enter into active duty. Albert Basile, a recruiter with the Army Reserves, stated that, in the latter part of April, he contacted Lapine about entering the AGR. Basile testified that he informed Lapine he would make an \"excellent candidate\" for the AGR. Immediately following his conversation with Basile, Lapine submitted his resignation. A week after he submitted his letter of resignation, but before the effective date of his resignation as stated in the letter, Lapine interviewed before a three-member panel for a position with the AGR. He was selected unanimously and he promptly completed the necessary paperwork. One month later he received an official notice that he was being assigned to active duty. Lapine then entered upon active duty, satisfactorily completed his three-year tour of duty, and was honorably discharged in August 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The Town argues that Lapine's resignation was not motivated by his desire to enter the military but rather it was driven by his acute dissatisfaction with the police department. The fact that Lapine's decision to leave the police and to join the Army may have been fueled by more than one motive does not establish that the magistrate judge erred in determining that he resigned from the police department in order voluntarily to enter on active duty with the AGR. To be sure, his pre-resignation intent to go on active duty followed by his resignation and subsequent entry on active duty may well have reflected his distaste for continued police employment. Lapine's letter reflects profound dissatisfaction with working conditions at the police department under its then-chief. He apparently regarded the military as a more attractive alternative. But the combination of motives does not preclude a finding that he left his position in order to perform military duty. In the real world, motives are often mixed. This court has long recognized, especially in labor and employment decisions, that an individual's actions may be propelled by mixed motives. <i>See, e.g., Fernandes v. Costa Bros. Masonry, Inc.,</i> 199 F.3d 572, 579 (1st Cir.1999); <i>NLRB v. E. Smelting and Refining Corp.,</i> 598 F.2d 666, 669 (1st Cir.1979).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> It is not unusual for a person to seek and accept another job because of dissatisfaction with a previous job.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The evidence here is persuasive that, before resigning, Lapine formed an intent to go on active duty and acted on that intent by speaking with Basile before he wrote his letter of resignation. Word from Basile suggested that his chances of acceptance were good. In his letter of resignation he says that \"only the opportunity to secure other employment prevented me from resigning earlier and possibly the hope that conditions would change.\" The implication here is that he believed he had at last found an opportunity to secure desirable other employment, and that, in order to secure that employment, he was now resigning. To be sure, he took some risk by terminating his employment prior to being finally accepted into the AGR program. Still the evidence indicates his prior intent and that, at the time he resigned, he was diligently doing what was necessary to join the AGR program and that he had good reason to believe that he would be accepted as, in fact, he was. The evidence is uncontradicted at all relevant times, both before and after resigning, he intended to join the military if accepted.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We therefore sustain the finding of the magistrate judge that Lapine left his position with the Town in order to perform military service.</p>\n    </div>\n    <p class=\"indent\">D. Qualified to Perform</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Next, the Town argues that Lapine is not qualified to resume the duties of a police officer. The VRRA requires that a returning veteran be \"qualified to perform the duties of such position or able to become requalified with reasonable efforts by the employer....\" &#167; 4301(a)(2)(B)(i). To be \"qualified\" to return to a prior position, the veteran must be both physically capable of performing the duties of the job and temperamentally able to work harmoniously with co-workers and supervisors. <i>Trusteed Funds v. Dacey,</i> 160 F.2d 413, 420-21 (1st Cir.1947); <i>Preda v. Nissho Iwai Am. Corp.,</i> 128 F.3d 789, 792 (2d Cir.1997). The Town does not dispute that Lapine is physically qualified to perform his duties; rather the Town asserts that he is \"temperamentally\" unqualified to work as a police officer.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">To support its position, the Town relied on several incidences of Lapine's improper conduct during his thirteen-year tenure as a police officer. The Town asserted that Lapine's pre-service conduct exhibited an inability to work harmoniously within the police department. Behavior occurring prior to entering upon active duty can be the basis for finding a veteran no longer qualified for reemployment. <i>Doane v. Martin,</i> 164 F.2d 537, 539 (1st Cir.1947). The Town presented evidence that Lapine was the subject of several disciplinary actions while in the Town's employ. The most egregious conduct, including a physical altercation with another officer, placing a chemical irritant on a superior's uniform, and failing to assist citizens calling the station for help, occurred in 1981 and 1983 &#8212; nearly a decade before his resignation. In each instance, Lapine was disciplined according to departmental policy but not fired.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The magistrate judge ruled that the conduct in question was too far removed from Lapine's date of resignation to deem Lapine unqualified for reemployment under the VRRA. The Town had disciplined Lapine after each incident and had chosen not to terminate him. Moreover, closer to Lapine's date of resignation, he received favorable employee evaluations in which he was described as \"definitely above average\" and \"conscientious,\" and was given several service commendations. In addition, Chief O'Loughlin, the current chief of police, testified that, upon review of Lapine's personnel file, he would have no basis to terminate him from the police force.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The magistrate judge's conclusion is supported by the few cases that have addressed this issue. Courts have held that a veteran is not qualified to return to his former position if he demonstrates extreme or dangerous behavior. <i>See, e.g., Doane,</i> 164 F.2d at 539; <i>Dacey,</i> 160 F.2d at 420; <i>Preda,</i> 128 F.3d at 792; <i>Green v. Tho-Ro Prods.,</i> 232 F.2d 172, 173 (3d Cir. 1956); <i>Winfree v. Morrison Inc.,</i> 762 F.Supp. 1310 (E.D.Tenn.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">In <i>Dacey</i> there was evidence that, upon his return from service, Dacey had threatened to \"rule or ruin\" the company and to \"mow down\" opposition. 160 F.2d at 421. In addition, he had made unsupported charges regarding the officers and directors. <i>Id.</i> Likewise, in <i>Green,</i> the returning veteran was deemed unqualified when he engaged in fraudulent behavior described as \"active and gross provocation and wrongdoing.\" 232 F.2d at 174 (citing <i>McClayton v. W.B. Cassell Co.,</i> 66 F.Supp. 165 (D.Md.1946)). In <i>Winfree,</i> a veteran was found unqualified because he brought weapons to work, threatened to kill fellow employees and served liquor to underage patrons. 762 F.Supp. at 1313.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We find no error in the magistrate judge's conclusion that Lapine was not temperamentally disqualified from continuing his duties as a police officer. To be sure, Lapine's early conduct during his tenure with the Wellesley Police Department was at times questionable and the tenor of his letter of resignation suggests a short fuse and, quite possibly, an unprofessional manner of dealing with his employer. At the time of his resignation, however, Lapine was described by his superiors as an above average and conscientious police officer. Given these positive reviews, as well as the fact that the department did not terminate him after his egregious acts but allowed him to stay on for a number of years during which no similar incident occurred, we can see no adequate basis for overturning the magistrate judge's finding that he was qualified. Nor are we in a position, at this juncture, to sufficiently evaluate the factors surrounding his angry letter of resignation so as to conclude, from the letter alone, that he was temperamentally unsuited.</p>\n    </div>\n    <p class=\"indent\">III. Waiver</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The Town argues that even if we were to determine that Lapine meets the statutory requirements of the VRRA, entitling him to claim a right to reemployment, he nonetheless waived that right by his conduct at the time he resigned from the Wellesley Police Department. The Town predicates the waiver on his letter of resignation indicating his profound dissatisfaction with the police department and, by implication, his intention not to return; his withdrawal of his pension funds coupled with the signed statement that he had permanently left the police service; and his failure to notify the Town that he planned to enter upon active duty with the Army Reserve. To these facts might be added Lapine's stipulation that he was aware of his reemployment rights under the VRRA before he quit the police force and the further fact that he was a mature and experienced veteran when he resigned.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">As the magistrate judge noted, the foregoing factors make for a fairly powerful argument that Lapine impliedly waived prospectively his VRRA reemployment rights. Nonetheless, the magistrate judge rejected the argument and so, ultimately, do we.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We begin with the assumption that, while the VRRA does not expressly provide for a waiver of reemployment rights, there are circumstances in which valid waivers may occur. After a veteran has completed his military service he may make statements, or engage in conduct, that in effect, surrender his right to be reemployed. <i>See, e.g., Carmalt v. Gen. Motors Acceptance Corp.,</i> 302 F.2d 589, 590 (3d Cir.1962) (concluding veteran waived claim to reemployment where he said \"all right\" when informed that he could not be taken back and thereafter entered upon various other employments); <i>Couture v. Evergreen Int'l Airlines,</i> 950 F.Supp. 614, 620-21 (D.Del.1996) (finding waiver of reemployment right to former position when veteran accepted a different position with same employer upon discharge); <i>Hayse v. Tenn. Dep't of Conservation,</i> 750 F.Supp. 298, 305 (E.D.Tenn. 1990) (finding waiver of reemployment rights under the Act by accepting a more lucrative position with a construction firm within two weeks of the time he returned from the service) <i>aff'd</i> 915 F.2d 1571 (6th Cir.1990).<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">It is considerably less clear, however, that an individual at the threshold of entry upon military service can, at that time, prospectively waive his future right to reemployment. <i>See Leonard v. United Airlines,</i> 972 F.2d 155, 159 (1992) (\"[W]e do not think that Congress could have intended that employees would be able to waive their rights before entering military service.\"). While we would not foreclose all possibilities of finding an express or implied waiver in unique situations arising at that time, there are strong reasons of policy for ruling out such prospective waivers in all but the most exceptional circumstances. The United States Department of Labor (\"DOL\") states \"[i]n all but the most unusual circumstances, a veteran cannot expressly or impliedly waive his reemployment rights before or during military service.\" <i>Veterans' Reemployment Rights Handbook,</i> 22-2 (1988 ed.) (hereinafter \"<i>Handbook</i>\").</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Rights generally do not mature until the veteran requests reinstatement, and rights not yet matured will not readily be considered to have been waived.... Even if the veteran, before or during military service, voluntarily makes statements or taken [sic] action clearly indicating an intent not to return to the employer, a waiver will not be implied from such statements or conduct because the statute was intended to keep that possibility open until the veteran returns to civilian life.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">\n        <i>Id.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The DOL is charged with the administration of the VRRA. 38 U.S.C. &#167; 501. While not controlling upon the courts, the DOL's views are entitled to some consideration. <i>Skidmore v. Swift &amp; Co.,</i> 323 U.S. 134, 138, 65 S.Ct. 161, 89 L.Ed. 124 (1944) (stating that the rulings, interpretations and opinions of an administrator of an Act \"constitute a body of experience and informed judgment to which courts and litigants may properly resort for guidance\"); <i>see also Monroe v. Standard Oil Co.,</i> 452 U.S. 549, 561 n. 14, 101 S.Ct. 2510, 69 L.Ed.2d 226 (1980) (citing to the <i>Handbook</i> in a case under the Vietnam Era Veterans' Readjustment Allowance Act). The weight to be given these DOL publications is enhanced by the longstanding and consistent nature of the position taken regarding waiver, and its inception so soon after the 1961 legislation. <i>Skidmore,</i> 323 U.S. at 138; <i>Sykes v. Columbus &amp; Greenville Ry.,</i> 117 F.3d 287, 294 (5th Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">We think there are ample reasons supporting the DOL's <i>Handbook</i> position. <i>Cf., e.g., Alexander v. Gardner-Denver Co.,</i> 415 U.S. 36, 50-51, 94 S.Ct. 1011, 39 L.Ed.2d 147 (1973) (concluding there can be no prospective waiver of an individual's right to equal employment opportunities). The VRRA was a remedial statute that was designed to aid a veteran's reentry into civilian life. The statute provided a veteran with a stated time period within which to seek reemployment with his or her former employer. 38 U.S.C. &#167; 4301(a) (providing that a veteran must make application for reemployment within 90 days of honorable discharge). Upon return, the veteran is not \"pressed for a decision immediately on his discharge but has the opportunity to make plans for the future and readjust himself to civilian life.\" <i>Fishgold v. Sullivan Drydock and Repair Corp.,</i> 328 U.S. 275, 284, 66 S.Ct. 1105, 90 L.Ed. 1230 (1946). Thus, both the statute and case law anticipate that a veteran will usually make a decision regarding reemployment when he or she returns from active duty but not before.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The legislative history of the USERRA, which replaced the VRRA soon after Lapine asserted his right to reemployment, is consistent with the DOL's position that ordinarily a veteran should not be held to make a binding decision about whether or not to return to his former employment until after the conclusion of active duty. It is true that USERRA, unlike VRRA, requires a future claimant to preserve his reemployment right in advance by notifying his employer that his absence from a position of employment is necessitated by military service. 38 U.S.C. &#167; 4312(a)(1). Had Lapine been subject to USERRA, his failure to notify the Town that he was going on active duty would have defeated his reemployment claim not by waiver but because of noncompliance with this new statutory condition. Apart from imposing this condition, however, Congress emphasized in the House Report accompanying USERRA that the service person's choice whether or not to return to his former job was to remain open until release from active service. H.R.Rep. No. 103-65 (1993), <i>reprinted in</i> 1994 U.S.C.C.A.N. 2449, 2459. The House Report quotes from the Supreme Court's decision in <i>Fishgold</i> for the proposition that \"[o]ne of the basic purposes of the reemployment statute is to maintain the servicemember's civilian job as an `unburned bridge.'\" Thus the House Report states:</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The Committee does not intend that the requirement to give notice to one's employer in advance of service in the uniformed services be construed to require the employee to decide, at the time the person leaves the job, whether he or she will seek reemployment upon release from active service. One of the basic purposes of the reemployment statute is to maintain the servicemember's civilian job as an \"unburned bridge.\" Not until the individual's discharge or release from service and/or transportation time back home, which triggers the application time, does the servicemember have to decide whether to recross that bridge. See <i>Fishgold,</i> supra, 328 U.S. at 284, 66 S.Ct. 1105.</p>\n    </div>\n    <p class=\"indent\">\n      <i>Id.</i>\n      <a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>\n    </p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">We agree with the DOL, therefore, that prospective waivers of veterans' reemployment rights &#8212; while not entirely foreclosed &#8212; are not to be easily inferred and should be reserved for \"the most unusual circumstances.\" Hence in the instant case, we ask whether the facts reach the level of the \"most unusual circumstances\" necessary to support a prospective waiver. We think not.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">We note, first of all, that Lapine's intent to waive his future reemployment rights was less than clearly expressed in his words and conduct. While his letter of resignation spoke of his dissatisfaction with working conditions at the Wellesley Police Department, his complaints were virtually all tied into dissatisfaction with the leadership of then-Chief Fritts. Lapine does not attack others than Chief Fritts. There is no suggestion that Lapine would refuse to return under a new administration more to his liking. At no time, moreover, did Lapine actually indicate that he was waiving his future reemployment rights. Generally, the mere fact of a resignation from civilian employment does not deprive a veteran of reemployment rights. <i>Winders v. People Express Airlines, Inc.,</i> 595 F.Supp. 1512, 1518 (D.N.J.1984) (and cases cited therein). And two years later, while still on active military duty, Lapine wrote the first of several letters indicating a possible wish to return.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">It is true that Lapine, after he quit, did not notify the Town in a timely fashion that he had entered upon active military duty, as would now be required under the USERRA. <i>See</i> 38 U.S.C. &#167; 4312. But the VRRA had no such statutory requirement and, for that reason, we are not inclined to weigh the absence of notice as a significant factor indicative of waiver.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Perhaps the strongest factor suggesting waiver was Lapine's withdrawal of his funded pension, indicating in writing when so doing, as the form required, that he had \"permanently left the service\" and that he had no \"present intention to accept a position in the service of the Commonwealth of Massachusetts.\" It appears that under Massachusetts law, however, the statements Lapine made accompanying his pension withdrawal were not an absolute bar to later reemployment in the state service. <i>See</i> Mass. Gen. Laws ch. 32, &#167; 3(6)(d) (2001). The statements were not made under the penalties of perjury. The Town has pointed to no state-law precedent indicating that Lapine could not legally reconsider them at a later date, as he has done. Massachusetts laws related to civil service pensions allow an individual who has terminated his position and withdrawn his accumulated pension funds to reimburse the annuity fund upon his reinstatement. <i>See id.</i> Moreover, a veteran's withdrawal of his vested employee pension fund has been held not to necessarily indicate a waiver of a veteran's federal reemployment rights. <i>Leonard,</i> 972 F.2d at 159; <i>Handbook,</i> 22-5. The DOL anticipated that an employee may withdraw his accumulated pension fund prior to entering upon active duty. <i>Handbook,</i> 22-5. According to the DOL, a veteran's withdrawal of his pension funds neither indicates a waiver nor prevents a veteran from reimbursing the fund upon his return. <i>Id.</i> Given the strong policy against finding a prospective waiver of a service person's reemployment rights, we hold that Lapine's pension withdrawal did not amount to an effective waiver.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The record furthermore indicates no compelling equitable factors that might lead to a finding of the requisite \"most unusual circumstances.\" For example, there is no evidence that Lapine's failure to notify the Town of his order to active duty resulted in specific harm to the Town. Nor is there evidence of fraud. <i>See Hilliard v. New Jersey Army Nat'l Guard,</i> 527 F.Supp. 405 (D.N.J.1981).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">To be sure, Lapine's letter to Chief Fritts was intemperate, but we are unable to say the circumstances rise to the level required to find a prospective waiver. We conclude at the time he resigned that Lapine's conduct did not signify a clear and unequivocal waiver of his rights to reemployment involving the \"most unusual circumstances\" required for a prospective waiver to be given effect in this context. We add that Congress's recent modification of the reemployment statute requiring employees to notify their employers that they are entering the military service should, in the future, make it less likely that a problem of this nature will reoccur.</p>\n    </div>\n    <p class=\"indent\">IV. Creditable Service</p>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The Town argues that the magistrate judge erred when he concluded that Lapine was entitled to three years of creditable service toward his retirement. The final judgment states, in pertinent part, that:</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The defendant, Town of Wellesley, for purposes of the retirement of the plaintiff, Gary W. Lapine, shall reinstate him as if he became a new employee of the Wellesley Police Department of May 13, 1990 and shall permit him to make whatever payments he would have made to the retirement system from May 13, 1990 to the date of judgment....</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The Town asserts that it is inappropriate for Lapine to be permitted to \"buy back\" into the retirement system for the three years he was in the military.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Federal law, and the cases interpreting its provisions, do not support the Town's assertion. While Lapine's reemployment rights stem from section 4304(b)(1) of the VRRA, the benefits to which he is eligible upon reemployment are found in section 4301(a). <i>Tirado-Acosta v. Puerto Rico Nat'l Guard,</i> 118 F.3d 852, 854 (1st Cir.1997). Section 4301(a)(2)(B)(ii) provides that a veteran, eligible for reemployment, shall be reemployed to a position of \"like seniority, status, and pay.\"</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The Supreme Court has interpreted this provision to mean that \"[The veteran] does not step back on the seniority escalator at the point he stepped off. He steps back on at the precise point he would have occupied had he kept his position continuously during the war.\" <i>Fishgold,</i> 328 U.S. at 284-85, 66 S.Ct. 1105. Pension benefits are considered a perquisite of seniority protected by the VRRA. <i>Alabama Power Co. v. Davis,</i> 431 U.S. 581, 591, 97 S.Ct. 2002, 52 L.Ed.2d 595 (1976); <i>Bunnell v. New Eng. Teamsters and Trucking Indus. Pension Fund,</i> 655 F.2d 451, 452 (1st Cir.1981). \"Protecting veterans from the loss of such rewards when the break of their employment resulted from their response to the country's military needs is the purpose of [&#167; 4301].\" <i>Davis,</i> 431 U.S. at 594, 97 S.Ct. 2002.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Lapine stepped off the \"seniority escalator\" when he resigned his position, effective May 13, 1990, in order to perform military duty. Pursuant to the VRRA, as interpreted by the Court in <i>Davis,</i> 431 U.S. at 591, 97 S.Ct. 2002, he steps back on the elevator as if he had not been absent for three years. Thus, Lapine is entitled to the three years of police service he would have accumulated had he not terminated his employment to enter upon active duty.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The result is the same under Massachusetts law. Paragraph 1 of Mass. Gen. Laws ch. 32, &#167; 4(h) provides that the period of time that a veteran<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> is on a leave of absence for military duty shall be allowed as creditable service for purposes of pension benefits. Federal law provides that a veteran is considered to be on a leave of absence during his period of service. &#167; 4301(b)(1)(A). Specifically, section 4301(b)(1)(A) provides that any person who is restored to his position:</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">shall be considered as having been on furlough or leave of absence during such person's period of training and service... shall be so restored or reemployed without loss of seniority, shall be entitled to participate in insurance and other benefits offered by the employer pursuant to established rules and practices relating to employees on furlough or leave of absence....</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\"><i>Id.</i> Because Lapine is deemed to have been on a leave of absence, he is to receive creditable service for the three years he was on active duty.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Even if paragraph 1 did not apply, paragraph 4 of &#167; 4(h) provides that:</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Notwithstanding any other provision of this chapter or any other general or special law, rule or regulation to the contrary, a member of service of a retirement system ... who is a veteran who served in the Armed Forces of the United States and who has completed ten or more years of membership shall be entitled to credit for active service in the armed services of the United States;... provided further that such creditable service shall not be construed to include service for more than four years....</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Lapine was a member of the retirement system for more than ten years. As a result, his period of active duty is creditable under this provision as well. Thus, we concur with the magistrate judge's conclusion that Lapine is eligible for the three years of creditable service he would have accumulated had he not entered upon active duty.</p>\n    </div>\n    <p class=\"indent\">V. Conclusion</p>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">The decision of the magistrate judge is <i>affirmed.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Veterans' Reemployment Rights Act (\"VRRA\") was originally codified at 43 U.S.C. &#167; 2021,<i>et seq.,</i> pursuant to the Vietnam Veterans' Readjustment Assistance Act of 1974, Pub.L. No. 93-508, Title IV, &#167; 404(a), 1974 U.S.C.C.A.N. (88 Stat. 1578) 1818, 1837. In 1992, the VRRA was renumbered, pursuant to the Veterans' Benefits Act of 1992, at 38 U.S.C. &#167; 4301, <i>et seq.,</i> Pub.L. No. 102-568, &#167; 506(a), 1992 U.S.C.C.A.N. (106 Stat.) 4320, 4340. The Uniformed Services Employment and Reemployment Rights Act of 1994 (\"USERRA\"), Pub.L. No. 103-353, 1994 U.S.C.C.A.N. (108 Stat. 3149) 2449, significantly amended the VRRA and the content of 38 U.S.C. &#167; 4301, <i>et seq.,</i> but provided that the amendments would only be effective \"with respect to reemployments initiated on or after\" 60 days after its effective date (October 13, 1994). Lapine initially sought reemployment with the Town in a letter dated June 26, 1992, and first asserted his rights under the VRRA in 1993. Thus, the VRRA, and not the USERRA, applies to this action. Our citations herein to the VRRA provisions codified under 38 U.S.C. &#167; 4301, <i>et seq.,</i> are to those provisions as they existed prior to the USERRA amendments, except as we may otherwise specify.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Pursuant to the VRRA, 38 U.S.C. &#167; 4302, the United States Attorney or comparable official, \"if reasonably satisfied that the person so applying is entitled to such benefits, shall appear and act as an attorney for such person in the amicable adjustment of the claim or in the filing of any motion, petition, or other appropriate pleading and the prosecution thereof....\"<i>Id.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Town makes a parallel argument under VRRA, 38 U.S.C. &#167; 4301(a), an older and somewhat differently worded provision granting reemployment rights to service men and women other than reservists. That statute,<i>see infra,</i> granted reemployment rights to a veteran who \"leaves a position ... in order to perform military duty.\" The Town argues that like \"leaving in response to an order or call\" this language \"connotes ... that there is a prior military commitment already in place.\" In the Town's view, since Lapine left before he had been accepted for active duty, his mere intent to go on active duty was not enough.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> <i>See supra,</i> n. 1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> As already noted,<i>supra,</i> n. 1, Lapine initially sought reemployment with the Town in a letter dated June 26, 1992, and first asserted his rights under the VRRA in 1993.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> That Congress never intended section 4304(b)(1) to be read as restricting reemployment rights to only those who receive a formal order or call to active duty while still employed is clearly demonstrated in the legislative history and case law,<i>infra.</i> It is worth noting that the phrase \"after entering the employment on the basis of which such person claims restoration or reemployment\" did not enter the statute until ten years after the rest of the language had been adopted. Without the \"after entering\" phraseology, there is not even a faint basis to read section 4304(b)(1) as requiring receipt of the order or call to active duty while still employed. There, moreover, is a total absence of evidence indicating an intent by Congress to employ the \"after entering\" language as a special new restriction, relevant solely to reservists, on the timing of the order or call, <i>infra.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The Town incorrectly argued below that section 4304(b)(1) applied only to veterans who had entered the service involuntarily. The magistrate judge rejected this argument and the Town does not raise it on appeal. The reemployment statutes have uniformly been read, in the interpretive case law, to apply to those persons who voluntarily enlisted in the armed services as well as to involuntary inductees<i>See, e.g., Foster v. Dravo Corp.,</i> 420 U.S. 92, 96 n. 6, 95 S.Ct. 879, 43 L.Ed.2d 44 (1975); <i>Rudisill v. Chesapeake &amp; Ohio Ry. Co.,</i> 167 F.2d 175, 178 (5th Cir.1948). The \"whether or not voluntarily\" language in section 4304(b)(1) carried forward that policy in the case of reservists.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In 1952, the UMT was expanded to include reemployment rights for National Guardsmen,<i>see</i> Armed Forces Reserve Act of 1952, Pub.L. No. 476, 1952 U.S.C.C.A.N. (66 Stat. 481) 460; and, in 1955, the UMT was broadened again to provide protection for reservists who enlist in a reserve component and perform initial active duty training, <i>see</i> The Reserve Forces Act of 1955, Pub.L. No. 305, &#167; 262(f), 1955 U.S.C.C.A.N. (69 Stat. 598) 671, 676. This Act was later deleted by Congress and the protection afforded reservists in this Act was included, by amendment, to the UMT in 1960. The amendment also equalized reserve and National Guard reemployment rights and extended protection to reservists for duty training beyond the initial training period. <i>See</i> Pub.L. No. 86-632, 1960 U.S.C.C.A.N. (74 Stat. 467) 531.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> As earlier explained in footnote 1, USERRA postdates the reemployment provisions applicable to Lapine. We recognize that the \"views of a subsequent Congress found in legislative history form a hazardous basis for inferring the intent of an earlier one.\"<i>Consumer Prod. Safety Comm'n v. GTE Sylvania, Inc.,</i> 447 U.S. 102, 117, 100 S.Ct. 2051, 64 L.Ed.2d 766 (1980). We do not view the remarks accompanying the USERRA to be conclusive of the statutory meaning of the earlier adopted VRRA. However, they are relevant and useful to our current discussion. <i>Id.</i> at 118 n. 13, 100 S.Ct. 2051 (noting subsequent history can be considered relevant and useful but \"will not override a reasonable interpretation of a statute that can be gleaned from its language and legislative history prior to its enactment.\"). <i>See also Sykes v. Columbus &amp; Greenville Ry.,</i> 117 F.3d 287, 293-94 (5th Cir.1997) (\"Although a committee report written with regard to a subsequent enactment is not legislative history with regard to a previously enacted statute, it is entitled to some consideration as a secondarily authoritative expression of expert opinion.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> That a veteran is protected by the VRRA even if he were propelled by dual motives to resign from his civilian employment is supported by the legislative history accompanying the USERRA. The House Report to the USERRA stated that \"an individual who leaves for two or more reasons, one of which is for military duty, would continue to be protected.\" H.R.Rep. No. 103-65 (1993),<i>reprinted in</i> 1994 U.S.C.C.A.N. 2449, 2458 (citing <i>Adams v. Mobile County Pers. Bd.,</i> No. 81-0524, 1982 WL 1972 (S.D.Ala. Nov.24, 1982)). The USERRA's House Report citation is to a case decided under the VRRA. <i>See, supra,</i> n. 9, for weight to be given to a subsequent Congress's views.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In limited circumstances, courts have concluded that a veteran had waived his reemployment rights through conduct exhibited later during his military service rather than immediately after his discharge<i>See Woodman v. Office of Pers. Mgmt.,</i> 258 F.3d 1372, 1378 (Fed.Cir.2001); <i>Paisley v. City of Minneapolis,</i> 79 F.3d 722, 724 (8th Cir.1996); <i>Smith v. Missouri Pac. Transp. Co.,</i> 313 F.2d 676, 682 (8th Cir.1963). In each case, the veteran voluntarily extended his commitment to military service for many years after his original active duty commitment expired. The provision of the statute under which the veterans sought reemployment did not contain an explicit time limit for active duty commitments. <i>Woodman,</i> 258 F.3d at 1377 (recognizing no explicit time limit for leaves of absence under &#167; 4304(d)); <i>Paisley,</i> 79 F.3d at 725 (same). Under these facts, courts concluded that the veteran had abandoned his civilian career for a career in the military. Because the statute was designed to protect \"non-career service persons\" the veteran was deemed to have waived his right to reemployment. <i>See Woodman,</i> 258 F.3d at 1377 (concluding \"Congress intended both VRRA and USERRA to apply only with respect to non-career military service\"). The facts of the instant case do not, of course, bear any resemblance to the foregoing. Lapine notified the new chief that he might want to return to his police job two years after resigning; and the provision applicable to Lapine, section 4304(b)(1), contained an explicit four-year time limit. (The USERRA now limits cumulative leaves of absence for military service to five years.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The House Committee's policy statement draws no distinction between maintaining future jobs as \"unburned bridges\" for inexperienced volunteers as contrasted with experienced, long-time reservists like Lapine. Hence, while one can argue that experienced veterans like Lapine may not deserve the same degree of protection as a raw recruit against behavior from which a waiver may be inferred, we are not persuaded that courts should properly attempt subjective evaluations of each individual's presumed need for protection in determining whether or not to find a prospective waiver</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Section 4 relies on the definition of veteran contained in Mass. Gen. Laws ch. 4, &#167; 7, cl. 43 (2001). Pursuant to clause 43, a person is a veteran if he or she was released from \"wartime service as a Persian Gulf veteran.\" A \"Persian Gulf veteran\" is defined as a person who served between August 2, 1990 and a date to be determined by presidential proclamation or executive order. Lapine meets the requirements for veteran under Massachusetts law</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">304</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">90</span></span></p>\n    <p class=\"parties\">Gary W. LAPINE, Plaintiff, Appellee,<br>v.<br>TOWN OF WELLESLEY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 01-2054.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 7, 2002.</p>\n    <p class=\"date\">Decided September 4, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED James A. Goodhue with whom Grindle, Robinson &amp; Goodhue and Albert S. Robinson, Town Counsel for the Town of Wellesley were on brief for appellant.</p>\n      <p class=\"indent\">Paul M. Sushchyk for appellee.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, CAMPBELL and BOWNES, Senior Circuit Judges.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Town of Wellesley (\"Town\") appeals from the judgment of the magistrate judge. The magistrate judge held that Gary Lapine (\"Lapine\") is entitled to reemployment as a police officer with the Town pursuant to the Veterans' Reemployment Rights Act (\"VRRA\"), 38 U.S.C. &#167;&#167; 4301-4306 (Supp. II 1992) <i>amended by</i> Uniformed Services Employment and Reemployment Rights Act of 1994, 38 U.S.C. &#167; 4301, <i>et seq.</i> (Supp. V 2002).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The court awarded monetary damages with prejudgment interest. We affirm.</p>\n    </div>\n    <p class=\"indent\">I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Lapine served as a commissioned officer in the United States Army from July 7, 1974, through August 30, 1976. Lapine stipulated that, at this time, he \"became aware of veteran's rights to reemployment benefits\" under the VRRA. Upon discharge from active duty, he transferred to the United States Army Reserve in which he served as a commissioned officer until, after twice being passed over for a promotion, he was honorably discharged in 1989. In February 1990, Lapine enlisted in the Army Reserve as a sergeant and was assigned to the 94th Military Police Company in Manchester, New Hampshire.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After his discharge from active duty with the United States Army, Lapine joined the Wellesley Police Department in May of 1977. He served with the police department for approximately thirteen years until, on April 30, 1990, in a letter to the then-chief of police John Fritts, he announced that he was resigning. In the letter he gave May 13, 1990, as the effective date of his resignation. The letter reflected Lapine's acute dissatisfaction with the working conditions of the Department. The letter read in full as follows:</p>\n    </div>\n    <p class=\"indent\">Dear sir:</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">I am writing to inform you of my intent to resign from the Wellesley Police Department. As you may or may not already realize, I have not been satisfied with the working conditions of the department for several years now. Only the opportunity to secure other employment prevented me from resigning earlier, and possibly, the hopes that the conditions would change. However, as you know, the conditions have not changed, nor do you or I expect them to in the future.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Your mishandling of major incidents in the past few years has been deplorable, and has placed your patrolmen in jeopardy. Your handling of the weapons procurement has left half of your department with outmoded service weapons. Your continual persecution of certain police officers in your department has led to a hardened polarization between members of your staff and the rest of the department. And finally, your response to my request for an internal investigation into the theft and illegal copying of official Wellesley Police Association documents, and your unauthorized use of these documents in a public forum, is not only inexcusable, but has thwarted any hopes of identifying the perpetrator of the break-in and larceny. As these documents were secured in my locker, I feel that my civil rights have been violated, and that by your inaction on this matter, that you condone such activity.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The effective date of my resignation is May 13th 1990. If there are any vacation or personal days remaining, I am using this opportunity to let the department know, that I would like to be reimbursed for said days.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On April 30, 1990, the day he submitted his resignation letter, Lapine also completed and submitted an application to the Wellesley Retirement Board to withdraw his accrued police retirement benefits. The signed application stated, in pertinent part, that Lapine had \"permanently left the [police] service\" and that it was not his \"present intention to accept a position in the service of the Commonwealth of Massachusetts.\" When Lapine withdrew his accrued retirement benefits totaling $31,021.79, he owed money to the Internal Revenue Service. Lapine used the lump sum received from the accrued retirement benefits to pay $18,000 to the Internal Revenue Service in satisfaction of his outstanding personal tax liability. He used the remainder of the money for daily expenses and to meet his child support obligations.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Lapine did not, at any time during this period, disclose to the Town that he was in the process of seeking to enter upon active duty with the United States Army Reserve. At trial, however, he testified that his resignation from the police department was prompted, at least in part, by plans to do just that. Lapine testified that, in early April 1990, he had contacted Sergeant Ronald Johnson to determine if there were openings in the Active Duty Guard Reserve Program (\"AGR\"). His attorney, Ronald Johnson (same names, different people), also testified that on or about April 12, 1990, Lapine informed him that he intended to apply for active duty. Sergeant Albert Basile, whose task was to recruit persons for the AGR, testified that, prior to the date of Lapine's resignation letter of April 30, 1990, he spoke with Lapine about entering upon active duty. According to Basile, he told Lapine that he would make an excellent candidate as a recruiter.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Lapine completed and submitted an application for the AGR on May 7, 1990, six days before the stated effective date of his resignation. Six weeks following the April 30 resignation letter, on June 12, 1990, the United States Recruiting Command at Fort Sheridan, Illinois sent Lapine a notice that he was being assigned to active duty. On June 20, 1990, Lapine was issued orders to report for active duty training for forty days. On July 13, 1990, Lapine was issued orders to report for active duty on September 10, 1990. His term of active duty was to end on August 30, 1993. Lapine did not communicate to the Town or to the police department that he had enlisted in the AGR nor did he indicate that he might wish to return to the police department at some future time.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Two years later, in July 1992, Lapine contacted the new chief of police of the Wellesley Police Department, Thomas O'Loughlin (\"O'Loughlin\"), indicating, for the first time, that he might wish to return to the police force. Specifically, Lapine wrote \"to explore the opportunity or feasibility of re-employment with the Wellesley Police Department.\" O'Loughlin immediately responded to Lapine's letter stating that he was reluctant \"to consider the use of the reinstatement process to hire police officers.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A year later, in July 1993, Lapine again wrote to O'Loughlin requesting to be reinstated. For the first time, he explicitly invoked the VRRA as the basis for his reinstatement, giving formal notice that he had been serving with the Army Reserve on active duty. O'Loughlin refused to reinstate Lapine stating, among other things, that it was his \"belief that you are not entitled to the protections you assert.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">After his discharge from the AGR on August 30, 1993, Lapine continued to assert his rights under the VRRA through the United States Department of Labor, Office of Veterans' Employment Training Services. In February 1994, Lapine requested that his case be referred to the United States Department of Justice. As a result, the Department of Labor ceased representing Lapine's interest in March 1994. A year later, in March 1995, the United States Attorney declined Lapine's request for representation.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On October 12, 1995, Lapine filed with the district court the instant complaint against the Town asking the court to order his reemployment as a police officer and to award damages for the Town's alleged violation of the VRRA. Two years later, a three-day bench trial was held before Chief Magistrate Judge Collings. In its subsequent decision, the court expressly found that Lapine had left his job \"in order voluntarily to enter on active duty with the military\"; that he was eligible for VRRA reemployment rights; that he was qualified to perform the position of police officer; and that he had not waived his right to reemployment. In the end, the court ordered the Town to reinstate Lapine as a patrolman with a pay grade commensurate with the seniority and status he would have achieved had he not entered upon active duty. Further, the court required the Town to allow Lapine to make whatever payments he would have made into his pension fund had he begun as a new employee on May 13, 1990. In addition, Lapine was to receive back pay from August 1993 to the date of reinstatement as well as vacation pay with prejudgment interest. Judgment for Lapine was entered in the amount of $173,403.29, representing wages and vacation pay, with an additional $40,078.15 in prejudgment interest. This appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">II. Did Lapine Meet the VRRA's Statutory Preconditions for Entitlement to Reemployment Rights?</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Town of Wellesley argues on appeal that Lapine does not qualify under the terms and provisions of the VRRA for entitlement to reemployment with the Wellesley police. It insists that the magistrate judge misinterpreted the VRRA as a matter of law and that even on the court's own interpretation its factual findings were unsupported.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">While the Town varies its arguments, the essence of its claim of legal error seems to be that 38 U.S.C. &#167; 4304(b)(1), the statute then applicable to reservists, like Lapine, required that he leave his civilian employment in direct response \"to an order or call to active duty.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Since Lapine did not receive his order to report to active duty prior to tendering his resignation from the Wellesley Police Department, the Town contends that his pre-resignation intent to join the military after resigning, followed by his post-resignation order for active duty, were insufficient to trigger reemployment rights under the statute. The Town also argues that, even if an individual's pre-resignation intent to go on active duty is enough to secure reemployment rights under the VRRA, \"the overwhelming evidence demonstrates that Lapine did not resign his job as a police officer in order to enter onto active duty, but rather, because he was extremely dissatisfied with his working conditions and wished to withdraw his retirement fund [to pay obligations to the IRS and his ex-wife].\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The difficulty with the Town's statutory argument is that it is supported neither by the plain language of the applicable provision of the VRRA nor by the provision's legislative history. Similarly, we disagree that there was insufficient evidentiary support for the court's finding that Lapine resigned in order to go on active duty &#8212; although it is unquestionable that dissatisfaction with his police job under the then-chief was a major motivating factor.</p>\n    </div>\n    <p class=\"indent\">A. Plain Language of the VRRA</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We begin with the language of the statutory provision granting reemployment rights to reservists who, like Lapine, initiated reemployment prior to December 13, 1994.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> <i>See Brady v. Credit Recovery Inc.,</i> <span class=\"citation\" data-id=\"759119\"><a href=\"/opinion/759119/william-h-brady-v-the-credit-recovery-company-inc-and-leslie-a-clark/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">64</span></a></span>, 66 (1st Cir.1998) (noting statutory language is the starting point for every case involving statutory construction). If statutory language is plain, permitting only one construction, there is no occasion to seek out congressional intent by reference to legislative history or other extrinsic aids. <i>United States v. Meade,</i> <span class=\"citation\" data-id=\"198461\"><a href=\"/opinion/198461/united-states-v-meade/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">215</span></a></span>, 218 (1st Cir.1999). The applicable, relevant provision here is section 4304(b)(1) of the VRRA,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> providing as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Any person who, after entering the employment on the basis of which such person claims restoration or reemployment, enters upon active duty (other than for the purpose of determining physical fitness and other than for training), whether or not voluntarily, in the Armed Forces of the United States ... in response to an order or call to active duty shall, upon such person's relief from active duty under honorable conditions, be entitled to all of the reemployment rights and benefits provided for by this chapter....</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The Town argues that the foregoing language allows reemployment rights only to those reservists who left their civilian employment in response to an order or call to duty received while their civilian employment was still in progress. Any such express restriction would have to be derived, if at all, from the statute's reference to \"any person who ... enters upon active duty ... in response to an order or call\" \"after entering the employment on the basis of which such person claims restoration or reemployment.\" But while the statute speaks of the order or call as occurring \"after\" entering the relevant civilian employment, it does not specify that the order or call must necessarily be timed so as to arrive while the civilian employment is still ongoing. It would not be inconsistent with the statutory language if the order or call were to occur after as well as before resignation. The express language of the statute nowhere specifically links an individual's entry upon active duty (in response to an order or call) to his exit from civilian employment. The phrase \"enters upon active duty\" &#8212; not some phrase such as \"leaves his employment\" &#8212; modifies the phrase \"in response to an order or call to active duty.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It is true the statute was aimed at reservists who leave their civilian jobs in order to enter upon active duty, suggesting the need for a meaningful connection between the resignation and the entry upon active duty. But the statutory language does not spell out the timing and mechanics of the connection. In the following section of this opinion, we conclude that the legislative history, the wording of a companion provision of the statute, and the interpretative case law, provide guidance about the nature of the required \"nexus.\" But the plain language of section 4304(b)(1) of the VRRA does not mandate that Lapine's entry upon active duty had to occur only while he was still in the actual employ of the Wellesley Police Department. At the very least, section 4304(b)(1) is open to two interpretations: that the call or order to active duty will issue during the employment; or, alternatively, that it may issue after termination of the employment with appropriate linkage between leaving and entry upon active duty.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We conclude that the plain language of the applicable statute did not render Lapine's resignation premature as a matter of law so as to prevent him from making a valid claim to reemployment.</p>\n    </div>\n    <p class=\"indent\">B. Statutory History</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">When faced with a statutory provision lacking in clarity or one susceptible to more than one interpretation, courts will look to legislative history to determine legislative intent. <i>A.M. Capen's Co., Inc. v. Am. Trading &amp; Prod. Corp.,</i> <span class=\"citation\" data-id=\"198810\"><a href=\"/opinion/198810/capens-v-american/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">469</span></a></span>, 473 (1st Cir.) <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">823</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">68</span></span>, <span class=\"citation no-link\"><span class=\"volume\">148</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">32</span></span> (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Section 4304(b)(1) affording reemployment rights to reservists is rooted in the history and statutory text of legislation that, beginning in World War II, provided reemployment rights to veterans returning from active duty in the Armed Forces. Hence, section 4304(b)(1) needs to be read, not in isolation, but in the context of the history and evolution of the entire statute of which it forms a part. <i>King v. St. Vincent's Hosp.,</i> <span class=\"citation\" data-id=\"112670\"><a href=\"/opinion/112670/king-v-st-vincents-hospital/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">215</span></a></span>, 221, <span class=\"citation\" data-id=\"112670\"><a href=\"/opinion/112670/king-v-st-vincents-hospital/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">570</span></a></span>, <span class=\"citation\" data-id=\"112670\"><a href=\"/opinion/112670/king-v-st-vincents-hospital/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">578</span></a></span> (1991) (relaying the \"cardinal rule that a statute is to be read as a whole, since the meaning of statutory language, plain or not, depends on context\") (internal citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">A veteran's right to reemployment was first established in the Selective Training and Service Act of 1940 (\"STSA\"). Pub.L. No. 783, 54 Stat. 885, 890 (1940) (formerly codified at 50 U.S.C. app. &#167; 308). The STSA was aimed primarily at draftees and voluntary enlistees in World War II.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> <i>Id.</i> This grant of reemployment rights to veterans was premised on Congress's belief that an individual, obligated, or willing, to serve in the Armed Forces, should not be penalized by loss of previous employment rights upon reentry into civilian life. <i>See, e.g., Kelly v. Ford Instrument Co.,</i> <span class=\"citation\" data-id=\"256039\"><a href=\"/opinion/256039/john-a-kelly-v-ford-instrument-co-division-of-sperry-rand-corporation/\"><span class=\"volume\">298</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">399</span></a></span>, 404 (2d Cir.1962); <i>Rudisill v. Chesapeake &amp; Ohio Ry. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">167</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">175</span></span>, 178 (4th Cir.1947). The STSA provided, in pertinent part, that any individual \"who leaves a position (other than a temporary position) in the employ of an employer in order to perform\" military duty has the right to reemployment. Hence, to trigger reemployment rights Congress required, as a causal nexus between the act of leaving civilian employment and entry into the Armed Forces, that the employee have left his civilian employment <i>in order to perform</i> the military service, and not for some different object.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Over a decade later, in 1951, the Universal Military Training Service Act (\"UMT\") was enacted, marking the beginning of veterans' reemployment rights in the era post WWII. Pub.L. No. 51, &#167; 1(s), 1951 U.S.C.C.A.N. (65 Stat. 75) 73, 83 (formerly codified 50 U.S.C. app. &#167; 459). The UMT was the genesis of the Reserve forces as these are understood today. It instituted active duty training programs and expanded the federal government's abilities to call upon the Reserves for national defense. For the first time, Congress provided civilian reemployment protection to reservists who were called up from their civilian jobs to perform active or training duty. <i>Id.</i><a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> In so doing, Congress intended to provide \"the same reemployment rights and benefits upon relief as are provided for persons inducted or enlisted in the Armed Forces.\" H.R.Rep. No. 82-271 (1951), <i>reprinted in</i> 1951 U.S.C.C.A.N. 1472, 1502.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In extending reemployment rights to reservists in 1951, Congress first utilized, in part, the \"in response to an order or call\" language that was subsequently incorporated into section 4304(b)(1). This section initially provided that \"[a]ny person who, subsequent to June 24, 1948, enters upon active duty ... in response to an order or call to active duty shall ... be entitled to all the reemployment rights and benefits\" provided under this chapter, Pub.L. No. 51, &#167; 1(s), 1951 U.S.C.C.A.N. (65 Stat. 75) 73, 83. As we have stated in footnote 6, <i>supra,</i> the further phrase \"after entering the employment on the basis of which such person claims restoration\" was not a part of the initial reservist statute. It was added in 1961 as a part of revisions extending reemployment rights to veterans who extended their military commitment for an additional four years. Pub.L. No. 87-391, &#167; 2, 1961 U.S.C.C.A.N. (75 Stat. 821) 929. Unexplained in accompanying legislative materials, the new phrase was presumably meant simply to identify more plainly the employer against which reemployment rights could later be asserted. The brief comment relating to the Act's revised reemployment provisions stated that they were meant to reinforce the reemployment protections already in existence. S.Rep. No. 87-1070 (1961), <i>reprinted in</i> 1961 U.S.C.C.A.N. 3319, 3320; <i>see also Trulson v. Trane,</i> <span class=\"citation\" data-id=\"438715\"><a href=\"/opinion/438715/jerry-c-trulson-v-trane-company/\"><span class=\"volume\">738</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">770</span></a></span>, 772 n. 4 (7th Cir.1984) (\"The reemployment provisions of this act and its predecessors ... are `substantially identical' and the judicial precedents developed under the various acts are `largely interchangeable.'\") (quoting <i>Hanna v. Am. Motors Corp.,</i> <span class=\"citation\" data-id=\"429622\"><a href=\"/opinion/429622/samuel-c-hanna-cross-appellee-v-american-motors-corporation/\"><span class=\"volume\">724</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1300</span></a></span>, 1306 n. 4 (7th Cir.1984)).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Indeed, the legislative history leads us to two conclusions relevant to the VRRA provision at issue in the present case. First, as said, there is nothing in the legislative history to support a reading of section 4304(b)(1) that would require the reservists covered by that provision to have received their order or call to active duty while still employed, even though all other categories of service persons claiming reemployment rights were not so restricted. Second, the long-standing language in section 4301(a) of the VRRA affording reemployment rights to non-reservists who left their civilian positions \"in order to perform\" military duty provides a \"nexus\" equally applicable to reservists claiming rights under section 4304(b)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Turning to the first point, the historical evidence is plain, as already indicated, that in framing reemployment rights for reservists, Congress meant simply to extend the identical reemployment rights conferred upon other veterans. <i>See</i> H.R.Rep. No. 87-271 (1951), <i>reprinted in</i> 1951 U.S.C.C.A.N. 1472, 1501 (discussing the addition of reemployment rights for reservists to the existing statute and referring to reemployment rights set forth in section 9 of the Selective Service Act of 1948). In this regard, the case law that had developed around provisions of the earlier STSA and the Pub.L. No. 759, &#167; 9(g)(2), 62 Stat. 604, 614 (1948) (formerly codified as 50 U.S.C.App. &#167; 459), had allowed for recovery of previous employment and associated rights by veterans who had left their civilian jobs prior to their being drafted, or prior to their voluntary enlisting in the Armed Forces. <i>See, e.g., Boston &amp; Maine R.R. v. Hayes,</i> <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">325</span></span>, 326 (1st Cir.1947) (\"[W]e think Congress intended the reemployment provisions of the Act to apply to the man who voluntarily quits his job to enlist or to make himself available for induction as well as to the man who is compelled to quit his job because of his induction in the usual course.\"); <i>Noble v. Int'l Nickel Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">352</span></span>, 354 (S.D.W.Va.1948) (finding a veteran who enlisted in the Navy two weeks after quitting his civilian job eligible for reemployment). Nowhere in the legislative history is there any suggestion that Congress somehow intended, in legislating for reservists, and granting them the identical rights, to impose different restrictions and eligibility standards as preconditions to reemployment. As noted in the previous section, the text of section 4304(b)(1) is compatible with the issuance of an order or call to active duty following, rather than prior to quitting civilian employment, leaving ample room for application of the above precedents.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Our conclusion that, in the VRRA, Congress had extended to reservists &#8212; without more or less &#8212; the same rights as it had provided to others serving in the Armed Forces is further bolstered by the statutory text and legislative history of the USERRA.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> USERRA was created to streamline the laws protecting veterans that had become increasingly complex and cumbersome over the years. (Indeed, this case illustrates some of those problems). Section 4312 of the USERRA establishes reemployment rights for any \"person whose absence from a position of employment is necessitated by reason of service in the uniformed services\" regardless of whether his or her service is in the regular or reserve component. There is nothing in the legislative history to indicate that Congress, by treating reservists and regular army veterans the same with regards to reemployment benefits under the USERRA, thought it was departing from the substance of the law as it had existed in the past. Indeed, the legislative history accompanying the USERRA was careful to note changes to the law that represented a deviation from the VRRA. <i>See</i> H.R.Rep. No. 103-65 (1993), <i>reprinted in</i> 1994 U.S.C.C.A.N. 2449, 2458-62 (discussing changes to time limitations and imposition of notice requirement).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We accordingly reject the Town's argument that Lapine's right to reemployment was defeated by the fact that his order to active duty did not come until after he had left his job with the Wellesley Police Department.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">As for our second point, the statutory history indicates that section 4304(b)(1) &#8212; the reemployment provision applicable to Lapine &#8212; is subject to the same \"in order to perform\" requirement made explicit in section 4301(a) &#8212; the traditional reemployment \"nexus\" applying to other categories of service personnel. It seems obvious that Congress expected section 4304(b)(1) to require implicitly a connection between the act of quitting one's civilian employment and entering upon active duty. Otherwise, Congress's purpose to benefit only those veterans who leave their civilian employment so as to serve their country in the Armed Forces would be exceeded, and employers would be required to reemploy some former employees for no good reason. Courts have held that an employee who quits his civilian employment to forestall being fired, <i>see McCarthy v. M &amp; M. Transp. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">322</span></span>, 324 (1st Cir. 1947), or who quits for personal reasons unrelated to military enlistment, <i>see Riser v. N. States Power Co.,</i> No. 4-71 Civil 483, <span class=\"citation no-link\"><span class=\"volume\">1973</span> <span class=\"reporter\">WL</span> <span class=\"page\">959</span></span>, at *2 (D.Minn. Mar.2, 1973), cannot, by subsequently joining the armed forces, force his former employer to take him back at the end of his tour of duty.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The nexus requirement first adopted in 1940 in the initial military reemployment statute and carried forward up through the period of Lapine's claim in 38 U.S.C. &#167; 4301(a), provided simply that one claiming reemployment benefits must demonstrate that he left his civilian employment \"in order to perform\" military duty. We think this long-established requirement was also implicit in the case of reservists claiming reemployment benefits under section 4304(b)(1) even though, unlike section 4301(a), the latter statute did not repeat the specific language. The magistrate judge correctly so assumed, making the finding that Lapine \"did, in fact, resign from the Wellesley Police Department in order voluntarily to enter on active duty with the United States Army Reserve.\" We discuss below the evidentiary support for that finding. Suffice it to say, we hold that the magistrate judge utilized the appropriate legal standard. If properly supported, the finding sufficed to establish Lapine's compliance with the nexus standard inherent in the then-applicable reemployment statute.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In this regard we note that courts have concluded that a firm pre-resignation intent to enter the military coupled with actions that promptly effectuated that intent may, in appropriate circumstances, establish the causative nexus. <i>See, e.g., Trulson,</i> 738 F.2d at 774; <i>Duey v. City of Eufaula,</i> No. 79-149-N, <span class=\"citation no-link\"><span class=\"volume\">1979</span> <span class=\"reporter\">WL</span> <span class=\"page\">1936</span></span>, at *2 (M.D.Ala. Oct.31, 1979); <i>Fortenberry v. Owen Bros. Packing Co.,</i> <span class=\"citation\" data-id=\"1895801\"><a href=\"/opinion/1895801/fortenberry-v-owen-brothers-packing-company/\"><span class=\"volume\">267</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">605</span></a></span>, 607 (S.D.Miss.1966); <i>Noble,</i> 77 F.Supp. at 354. Thus, a veteran may establish that he left his civilian employment in order to perform military duty notwithstanding the timing of the active-duty order or ultimate commitment &#8212; whether before or after resignation. <i>See Trulson,</i> 738 F.2d at 772 (and cases cited therein).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Contrary to the Town's position, therefore, neither the language of the statute, the legislative history, nor the surrounding case law suggests that Congress intended that a veteran, to establish the causative nexus, must have received an induction notice, signed an enlistment contract, or received an order or call to active duty <i>prior</i> to his resignation. The case law is replete with examples of veterans who left their civilian employment in order to serve in the military before they were actually compelled, by receipt of an induction notice or similar order, to do so. <i>See, e.g., Boston &amp; Maine R.R. v. Hayes,</i> <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">325</span></span>, 326 (1st Cir.1947); <i>Noble,</i> 77 F.Supp. at 352, 354; <i>see also Rudisill,</i> 167 F.2d at 178 (stating rights \"not limited to persons who are forced to leave their positions..., but are extended to all those who leave their positions in order to perform such service.\"); <i>Adams v. Mobile County Pers. Bd.,</i> No. 81-0524, <span class=\"citation no-link\"><span class=\"volume\">1982</span> <span class=\"reporter\">WL</span> <span class=\"page\">1972</span></span> at *2 (S.D.Ala. Nov.24, 1982) (finding veteran eligible for reemployment because she resigned with the intent of entering upon active duty and did so); <i>Jennings v. Ill. Office of Educ.,</i> No. 77-3051, <span class=\"citation no-link\"><span class=\"volume\">1978</span> <span class=\"reporter\">WL</span> <span class=\"page\">1564</span></span> at *1 (S.D.Ill. Feb. 16, 1978) (same); <i>Thompson v. Chesapeake &amp; O. Ry. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">304</span></span>, 305 (1948) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We agree, therefore, with the magistrate judge that if Lapine &#8212; having found there were active duty openings and that his chance of being accepted was good &#8212; left his job with the Wellesley police with the intent to go on active duty as soon as the necessary paperwork could be completed and orders issued, and if &#8212; as clearly happened &#8212; he diligently and successfully carried out this intention, he was entitled to claim reemployment benefits under the VRRA.</p>\n    </div>\n    <p class=\"indent\">C. Sufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The evidence presented at trial was sufficient to establish that Lapine left the Wellesley Police Department \"in order to perform\" military service. In addition to Lapine's testimony, two other individuals testified, without contradiction, that Lapine had spoken with them about his intent to apply for a position with the AGR prior to his resignation on April 30, 1990. Robert Johnson, Lapine's attorney, testified that on April 12, 1990, Lapine informed him that he wished to enter into active duty. Albert Basile, a recruiter with the Army Reserves, stated that, in the latter part of April, he contacted Lapine about entering the AGR. Basile testified that he informed Lapine he would make an \"excellent candidate\" for the AGR. Immediately following his conversation with Basile, Lapine submitted his resignation. A week after he submitted his letter of resignation, but before the effective date of his resignation as stated in the letter, Lapine interviewed before a three-member panel for a position with the AGR. He was selected unanimously and he promptly completed the necessary paperwork. One month later he received an official notice that he was being assigned to active duty. Lapine then entered upon active duty, satisfactorily completed his three-year tour of duty, and was honorably discharged in August 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The Town argues that Lapine's resignation was not motivated by his desire to enter the military but rather it was driven by his acute dissatisfaction with the police department. The fact that Lapine's decision to leave the police and to join the Army may have been fueled by more than one motive does not establish that the magistrate judge erred in determining that he resigned from the police department in order voluntarily to enter on active duty with the AGR. To be sure, his pre-resignation intent to go on active duty followed by his resignation and subsequent entry on active duty may well have reflected his distaste for continued police employment. Lapine's letter reflects profound dissatisfaction with working conditions at the police department under its then-chief. He apparently regarded the military as a more attractive alternative. But the combination of motives does not preclude a finding that he left his position in order to perform military duty. In the real world, motives are often mixed. This court has long recognized, especially in labor and employment decisions, that an individual's actions may be propelled by mixed motives. <i>See, e.g., Fernandes v. Costa Bros. Masonry, Inc.,</i> <span class=\"citation\" data-id=\"198793\"><a href=\"/opinion/198793/fernandes-v-costa-brothers/\"><span class=\"volume\">199</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">572</span></a></span>, 579 (1st Cir.1999); <i>NLRB v. E. Smelting and Refining Corp.,</i> <span class=\"citation\" data-id=\"366282\"><a href=\"/opinion/366282/national-labor-relations-board-v-eastern-smelting-and-refining/\"><span class=\"volume\">598</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">666</span></a></span>, 669 (1st Cir.1979).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> It is not unusual for a person to seek and accept another job because of dissatisfaction with a previous job.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The evidence here is persuasive that, before resigning, Lapine formed an intent to go on active duty and acted on that intent by speaking with Basile before he wrote his letter of resignation. Word from Basile suggested that his chances of acceptance were good. In his letter of resignation he says that \"only the opportunity to secure other employment prevented me from resigning earlier and possibly the hope that conditions would change.\" The implication here is that he believed he had at last found an opportunity to secure desirable other employment, and that, in order to secure that employment, he was now resigning. To be sure, he took some risk by terminating his employment prior to being finally accepted into the AGR program. Still the evidence indicates his prior intent and that, at the time he resigned, he was diligently doing what was necessary to join the AGR program and that he had good reason to believe that he would be accepted as, in fact, he was. The evidence is uncontradicted at all relevant times, both before and after resigning, he intended to join the military if accepted.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We therefore sustain the finding of the magistrate judge that Lapine left his position with the Town in order to perform military service.</p>\n    </div>\n    <p class=\"indent\">D. Qualified to Perform</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Next, the Town argues that Lapine is not qualified to resume the duties of a police officer. The VRRA requires that a returning veteran be \"qualified to perform the duties of such position or able to become requalified with reasonable efforts by the employer....\" &#167; 4301(a)(2)(B)(i). To be \"qualified\" to return to a prior position, the veteran must be both physically capable of performing the duties of the job and temperamentally able to work harmoniously with co-workers and supervisors. <i>Trusteed Funds v. Dacey,</i> <span class=\"citation\" data-id=\"1510257\"><a href=\"/opinion/1510257/trusteed-funds-v-dacey/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">413</span></a></span>, 420-21 (1st Cir.1947); <i>Preda v. Nissho Iwai Am. Corp.,</i> <span class=\"citation\" data-id=\"747737\"><a href=\"/opinion/747737/gabriel-i-preda-v-nissho-iwai-american-corporation/\"><span class=\"volume\">128</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">789</span></a></span>, 792 (2d Cir.1997). The Town does not dispute that Lapine is physically qualified to perform his duties; rather the Town asserts that he is \"temperamentally\" unqualified to work as a police officer.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">To support its position, the Town relied on several incidences of Lapine's improper conduct during his thirteen-year tenure as a police officer. The Town asserted that Lapine's pre-service conduct exhibited an inability to work harmoniously within the police department. Behavior occurring prior to entering upon active duty can be the basis for finding a veteran no longer qualified for reemployment. <i>Doane v. Martin,</i> <span class=\"citation\" data-id=\"1481199\"><a href=\"/opinion/1481199/john-s-doane-co-v-martin/\"><span class=\"volume\">164</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">537</span></a></span>, 539 (1st Cir.1947). The Town presented evidence that Lapine was the subject of several disciplinary actions while in the Town's employ. The most egregious conduct, including a physical altercation with another officer, placing a chemical irritant on a superior's uniform, and failing to assist citizens calling the station for help, occurred in 1981 and 1983 &#8212; nearly a decade before his resignation. In each instance, Lapine was disciplined according to departmental policy but not fired.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The magistrate judge ruled that the conduct in question was too far removed from Lapine's date of resignation to deem Lapine unqualified for reemployment under the VRRA. The Town had disciplined Lapine after each incident and had chosen not to terminate him. Moreover, closer to Lapine's date of resignation, he received favorable employee evaluations in which he was described as \"definitely above average\" and \"conscientious,\" and was given several service commendations. In addition, Chief O'Loughlin, the current chief of police, testified that, upon review of Lapine's personnel file, he would have no basis to terminate him from the police force.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The magistrate judge's conclusion is supported by the few cases that have addressed this issue. Courts have held that a veteran is not qualified to return to his former position if he demonstrates extreme or dangerous behavior. <i>See, e.g., Doane,</i> 164 F.2d at 539; <i>Dacey,</i> 160 F.2d at 420; <i>Preda,</i> 128 F.3d at 792; <i>Green v. Tho-Ro Prods.,</i> <span class=\"citation\" data-id=\"239158\"><a href=\"/opinion/239158/karl-green-v-tho-ro-products-inc-a-corporation-of-new-jersey/\"><span class=\"volume\">232</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">172</span></a></span>, 173 (3d Cir. 1956); <i>Winfree v. Morrison Inc.,</i> <span class=\"citation\" data-id=\"1619967\"><a href=\"/opinion/1619967/winfree-v-morrison-inc/\"><span class=\"volume\">762</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1310</span></a></span> (E.D.Tenn.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">In <i>Dacey</i> there was evidence that, upon his return from service, Dacey had threatened to \"rule or ruin\" the company and to \"mow down\" opposition. 160 F.2d at 421. In addition, he had made unsupported charges regarding the officers and directors. <i>Id.</i> Likewise, in <i>Green,</i> the returning veteran was deemed unqualified when he engaged in fraudulent behavior described as \"active and gross provocation and wrongdoing.\" 232 F.2d at 174 (citing <i>McClayton v. W.B. Cassell Co.,</i> <span class=\"citation\" data-id=\"1556128\"><a href=\"/opinion/1556128/mcclayton-v-wb-cassell-co/\"><span class=\"volume\">66</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">165</span></a></span> (D.Md.1946)). In <i>Winfree,</i> a veteran was found unqualified because he brought weapons to work, threatened to kill fellow employees and served liquor to underage patrons. 762 F.Supp. at 1313.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We find no error in the magistrate judge's conclusion that Lapine was not temperamentally disqualified from continuing his duties as a police officer. To be sure, Lapine's early conduct during his tenure with the Wellesley Police Department was at times questionable and the tenor of his letter of resignation suggests a short fuse and, quite possibly, an unprofessional manner of dealing with his employer. At the time of his resignation, however, Lapine was described by his superiors as an above average and conscientious police officer. Given these positive reviews, as well as the fact that the department did not terminate him after his egregious acts but allowed him to stay on for a number of years during which no similar incident occurred, we can see no adequate basis for overturning the magistrate judge's finding that he was qualified. Nor are we in a position, at this juncture, to sufficiently evaluate the factors surrounding his angry letter of resignation so as to conclude, from the letter alone, that he was temperamentally unsuited.</p>\n    </div>\n    <p class=\"indent\">III. Waiver</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The Town argues that even if we were to determine that Lapine meets the statutory requirements of the VRRA, entitling him to claim a right to reemployment, he nonetheless waived that right by his conduct at the time he resigned from the Wellesley Police Department. The Town predicates the waiver on his letter of resignation indicating his profound dissatisfaction with the police department and, by implication, his intention not to return; his withdrawal of his pension funds coupled with the signed statement that he had permanently left the police service; and his failure to notify the Town that he planned to enter upon active duty with the Army Reserve. To these facts might be added Lapine's stipulation that he was aware of his reemployment rights under the VRRA before he quit the police force and the further fact that he was a mature and experienced veteran when he resigned.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">As the magistrate judge noted, the foregoing factors make for a fairly powerful argument that Lapine impliedly waived prospectively his VRRA reemployment rights. Nonetheless, the magistrate judge rejected the argument and so, ultimately, do we.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We begin with the assumption that, while the VRRA does not expressly provide for a waiver of reemployment rights, there are circumstances in which valid waivers may occur. After a veteran has completed his military service he may make statements, or engage in conduct, that in effect, surrender his right to be reemployed. <i>See, e.g., Carmalt v. Gen. Motors Acceptance Corp.,</i> <span class=\"citation\" data-id=\"257057\"><a href=\"/opinion/257057/stephen-laurence-carmalt-veterans-reemployment-rights-v-general-motors/\"><span class=\"volume\">302</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">589</span></a></span>, 590 (3d Cir.1962) (concluding veteran waived claim to reemployment where he said \"all right\" when informed that he could not be taken back and thereafter entered upon various other employments); <i>Couture v. Evergreen Int'l Airlines,</i> <span class=\"citation\" data-id=\"1971297\"><a href=\"/opinion/1971297/couture-v-evergreen-intern-airlines/\"><span class=\"volume\">950</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">614</span></a></span>, 620-21 (D.Del.1996) (finding waiver of reemployment right to former position when veteran accepted a different position with same employer upon discharge); <i>Hayse v. Tenn. Dep't of Conservation,</i> <span class=\"citation no-link\"><span class=\"volume\">750</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">298</span></span>, 305 (E.D.Tenn. 1990) (finding waiver of reemployment rights under the Act by accepting a more lucrative position with a construction firm within two weeks of the time he returned from the service) <i>aff'd</i> <span class=\"citation no-link\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1571</span></span> (6th Cir.1990).<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">It is considerably less clear, however, that an individual at the threshold of entry upon military service can, at that time, prospectively waive his future right to reemployment. <i>See Leonard v. United Airlines,</i> <span class=\"citation\" data-id=\"588199\"><a href=\"/opinion/588199/jack-e-leonard-v-united-air-lines-incorporated/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">155</span></a></span>, 159 (1992) (\"[W]e do not think that Congress could have intended that employees would be able to waive their rights before entering military service.\"). While we would not foreclose all possibilities of finding an express or implied waiver in unique situations arising at that time, there are strong reasons of policy for ruling out such prospective waivers in all but the most exceptional circumstances. The United States Department of Labor (\"DOL\") states \"[i]n all but the most unusual circumstances, a veteran cannot expressly or impliedly waive his reemployment rights before or during military service.\" <i>Veterans' Reemployment Rights Handbook,</i> 22-2 (1988 ed.) (hereinafter \"<i>Handbook</i>\").</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Rights generally do not mature until the veteran requests reinstatement, and rights not yet matured will not readily be considered to have been waived.... Even if the veteran, before or during military service, voluntarily makes statements or taken [sic] action clearly indicating an intent not to return to the employer, a waiver will not be implied from such statements or conduct because the statute was intended to keep that possibility open until the veteran returns to civilian life.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">\n        <i>Id.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The DOL is charged with the administration of the VRRA. 38 U.S.C. &#167; 501. While not controlling upon the courts, the DOL's views are entitled to some consideration. <i>Skidmore v. Swift &amp; Co.,</i> <span class=\"citation\" data-id=\"104034\"><a href=\"/opinion/104034/skidmore-v-swift-co/\"><span class=\"volume\">323</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">134</span></a></span>, 138, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">161</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">124</span></span> (1944) (stating that the rulings, interpretations and opinions of an administrator of an Act \"constitute a body of experience and informed judgment to which courts and litigants may properly resort for guidance\"); <i>see also Monroe v. Standard Oil Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">549</span></span>, 561 n. 14, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2510</span></span>, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">226</span></span> (1980) (citing to the <i>Handbook</i> in a case under the Vietnam Era Veterans' Readjustment Allowance Act). The weight to be given these DOL publications is enhanced by the longstanding and consistent nature of the position taken regarding waiver, and its inception so soon after the 1961 legislation. <i>Skidmore,</i> 323 U.S. at 138; <i>Sykes v. Columbus &amp; Greenville Ry.,</i> <span class=\"citation\" data-id=\"743025\"><a href=\"/opinion/743025/alvin-g-sykes-v-columbus-greenville-railway/\"><span class=\"volume\">117</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">287</span></a></span>, 294 (5th Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">We think there are ample reasons supporting the DOL's <i>Handbook</i> position. <i>Cf., e.g., Alexander v. Gardner-Denver Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></span>, 50-51, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1011</span></span>, <span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">147</span></span> (1973) (concluding there can be no prospective waiver of an individual's right to equal employment opportunities). The VRRA was a remedial statute that was designed to aid a veteran's reentry into civilian life. The statute provided a veteran with a stated time period within which to seek reemployment with his or her former employer. 38 U.S.C. &#167; 4301(a) (providing that a veteran must make application for reemployment within 90 days of honorable discharge). Upon return, the veteran is not \"pressed for a decision immediately on his discharge but has the opportunity to make plans for the future and readjust himself to civilian life.\" <i>Fishgold v. Sullivan Drydock and Repair Corp.,</i> <span class=\"citation\" data-id=\"104301\"><a href=\"/opinion/104301/fishgold-v-sullivan-drydock-repair-corp/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">275</span></a></span>, 284, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1105</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1230</span></span> (1946). Thus, both the statute and case law anticipate that a veteran will usually make a decision regarding reemployment when he or she returns from active duty but not before.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The legislative history of the USERRA, which replaced the VRRA soon after Lapine asserted his right to reemployment, is consistent with the DOL's position that ordinarily a veteran should not be held to make a binding decision about whether or not to return to his former employment until after the conclusion of active duty. It is true that USERRA, unlike VRRA, requires a future claimant to preserve his reemployment right in advance by notifying his employer that his absence from a position of employment is necessitated by military service. 38 U.S.C. &#167; 4312(a)(1). Had Lapine been subject to USERRA, his failure to notify the Town that he was going on active duty would have defeated his reemployment claim not by waiver but because of noncompliance with this new statutory condition. Apart from imposing this condition, however, Congress emphasized in the House Report accompanying USERRA that the service person's choice whether or not to return to his former job was to remain open until release from active service. H.R.Rep. No. 103-65 (1993), <i>reprinted in</i> 1994 U.S.C.C.A.N. 2449, 2459. The House Report quotes from the Supreme Court's decision in <i>Fishgold</i> for the proposition that \"[o]ne of the basic purposes of the reemployment statute is to maintain the servicemember's civilian job as an `unburned bridge.'\" Thus the House Report states:</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The Committee does not intend that the requirement to give notice to one's employer in advance of service in the uniformed services be construed to require the employee to decide, at the time the person leaves the job, whether he or she will seek reemployment upon release from active service. One of the basic purposes of the reemployment statute is to maintain the servicemember's civilian job as an \"unburned bridge.\" Not until the individual's discharge or release from service and/or transportation time back home, which triggers the application time, does the servicemember have to decide whether to recross that bridge. See <i>Fishgold,</i> supra, 328 U.S. at 284, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1105</span></span>.</p>\n    </div>\n    <p class=\"indent\">\n      <i>Id.</i>\n      <a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>\n    </p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">We agree with the DOL, therefore, that prospective waivers of veterans' reemployment rights &#8212; while not entirely foreclosed &#8212; are not to be easily inferred and should be reserved for \"the most unusual circumstances.\" Hence in the instant case, we ask whether the facts reach the level of the \"most unusual circumstances\" necessary to support a prospective waiver. We think not.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">We note, first of all, that Lapine's intent to waive his future reemployment rights was less than clearly expressed in his words and conduct. While his letter of resignation spoke of his dissatisfaction with working conditions at the Wellesley Police Department, his complaints were virtually all tied into dissatisfaction with the leadership of then-Chief Fritts. Lapine does not attack others than Chief Fritts. There is no suggestion that Lapine would refuse to return under a new administration more to his liking. At no time, moreover, did Lapine actually indicate that he was waiving his future reemployment rights. Generally, the mere fact of a resignation from civilian employment does not deprive a veteran of reemployment rights. <i>Winders v. People Express Airlines, Inc.,</i> <span class=\"citation\" data-id=\"1682704\"><a href=\"/opinion/1682704/winders-v-people-exp-airlines-inc/\"><span class=\"volume\">595</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1512</span></a></span>, 1518 (D.N.J.1984) (and cases cited therein). And two years later, while still on active military duty, Lapine wrote the first of several letters indicating a possible wish to return.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">It is true that Lapine, after he quit, did not notify the Town in a timely fashion that he had entered upon active military duty, as would now be required under the USERRA. <i>See</i> 38 U.S.C. &#167; 4312. But the VRRA had no such statutory requirement and, for that reason, we are not inclined to weigh the absence of notice as a significant factor indicative of waiver.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Perhaps the strongest factor suggesting waiver was Lapine's withdrawal of his funded pension, indicating in writing when so doing, as the form required, that he had \"permanently left the service\" and that he had no \"present intention to accept a position in the service of the Commonwealth of Massachusetts.\" It appears that under Massachusetts law, however, the statements Lapine made accompanying his pension withdrawal were not an absolute bar to later reemployment in the state service. <i>See</i> Mass. Gen. Laws ch. 32, &#167; 3(6)(d) (2001). The statements were not made under the penalties of perjury. The Town has pointed to no state-law precedent indicating that Lapine could not legally reconsider them at a later date, as he has done. Massachusetts laws related to civil service pensions allow an individual who has terminated his position and withdrawn his accumulated pension funds to reimburse the annuity fund upon his reinstatement. <i>See id.</i> Moreover, a veteran's withdrawal of his vested employee pension fund has been held not to necessarily indicate a waiver of a veteran's federal reemployment rights. <i>Leonard,</i> 972 F.2d at 159; <i>Handbook,</i> 22-5. The DOL anticipated that an employee may withdraw his accumulated pension fund prior to entering upon active duty. <i>Handbook,</i> 22-5. According to the DOL, a veteran's withdrawal of his pension funds neither indicates a waiver nor prevents a veteran from reimbursing the fund upon his return. <i>Id.</i> Given the strong policy against finding a prospective waiver of a service person's reemployment rights, we hold that Lapine's pension withdrawal did not amount to an effective waiver.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The record furthermore indicates no compelling equitable factors that might lead to a finding of the requisite \"most unusual circumstances.\" For example, there is no evidence that Lapine's failure to notify the Town of his order to active duty resulted in specific harm to the Town. Nor is there evidence of fraud. <i>See Hilliard v. New Jersey Army Nat'l Guard,</i> <span class=\"citation\" data-id=\"2368442\"><a href=\"/opinion/2368442/hilliard-v-new-jersey-army-nat-guard/\"><span class=\"volume\">527</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">405</span></a></span> (D.N.J.1981).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">To be sure, Lapine's letter to Chief Fritts was intemperate, but we are unable to say the circumstances rise to the level required to find a prospective waiver. We conclude at the time he resigned that Lapine's conduct did not signify a clear and unequivocal waiver of his rights to reemployment involving the \"most unusual circumstances\" required for a prospective waiver to be given effect in this context. We add that Congress's recent modification of the reemployment statute requiring employees to notify their employers that they are entering the military service should, in the future, make it less likely that a problem of this nature will reoccur.</p>\n    </div>\n    <p class=\"indent\">IV. Creditable Service</p>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The Town argues that the magistrate judge erred when he concluded that Lapine was entitled to three years of creditable service toward his retirement. The final judgment states, in pertinent part, that:</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The defendant, Town of Wellesley, for purposes of the retirement of the plaintiff, Gary W. Lapine, shall reinstate him as if he became a new employee of the Wellesley Police Department of May 13, 1990 and shall permit him to make whatever payments he would have made to the retirement system from May 13, 1990 to the date of judgment....</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The Town asserts that it is inappropriate for Lapine to be permitted to \"buy back\" into the retirement system for the three years he was in the military.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Federal law, and the cases interpreting its provisions, do not support the Town's assertion. While Lapine's reemployment rights stem from section 4304(b)(1) of the VRRA, the benefits to which he is eligible upon reemployment are found in section 4301(a). <i>Tirado-Acosta v. Puerto Rico Nat'l Guard,</i> <span class=\"citation\" data-id=\"743579\"><a href=\"/opinion/743579/roberto-tirado-acosta-v-puerto-rico-national-guard/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">852</span></a></span>, 854 (1st Cir.1997). Section 4301(a)(2)(B)(ii) provides that a veteran, eligible for reemployment, shall be reemployed to a position of \"like seniority, status, and pay.\"</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The Supreme Court has interpreted this provision to mean that \"[The veteran] does not step back on the seniority escalator at the point he stepped off. He steps back on at the precise point he would have occupied had he kept his position continuously during the war.\" <i>Fishgold,</i> 328 U.S. at 284-85, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1105</span></span>. Pension benefits are considered a perquisite of seniority protected by the VRRA. <i>Alabama Power Co. v. Davis,</i> <span class=\"citation no-link\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">581</span></span>, 591, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2002</span></span>, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">595</span></span> (1976); <i>Bunnell v. New Eng. Teamsters and Trucking Indus. Pension Fund,</i> <span class=\"citation\" data-id=\"392812\"><a href=\"/opinion/392812/william-l-bunnell-v-new-england-teamsters-and-trucking-industry-pension/\"><span class=\"volume\">655</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">451</span></a></span>, 452 (1st Cir.1981). \"Protecting veterans from the loss of such rewards when the break of their employment resulted from their response to the country's military needs is the purpose of [&#167; 4301].\" <i>Davis,</i> 431 U.S. at 594, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2002</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Lapine stepped off the \"seniority escalator\" when he resigned his position, effective May 13, 1990, in order to perform military duty. Pursuant to the VRRA, as interpreted by the Court in <i>Davis,</i> 431 U.S. at 591, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2002</span></span>, he steps back on the elevator as if he had not been absent for three years. Thus, Lapine is entitled to the three years of police service he would have accumulated had he not terminated his employment to enter upon active duty.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The result is the same under Massachusetts law. Paragraph 1 of Mass. Gen. Laws ch. 32, &#167; 4(h) provides that the period of time that a veteran<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> is on a leave of absence for military duty shall be allowed as creditable service for purposes of pension benefits. Federal law provides that a veteran is considered to be on a leave of absence during his period of service. &#167; 4301(b)(1)(A). Specifically, section 4301(b)(1)(A) provides that any person who is restored to his position:</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">shall be considered as having been on furlough or leave of absence during such person's period of training and service... shall be so restored or reemployed without loss of seniority, shall be entitled to participate in insurance and other benefits offered by the employer pursuant to established rules and practices relating to employees on furlough or leave of absence....</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\"><i>Id.</i> Because Lapine is deemed to have been on a leave of absence, he is to receive creditable service for the three years he was on active duty.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Even if paragraph 1 did not apply, paragraph 4 of &#167; 4(h) provides that:</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Notwithstanding any other provision of this chapter or any other general or special law, rule or regulation to the contrary, a member of service of a retirement system ... who is a veteran who served in the Armed Forces of the United States and who has completed ten or more years of membership shall be entitled to credit for active service in the armed services of the United States;... provided further that such creditable service shall not be construed to include service for more than four years....</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Lapine was a member of the retirement system for more than ten years. As a result, his period of active duty is creditable under this provision as well. Thus, we concur with the magistrate judge's conclusion that Lapine is eligible for the three years of creditable service he would have accumulated had he not entered upon active duty.</p>\n    </div>\n    <p class=\"indent\">V. Conclusion</p>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">The decision of the magistrate judge is <i>affirmed.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Veterans' Reemployment Rights Act (\"VRRA\") was originally codified at 43 U.S.C. &#167; 2021,<i>et seq.,</i> pursuant to the Vietnam Veterans' Readjustment Assistance Act of 1974, Pub.L. No. 93-508, Title IV, &#167; 404(a), 1974 U.S.C.C.A.N. (88 Stat. 1578) 1818, 1837. In 1992, the VRRA was renumbered, pursuant to the Veterans' Benefits Act of 1992, at 38 U.S.C. &#167; 4301, <i>et seq.,</i> Pub.L. No. 102-568, &#167; 506(a), 1992 U.S.C.C.A.N. (106 Stat.) 4320, 4340. The Uniformed Services Employment and Reemployment Rights Act of 1994 (\"USERRA\"), Pub.L. No. 103-353, 1994 U.S.C.C.A.N. (108 Stat. 3149) 2449, significantly amended the VRRA and the content of 38 U.S.C. &#167; 4301, <i>et seq.,</i> but provided that the amendments would only be effective \"with respect to reemployments initiated on or after\" 60 days after its effective date (October 13, 1994). Lapine initially sought reemployment with the Town in a letter dated June 26, 1992, and first asserted his rights under the VRRA in 1993. Thus, the VRRA, and not the USERRA, applies to this action. Our citations herein to the VRRA provisions codified under 38 U.S.C. &#167; 4301, <i>et seq.,</i> are to those provisions as they existed prior to the USERRA amendments, except as we may otherwise specify.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Pursuant to the VRRA, 38 U.S.C. &#167; 4302, the United States Attorney or comparable official, \"if reasonably satisfied that the person so applying is entitled to such benefits, shall appear and act as an attorney for such person in the amicable adjustment of the claim or in the filing of any motion, petition, or other appropriate pleading and the prosecution thereof....\"<i>Id.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Town makes a parallel argument under VRRA, 38 U.S.C. &#167; 4301(a), an older and somewhat differently worded provision granting reemployment rights to service men and women other than reservists. That statute,<i>see infra,</i> granted reemployment rights to a veteran who \"leaves a position ... in order to perform military duty.\" The Town argues that like \"leaving in response to an order or call\" this language \"connotes ... that there is a prior military commitment already in place.\" In the Town's view, since Lapine left before he had been accepted for active duty, his mere intent to go on active duty was not enough.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> <i>See supra,</i> n. 1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> As already noted,<i>supra,</i> n. 1, Lapine initially sought reemployment with the Town in a letter dated June 26, 1992, and first asserted his rights under the VRRA in 1993.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> That Congress never intended section 4304(b)(1) to be read as restricting reemployment rights to only those who receive a formal order or call to active duty while still employed is clearly demonstrated in the legislative history and case law,<i>infra.</i> It is worth noting that the phrase \"after entering the employment on the basis of which such person claims restoration or reemployment\" did not enter the statute until ten years after the rest of the language had been adopted. Without the \"after entering\" phraseology, there is not even a faint basis to read section 4304(b)(1) as requiring receipt of the order or call to active duty while still employed. There, moreover, is a total absence of evidence indicating an intent by Congress to employ the \"after entering\" language as a special new restriction, relevant solely to reservists, on the timing of the order or call, <i>infra.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The Town incorrectly argued below that section 4304(b)(1) applied only to veterans who had entered the service involuntarily. The magistrate judge rejected this argument and the Town does not raise it on appeal. The reemployment statutes have uniformly been read, in the interpretive case law, to apply to those persons who voluntarily enlisted in the armed services as well as to involuntary inductees<i>See, e.g., Foster v. Dravo Corp.,</i> <span class=\"citation\" data-id=\"109185\"><a href=\"/opinion/109185/foster-v-dravo-corp/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">92</span></a></span>, 96 n. 6, <span class=\"citation\" data-id=\"109185\"><a href=\"/opinion/109185/foster-v-dravo-corp/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">879</span></a></span>, <span class=\"citation\" data-id=\"109185\"><a href=\"/opinion/109185/foster-v-dravo-corp/\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">44</span></a></span> (1975); <i>Rudisill v. Chesapeake &amp; Ohio Ry. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">167</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">175</span></span>, 178 (5th Cir.1948). The \"whether or not voluntarily\" language in section 4304(b)(1) carried forward that policy in the case of reservists.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In 1952, the UMT was expanded to include reemployment rights for National Guardsmen,<i>see</i> Armed Forces Reserve Act of 1952, Pub.L. No. 476, 1952 U.S.C.C.A.N. (66 Stat. 481) 460; and, in 1955, the UMT was broadened again to provide protection for reservists who enlist in a reserve component and perform initial active duty training, <i>see</i> The Reserve Forces Act of 1955, Pub.L. No. 305, &#167; 262(f), 1955 U.S.C.C.A.N. (69 Stat. 598) 671, 676. This Act was later deleted by Congress and the protection afforded reservists in this Act was included, by amendment, to the UMT in 1960. The amendment also equalized reserve and National Guard reemployment rights and extended protection to reservists for duty training beyond the initial training period. <i>See</i> Pub.L. No. 86-632, 1960 U.S.C.C.A.N. (74 Stat. 467) 531.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> As earlier explained in footnote 1, USERRA postdates the reemployment provisions applicable to Lapine. We recognize that the \"views of a subsequent Congress found in legislative history form a hazardous basis for inferring the intent of an earlier one.\"<i>Consumer Prod. Safety Comm'n v. GTE Sylvania, Inc.,</i> <span class=\"citation\" data-id=\"110293\"><a href=\"/opinion/110293/consumer-product-safety-commn-v-gte-sylvania-inc/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">102</span></a></span>, 117, <span class=\"citation\" data-id=\"110293\"><a href=\"/opinion/110293/consumer-product-safety-commn-v-gte-sylvania-inc/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2051</span></a></span>, <span class=\"citation\" data-id=\"110293\"><a href=\"/opinion/110293/consumer-product-safety-commn-v-gte-sylvania-inc/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">766</span></a></span> (1980). We do not view the remarks accompanying the USERRA to be conclusive of the statutory meaning of the earlier adopted VRRA. However, they are relevant and useful to our current discussion. <i>Id.</i> at 118 n. 13, <span class=\"citation\" data-id=\"110293\"><a href=\"/opinion/110293/consumer-product-safety-commn-v-gte-sylvania-inc/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2051</span></a></span> (noting subsequent history can be considered relevant and useful but \"will not override a reasonable interpretation of a statute that can be gleaned from its language and legislative history prior to its enactment.\"). <i>See also Sykes v. Columbus &amp; Greenville Ry.,</i> <span class=\"citation\" data-id=\"743025\"><a href=\"/opinion/743025/alvin-g-sykes-v-columbus-greenville-railway/\"><span class=\"volume\">117</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">287</span></a></span>, 293-94 (5th Cir.1997) (\"Although a committee report written with regard to a subsequent enactment is not legislative history with regard to a previously enacted statute, it is entitled to some consideration as a secondarily authoritative expression of expert opinion.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> That a veteran is protected by the VRRA even if he were propelled by dual motives to resign from his civilian employment is supported by the legislative history accompanying the USERRA. The House Report to the USERRA stated that \"an individual who leaves for two or more reasons, one of which is for military duty, would continue to be protected.\" H.R.Rep. No. 103-65 (1993),<i>reprinted in</i> 1994 U.S.C.C.A.N. 2449, 2458 (citing <i>Adams v. Mobile County Pers. Bd.,</i> No. 81-0524, <span class=\"citation no-link\"><span class=\"volume\">1982</span> <span class=\"reporter\">WL</span> <span class=\"page\">1972</span></span> (S.D.Ala. Nov.24, 1982)). The USERRA's House Report citation is to a case decided under the VRRA. <i>See, supra,</i> n. 9, for weight to be given to a subsequent Congress's views.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In limited circumstances, courts have concluded that a veteran had waived his reemployment rights through conduct exhibited later during his military service rather than immediately after his discharge<i>See Woodman v. Office of Pers. Mgmt.,</i> <span class=\"citation\" data-id=\"774262\"><a href=\"/opinion/774262/william-e-woodman-v-office-of-personnel-management/\"><span class=\"volume\">258</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1372</span></a></span>, 1378 (Fed.Cir.2001); <i>Paisley v. City of Minneapolis,</i> <span class=\"citation\" data-id=\"715013\"><a href=\"/opinion/715013/duane-d-paisley-v-city-of-minneapolis-minneapolis-police-relief/\"><span class=\"volume\">79</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">722</span></a></span>, 724 (8th Cir.1996); <i>Smith v. Missouri Pac. Transp. Co.,</i> <span class=\"citation\" data-id=\"259684\"><a href=\"/opinion/259684/harry-w-smith-v-missouri-pacific-transportation-company/\"><span class=\"volume\">313</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">676</span></a></span>, 682 (8th Cir.1963). In each case, the veteran voluntarily extended his commitment to military service for many years after his original active duty commitment expired. The provision of the statute under which the veterans sought reemployment did not contain an explicit time limit for active duty commitments. <i>Woodman,</i> 258 F.3d at 1377 (recognizing no explicit time limit for leaves of absence under &#167; 4304(d)); <i>Paisley,</i> 79 F.3d at 725 (same). Under these facts, courts concluded that the veteran had abandoned his civilian career for a career in the military. Because the statute was designed to protect \"non-career service persons\" the veteran was deemed to have waived his right to reemployment. <i>See Woodman,</i> 258 F.3d at 1377 (concluding \"Congress intended both VRRA and USERRA to apply only with respect to non-career military service\"). The facts of the instant case do not, of course, bear any resemblance to the foregoing. Lapine notified the new chief that he might want to return to his police job two years after resigning; and the provision applicable to Lapine, section 4304(b)(1), contained an explicit four-year time limit. (The USERRA now limits cumulative leaves of absence for military service to five years.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The House Committee's policy statement draws no distinction between maintaining future jobs as \"unburned bridges\" for inexperienced volunteers as contrasted with experienced, long-time reservists like Lapine. Hence, while one can argue that experienced veterans like Lapine may not deserve the same degree of protection as a raw recruit against behavior from which a waiver may be inferred, we are not persuaded that courts should properly attempt subjective evaluations of each individual's presumed need for protection in determining whether or not to find a prospective waiver</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Section 4 relies on the definition of veteran contained in Mass. Gen. Laws ch. 4, &#167; 7, cl. 43 (2001). Pursuant to clause 43, a person is a veteran if he or she was released from \"wartime service as a Persian Gulf veteran.\" A \"Persian Gulf veteran\" is defined as a person who served between August 2, 1990 and a date to be determined by presidential proclamation or executive order. Lapine meets the requirements for veteran under Massachusetts law</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104034/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104301/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109185/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109673/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112670/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198461/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198793/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198810/",
    "http://www.courtlistener.com/api/rest/v3/opinions/239158/",
    "http://www.courtlistener.com/api/rest/v3/opinions/256039/",
    "http://www.courtlistener.com/api/rest/v3/opinions/257057/",
    "http://www.courtlistener.com/api/rest/v3/opinions/259684/",
    "http://www.courtlistener.com/api/rest/v3/opinions/366282/",
    "http://www.courtlistener.com/api/rest/v3/opinions/392812/",
    "http://www.courtlistener.com/api/rest/v3/opinions/429622/",
    "http://www.courtlistener.com/api/rest/v3/opinions/438715/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588199/",
    "http://www.courtlistener.com/api/rest/v3/opinions/715013/",
    "http://www.courtlistener.com/api/rest/v3/opinions/743025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/743579/",
    "http://www.courtlistener.com/api/rest/v3/opinions/747737/",
    "http://www.courtlistener.com/api/rest/v3/opinions/759119/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774262/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1481199/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1510257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1556128/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1619967/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1682704/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1895801/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1971297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2368442/"
  ]
}