{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200422/",
  "absolute_url": "/opinion/200422/united-states-v-la-santa/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200422/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:51:06Z",
  "date_modified": "2016-02-28T05:03:00.416053Z",
  "type": "010combined",
  "sha1": "82057070d82e6415ebd90a7a0c9dbf710ba34dfc",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-2636-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2003/04/09/United_States_v._La-Santa.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 01-2636\n\n                   UNITED STATES OF AMERICA,\n\n                           Appellee,\n\n                               v.\n\n                      LUÍS RIVERA NEWTON,\n\n                     Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. Juan Pérez Giménez, U.S. District Judge]\n\n\n\n                             Before\n\n                       Lynch, Circuit Judge,\n                   Cyr, Senior Circuit Judge,\n                    and Lipez, Circuit Judge.\n\n\n     Linda Backiel, on brief for appellant.\n     Aixa Maldonado-Quiñones, Assistant United States Attorney,\nwith whom H.S. Garcia, United States Attorney, and Sonia Torres-\nPabón, Assistant United States Attorney, were on brief for the\nUnited States.\n\n\n\n                         April 9, 2003\n\f              LIPEZ,   Circuit      Judge.          On    April    23,     2001,    a    jury\n\nconvicted Luis Rivera Newton (\"Rivera Newton\", a.k.a. \"Luis el\n\nMono,\"      \"Luisito\")   of     conspiracy          to    possess       with     intent    to\n\ndistribute in excess of five kilograms of cocaine, more than one\n\nkilogram of heroin, and multiple kilograms of marijuana.                                   On\n\nOctober 12, 2001, the district court sentenced Rivera Newton to\n\nlife imprisonment.          Rivera Newton now appeals his conviction on\n\nthree      grounds:      1)   the    district            court    improperly       admitted\n\nstatements of co-conspirators, 2) the district court erroneously\n\nexcluded evidence of his prior acquittal in state court for a\n\nmultiple      homicide   that    formed      an      integral          component    of    the\n\ngovernment's conspiracy case, and 3) his attorneys labored under an\n\nimpermissible      conflict     of   interest.             He    also     challenges      his\n\nsentence, claiming that the district court erroneously calculated\n\nhis offense level under the United States Sentencing Guidelines\n\n(the       \"Guidelines\").       Finding        no    merit        in    Rivera     Newton's\n\ncontentions, we affirm the defendant's conviction and decline to\n\nset aside his sentence.\n\n                                          I.\n\n              We describe the facts in the light most favorable to the\n\nverdict.      United States v. Diaz, 300 F.3d 66, 69 (1st Cir. 2002).1\n\nThe evidence at trial described Rivera Newton's involvement in a\n\n\n       1\n      We recount facts here to convey a general picture of the\ncase, and provide additional detail in subsequent sections where it\nis relevant to the legal analysis.\n\n                                        -2-\n\f\"hub-and-spoke conspiracy\"2 to distribute multi-kilogram quantities\n\nof cocaine, heroin, and marijuana from the early months of 1989 to\n\nApril 8, 1998.         The drugs were sold at specialized distribution\n\npoints for each substance (\"drug points\") primarily located within\n\nthe Gautier Benitez Housing Project (\"Gautier Benitez\") in Cagua,\n\nPuerto Rico.       While the drug points were managed by different\n\nindividuals,     every    distribution    point    in   Gautier   Benitez   was\n\nultimately controlled by Edsel Torres Gomez (a.k.a. \"Negri\"), the\n\nde facto \"hub\" of the conspiracy.                 At trial, the government\n\nportrayed Rivera Newton as Negri's right-hand man and presented\n\nwitnesses who testified to Rivera Newton's role as a conduit\n\nbetween Negri and lower-level members of the conspiracy.                Negri\n\nalso       entrusted     Rivera   Newton     with       various    high-level\n\nresponsibilities such as counting the money received in drug\n\ntransactions and testing the quality of the drugs purchased from\n\nother dealers.\n\n             Rivera Newton's claims of error implicate, inter alia,\n\nthe testimony of co-conspirators who served as \"spokes\" of the\n\nconspiracy.     Several of these individuals were among the seven co-\n\ndefendants indicted with Rivera Newton on June 2, 1999.              Of these\n\n\n\n       2\n      In a \"hub-and-spoke conspiracy,\" a central mastermind, or\n\"hub,\" controls numerous \"spokes,\" or secondary co-conspirators.\nThese co-conspirators participate in independent transactions with\nthe individual or group of individuals at the \"hub\" that\ncollectively further a single, illegal enterprise. See Kotteakos\nv. United States, 328 U.S. 750, 754-55 (1946).\n\n                                    -3-\n\fseven, six pled guilty in exchange for reduced sentences and agreed\n\nto testify against Rivera Newton at trial.                      The seventh co-\n\ndefendant,     Francisco   Fernandez         Rios    (\"Fernandez        Rios\")    also\n\ntestified against Rivera Newton in exchange for a reduction in his\n\nsentence for a previous conviction.                 Their varying roles in the\n\nconspiracy and the substance of the testimony at issue in this\n\nappeal   are   best    understood     in   the      context   of    the   two    major\n\nactivities undertaken by the conspiracy -- trafficking drugs and\n\nprotecting Negri's drug empire.\n\nA.           Drug Trafficking\n\n             The government's first witness was Javier Perez Alicea\n\n(\"Perez Alicea\"), a drug supplier who testified that from 1993 to\n\n1995 he sold approximately 200 kilograms of cocaine to a close\n\nconfidant of Negri named Jimmy Peligro.                  Perez Alicea conveyed\n\nthese drugs to Peligro through approximately 20 to 25 transactions,\n\nand Peligro in turn arranged for the cocaine to be sold at the\n\nappropriate drug points in Gautier Benitez.               Perez Alicea further\n\ntestified that Rivera Newton participated in three or four of these\n\ntransactions, helping Peligro and Perez Alicea to count the money\n\nbeing exchanged and testing the quality of the cocaine.\n\n             Fernandez Rios, the government's next witness, was the\n\nmain supplier of drugs to Negri's organization. Beginning in 1992,\n\nhe   sold    between   1,500    and    1,600        kilograms      of   cocaine    and\n\napproximately 1,000 pounds of marijuana to Negri directly and to an\n\n\n                                       -4-\n\fassociate    of    Negri   named   Yuco.      Most   of   these     drugs    were\n\ndistributed to drug points managed by Rivera Newton in Gautier\n\nBenitez, although Negri also wholesaled some of the drugs to drug\n\npoints controlled by other traffickers.\n\n            The third drug supplier to testify for the government was\n\nCesar Escobar Vazquez (\"Cesar Escobar\").           Cesar Escobar supplied a\n\ntotal of two kilograms of heroin to Negri's organization for resale\n\nin Gautier Benitez,3       and from June to July 1994 he also sold 2 to\n\n3 kilograms of heroin to a drug dealer named \"Davey.\"             Davey rented\n\na drug point from Negri in Barriada Morales and was one of the two\n\nvictims in the \"Isla Verde murders\" discussed below.\n\nB.          Protecting Negri's Drug Empire\n\n            During the period covered by the indictment, various\n\nmembers of the conspiracy took steps to eliminate threats to\n\nNegri's drug empire.       Of particular relevance to this case are two\n\nmultiple    murders    that   were    committed    in   furtherance     of    the\n\nconspiracy.       The first murders, referred to at trial as the \"Isla\n\nVerde    murders,\"    eliminated     Davey   and   another   drug    dealer    in\n\nretaliation for their unauthorized encroachment on Negri's drug\n\npoints.     Perez Alicea testified that he was supplying drugs in\n\nOctober 1994 to an individual named Wes Solano who, according to\n\n\n\n     3\n      While Negri primarily operated out of Gautier Benitez,\nvarious drug suppliers testified that Negri also controlled a\nlimited number of drug points in two other housing projects --\nVilla Del Ray and Barriada Morales.\n\n                                      -5-\n\fappellant, was \"the head of one of Puerto Rico's most extensive and\n\nviolent drug organizations.\"       Solano frequented an apartment that\n\nPerez Alicea rented in the Isla Verde area.                At one point he\n\narranged for Negri, Jimmy Peligro, and Cano Newton (Rivera Newton's\n\nbrother) to conduct surveillance from the apartment to determine\n\nwhether Davey and the second drug dealer were infringing on Negri's\n\ndrug points.       After confirming his suspicions, Solano and an\n\naccomplice killed the two drug dealers the next day. Later, Solano\n\njustified the killings to Perez Alicea as the elimination of two\n\nindividuals     who   \"were   trying    to   outsmart    Negri   with   regard\n\nto . . . certain drug points.\"\n\n              The second multiple murder, dubbed the \"Cayey Massacre\"\n\nby the Puerto Rico press, was the brutal torture and murder of four\n\nindividuals who supposedly stole $4.2 million in drug proceeds that\n\nNegri   had    temporarily    stored    at   Fernandez   Rios's   residence.\n\nFernandez Rios testified that avenging this theft was particularly\n\nimportant for Negri not only to recover the money itself, but also\n\nbecause \"the loss of that money had to be justified in the eyes of\n\nthe Colombians\" who supplied drugs to Negri and were presumably\n\nconcerned with the security of his operation.\n\n              On March 13, 1994, Negri informed Perez Alicea that he\n\nhad kidnaped the four individuals who committed the robbery.               One\n\nof the individuals was shot and killed immediately, and Rivera\n\nNewton helped direct the interrogation of the other three. Negri's\n\n\n                                       -6-\n\fassociates tortured the three individuals by tearing out their\n\nfingernails, burning them with acid, and forcing them to drink\n\ngasoline.   They then threw the accused thieves in the back seat of\n\na car, where they were shot and set on fire.        Rivera Newton's\n\nparticipation in the Cayey Massacre was a central issue at trial,\n\nand ultimately an aggravating factor that led the district court to\n\nsentence him to life imprisonment, the maximum sentence permitted\n\nby the Guidelines.\n\n                                 II.\n\nA.          Hearsay Statements Admitted Under Rule 801(d)(2)(E)\n\n            Rivera Newton claims that the district court erroneously\n\nadmitted two groups of hearsay statements under Rule 801(d)(2)(E)\n\nof the Federal Rules of Evidence: 1) statements made by Solano to\n\nPerez Alicea describing the Isla Verde murders, and 2) statements\n\nmade by Prieto Capota, described at trial as \"Negri's triggerman,\"\n\nto Cesar Escobar concerning the Cayey Massacre and Isla Verde\n\nmurders.\n\n            Federal Rule of Evidence 801(d)(2)(E) excludes from the\n\ncategory of hearsay \"statement[s] by a coconspirator of a party\n\nduring the course and in furtherance of the conspiracy.\"    Fed. R.\n\nEvid. 801(d)(2)(E).    As a predicate for admitting evidence under\n\nthis rule, the trial court must conclude that \"it is more likely\n\nthan not that the declarant and the defendant were members of a\n\nconspiracy when the hearsay statement was made, and that the\n\n\n                                 -7-\n\fstatement was in furtherance of the conspiracy.\"             United States v.\n\nPetrozziello, 548 F.2d 20, 23 (1st Cir. 1977).                  In our circuit,\n\nthis   determination     is    referred    to   as   a   Petrozziello    ruling.\n\nSignificantly, the trial court is not required to decide the\n\nPetrozziello question prior to admitting hearsay statements under\n\nRule 801(d)(2)(E), but may \"admit the statement[s] provisionally,\n\nsubject to its final Petrozziello determination at the close of all\n\nthe evidence.\"      United States v. Isabel, 945 F.2d 1193, 1199 n.10\n\n(1st Cir. 1991).       Hence, to properly preserve an objection to a\n\nPetrozziello ruling, a defendant must ordinarily object both when\n\nthe hearsay statements are provisionally admitted and again at the\n\nclose of all the evidence.\n\n              Generally, \"we review the trial court's determination\n\nthat statements were coconspirator statements under the clear error\n\nstandard.\"      United States v. Marino, 277 F.3d 11, 25 (1st Cir.\n\n2002) (citing United States v. Mojica-Baez, 229 F.3d 292, 304 (1st\n\nCir. 2000)).       This deferential standard of review places a heavy\n\nburden   on    a   defendant    seeking    to   overturn    a    trial   court's\n\nPetrozziello ruling:\n\n              A finding is clearly erroneous when although\n              there is evidence to support it, the reviewing\n              court on the entire evidence is left with the\n              definite and firm conviction that a mistake\n              has been committed.    Where the evidence is\n              susceptible of two plausible interpretations,\n              the trier of fact's choice between them cannot\n              be clearly erroneous.\n\n\n\n                                     -8-\n\fReich v. Newspapers of New England, Inc., 44 F.3d 1060, 1080 (1st\n\nCir. 1995) (internal quotation marks and citations omitted).4\n\nApplying this standard, we consider the two hearsay statements\n\nchallenged by Rivera Newton.\n\n          1.     Statements made by Solano to Perez Alicea\n                 describing the Isla Verde murders\n\n          Perez Alicea, one of Negri's drug suppliers, testified\n\nover the defendant's objections to a conversation he had with\n\nSolano about the Isla Verde murders.      According to Perez Alicea,\n\nSolano told him that the Isla Verde victims were murdered because\n\n\"they were trying to get away with certain things at some of the\n\ndrug points that belonged to Negri.\" Rivera Newton claims that the\n\ncourt's decision to admit this statement was clear error for two\n\nreasons: 1) the court had no basis for concluding that Solano (the\n\ndeclarant) and Rivera Newton were co-conspirators, and 2) assuming\n\narguendo that Solano and Rivera Newton were co-conspirators, the\n\nhearsay   statements   could   not   logically   have   been   made   \"in\n\nfurtherance of the conspiracy,\" Petrozziello, 548 F.2d at 23,\n\n\n     4\n      The parties dispute whether our review should be governed by\nthe even more deferential plain error standard, in light of Rivera\nNewton's conceded failure to renew his objection to the court's\nPetrozziello determination at the close of all the evidence.\nRivera Newton argues that his persistent, standing objections to\nthe court's admission of hearsay testimony throughout the trial\ncured any defect arising from his failure to object yet again after\nall of the evidence was submitted. Because we conclude that the\ntrial court did not commit clear error in admitting the hearsay at\nissue, we do not reach the question of whether the trial court's\nPetrozziello ruling should only be subject to review for plain\nerror.\n\n                                 -9-\n\fbecause they were made after the commission of the Isla Verde\n\nmurders.\n\n            We turn first to the question of whether the district\n\ncourt clearly erred in determining that Solano and Rivera Newton\n\nwere co-conspirators.     The defendant points us to United States v.\n\nSepulveda, 15 F.3d 1161 (1st Cir. 1993), in which we held that \"a\n\ncoconspirator's statement, standing alone, is insufficient to meet\n\nthe preponderance standard of Rule 801(d)(2)(E) . . . [A]dmitting\n\nthe statement into evidence requires some extrinsic proof of the\n\ndeclarant's involvement in the conspiracy.\"         Id. at 1181.    Rivera\n\nNewton argues that the government was therefore \"required to show,\n\nby   some   independent   evidence,   that   [he]   was   related   to   the\n\nconspiracy to kill two people in Isla Verde, and the existence of\n\na conspiracy between [him] and . . . Wes Solano.\"\n\n            This   argument   construes   the   relevant conspiracy too\n\nnarrowly.    We observed in United States v. Martinez-Medina, 279\n\nF.3d 105 (1st Cir. 2002), that\n\n            each coconspirator need not know of or have\n            contact with all other members, nor must they\n            know all of the details of the conspiracy or\n            participate in every act in furtherance of it.\n            The [finder of fact] may infer an agreement\n            circumstantially by evidence of, inter alia, a\n            common purpose (such as a purpose to sell\n            illicit drugs), overlap of participants, and\n            interdependence of various elements in the\n            overall plan.\n\nId. at 113-14; see also Marino, 277 F.3d at 25 (\"As long as it is\n\nshown that a party, having joined a conspiracy, is aware of the\n\n                                  -10-\n\fconspiracy's features and general aims, statements pertaining to\n\nthe details of plans to further the conspiracy can be admitted\n\nagainst   the   party   even   if   the   party   does   not    have     specific\n\nknowledge of the acts spoken of.\") (internal citations omitted).\n\nHere, the jury convicted Rivera Newton for broadly conspiring \"to\n\nknowingly and intentionally possess with the intent to distribute\"\n\nlarge quantities of illicit drugs.            The indictment specified that\n\n           the object of this conspiracy was so (sic)\n           that the defendants and their co-conspirators\n           would earn money illicitly in and through drug\n           trafficking and other drug related activities.\n           The manner and the means by which the unlawful\n           conspiracy was accomplished included the\n           following . . . . [The conspirators] would []\n           contract killers that would be hired . . . to\n           intimidate and kill rival gang members and to\n           maintain   and   stabilize   control  of   the\n           organization's drug distribution points.\n\nThe evidence at trial highlighted the importance of the Isla Verde\n\nmurders in furthering the objectives of this larger conspiracy to\n\nearn money for Negri's drug organization through the illicit\n\ntraffic of narcotics -- a conspiracy to which Rivera Newton was\n\nundoubtedly     a   party,   viewing    the   evidence   in    the    light   most\n\nfavorable to the verdict.       See Diaz, 300 F.3d at 69.            Accordingly,\n\nthe validity of the district court's Petrozziello ruling does not\n\nturn on the narrow question of whether Rivera Newton conspired in\n\nthe commission of the Isla Verde murders.           To uphold the district\n\ncourt's Petrozziello ruling under a clear error standard we need\n\nonly confirm that the evidence at trial permitted the trial judge\n\n\n                                       -11-\n\fto conclude that Solano and Rivera Newton were co-conspirators in\n\nthe broader drug trafficking conspiracy.\n\n          Even setting the disputed statements to one side, see\n\nSepulveda,    15   F.3d   at    1181,   Perez   Alicea's   testimony     could\n\nreasonably have led the district court to conclude that Solano\n\nparticipated in the drug trafficking conspiracy by helping to\n\neliminate individuals who encroached on Negri's drug points. Perez\n\nAlicea testified at length to an encounter with Negri and several\n\nother individuals in October 1994.          Negri had obtained the keys to\n\nan apartment in Isla Verde that Perez Alicea rented and shared with\n\nSolano, and Negri's associates asked Perez Alicea for the location\n\nof \"the apartment that Wes [Solano] had.\"           After Perez Alicea led\n\nthem to the apartment, Jimmy Peligro, one of Negri's associates,\n\nmade phone calls in an effort to locate Solano.            The other members\n\nof Negri's party began surveillance of the apartment next door to\n\nPerez Alicea, discussing at one point how the individuals within\n\nthe apartment were \"really going to be fucked\" once Solano showed\n\nup.   Perez Alicea further testified that the next day, Negri's\n\nassociates confirmed that they had made contact with Solano; within\n\nthe next three to five days Solano revealed to Perez Alicea in the\n\nconversation at issue that he had committed the Isla Verde murders.\n\nPerez Alicea's     uncontradicted       testimony   describing   the   period\n\nimmediately    preceding       the   Isla   Verde   murders   supports     the\n\ninterpretation that Solano participated in the broad conspiracy\n\n\n                                     -12-\n\foutlined in the indictment.           Accordingly, the trial court did not\n\nclearly err in determining that Rivera Newton and Solano were co-\n\nconspirators within the meaning of Rule 801(d)(2)(E).\n\n            Rivera     Newton's      alternative         argument     that    Solano's\n\ncomments    about     the    Isla    Verde    murders     did   not    \"further     the\n\nobjectives   of      the    conspiracy\"      is    similarly    unavailing.         The\n\ndefendant argues that an after-the-fact description of the Isla\n\nVerde murders could not have furthered the objective of eliminating\n\nindividuals who by that time were already dead.                     Once again, this\n\nargument construes the relevant \"objective\" of the conspiracy too\n\nnarrowly.    The Petrozziello requirements are satisfied so long as\n\nSolano's act of communicating the motivation behind the murders and\n\nthe manner      in   which    they    were    committed      furthered       the   broad\n\nobjectives of the drug trafficking conspiracy.                  In this instance,\n\nSolano, who the appellants concede \"acted, at times, as a hired gun\n\nfor   Negri,\"    was   informing       a    major    drug   supplier     to    Negri's\n\norganization that he had committed a multiple murder to protect\n\nNegri's drug points from unauthorized use.                  The trial court could\n\nreasonably   have      determined      that       this   conversation    served      the\n\nimportant function of reassuring Perez Alicea that Negri's drug\n\norganization was effectively addressing external threats to its\n\nsecurity and profitability.           See United States v. Ammar, 714 F.2d\n\n238, 252 (3d Cir. 1983) (\"Statements between the conspirators which\n\nprovide reassurance, serve to maintain trust and cohesiveness among\n\n\n                                           -13-\n\fthem, or inform each other of the current status of the conspiracy\n\nfurther the ends of the conspiracy and are admissible so long as\n\nthe other requirements of Rule 801(d)(2)(E) are met.\").5\n\n           2.     Statements made by Prieto Capota to Cesar Escobar\n                  concerning the Cayey Massacre and Isla Verde\n                  murders\n\n           Approximately one month after the Cayey Massacre, Prieto\n\nCapota recounted in detail the torture and murder of the four Cayey\n\nvictims during a conversation with Cesar Escobar, another of\n\nNegri's drug suppliers.   At trial, Cesar Escobar repeated Prieto\n\nCapota's description of the Cayey Massacre to the jury.    Although\n\nthe defendant concedes that he and Prieto Capota (the declarant)\n\nwere co-conspirators within the meaning of Rule 801(d)(2)(E), he\n\nargues that the statements are nonetheless inadmissible for two\n\nreasons:   1) the statements did not further the objectives of the\n\nconspiracy as required by Petrozziello, and 2) the statements were\n\nunduly prejudicial and should have been excluded under Rule 403.\n\nOnce again, in light of Rivera Newton's failure to raise the Rule\n\n\n\n     5\n      Rivera Newton also claims, belatedly, that the trial court\nshould have excluded this portion of Perez Alicea's testimony on\ngrounds that its probative value was outweighed by its prejudicial\neffect. Fed. R. Evid. 403. Because Rivera Newton never raised\nthis objection below, we review for plain error only.       United\nStates v. Balsam, 203 F.3d 72, 85-86 (1st Cir. 2000). Applying\nthis highly deferential standard, we do not find that the trial\ncourt's decision to admit this testimony under Rule 403 was an\nerror \"so shocking [as to] seriously affect the fundamental\nfairness and basic integrity of the proceedings conducted below.\"\nUnited States v. Griffin, 818 F.2d 97, 100 (1st Cir. 1987).\n\n\n                               -14-\n\f403 objection below, we review the trial court's decision to admit\n\nCesar Escobar's testimony under Rule 403 for plain error, and apply\n\na    clear   error    standard   to    the   trial   court's   Petrozziello\n\ndetermination.       These claims of error are indistinguishable from\n\nRivera Newton's Petrozziello and Rule 403 arguments challenging the\n\nadmission of Perez Alicea's testimony, and we reject them for the\n\nreasons outlined above.6\n\nB.           The Exclusion of Rivera Newton's Acquittal on State\n             Murder Charges Stemming from the Cayey Massacre\n\n             Prior to trial, the government filed a motion in limine\n\nto prohibit Rivera Newton from alluding to his previous acquittal\n\nin state court on murder charges stemming from the Cayey Massacre.\n\nThe district court granted the motion, relying, inter alia, on our\n\nprior decisions specifying that \"a district court has discretion to\n\nexclude from evidence acquittals or other favorable outcomes of\n\nprior state court proceedings involving the same subject matter.\"\n\nUnited States v. Marrero-Ortiz, 160 F.3d 768, 775 (1st Cir. 1998);\n\n\n      6\n      Rivera Newton cursorily raises Petrozziello and Rule 403\nclaims challenging the trial court's admission of other testimony\nfrom Cesar Escobar regarding 1) an argument between Negri and\nDavey, one of the Isla Verde victims, and 2) Cesar Escobar's\nconversations with an ex-partner and a car dealer in which he was\ntold that Davey had been killed at Isla Verde. \"[I]ssues adverted\nto in a perfunctory manner, unaccompanied by some effort at\ndeveloped argumentation, are deemed waived.\"      United States v.\nZannino, 895 F.2d 1, 17 (1st Cir. 1990). Even if Rivera Newton had\nnot abandoned these arguments on appeal, we would have no cause to\nreverse the district court's decision to admit this testimony under\nthe plain error standard of review occasioned by appellant's\nfailure to raise contemporaneous objections to these statements\nbelow.\n\n                                      -15-\n\fsee also United States v. Smith, 145 F.3d 458, 462 (1st Cir. 1998).\n\nCiting Federal Rule of Evidence 403, the judge also concluded that\n\n\"the probative value of the acquittals is substantially outweighed\n\nby the danger of unfair prejudice.\"\n\n           Although Rivera Newton does not challenge the district\n\ncourt's authority to grant the motion in limine, he argues that the\n\nprosecution took unfair advantage of the trial court's ruling by\n\nrepeatedly referring to the fact that he had been charged with the\n\nCayey murders, knowing that he could not dispel the prejudice\n\narising from those references by introducing the fact of his\n\nacquittal.   As a threshold matter, both parties misrepresent the\n\nextent to which the government referred to Rivera Newton's state\n\nmurder   charges.   The   defendant    alleges   that   the   prosecution\n\n\"allowed the fact of the prior trial to permeate its evidence,\"7\n\nwhile the government retorts that \"[a]t no time during trial were\n\nappellant's charge, arrest or acquittal mentioned.\"           In fact, our\n\n\n\n     7\n      This misstatement perhaps reflects the appellant's efforts to\nconflate testimony concerning the Cayey Massacre itself with\ntestimony referring to the state murder charges brought against\nRivera Newton in the aftermath of the incident. The government\nmatter-of-factly concedes in its brief that the former was a major\nelement of their case, asserting that \"the Cayey Massacre proved to\nbe this violent organization's way to recuperate millions of\ndollars in drug proceeds stolen from them, and a way to demand\nrespect from non-members.\" We agree with the government that the\nintroduction of evidence pertaining to Rivera Newton's acquitted\nconduct did not preclude the judge from excluding the fact of\nRivera Newton's acquittal. United States v. Candelaria-Silva, 166\nF.3d 19, 35 (1st Cir. 1999); Smith, 145 F.3d at 462 (1st Cir.\n1998).\n\n                                -16-\n\freview of the record reveals a single instance in which the\n\ngovernment elicited a reference to Rivera Newton's state murder\n\ntrial.   During the prosecution's direct examination of Antonio\n\nGaray Fonseca, a longtime acquaintance of Rivera Newton, the\n\nfollowing exchange occurred:\n\n          Q:       I ask you, sir, have you ever heard about what is\n                   known as the Cayey massacre?\n\n          A:       Yes.\n\n          Q:       How is it that you, yourself find out?              Where\n                   were you when you found out?\n\n          A:       I was in jail here in the prison in Guaynabo.\n\n          Q:       And I ask you, sir, now, have you ever discussed\n                   the event of the Cayey massacre with Luis El Mono\n                   [Rivera Newton]?\n\n          A:       Yes, on several occasions.\n\n          Q:       Can you please tell us what was the contents of\n                   that conversation?\n\n          A:       Well, I asked him how his case, the case\n                   involving the massacre was coming along.\n\n          Rivera Newton argues that the court erred by failing sua\n\nsponte to alleviate the prejudice from this exchange in one of two\n\nways: 1) the court could have rescinded its ruling in limine and\n\npermitted Rivera Newton to \"present the other half of the story\" by\n\nintroducing the fact of his acquittal, or 2) the court could have\n\nexpressly instructed the jury not to consider the state murder\n\ncharges as     evidence   of   Rivera   Newton's   guilt   on   the   federal\n\nindictment.    Because Rivera Newton did not ask the trial court to\n\n\n                                   -17-\n\frescind its earlier ruling excluding evidence of his acquittal or\n\ngive the aforementioned jury instruction, we review the errors\n\nalleged for plain error.            Garay Fonseca's reference to Rivera\n\nNewton's state prosecution for murder, occurring within the context\n\nof a nine-day trial that generated over nine hundred pages of trial\n\ntestimony,   did    not   require    the   court   to   reverse   its   earlier\n\ndecision to exclude evidence of Rivera Newton's acquittal or\n\nprovide a curative jury instruction.           The former remedy presented\n\nan unwarranted risk of confusing the jury, while the latter would\n\nlikely have attracted more attention to the state murder charges\n\nthan Garay Fonseca's remark.         In any event, this reference was not\n\n\"so   shocking     that   [it]   seriously     affect[ed]   the   fundamental\n\nfairness and basic integrity of the proceedings conducted below.\"\n\nGriffin, 818 F.2d at 100.\n\n           Rivera Newton also draws our attention to a second\n\nreference to his state murder charges elicited by his own lawyers\n\nover the government's objection.             Jose Quiñonez Robles, the FBI\n\nagent assigned to Rivera Newton's case, was asked by defense\n\ncounsel during cross-examination whether he was aware that Rivera\n\nNewton had no criminal record.             After the court overruled the\n\ngovernment's objection to the question, Quiñonez responded: \"Yes,\n\nI know that he was accused in the local system for participating in\n\nthe Cayey massacre.\"        Pressed further, Quiñonez clarified that\n\nRivera Newton had only been accused of murder at the state level,\n\n\n                                      -18-\n\fand that to his knowledge the defendant did not have a criminal\n\nrecord.\n\n           Quiñonez's evasive response to defense counsel's question\n\nregarding Rivera Newton's criminal record is disturbing.               As an\n\nexperienced FBI agent, he presumably understood the difference\n\nbetween a criminal record and a criminal charge, and his answer was\n\nclearly not responsive to defense counsel's inquiry.        Nonetheless,\n\nthe defense did not move to strike Quiñonez's testimony. Arguably,\n\nhis reference to the state charges even benefitted the defense.\n\nThere had already been a reference to the state case in the earlier\n\ntestimony of Garay Fonseca.        Quiñonez's subsequent mention of the\n\nstate accusations permitted Rivera Newton's counsel to extract the\n\nconcession that, to the witness's knowledge, Rivera Newton had no\n\ncriminal record, thereby prompting a possible inference by the jury\n\nthat Rivera Newton was acquitted of the state charges. Regardless,\n\nwe find no error, let alone plain error, in the trial court's\n\nfailure to instruct the jury sua sponte to disregard the statement.\n\nC.         Conflict of Interest\n\n           Three days before the beginning of Rivera Newton's trial,\n\nthe government alerted the district court to information obtained\n\nfrom Fernandez Rios, a government witness, regarding arrangements\n\nby Negri's drug organization to finance the legal defense of Rivera\n\nNewton    and   other   criminal     defendants    associated   with     the\n\norganization in prior state proceedings.          Specifically, Fernandez\n\n\n                                    -19-\n\fRios revealed during an interview that after several members of\n\nNegri's drug organization were indicted in March 1995 on state\n\nmurder charges stemming from the Cayey Massacre, he informed a\n\nColombian drug source named \"Mauricio\" that the Cayey defendants\n\nneeded financial assistance for their legal defense.           Mauricio\n\nagreed to send Fernandez Rios forty kilograms of cocaine to pay for\n\ntheir legal expenses, and Fernandez Rios subsequently arranged to\n\nsell the cocaine in the United States for approximately $20,000 per\n\nkilogram. The proceeds from this drug shipment were turned over to\n\nRamon Delgado (\"Bronco\"), an attorney who was closely associated\n\nwith Negri.   While Fernandez Rios could not identify the attorneys\n\nwho received money from Bronco, he had reason to believe that Edgar\n\nVega-Pabón,   one   of   Rivera   Newton's   attorneys   in   the   state\n\nproceedings, and now one of his attorneys in this federal case, may\n\nhave been paid from this drug fund for defending an individual\n\nnamed Ismael Vega in another case.       However, the government had no\n\ndirect evidence that Bronco paid Vega-Pabón to defend Rivera\n\nNewton, or that José Andreu, Rivera Newton's other trial attorney\n\nin this case, ever received money from Bronco.      In fact, during the\n\ncolloquy between the court and attorneys from both sides that\n\nfollowed the government's presentation of these facts, Vega-Pabón\n\ndenied that he had ever knowingly received funds from Bronco.\n\n          According to Rivera Newton, the fact that his attorneys\n\nmay have been compensated through Bronco's legal defense fund\n\n\n                                  -20-\n\fcreated a possible conflict of interest for the following reason:\n\nif Vega-Pabón and Andreu feared that Fernandez Rios would expose\n\nthem as beneficiaries of Bronco's legal defense fund, they may have\n\ntempered their cross-examination of a crucial witness for the\n\ngovernment.8      Alerted   to   the    possibility    of   a   conflict,   the\n\ndistrict court questioned Rivera Newton to ensure 1) that he was\n\naware of the potential conflict of interest, 2) that his attorneys\n\nhad explained the relevant circumstances to him, and 3) that he\n\nnonetheless wished to retain Andreu and Vega-Pabón as defense\n\ncounsel.    After hearing the court recite the information conveyed\n\nearlier    by   the   government,   Rivera    Newton   confirmed    that    his\n\nattorneys had previously discussed the matter with him, and assured\n\nthe court that he wanted them to continue as counsel.                  Rivera\n\nNewton now claims on appeal, however, that the court's failure to\n\nmore fully explain how this conflict of interest could manifest\n\nitself at trial constitutes reversible error under the Sixth\n\nAmendment: \"[F]aced with these troubling assertions, [the court]\n\nhad a duty to describe or illustrate why Appellant might prefer to\n\nhave counsel not likely to be distracted by the threat that\n\n\n\n\n     8\n      Rivera Newton articulates the gravity of the conflict more\ncolorfully in his Reply Brief, arguing that \"Andreu was virtually\nprecluded from cross-examining Fernandez, lest Fernandez accuse him\nof knowing receipt of drug proceeds (at a minimum) from the witness\nstand.   Indeed, Andreu's mere presence at counsel table was a\nliability for Appellant because the jury might well infer that his\nrole was to represent the interests of the conspiracy.\"\n\n                                       -21-\n\f[Fernandez Rios] would persist in his allegations [that counsel had\n\nbeen compensated by Bronco].\"\n\n            The defendant's claim of error is styled somewhat oddly.\n\nHe expressly disclaims any argument that the trial court's failure\n\nto adequately explain the potential conflict of interest induced\n\nhim   to   retain   counsel   who   rendered     ineffective    assistance,\n\nspecifying that \"[r]ather than an ineffective assistance claim,\n\nAppellant has raised only the narrow issue of the legal sufficiency\n\nof the District Court's colloquy to determine whether Appellant was\n\naware of a potential conflict of interest with his attorney and\n\nwished to waive it\" (emphasis added).            Put another way, Rivera\n\nNewton argues that the trial court's failure to describe adequately\n\nthe conflict of interest constitutes reversible error requiring a\n\nnew   trial,   irrespective   of    the    quality   of   defense   counsels'\n\nperformance: \"[I]t is the failure to explain the nature of the\n\nconflict that would allow Appellant to make an intelligent waiver,\n\nnot any specific trial error, that requires this court's remedial\n\nattention.\"\n\n            The circumstances of this case provide no basis for\n\noverturning a conviction on Sixth Amendment grounds absent any\n\nallegation by the defendant that the performance of defense counsel\n\nsuffered as a result of the alleged conflict.                In Mickens v.\n\nTaylor, 535 U.S. __, 122 S.Ct. 1237 (2002), the Supreme Court\n\nexpressly rejected a rule of automatic reversal in cases where a\n\n\n                                    -22-\n\fdefense attorney's conflict of interest does not adversely affect\n\ncounsel's performance, observing that such a rule \"makes little\n\npolicy sense.\"        Id. at 1244.    The Court elaborated that a trial\n\ncourt's failure to adequately investigate a potential conflict of\n\ninterest\n\n              neither renders it more likely that counsel's\n              performance was significantly affected nor in\n              any other way renders the verdict unreliable.\n              Nor does the trial judge's failure to make the\n              Sullivan-mandated inquiry9 [] make it harder\n              for reviewing courts to determine conflict and\n              effect, particularly since those courts may\n              rely   on   evidence   and   testimony   whose\n              importance only becomes established at the\n              trial.\n\nId.        Because   adverse   performance   is   the   touchstone   of   Sixth\n\nAmendment error under the Supreme Court's actual conflict-of-\n\ninterest jurisprudence, Mickens, 122 S.Ct. at 1244 n.5, Rivera\n\nNewton's argument for per se reversal on grounds that the judge\n\ninadequately explained the nature of the particular conflict is at\n\nodds with controlling Supreme Court precedent.10\n\n\n      9\n      In Cuyler v. Sullivan, 446 U.S. 335 (1980), the Supreme Court\npromulgated a rule requiring trial courts to conduct an inquiry if\nthey \"know or reasonably should know\" that defense counsel is\nlaboring under a conflict of interest. Id. at 347.\n      10\n      Our decision in United States v. Foster, 469 F.2d 1 (1st Cir.\n1972), relied upon heavily by Rivera Newton, does not permit\nautomatic reversal here. In Foster, we exercised our supervisory\npowers to require district courts to explain to defendants in\ndetail the risks of proceeding to trial \"where one attorney speaks\nfor two or more defendants.\" Id. at 4-5. However, this rule, now\ncodified as Federal Rule of Criminal Procedure 44(c), is expressly\nlimited to cases of joint or multiple representation, id. at 4, a\ncircumstance that does not exist on the facts before us.\n\n                                     -23-\n\fD.          The District Court's    Calculation   of Rivera Newton's\n            Offense Level\n\n            Applying sections 2D1.1 and 2A1.1 of the United States\n\nSentencing Guidelines, the district court sentenced Rivera Newton\n\nto life imprisonment, the maximum sentence permitted under the\n\nGuidelines.    The court predicated its sentence on two alternative\n\nGuidelines calculations, either one of which, standing alone,\n\nmandated the imposition of a life sentence.       First, applying the\n\n\"murder cross reference\" provision of U.S.S.G. § 2D1.1(d)(1), the\n\ncourt determined by a preponderance of the evidence that Rivera\n\nNewton's role in the Cayey Massacre warranted a base offense level\n\nof 43.    After adding a three-level enhancement for Rivera Newton's\n\nleadership role in the conspiracy and a two-level enhancement for\n\npossession of a weapon during the course of the offense, the court\n\ncalculated a total offense level of 48.11   Alternatively, the court\n\nattributed to Rivera Newton responsibility for distributing in\n\nexcess of 150 kilograms of cocaine, resulting in a base offense\n\nlevel of 38.    U.S.S.G. § 2D1.1(c)(1).   The court increased Rivera\n\n\n\nFurthermore, under Foster, violations of this rule do not trigger\nautomatic reversal, but merely shift the burden of persuasion to\nthe government \"to demonstrate from the record that prejudice to\nthe defendant was improbable.\" Id. at 5. Here, the government\nwould easily satisfy this burden in the absence of any allegation\nby Rivera Newton that he was prejudiced by defense counsel's\nperformance at trial.\n     11\n      As the district court noted, \"the guidelines do not go above\n43.\" Accordingly, any offense level of 43 or above is punishable\nby a life sentence.\n\n                                 -24-\n\fNewton's offense level under this second calculation to 43 after\n\nadding five points for leadership and possession of a weapon.\n\nHence, Rivera Newton was subject to life imprisonment under either\n\nsentencing calculation.\n\n            On   appeal,     Rivera   Newton   challenges     both    Guidelines\n\ncalculations on three grounds: 1) the court violated his due\n\nprocess rights by applying U.S.S.G. § 2A1.1 after finding by a\n\npreponderance of the evidence that he had participated in the Cayey\n\nMassacre, 2) the court unreasonably attributed to Rivera Newton\n\nresponsibility for the entire quantity of drugs handled by Negri's\n\norganization, and 3) the court erroneously concluded that Rivera\n\nNewton was a leader in the drug conspiracy.           We find no reversible\n\nerror in the district court's application of the murder cross-\n\nreference provision of section 2D1.1(d)(1), which alone results in\n\na   base   offense   level    of   43.    Accordingly,      we   do   not   reach\n\nappellant's      claims    implicating       the   district      court's    drug\n\ncalculation and three-level leadership enhancement.\n\n            1.   Legal analysis\n\n            Section 2D1.1 is the provision of the Guidelines that\n\ngoverns the sentencing of defendants like Rivera Newton convicted\n\nof \"Unlawful Manufacturing, Importing, Exporting or Trafficking;\n\nAttempt or Conspiracy.\" Subsection (d) of this provision, entitled\n\n\"Cross References,\" provides the following: \"If a victim was killed\n\nunder circumstances that would constitute murder under 18 U.S.C.\n\n\n                                      -25-\n\f§ 1111 had such killing taken place within the territorial or\n\nmaritime jurisdiction of the United States, apply § 2A1.1 (First\n\nDegree Murder).\" Section 2A1.1 of the Guidelines, in turn, directs\n\nthe court to assign a base offense level of 43 to any defendant\n\nwhose conduct falls within the provision.          The district court\n\ninvoked § 2A1.1 in calculating defendant's sentence, determining\n\nthat \"although he did not participate directly in the actual\n\nkilling [of the Cayey Massacre victims], certainly he was part of\n\nthe planning, he was there . . . . He participated in the torturing\n\nafter these three individuals had been kidnaped at a distance from\n\nGautier Benitez.\"\n\n          We   review   the   district   court's   application   of   a\n\nparticular sentencing guideline de novo.      United States v. Padro\n\nBurgos, 239 F.3d 72, 76 (1st Cir. 2001).       Appellant argues that\n\nthere is an element of unfairness in the district court's decision\n\nto impose a sentence at the upper end of the guideline range for\n\nconduct that Rivera Newton was previously acquitted of in state\n\ncourt.   Nonetheless, as Rivera Newton concedes, the law as it\n\ncurrently stands affords us no basis for overturning his sentence\n\non due process grounds.       As we observed in United States v.\n\nLombard, 72 F.3d 170 (1st Cir. 1995):    \"A sentencing court may . .\n\n. consider relevant conduct of the defendant for purposes of making\n\nGuidelines determinations, even if he has not been charged with --\n\nand indeed, even if he has been acquitted of -- that conduct, so\n\n\n                                 -26-\n\flong as the conduct can be proved by a preponderance of the\n\nevidence.\"       Id. at 176 (original emphasis).\n\n            Our post-Apprendi jurisprudence provides no succor to the\n\ndefendant.       In Apprendi v. New Jersey, 530 U.S. 466 (2000), the\n\nSupreme Court ruled that \"any fact that increases the penalty for\n\na crime beyond the prescribed statutory maximum must be submitted\n\nto a jury, and proved beyond a reasonable doubt.\"                     Id. at 490\n\n(emphasis added).       Our decisions following Apprendi emphasize that\n\ndistrict court judges have broad latitude to make factual findings\n\nthat vary a defendant's sentence within the prescribed statutory\n\nrange.   Indeed, in United States v. Martinez-Medina, 279 F.3d 105\n\n(1st Cir. 2002), we rejected an Apprendi argument nearly identical\n\nto Rivera Newton's challenge in this case.                 The defendants in\n\nMartinez-Medina similarly attempted to overturn life sentences on\n\ngrounds that \"the sentencing court violated Apprendi by finding,\n\nunder a preponderance of the evidence standard, that they played a\n\nrole in various conspiracy murders, thus subjecting them to life\n\nimprisonment.\"       Id. at 122.      There we noted that \"[t]he argument\n\nfails . . . because Apprendi does not apply to findings made for\n\npurposes    of    the   sentencing     guidelines,     such    as   the    court's\n\ndetermination      that    the     appellants   were    accountable       for   the\n\nmurders.\"    Id.\n\n            However,      Rivera    Newton    now   requests   that   we    expand\n\nApprendi to require juries to find beyond a reasonable doubt that\n\n\n                                       -27-\n\fthe defendant committed murder before the sentencing court is\n\npermitted to apply the \"cross-reference\" provision of section\n\n2D1.1(d)(1).    We decline this invitation to expand Apprendi, as we\n\nhave on prior occasions:\n\n           We . . . decline the appellant's invitation to\n           expand the Apprendi rule . . . . Giving\n           [Apprendi   its]   plain   meaning,  sentence-\n           enhancing facts still may be found by the\n           judge under a preponderance-of-the-evidence\n           standard as long as those facts do not result\n           in a sentence that exceeds the original\n           statutory maximum. Indeed, the Apprendi Court\n           itself commented that nothing in the history\n           of criminal jurisprudence suggests that it is\n           impermissible    for    judges   to   exercise\n           discretion in imposing a judgment within the\n           range prescribed by statute.\n\nUnited States v. Robinson, 241 F.3d 115, 121 (1st Cir. 2001)\n\n(internal quotation marks omitted) (original emphasis).\n\n           2.   Factual findings\n\n           Rivera Newton further contends that the district court's\n\napplication of U.S.S.G. § 2D1.1(d)(1) was not supported by a\n\npreponderance of the evidence.          We review the factual findings\n\nunderlying   the   district   court's     application   of   a   particular\n\nsentencing guideline for clear error.         Padra Burgos, 239 F.3d at\n\n76.   The court heard eyewitness testimony from William Del Valle-\n\nCaraballo, a resident of the Gautier Benitez housing project, who\n\nobserved Rivera Newton holding a .38 caliber nickel-plated pistol\n\nthe night before the Cayey Massacre during a meeting with Negri and\n\nother members of the drug trafficking organization.          The next day,\n\n\n                                   -28-\n\fDel Valle observed three individuals with bloodstained clothing as\n\nthey were pulled out of a car and taken behind a neighboring\n\nbuilding.        Del   Valle    further     testified   that    after   the   three\n\nindividuals were brought back to the car, Rivera Newton raised and\n\nlowered a red gasoline can with a white spout as if he were\n\nspraying gasoline inside the vehicle.\n\n            Much of Del Valle's testimony was corroborated by Cesar\n\nEscobar, who testified that he was told by Prieto Capota that the\n\nCayey victims were thrown into the back seat of a car, forced to\n\ndrink gasoline, and then executed and set on fire.                Finally, Garay\n\nFonseca, Negri's long-time acquaintance, testified that Rivera\n\nNewton admitted to committing the murders:\n\n            Q:         Sir, I ask you, did there ever come a time when\n                       the defendant, Luis El Mono, admitted to you what\n                       was his participation in the massacre of Cayey?\n\n            A:         Yes.\n\n            Q:         And what did he admit to you?\n\n            A:         Well, his words, he said that he killed them.\n\nIn the face of this evidence, we find no clear error in the\n\ndistrict    court's      decision     to    invoke    section    2D1.1(d)(1)     in\n\nassigning the defendant a base offense level of 43.\n\n                                        III.\n\n            Notwithstanding defense counsel's vigorous efforts on\n\nRivera Newton's behalf throughout this appeal, our close review of\n\nthe   record     reveals       no   error   that     warrants   overturning     the\n\n\n                                        -29-\n\fconviction or sentence.   Accordingly, the judgment of the district\n\ncourt is affirmed.\n\n          So ordered.\n\n\n\n\n                                -30-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 01-2636\n\n                   UNITED STATES OF AMERICA,\n\n                           Appellee,\n\n                               v.\n\n                      LUÍS RIVERA NEWTON,\n\n                     Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. Juan Pérez Giménez, U.S. District Judge]\n\n\n\n                             Before\n\n                       Lynch, Circuit Judge,\n                   Cyr, Senior Circuit Judge,\n                    and Lipez, Circuit Judge.\n\n\n     Linda Backiel, on brief for appellant.\n     Aixa Maldonado-Quiñones, Assistant United States Attorney,\nwith whom H.S. Garcia, United States Attorney, and Sonia Torres-\nPabón, Assistant United States Attorney, were on brief for the\nUnited States.\n\n\n\n                         April 9, 2003\n\f              LIPEZ,   Circuit      Judge.          On    April    23,     2001,    a    jury\n\nconvicted Luis Rivera Newton (\"Rivera Newton\", a.k.a. \"Luis el\n\nMono,\"      \"Luisito\")   of     conspiracy          to    possess       with     intent    to\n\ndistribute in excess of five kilograms of cocaine, more than one\n\nkilogram of heroin, and multiple kilograms of marijuana.                                   On\n\nOctober 12, 2001, the district court sentenced Rivera Newton to\n\nlife imprisonment.          Rivera Newton now appeals his conviction on\n\nthree      grounds:      1)   the    district            court    improperly       admitted\n\nstatements of co-conspirators, 2) the district court erroneously\n\nexcluded evidence of his prior acquittal in state court for a\n\nmultiple      homicide   that    formed      an      integral          component    of    the\n\ngovernment's conspiracy case, and 3) his attorneys labored under an\n\nimpermissible      conflict     of   interest.             He    also     challenges      his\n\nsentence, claiming that the district court erroneously calculated\n\nhis offense level under the United States Sentencing Guidelines\n\n(the       \"Guidelines\").       Finding        no    merit        in    Rivera     Newton's\n\ncontentions, we affirm the defendant's conviction and decline to\n\nset aside his sentence.\n\n                                          I.\n\n              We describe the facts in the light most favorable to the\n\nverdict.      United States v. Diaz, </pre><span class=\"citation\" data-id=\"200085\"><a href=\"/opinion/200085/united-states-v-diaz/\"><span class=\"volume\">300</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">66</span></a></span><pre class=\"inline\">, 69 (1st Cir. 2002).1\n\nThe evidence at trial described Rivera Newton's involvement in a\n\n\n       1\n      We recount facts here to convey a general picture of the\ncase, and provide additional detail in subsequent sections where it\nis relevant to the legal analysis.\n\n                                        -2-\n\f\"hub-and-spoke conspiracy\"2 to distribute multi-kilogram quantities\n\nof cocaine, heroin, and marijuana from the early months of 1989 to\n\nApril 8, 1998.         The drugs were sold at specialized distribution\n\npoints for each substance (\"drug points\") primarily located within\n\nthe Gautier Benitez Housing Project (\"Gautier Benitez\") in Cagua,\n\nPuerto Rico.       While the drug points were managed by different\n\nindividuals,     every    distribution    point    in   Gautier   Benitez   was\n\nultimately controlled by Edsel Torres Gomez (a.k.a. \"Negri\"), the\n\nde facto \"hub\" of the conspiracy.                 At trial, the government\n\nportrayed Rivera Newton as Negri's right-hand man and presented\n\nwitnesses who testified to Rivera Newton's role as a conduit\n\nbetween Negri and lower-level members of the conspiracy.                Negri\n\nalso       entrusted     Rivera   Newton     with       various    high-level\n\nresponsibilities such as counting the money received in drug\n\ntransactions and testing the quality of the drugs purchased from\n\nother dealers.\n\n             Rivera Newton's claims of error implicate, inter alia,\n\nthe testimony of co-conspirators who served as \"spokes\" of the\n\nconspiracy.     Several of these individuals were among the seven co-\n\ndefendants indicted with Rivera Newton on June 2, 1999.              Of these\n\n\n\n       2\n      In a \"hub-and-spoke conspiracy,\" a central mastermind, or\n\"hub,\" controls numerous \"spokes,\" or secondary co-conspirators.\nThese co-conspirators participate in independent transactions with\nthe individual or group of individuals at the \"hub\" that\ncollectively further a single, illegal enterprise. See Kotteakos\nv. United States, </pre><span class=\"citation\" data-id=\"104321\"><a href=\"/opinion/104321/kotteakos-v-united-states/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">750</span></a></span><pre class=\"inline\">, 754-55 (1946).\n\n                                    -3-\n\fseven, six pled guilty in exchange for reduced sentences and agreed\n\nto testify against Rivera Newton at trial.                      The seventh co-\n\ndefendant,     Francisco   Fernandez         Rios    (\"Fernandez        Rios\")    also\n\ntestified against Rivera Newton in exchange for a reduction in his\n\nsentence for a previous conviction.                 Their varying roles in the\n\nconspiracy and the substance of the testimony at issue in this\n\nappeal   are   best    understood     in   the      context   of    the   two    major\n\nactivities undertaken by the conspiracy -- trafficking drugs and\n\nprotecting Negri's drug empire.\n\nA.           Drug Trafficking\n\n             The government's first witness was Javier Perez Alicea\n\n(\"Perez Alicea\"), a drug supplier who testified that from 1993 to\n\n1995 he sold approximately 200 kilograms of cocaine to a close\n\nconfidant of Negri named Jimmy Peligro.                  Perez Alicea conveyed\n\nthese drugs to Peligro through approximately 20 to 25 transactions,\n\nand Peligro in turn arranged for the cocaine to be sold at the\n\nappropriate drug points in Gautier Benitez.               Perez Alicea further\n\ntestified that Rivera Newton participated in three or four of these\n\ntransactions, helping Peligro and Perez Alicea to count the money\n\nbeing exchanged and testing the quality of the cocaine.\n\n             Fernandez Rios, the government's next witness, was the\n\nmain supplier of drugs to Negri's organization. Beginning in 1992,\n\nhe   sold    between   1,500    and    1,600        kilograms      of   cocaine    and\n\napproximately 1,000 pounds of marijuana to Negri directly and to an\n\n\n                                       -4-\n\fassociate    of    Negri   named   Yuco.      Most   of   these     drugs    were\n\ndistributed to drug points managed by Rivera Newton in Gautier\n\nBenitez, although Negri also wholesaled some of the drugs to drug\n\npoints controlled by other traffickers.\n\n            The third drug supplier to testify for the government was\n\nCesar Escobar Vazquez (\"Cesar Escobar\").           Cesar Escobar supplied a\n\ntotal of two kilograms of heroin to Negri's organization for resale\n\nin Gautier Benitez,3       and from June to July 1994 he also sold 2 to\n\n3 kilograms of heroin to a drug dealer named \"Davey.\"             Davey rented\n\na drug point from Negri in Barriada Morales and was one of the two\n\nvictims in the \"Isla Verde murders\" discussed below.\n\nB.          Protecting Negri's Drug Empire\n\n            During the period covered by the indictment, various\n\nmembers of the conspiracy took steps to eliminate threats to\n\nNegri's drug empire.       Of particular relevance to this case are two\n\nmultiple    murders    that   were    committed    in   furtherance     of    the\n\nconspiracy.       The first murders, referred to at trial as the \"Isla\n\nVerde    murders,\"    eliminated     Davey   and   another   drug    dealer    in\n\nretaliation for their unauthorized encroachment on Negri's drug\n\npoints.     Perez Alicea testified that he was supplying drugs in\n\nOctober 1994 to an individual named Wes Solano who, according to\n\n\n\n     3\n      While Negri primarily operated out of Gautier Benitez,\nvarious drug suppliers testified that Negri also controlled a\nlimited number of drug points in two other housing projects --\nVilla Del Ray and Barriada Morales.\n\n                                      -5-\n\fappellant, was \"the head of one of Puerto Rico's most extensive and\n\nviolent drug organizations.\"       Solano frequented an apartment that\n\nPerez Alicea rented in the Isla Verde area.                At one point he\n\narranged for Negri, Jimmy Peligro, and Cano Newton (Rivera Newton's\n\nbrother) to conduct surveillance from the apartment to determine\n\nwhether Davey and the second drug dealer were infringing on Negri's\n\ndrug points.       After confirming his suspicions, Solano and an\n\naccomplice killed the two drug dealers the next day. Later, Solano\n\njustified the killings to Perez Alicea as the elimination of two\n\nindividuals     who   \"were   trying    to   outsmart    Negri   with   regard\n\nto . . . certain drug points.\"\n\n              The second multiple murder, dubbed the \"Cayey Massacre\"\n\nby the Puerto Rico press, was the brutal torture and murder of four\n\nindividuals who supposedly stole $4.2 million in drug proceeds that\n\nNegri   had    temporarily    stored    at   Fernandez   Rios's   residence.\n\nFernandez Rios testified that avenging this theft was particularly\n\nimportant for Negri not only to recover the money itself, but also\n\nbecause \"the loss of that money had to be justified in the eyes of\n\nthe Colombians\" who supplied drugs to Negri and were presumably\n\nconcerned with the security of his operation.\n\n              On March 13, 1994, Negri informed Perez Alicea that he\n\nhad kidnaped the four individuals who committed the robbery.               One\n\nof the individuals was shot and killed immediately, and Rivera\n\nNewton helped direct the interrogation of the other three. Negri's\n\n\n                                       -6-\n\fassociates tortured the three individuals by tearing out their\n\nfingernails, burning them with acid, and forcing them to drink\n\ngasoline.   They then threw the accused thieves in the back seat of\n\na car, where they were shot and set on fire.        Rivera Newton's\n\nparticipation in the Cayey Massacre was a central issue at trial,\n\nand ultimately an aggravating factor that led the district court to\n\nsentence him to life imprisonment, the maximum sentence permitted\n\nby the Guidelines.\n\n                                 II.\n\nA.          Hearsay Statements Admitted Under Rule 801(d)(2)(E)\n\n            Rivera Newton claims that the district court erroneously\n\nadmitted two groups of hearsay statements under Rule 801(d)(2)(E)\n\nof the Federal Rules of Evidence: 1) statements made by Solano to\n\nPerez Alicea describing the Isla Verde murders, and 2) statements\n\nmade by Prieto Capota, described at trial as \"Negri's triggerman,\"\n\nto Cesar Escobar concerning the Cayey Massacre and Isla Verde\n\nmurders.\n\n            Federal Rule of Evidence 801(d)(2)(E) excludes from the\n\ncategory of hearsay \"statement[s] by a coconspirator of a party\n\nduring the course and in furtherance of the conspiracy.\"    Fed. R.\n\nEvid. 801(d)(2)(E).    As a predicate for admitting evidence under\n\nthis rule, the trial court must conclude that \"it is more likely\n\nthan not that the declarant and the defendant were members of a\n\nconspiracy when the hearsay statement was made, and that the\n\n\n                                 -7-\n\fstatement was in furtherance of the conspiracy.\"             United States v.\n\nPetrozziello, </pre><span class=\"citation\" data-id=\"342283\"><a href=\"/opinion/342283/united-states-v-ralph-petrozziello/\"><span class=\"volume\">548</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span><pre class=\"inline\">, 23 (1st Cir. 1977).                  In our circuit,\n\nthis   determination     is    referred    to   as   a   Petrozziello    ruling.\n\nSignificantly, the trial court is not required to decide the\n\nPetrozziello question prior to admitting hearsay statements under\n\nRule 801(d)(2)(E), but may \"admit the statement[s] provisionally,\n\nsubject to its final Petrozziello determination at the close of all\n\nthe evidence.\"      United States v. Isabel, </pre><span class=\"citation\" data-id=\"569192\"><a href=\"/opinion/569192/united-states-v-maurice-isabel-united-states-of-america-v-ronald/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1193</span></a></span><pre class=\"inline\">, 1199 n.10\n\n(1st Cir. 1991).       Hence, to properly preserve an objection to a\n\nPetrozziello ruling, a defendant must ordinarily object both when\n\nthe hearsay statements are provisionally admitted and again at the\n\nclose of all the evidence.\n\n              Generally, \"we review the trial court's determination\n\nthat statements were coconspirator statements under the clear error\n\nstandard.\"      United States v. Marino, </pre><span class=\"citation\" data-id=\"199776\"><a href=\"/opinion/199776/united-states-v-marino/\"><span class=\"volume\">277</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span><pre class=\"inline\">, 25 (1st Cir.\n\n2002) (citing United States v. Mojica-Baez, </pre><span class=\"citation\" data-id=\"770724\"><a href=\"/opinion/770724/united-states-v-john-alexis-mojica-baez-united-states-of-america-v-josue/\"><span class=\"volume\">229</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">292</span></a></span><pre class=\"inline\">, 304 (1st\n\nCir. 2000)).       This deferential standard of review places a heavy\n\nburden   on    a   defendant    seeking    to   overturn    a    trial   court's\n\nPetrozziello ruling:\n\n              A finding is clearly erroneous when although\n              there is evidence to support it, the reviewing\n              court on the entire evidence is left with the\n              definite and firm conviction that a mistake\n              has been committed.    Where the evidence is\n              susceptible of two plausible interpretations,\n              the trier of fact's choice between them cannot\n              be clearly erroneous.\n\n\n\n                                     -8-\n\fReich v. Newspapers of New England, Inc., </pre><span class=\"citation\" data-id=\"686722\"><a href=\"/opinion/686722/robert-b-reich-secretary-of-labor-us-department-of-labor-v-newspapers/\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1060</span></a></span><pre class=\"inline\">, 1080 (1st\n\nCir. 1995) (internal quotation marks and citations omitted).4\n\nApplying this standard, we consider the two hearsay statements\n\nchallenged by Rivera Newton.\n\n          1.     Statements made by Solano to Perez Alicea\n                 describing the Isla Verde murders\n\n          Perez Alicea, one of Negri's drug suppliers, testified\n\nover the defendant's objections to a conversation he had with\n\nSolano about the Isla Verde murders.      According to Perez Alicea,\n\nSolano told him that the Isla Verde victims were murdered because\n\n\"they were trying to get away with certain things at some of the\n\ndrug points that belonged to Negri.\" Rivera Newton claims that the\n\ncourt's decision to admit this statement was clear error for two\n\nreasons: 1) the court had no basis for concluding that Solano (the\n\ndeclarant) and Rivera Newton were co-conspirators, and 2) assuming\n\narguendo that Solano and Rivera Newton were co-conspirators, the\n\nhearsay   statements   could   not   logically   have   been   made   \"in\n\nfurtherance of the conspiracy,\" Petrozziello, 548 F.2d at 23,\n\n\n     4\n      The parties dispute whether our review should be governed by\nthe even more deferential plain error standard, in light of Rivera\nNewton's conceded failure to renew his objection to the court's\nPetrozziello determination at the close of all the evidence.\nRivera Newton argues that his persistent, standing objections to\nthe court's admission of hearsay testimony throughout the trial\ncured any defect arising from his failure to object yet again after\nall of the evidence was submitted. Because we conclude that the\ntrial court did not commit clear error in admitting the hearsay at\nissue, we do not reach the question of whether the trial court's\nPetrozziello ruling should only be subject to review for plain\nerror.\n\n                                 -9-\n\fbecause they were made after the commission of the Isla Verde\n\nmurders.\n\n            We turn first to the question of whether the district\n\ncourt clearly erred in determining that Solano and Rivera Newton\n\nwere co-conspirators.     The defendant points us to United States v.\n\nSepulveda, </pre><span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span><pre class=\"inline\"> (1st Cir. 1993), in which we held that \"a\n\ncoconspirator's statement, standing alone, is insufficient to meet\n\nthe preponderance standard of Rule 801(d)(2)(E) . . . [A]dmitting\n\nthe statement into evidence requires some extrinsic proof of the\n\ndeclarant's involvement in the conspiracy.\"         Id. at 1181.    Rivera\n\nNewton argues that the government was therefore \"required to show,\n\nby   some   independent   evidence,   that   [he]   was   related   to   the\n\nconspiracy to kill two people in Isla Verde, and the existence of\n\na conspiracy between [him] and . . . Wes Solano.\"\n\n            This   argument   construes   the   relevant conspiracy too\n\nnarrowly.    We observed in United States v. Martinez-Medina, </pre><span class=\"citation\" data-id=\"776396\"><a href=\"/opinion/776396/united-states-v-marcos-martinez-medina-united-states-of-america-v-manuel/\"><span class=\"volume\">279</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">105</span></a></span><pre class=\"inline\"> (1st Cir. 2002), that\n\n            each coconspirator need not know of or have\n            contact with all other members, nor must they\n            know all of the details of the conspiracy or\n            participate in every act in furtherance of it.\n            The [finder of fact] may infer an agreement\n            circumstantially by evidence of, inter alia, a\n            common purpose (such as a purpose to sell\n            illicit drugs), overlap of participants, and\n            interdependence of various elements in the\n            overall plan.\n\nId. at 113-14; see also Marino, 277 F.3d at 25 (\"As long as it is\n\nshown that a party, having joined a conspiracy, is aware of the\n\n                                  -10-\n\fconspiracy's features and general aims, statements pertaining to\n\nthe details of plans to further the conspiracy can be admitted\n\nagainst   the   party   even   if   the   party   does   not    have     specific\n\nknowledge of the acts spoken of.\") (internal citations omitted).\n\nHere, the jury convicted Rivera Newton for broadly conspiring \"to\n\nknowingly and intentionally possess with the intent to distribute\"\n\nlarge quantities of illicit drugs.            The indictment specified that\n\n           the object of this conspiracy was so (sic)\n           that the defendants and their co-conspirators\n           would earn money illicitly in and through drug\n           trafficking and other drug related activities.\n           The manner and the means by which the unlawful\n           conspiracy was accomplished included the\n           following . . . . [The conspirators] would []\n           contract killers that would be hired . . . to\n           intimidate and kill rival gang members and to\n           maintain   and   stabilize   control  of   the\n           organization's drug distribution points.\n\nThe evidence at trial highlighted the importance of the Isla Verde\n\nmurders in furthering the objectives of this larger conspiracy to\n\nearn money for Negri's drug organization through the illicit\n\ntraffic of narcotics -- a conspiracy to which Rivera Newton was\n\nundoubtedly     a   party,   viewing    the   evidence   in    the    light   most\n\nfavorable to the verdict.       See Diaz, 300 F.3d at 69.            Accordingly,\n\nthe validity of the district court's Petrozziello ruling does not\n\nturn on the narrow question of whether Rivera Newton conspired in\n\nthe commission of the Isla Verde murders.           To uphold the district\n\ncourt's Petrozziello ruling under a clear error standard we need\n\nonly confirm that the evidence at trial permitted the trial judge\n\n\n                                       -11-\n\fto conclude that Solano and Rivera Newton were co-conspirators in\n\nthe broader drug trafficking conspiracy.\n\n          Even setting the disputed statements to one side, see\n\nSepulveda,    15   F.3d   at    1181,   Perez   Alicea's   testimony     could\n\nreasonably have led the district court to conclude that Solano\n\nparticipated in the drug trafficking conspiracy by helping to\n\neliminate individuals who encroached on Negri's drug points. Perez\n\nAlicea testified at length to an encounter with Negri and several\n\nother individuals in October 1994.          Negri had obtained the keys to\n\nan apartment in Isla Verde that Perez Alicea rented and shared with\n\nSolano, and Negri's associates asked Perez Alicea for the location\n\nof \"the apartment that Wes [Solano] had.\"           After Perez Alicea led\n\nthem to the apartment, Jimmy Peligro, one of Negri's associates,\n\nmade phone calls in an effort to locate Solano.            The other members\n\nof Negri's party began surveillance of the apartment next door to\n\nPerez Alicea, discussing at one point how the individuals within\n\nthe apartment were \"really going to be fucked\" once Solano showed\n\nup.   Perez Alicea further testified that the next day, Negri's\n\nassociates confirmed that they had made contact with Solano; within\n\nthe next three to five days Solano revealed to Perez Alicea in the\n\nconversation at issue that he had committed the Isla Verde murders.\n\nPerez Alicea's     uncontradicted       testimony   describing   the   period\n\nimmediately    preceding       the   Isla   Verde   murders   supports     the\n\ninterpretation that Solano participated in the broad conspiracy\n\n\n                                     -12-\n\foutlined in the indictment.           Accordingly, the trial court did not\n\nclearly err in determining that Rivera Newton and Solano were co-\n\nconspirators within the meaning of Rule 801(d)(2)(E).\n\n            Rivera     Newton's      alternative         argument     that    Solano's\n\ncomments    about     the    Isla    Verde    murders     did   not    \"further     the\n\nobjectives   of      the    conspiracy\"      is    similarly    unavailing.         The\n\ndefendant argues that an after-the-fact description of the Isla\n\nVerde murders could not have furthered the objective of eliminating\n\nindividuals who by that time were already dead.                     Once again, this\n\nargument construes the relevant \"objective\" of the conspiracy too\n\nnarrowly.    The Petrozziello requirements are satisfied so long as\n\nSolano's act of communicating the motivation behind the murders and\n\nthe manner      in   which    they    were    committed      furthered       the   broad\n\nobjectives of the drug trafficking conspiracy.                  In this instance,\n\nSolano, who the appellants concede \"acted, at times, as a hired gun\n\nfor   Negri,\"    was   informing       a    major    drug   supplier     to    Negri's\n\norganization that he had committed a multiple murder to protect\n\nNegri's drug points from unauthorized use.                  The trial court could\n\nreasonably   have      determined      that       this   conversation    served      the\n\nimportant function of reassuring Perez Alicea that Negri's drug\n\norganization was effectively addressing external threats to its\n\nsecurity and profitability.           See United States v. Ammar, </pre><span class=\"citation\" data-id=\"423507\"><a href=\"/opinion/423507/united-states-v-ghassan-l-ammar-neil-roger-mcfayden-judith-ammar/\"><span class=\"volume\">714</span> <span class=\"reporter\">F.2d</span>\n\n<span class=\"page\">238</span></a></span><pre class=\"inline\">, 252 (3d Cir. 1983) (\"Statements between the conspirators which\n\nprovide reassurance, serve to maintain trust and cohesiveness among\n\n\n                                           -13-\n\fthem, or inform each other of the current status of the conspiracy\n\nfurther the ends of the conspiracy and are admissible so long as\n\nthe other requirements of Rule 801(d)(2)(E) are met.\").5\n\n           2.     Statements made by Prieto Capota to Cesar Escobar\n                  concerning the Cayey Massacre and Isla Verde\n                  murders\n\n           Approximately one month after the Cayey Massacre, Prieto\n\nCapota recounted in detail the torture and murder of the four Cayey\n\nvictims during a conversation with Cesar Escobar, another of\n\nNegri's drug suppliers.   At trial, Cesar Escobar repeated Prieto\n\nCapota's description of the Cayey Massacre to the jury.    Although\n\nthe defendant concedes that he and Prieto Capota (the declarant)\n\nwere co-conspirators within the meaning of Rule 801(d)(2)(E), he\n\nargues that the statements are nonetheless inadmissible for two\n\nreasons:   1) the statements did not further the objectives of the\n\nconspiracy as required by Petrozziello, and 2) the statements were\n\nunduly prejudicial and should have been excluded under Rule 403.\n\nOnce again, in light of Rivera Newton's failure to raise the Rule\n\n\n\n     5\n      Rivera Newton also claims, belatedly, that the trial court\nshould have excluded this portion of Perez Alicea's testimony on\ngrounds that its probative value was outweighed by its prejudicial\neffect. Fed. R. Evid. 403. Because Rivera Newton never raised\nthis objection below, we review for plain error only.       United\nStates v. Balsam, </pre><span class=\"citation\" data-id=\"198819\"><a href=\"/opinion/198819/united-states-v-balsam/\"><span class=\"volume\">203</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">72</span></a></span><pre class=\"inline\">, 85-86 (1st Cir. 2000). Applying\nthis highly deferential standard, we do not find that the trial\ncourt's decision to admit this testimony under Rule 403 was an\nerror \"so shocking [as to] seriously affect the fundamental\nfairness and basic integrity of the proceedings conducted below.\"\nUnited States v. Griffin, </pre><span class=\"citation\" data-id=\"488020\"><a href=\"/opinion/488020/united-states-v-barry-j-griffin/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">97</span></a></span><pre class=\"inline\">, 100 (1st Cir. 1987).\n\n\n                               -14-\n\f403 objection below, we review the trial court's decision to admit\n\nCesar Escobar's testimony under Rule 403 for plain error, and apply\n\na    clear   error    standard   to    the   trial   court's   Petrozziello\n\ndetermination.       These claims of error are indistinguishable from\n\nRivera Newton's Petrozziello and Rule 403 arguments challenging the\n\nadmission of Perez Alicea's testimony, and we reject them for the\n\nreasons outlined above.6\n\nB.           The Exclusion of Rivera Newton's Acquittal on State\n             Murder Charges Stemming from the Cayey Massacre\n\n             Prior to trial, the government filed a motion in limine\n\nto prohibit Rivera Newton from alluding to his previous acquittal\n\nin state court on murder charges stemming from the Cayey Massacre.\n\nThe district court granted the motion, relying, inter alia, on our\n\nprior decisions specifying that \"a district court has discretion to\n\nexclude from evidence acquittals or other favorable outcomes of\n\nprior state court proceedings involving the same subject matter.\"\n\nUnited States v. Marrero-Ortiz, </pre><span class=\"citation\" data-id=\"198207\"><a href=\"/opinion/198207/united-states-v-marrero-ortiz/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">768</span></a></span><pre class=\"inline\">, 775 (1st Cir. 1998);\n\n\n      6\n      Rivera Newton cursorily raises Petrozziello and Rule 403\nclaims challenging the trial court's admission of other testimony\nfrom Cesar Escobar regarding 1) an argument between Negri and\nDavey, one of the Isla Verde victims, and 2) Cesar Escobar's\nconversations with an ex-partner and a car dealer in which he was\ntold that Davey had been killed at Isla Verde. \"[I]ssues adverted\nto in a perfunctory manner, unaccompanied by some effort at\ndeveloped argumentation, are deemed waived.\"      United States v.\nZannino, </pre><span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 17 (1st Cir. 1990). Even if Rivera Newton had\nnot abandoned these arguments on appeal, we would have no cause to\nreverse the district court's decision to admit this testimony under\nthe plain error standard of review occasioned by appellant's\nfailure to raise contemporaneous objections to these statements\nbelow.\n\n                                      -15-\n\fsee also United States v. Smith, </pre><span class=\"citation\" data-id=\"198012\"><a href=\"/opinion/198012/united-states-v-smith/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">458</span></a></span><pre class=\"inline\">, 462 (1st Cir. 1998).\n\nCiting Federal Rule of Evidence 403, the judge also concluded that\n\n\"the probative value of the acquittals is substantially outweighed\n\nby the danger of unfair prejudice.\"\n\n           Although Rivera Newton does not challenge the district\n\ncourt's authority to grant the motion in limine, he argues that the\n\nprosecution took unfair advantage of the trial court's ruling by\n\nrepeatedly referring to the fact that he had been charged with the\n\nCayey murders, knowing that he could not dispel the prejudice\n\narising from those references by introducing the fact of his\n\nacquittal.   As a threshold matter, both parties misrepresent the\n\nextent to which the government referred to Rivera Newton's state\n\nmurder   charges.   The   defendant    alleges   that   the   prosecution\n\n\"allowed the fact of the prior trial to permeate its evidence,\"7\n\nwhile the government retorts that \"[a]t no time during trial were\n\nappellant's charge, arrest or acquittal mentioned.\"           In fact, our\n\n\n\n     7\n      This misstatement perhaps reflects the appellant's efforts to\nconflate testimony concerning the Cayey Massacre itself with\ntestimony referring to the state murder charges brought against\nRivera Newton in the aftermath of the incident. The government\nmatter-of-factly concedes in its brief that the former was a major\nelement of their case, asserting that \"the Cayey Massacre proved to\nbe this violent organization's way to recuperate millions of\ndollars in drug proceeds stolen from them, and a way to demand\nrespect from non-members.\" We agree with the government that the\nintroduction of evidence pertaining to Rivera Newton's acquitted\nconduct did not preclude the judge from excluding the fact of\nRivera Newton's acquittal. United States v. Candelaria-Silva, </pre><span class=\"citation\" data-id=\"198309\"><a href=\"/opinion/198309/united-states-v-candelaria-silva/\"><span class=\"volume\">166</span>\n<span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span><pre class=\"inline\">, 35 (1st Cir. 1999); Smith, 145 F.3d at 462 (1st Cir.\n1998).\n\n                                -16-\n\freview of the record reveals a single instance in which the\n\ngovernment elicited a reference to Rivera Newton's state murder\n\ntrial.   During the prosecution's direct examination of Antonio\n\nGaray Fonseca, a longtime acquaintance of Rivera Newton, the\n\nfollowing exchange occurred:\n\n          Q:       I ask you, sir, have you ever heard about what is\n                   known as the Cayey massacre?\n\n          A:       Yes.\n\n          Q:       How is it that you, yourself find out?              Where\n                   were you when you found out?\n\n          A:       I was in jail here in the prison in Guaynabo.\n\n          Q:       And I ask you, sir, now, have you ever discussed\n                   the event of the Cayey massacre with Luis El Mono\n                   [Rivera Newton]?\n\n          A:       Yes, on several occasions.\n\n          Q:       Can you please tell us what was the contents of\n                   that conversation?\n\n          A:       Well, I asked him how his case, the case\n                   involving the massacre was coming along.\n\n          Rivera Newton argues that the court erred by failing sua\n\nsponte to alleviate the prejudice from this exchange in one of two\n\nways: 1) the court could have rescinded its ruling in limine and\n\npermitted Rivera Newton to \"present the other half of the story\" by\n\nintroducing the fact of his acquittal, or 2) the court could have\n\nexpressly instructed the jury not to consider the state murder\n\ncharges as     evidence   of   Rivera   Newton's   guilt   on   the   federal\n\nindictment.    Because Rivera Newton did not ask the trial court to\n\n\n                                   -17-\n\frescind its earlier ruling excluding evidence of his acquittal or\n\ngive the aforementioned jury instruction, we review the errors\n\nalleged for plain error.            Garay Fonseca's reference to Rivera\n\nNewton's state prosecution for murder, occurring within the context\n\nof a nine-day trial that generated over nine hundred pages of trial\n\ntestimony,   did    not   require    the   court   to   reverse   its   earlier\n\ndecision to exclude evidence of Rivera Newton's acquittal or\n\nprovide a curative jury instruction.           The former remedy presented\n\nan unwarranted risk of confusing the jury, while the latter would\n\nlikely have attracted more attention to the state murder charges\n\nthan Garay Fonseca's remark.         In any event, this reference was not\n\n\"so   shocking     that   [it]   seriously     affect[ed]   the   fundamental\n\nfairness and basic integrity of the proceedings conducted below.\"\n\nGriffin, 818 F.2d at 100.\n\n           Rivera Newton also draws our attention to a second\n\nreference to his state murder charges elicited by his own lawyers\n\nover the government's objection.             Jose Quiñonez Robles, the FBI\n\nagent assigned to Rivera Newton's case, was asked by defense\n\ncounsel during cross-examination whether he was aware that Rivera\n\nNewton had no criminal record.             After the court overruled the\n\ngovernment's objection to the question, Quiñonez responded: \"Yes,\n\nI know that he was accused in the local system for participating in\n\nthe Cayey massacre.\"        Pressed further, Quiñonez clarified that\n\nRivera Newton had only been accused of murder at the state level,\n\n\n                                      -18-\n\fand that to his knowledge the defendant did not have a criminal\n\nrecord.\n\n           Quiñonez's evasive response to defense counsel's question\n\nregarding Rivera Newton's criminal record is disturbing.               As an\n\nexperienced FBI agent, he presumably understood the difference\n\nbetween a criminal record and a criminal charge, and his answer was\n\nclearly not responsive to defense counsel's inquiry.        Nonetheless,\n\nthe defense did not move to strike Quiñonez's testimony. Arguably,\n\nhis reference to the state charges even benefitted the defense.\n\nThere had already been a reference to the state case in the earlier\n\ntestimony of Garay Fonseca.        Quiñonez's subsequent mention of the\n\nstate accusations permitted Rivera Newton's counsel to extract the\n\nconcession that, to the witness's knowledge, Rivera Newton had no\n\ncriminal record, thereby prompting a possible inference by the jury\n\nthat Rivera Newton was acquitted of the state charges. Regardless,\n\nwe find no error, let alone plain error, in the trial court's\n\nfailure to instruct the jury sua sponte to disregard the statement.\n\nC.         Conflict of Interest\n\n           Three days before the beginning of Rivera Newton's trial,\n\nthe government alerted the district court to information obtained\n\nfrom Fernandez Rios, a government witness, regarding arrangements\n\nby Negri's drug organization to finance the legal defense of Rivera\n\nNewton    and   other   criminal     defendants    associated   with     the\n\norganization in prior state proceedings.          Specifically, Fernandez\n\n\n                                    -19-\n\fRios revealed during an interview that after several members of\n\nNegri's drug organization were indicted in March 1995 on state\n\nmurder charges stemming from the Cayey Massacre, he informed a\n\nColombian drug source named \"Mauricio\" that the Cayey defendants\n\nneeded financial assistance for their legal defense.           Mauricio\n\nagreed to send Fernandez Rios forty kilograms of cocaine to pay for\n\ntheir legal expenses, and Fernandez Rios subsequently arranged to\n\nsell the cocaine in the United States for approximately $20,000 per\n\nkilogram. The proceeds from this drug shipment were turned over to\n\nRamon Delgado (\"Bronco\"), an attorney who was closely associated\n\nwith Negri.   While Fernandez Rios could not identify the attorneys\n\nwho received money from Bronco, he had reason to believe that Edgar\n\nVega-Pabón,   one   of   Rivera   Newton's   attorneys   in   the   state\n\nproceedings, and now one of his attorneys in this federal case, may\n\nhave been paid from this drug fund for defending an individual\n\nnamed Ismael Vega in another case.       However, the government had no\n\ndirect evidence that Bronco paid Vega-Pabón to defend Rivera\n\nNewton, or that José Andreu, Rivera Newton's other trial attorney\n\nin this case, ever received money from Bronco.      In fact, during the\n\ncolloquy between the court and attorneys from both sides that\n\nfollowed the government's presentation of these facts, Vega-Pabón\n\ndenied that he had ever knowingly received funds from Bronco.\n\n          According to Rivera Newton, the fact that his attorneys\n\nmay have been compensated through Bronco's legal defense fund\n\n\n                                  -20-\n\fcreated a possible conflict of interest for the following reason:\n\nif Vega-Pabón and Andreu feared that Fernandez Rios would expose\n\nthem as beneficiaries of Bronco's legal defense fund, they may have\n\ntempered their cross-examination of a crucial witness for the\n\ngovernment.8      Alerted   to   the    possibility    of   a   conflict,   the\n\ndistrict court questioned Rivera Newton to ensure 1) that he was\n\naware of the potential conflict of interest, 2) that his attorneys\n\nhad explained the relevant circumstances to him, and 3) that he\n\nnonetheless wished to retain Andreu and Vega-Pabón as defense\n\ncounsel.    After hearing the court recite the information conveyed\n\nearlier    by   the   government,   Rivera    Newton   confirmed    that    his\n\nattorneys had previously discussed the matter with him, and assured\n\nthe court that he wanted them to continue as counsel.                  Rivera\n\nNewton now claims on appeal, however, that the court's failure to\n\nmore fully explain how this conflict of interest could manifest\n\nitself at trial constitutes reversible error under the Sixth\n\nAmendment: \"[F]aced with these troubling assertions, [the court]\n\nhad a duty to describe or illustrate why Appellant might prefer to\n\nhave counsel not likely to be distracted by the threat that\n\n\n\n\n     8\n      Rivera Newton articulates the gravity of the conflict more\ncolorfully in his Reply Brief, arguing that \"Andreu was virtually\nprecluded from cross-examining Fernandez, lest Fernandez accuse him\nof knowing receipt of drug proceeds (at a minimum) from the witness\nstand.   Indeed, Andreu's mere presence at counsel table was a\nliability for Appellant because the jury might well infer that his\nrole was to represent the interests of the conspiracy.\"\n\n                                       -21-\n\f[Fernandez Rios] would persist in his allegations [that counsel had\n\nbeen compensated by Bronco].\"\n\n            The defendant's claim of error is styled somewhat oddly.\n\nHe expressly disclaims any argument that the trial court's failure\n\nto adequately explain the potential conflict of interest induced\n\nhim   to   retain   counsel   who   rendered     ineffective    assistance,\n\nspecifying that \"[r]ather than an ineffective assistance claim,\n\nAppellant has raised only the narrow issue of the legal sufficiency\n\nof the District Court's colloquy to determine whether Appellant was\n\naware of a potential conflict of interest with his attorney and\n\nwished to waive it\" (emphasis added).            Put another way, Rivera\n\nNewton argues that the trial court's failure to describe adequately\n\nthe conflict of interest constitutes reversible error requiring a\n\nnew   trial,   irrespective   of    the    quality   of   defense   counsels'\n\nperformance: \"[I]t is the failure to explain the nature of the\n\nconflict that would allow Appellant to make an intelligent waiver,\n\nnot any specific trial error, that requires this court's remedial\n\nattention.\"\n\n            The circumstances of this case provide no basis for\n\noverturning a conviction on Sixth Amendment grounds absent any\n\nallegation by the defendant that the performance of defense counsel\n\nsuffered as a result of the alleged conflict.                In Mickens v.\n\nTaylor, 535 U.S. __, </pre><span class=\"citation\" data-id=\"118492\"><a href=\"/opinion/118492/mickens-v-taylor/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1237</span></a></span><pre class=\"inline\"> (2002), the Supreme Court\n\nexpressly rejected a rule of automatic reversal in cases where a\n\n\n                                    -22-\n\fdefense attorney's conflict of interest does not adversely affect\n\ncounsel's performance, observing that such a rule \"makes little\n\npolicy sense.\"        Id. at 1244.    The Court elaborated that a trial\n\ncourt's failure to adequately investigate a potential conflict of\n\ninterest\n\n              neither renders it more likely that counsel's\n              performance was significantly affected nor in\n              any other way renders the verdict unreliable.\n              Nor does the trial judge's failure to make the\n              Sullivan-mandated inquiry9 [] make it harder\n              for reviewing courts to determine conflict and\n              effect, particularly since those courts may\n              rely   on   evidence   and   testimony   whose\n              importance only becomes established at the\n              trial.\n\nId.        Because   adverse   performance   is   the   touchstone   of   Sixth\n\nAmendment error under the Supreme Court's actual conflict-of-\n\ninterest jurisprudence, Mickens, 122 S.Ct. at 1244 n.5, Rivera\n\nNewton's argument for per se reversal on grounds that the judge\n\ninadequately explained the nature of the particular conflict is at\n\nodds with controlling Supreme Court precedent.10\n\n\n      9\n      In Cuyler v. Sullivan, </pre><span class=\"citation\" data-id=\"110256\"><a href=\"/opinion/110256/cuyler-v-sullivan/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span><pre class=\"inline\"> (1980), the Supreme Court\npromulgated a rule requiring trial courts to conduct an inquiry if\nthey \"know or reasonably should know\" that defense counsel is\nlaboring under a conflict of interest. Id. at 347.\n      10\n      Our decision in United States v. Foster, </pre><span class=\"citation\" data-id=\"306498\"><a href=\"/opinion/306498/united-states-v-javan-foster-javan-foster-v-united-states/\"><span class=\"volume\">469</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\"> (1st Cir.\n1972), relied upon heavily by Rivera Newton, does not permit\nautomatic reversal here. In Foster, we exercised our supervisory\npowers to require district courts to explain to defendants in\ndetail the risks of proceeding to trial \"where one attorney speaks\nfor two or more defendants.\" Id. at 4-5. However, this rule, now\ncodified as Federal Rule of Criminal Procedure 44(c), is expressly\nlimited to cases of joint or multiple representation, id. at 4, a\ncircumstance that does not exist on the facts before us.\n\n                                     -23-\n\fD.          The District Court's    Calculation   of Rivera Newton's\n            Offense Level\n\n            Applying sections 2D1.1 and 2A1.1 of the United States\n\nSentencing Guidelines, the district court sentenced Rivera Newton\n\nto life imprisonment, the maximum sentence permitted under the\n\nGuidelines.    The court predicated its sentence on two alternative\n\nGuidelines calculations, either one of which, standing alone,\n\nmandated the imposition of a life sentence.       First, applying the\n\n\"murder cross reference\" provision of U.S.S.G. § 2D1.1(d)(1), the\n\ncourt determined by a preponderance of the evidence that Rivera\n\nNewton's role in the Cayey Massacre warranted a base offense level\n\nof 43.    After adding a three-level enhancement for Rivera Newton's\n\nleadership role in the conspiracy and a two-level enhancement for\n\npossession of a weapon during the course of the offense, the court\n\ncalculated a total offense level of 48.11   Alternatively, the court\n\nattributed to Rivera Newton responsibility for distributing in\n\nexcess of 150 kilograms of cocaine, resulting in a base offense\n\nlevel of 38.    U.S.S.G. § 2D1.1(c)(1).   The court increased Rivera\n\n\n\nFurthermore, under Foster, violations of this rule do not trigger\nautomatic reversal, but merely shift the burden of persuasion to\nthe government \"to demonstrate from the record that prejudice to\nthe defendant was improbable.\" Id. at 5. Here, the government\nwould easily satisfy this burden in the absence of any allegation\nby Rivera Newton that he was prejudiced by defense counsel's\nperformance at trial.\n     11\n      As the district court noted, \"the guidelines do not go above\n43.\" Accordingly, any offense level of 43 or above is punishable\nby a life sentence.\n\n                                 -24-\n\fNewton's offense level under this second calculation to 43 after\n\nadding five points for leadership and possession of a weapon.\n\nHence, Rivera Newton was subject to life imprisonment under either\n\nsentencing calculation.\n\n            On   appeal,     Rivera   Newton   challenges     both    Guidelines\n\ncalculations on three grounds: 1) the court violated his due\n\nprocess rights by applying U.S.S.G. § 2A1.1 after finding by a\n\npreponderance of the evidence that he had participated in the Cayey\n\nMassacre, 2) the court unreasonably attributed to Rivera Newton\n\nresponsibility for the entire quantity of drugs handled by Negri's\n\norganization, and 3) the court erroneously concluded that Rivera\n\nNewton was a leader in the drug conspiracy.           We find no reversible\n\nerror in the district court's application of the murder cross-\n\nreference provision of section 2D1.1(d)(1), which alone results in\n\na   base   offense   level    of   43.    Accordingly,      we   do   not   reach\n\nappellant's      claims    implicating       the   district      court's    drug\n\ncalculation and three-level leadership enhancement.\n\n            1.   Legal analysis\n\n            Section 2D1.1 is the provision of the Guidelines that\n\ngoverns the sentencing of defendants like Rivera Newton convicted\n\nof \"Unlawful Manufacturing, Importing, Exporting or Trafficking;\n\nAttempt or Conspiracy.\" Subsection (d) of this provision, entitled\n\n\"Cross References,\" provides the following: \"If a victim was killed\n\nunder circumstances that would constitute murder under 18 U.S.C.\n\n\n                                      -25-\n\f§ 1111 had such killing taken place within the territorial or\n\nmaritime jurisdiction of the United States, apply § 2A1.1 (First\n\nDegree Murder).\" Section 2A1.1 of the Guidelines, in turn, directs\n\nthe court to assign a base offense level of 43 to any defendant\n\nwhose conduct falls within the provision.          The district court\n\ninvoked § 2A1.1 in calculating defendant's sentence, determining\n\nthat \"although he did not participate directly in the actual\n\nkilling [of the Cayey Massacre victims], certainly he was part of\n\nthe planning, he was there . . . . He participated in the torturing\n\nafter these three individuals had been kidnaped at a distance from\n\nGautier Benitez.\"\n\n          We   review   the   district   court's   application   of   a\n\nparticular sentencing guideline de novo.      United States v. Padro\n\nBurgos, </pre><span class=\"citation\" data-id=\"199262\"><a href=\"/opinion/199262/united-states-v-padro-burgos/\"><span class=\"volume\">239</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">72</span></a></span><pre class=\"inline\">, 76 (1st Cir. 2001).       Appellant argues that\n\nthere is an element of unfairness in the district court's decision\n\nto impose a sentence at the upper end of the guideline range for\n\nconduct that Rivera Newton was previously acquitted of in state\n\ncourt.   Nonetheless, as Rivera Newton concedes, the law as it\n\ncurrently stands affords us no basis for overturning his sentence\n\non due process grounds.       As we observed in United States v.\n\nLombard, </pre><span class=\"citation\" data-id=\"196476\"><a href=\"/opinion/196476/united-states-v-lombard/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">170</span></a></span><pre class=\"inline\"> (1st Cir. 1995):    \"A sentencing court may . .\n\n. consider relevant conduct of the defendant for purposes of making\n\nGuidelines determinations, even if he has not been charged with --\n\nand indeed, even if he has been acquitted of -- that conduct, so\n\n\n                                 -26-\n\flong as the conduct can be proved by a preponderance of the\n\nevidence.\"       Id. at 176 (original emphasis).\n\n            Our post-Apprendi jurisprudence provides no succor to the\n\ndefendant.       In Apprendi v. New Jersey, </pre><span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span><pre class=\"inline\"> (2000), the\n\nSupreme Court ruled that \"any fact that increases the penalty for\n\na crime beyond the prescribed statutory maximum must be submitted\n\nto a jury, and proved beyond a reasonable doubt.\"                     Id. at 490\n\n(emphasis added).       Our decisions following Apprendi emphasize that\n\ndistrict court judges have broad latitude to make factual findings\n\nthat vary a defendant's sentence within the prescribed statutory\n\nrange.   Indeed, in United States v. Martinez-Medina, </pre><span class=\"citation\" data-id=\"776396\"><a href=\"/opinion/776396/united-states-v-marcos-martinez-medina-united-states-of-america-v-manuel/\"><span class=\"volume\">279</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">105</span></a></span><pre class=\"inline\">\n\n(1st Cir. 2002), we rejected an Apprendi argument nearly identical\n\nto Rivera Newton's challenge in this case.                 The defendants in\n\nMartinez-Medina similarly attempted to overturn life sentences on\n\ngrounds that \"the sentencing court violated Apprendi by finding,\n\nunder a preponderance of the evidence standard, that they played a\n\nrole in various conspiracy murders, thus subjecting them to life\n\nimprisonment.\"       Id. at 122.      There we noted that \"[t]he argument\n\nfails . . . because Apprendi does not apply to findings made for\n\npurposes    of    the   sentencing     guidelines,     such    as   the    court's\n\ndetermination      that    the     appellants   were    accountable       for   the\n\nmurders.\"    Id.\n\n            However,      Rivera    Newton    now   requests   that   we    expand\n\nApprendi to require juries to find beyond a reasonable doubt that\n\n\n                                       -27-\n\fthe defendant committed murder before the sentencing court is\n\npermitted to apply the \"cross-reference\" provision of section\n\n2D1.1(d)(1).    We decline this invitation to expand Apprendi, as we\n\nhave on prior occasions:\n\n           We . . . decline the appellant's invitation to\n           expand the Apprendi rule . . . . Giving\n           [Apprendi   its]   plain   meaning,  sentence-\n           enhancing facts still may be found by the\n           judge under a preponderance-of-the-evidence\n           standard as long as those facts do not result\n           in a sentence that exceeds the original\n           statutory maximum. Indeed, the Apprendi Court\n           itself commented that nothing in the history\n           of criminal jurisprudence suggests that it is\n           impermissible    for    judges   to   exercise\n           discretion in imposing a judgment within the\n           range prescribed by statute.\n\nUnited States v. Robinson, </pre><span class=\"citation\" data-id=\"199304\"><a href=\"/opinion/199304/united-states-v-robinson/\"><span class=\"volume\">241</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">115</span></a></span><pre class=\"inline\">, 121 (1st Cir. 2001)\n\n(internal quotation marks omitted) (original emphasis).\n\n           2.   Factual findings\n\n           Rivera Newton further contends that the district court's\n\napplication of U.S.S.G. § 2D1.1(d)(1) was not supported by a\n\npreponderance of the evidence.          We review the factual findings\n\nunderlying   the   district   court's     application   of   a   particular\n\nsentencing guideline for clear error.         Padra Burgos, 239 F.3d at\n\n76.   The court heard eyewitness testimony from William Del Valle-\n\nCaraballo, a resident of the Gautier Benitez housing project, who\n\nobserved Rivera Newton holding a .38 caliber nickel-plated pistol\n\nthe night before the Cayey Massacre during a meeting with Negri and\n\nother members of the drug trafficking organization.          The next day,\n\n\n                                   -28-\n\fDel Valle observed three individuals with bloodstained clothing as\n\nthey were pulled out of a car and taken behind a neighboring\n\nbuilding.        Del   Valle    further     testified   that    after   the   three\n\nindividuals were brought back to the car, Rivera Newton raised and\n\nlowered a red gasoline can with a white spout as if he were\n\nspraying gasoline inside the vehicle.\n\n            Much of Del Valle's testimony was corroborated by Cesar\n\nEscobar, who testified that he was told by Prieto Capota that the\n\nCayey victims were thrown into the back seat of a car, forced to\n\ndrink gasoline, and then executed and set on fire.                Finally, Garay\n\nFonseca, Negri's long-time acquaintance, testified that Rivera\n\nNewton admitted to committing the murders:\n\n            Q:         Sir, I ask you, did there ever come a time when\n                       the defendant, Luis El Mono, admitted to you what\n                       was his participation in the massacre of Cayey?\n\n            A:         Yes.\n\n            Q:         And what did he admit to you?\n\n            A:         Well, his words, he said that he killed them.\n\nIn the face of this evidence, we find no clear error in the\n\ndistrict    court's      decision     to    invoke    section    2D1.1(d)(1)     in\n\nassigning the defendant a base offense level of 43.\n\n                                        III.\n\n            Notwithstanding defense counsel's vigorous efforts on\n\nRivera Newton's behalf throughout this appeal, our close review of\n\nthe   record     reveals       no   error   that     warrants   overturning     the\n\n\n                                        -29-\n\fconviction or sentence.   Accordingly, the judgment of the district\n\ncourt is affirmed.\n\n          So ordered.\n\n\n\n\n                                -30-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104321/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110256/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118492/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198207/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198309/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199262/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199304/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199776/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200085/",
    "http://www.courtlistener.com/api/rest/v3/opinions/306498/",
    "http://www.courtlistener.com/api/rest/v3/opinions/342283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/423507/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488020/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569192/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/686722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770724/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776396/"
  ]
}