{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200471/",
  "absolute_url": "/opinion/200471/boston-and-maine-cor-v-town-of-ayer/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200471/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:53:39Z",
  "date_modified": "2016-02-28T05:03:06.249446Z",
  "type": "010combined",
  "sha1": "8420513977ff1cbae28a90907284a695f7d6de70",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-1537-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2003/05/21/Boston_and_Maine_Cor_v._Town_of_Ayer.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNos. 02-1537, 02-1828, 02-1843, 02-2258\n\n    BOSTON AND MAINE CORP.; SPRINGFIELD TERMINAL RAILWAY CO.;\n            GUILFORD TRANSPORTATION INDUSTRIES, INC.,\n\n             Plaintiffs, Appellees/Cross-Appellants,\n\n                                v.\n\n  TOWN OF AYER; AYER BOARD OF SELECTMEN; AYER PLANNING BOARD;\n  AYER BOARD OF HEALTH; PAUL D. BRESNAHAN; CONNIE F. SULLIVAN;\nROBERT J. PENA; WILLIAM OELSKE; JAMES F. FAY; JAMES F. WILLIAMS;\n        JAMES LUCCHESI; THOMAS GIBBONS; LAURI J. ROSAS;\n              MARGARET M. KIDDER; C. JANE WITHEROW,\n\n             Defendants, Appellants/Cross-Appellees.\n\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Joseph L. Tauro, U.S. District Judge]\n\n\n                             Before\n\n                       Lynch, Circuit Judge,\n                  Bownes, Senior Circuit Judge,\n                    and Howard, Circuit Judge.\n\n\n\n          Leonard H. Kesten, with whom Jocelyn M. Sedney, Deidre\nBrennan Regan, and Brody, Hardoon, Perkins & Kesten were on brief,\nfor appellants.\n\n          William S. Eggeling, Nikolas P. Kerest, Michael T.\nMarcucci, and Ropes & Gray on brief for Conservation Law\nFoundation, Town of Littleton Water Department, Massachusetts\nMunicipal Association and National League of Cities, amici curiae.\n\f          Eric L. Hirschhorn, with whom Winston & Strawn and Robert\nB. Culliford were on brief, for appellees.\n\n          Louis P. Warchot and Michael J. Rush       on   brief   for\nAssociation of American Railroads, amicus curiae.\n\n\n\n\n                           May 21, 2003\n\n\n\n\n                               -2-\n\f            LYNCH, Circuit Judge.               Guilford Transportation, which\n\nruns the Boston & Maine railroad, owns a railroad yard in Ayer,\n\nMassachusetts.      In 1997, in order to expand its storage capacity,\n\nGuilford1 purchased land, the San Vel site, which lies across the\n\nstreet from its railroad yard and is bounded by two railroad\n\ntracks.       The   site     is      in     an     aquifer    protection    area.\n\nUnderstandably, Ayer sought protection for the aquifer.\n\n            Guilford accordingly sought permits from the town and\n\nattempted to reach agreements.            These negotiations broke down when\n\nthe town Planning Board imposed thirty-six conditions on issuance\n\nof any permit and another town body, the Board of Health, declared\n\nthe proposed plan to be a noisome trade, allowing Guilford's\n\nactivities to be banned outright.                  Concerned that these town\n\nactions effectively prohibited or unduly burdened its planned\n\noperations, Guilford went to federal court to seek a declaration\n\nthat Ayer's efforts were preempted.\n\n            After   the    parties    filed        cross   motions   for   summary\n\njudgment, the district court (with the parties' agreement) sought\n\nthe views of the Surface Transportation Board (STB) on October 19,\n\n2000.2    The Board gave its views to the court in decisions served\n\n\n     1\n       Throughout this opinion, we will refer to the plaintiffs\ncollectively as \"Guilford.\"\n     2\n       Under 5 U.S.C. § 554(e) (2000), an agency \"with like effect\nas in the case of other orders, and in its sound discretion, may\nissue a declaratory order to terminate a controversy or remove\nuncertainty.\" See 49 U.S.C. § 721 (2000) (powers of STB).\n\n                                          -3-\n\fon May 1 and October 5, 2001.                The court entered judgment for\n\nGuilford, but without the declaratory or injunctive relief Guilford\n\nhad   sought.      It    also   awarded      attorneys'          fees   and    costs    of\n\n$286,839.49 to the railroad under 42 U.S.C. §§ 1983 and 1988\n\n(2000).\n\n           Ayer    appealed,       arguing         it    had    at   stake     important\n\nenvironmental interests, buttressed by the Clean Water Act, 33\n\nU.S.C. §§ 1311-1330 (2000) and the Safe Drinking Water Act, 42\n\nU.S.C. §§ 300f to 300j-26; that none of its actions are preempted;\n\nand that the railroad is not entitled to attorneys' fees.                              The\n\nConservation      Law     Foundation,        the        Town    of   Littleton        Water\n\nDepartment,     the     Massachusetts        Municipal         Association      and    the\n\nNational League of Cities and Towns, as amici, supported reversal\n\nof the district court decision.\n\n           Guilford       sought   affirmance            of    the   district    court's\n\norders, but cross-appealed, saying it was entitled to a declaratory\n\njudgment and an injunction against the Town, relief the district\n\ncourt omitted to give it.          Guilford was supported on its view of\n\npreemption by the Association of American Railroads as amicus.3\n\n           The parties presented the case as a pure conflict between\n\nthe strong      federal    interest     in    a     uniform      system   of    railroad\n\nregulation and the strong local interest in protecting water\n\n\n\n      3\n       The court expresses its appreciation to both sets of amici\nfor their assistance.\n\n                                        -4-\n\fsupplies.     As the ensuing discussion shows, the law presents much\n\nmore nuanced accommodations.\n\n            At oral argument, we sought a practical solution to a\n\nportion of the case and requested that the parties meet with this\n\ncourt's Civil Appeals Management Program (CAMP) to see if they\n\ncould negotiate an agreement as to Guilford's voluntary compliance\n\nwith certain conditions. Admirably, the parties have reported back\n\nthat they have reached partial settlement through an agreement on\n\nthe   conditions    under   which    Guilford    will   proceed   with   the\n\ndevelopment, construction, and operation of an automobile unloading\n\nfacility at the San Vel site, thus mooting that aspect of the case.\n\nThey have asked us to dismiss the appeals in cases Nos. 02-1537,\n\n02-1828, and 02-1843, and aspects of case No. 02-2258, and to\n\nremand them with instructions to the district court to enter a\n\nconsent decree.      Thus, we do not reach the substance of these\n\nissues.\n\n            That leaves for decision only the issue in case No. 02-\n\n2258 of whether the district court erred in awarding Guilford its\n\nattorneys' fees and costs under 42 U.S.C. § 1988.           We reverse and\n\nvacate the award of attorneys' fees.\n\n                             I.     Background\n\nA.    Factual Background\n\n            Guilford has owned and operated a railroad yard in Ayer\n\nsince 1974.    The site serves as an unloading and temporary storage\n\n\n                                     -5-\n\farea for automobiles brought in by rail; it has approximately two\n\nthousand parking spaces.      In 1997, Guilford purchased 126 acres at\n\nthe San Vel site, also within the town of Ayer, across the road\n\nfrom its existing railroad yard. Its intention was to create three\n\nthousand additional parking spaces on this new site for temporary\n\nautomobile storage, as well as adding more unloading tracks, a\n\nbuilding, and an access road.\n\n           The San Vel site is located within the Zone II Aquifer\n\nProtection    Area.    This   aquifer    protects   the   water   wells   at\n\nSpectacle Pond, which are the main supply for Ayer's drinking\n\nwater.4   In November 1997, Guilford began to seek approval from the\n\ntown to construct the new storage facility.         On May 18, 1998, it\n\nfiled a \"notice of intent\" with the Ayer Conservation Commission.\n\nIn this notice, and at a Planning Board meeting on May 26, 1999,\n\nGuilford agreed to abide by a list of conditions.                  It also\n\npetitioned for Site Plan Approval from the Ayer Planning Board.\n\n             The town's response was less than encouraging. On August\n\n26, 1999, the Planning Board issued a Certificate of Approval;\n\nhowever, it contained thirty-six conditions.          Many of these were\n\npreconditions to construction.       Complicating matters further, on\n\nAugust 18, 1999, the Ayer Board of Health adopted new bylaws\n\nauthorizing it to designate certain occupations as \"noisome trades\"\n\n\n\n     4\n       The site is also within the Zone III aquifer protecting the\nTown of Littleton's Spectacle Pond well.\n\n                                   -6-\n\fand prohibit them within town limits.                    On November 17, 1999, the\n\nBoard of Health declared that \"an 'auto unloading facility' will be\n\nconsidered a noisome trade.\"               Thus, in addition to the thirty-six\n\nconditions, Guilford now had to contend with the possibility of\n\nbeing prohibited from operating its proposed facility altogether.\n\nIndeed, the Board of Health ruling threatened the operation of the\n\nexisting railroad yard as well, as it also unloaded automobiles.\n\nB.   Procedural History\n\n            1.   District Court History\n\n            On December 20, 1999, Guilford filed suit in the United\n\nStates     District     Court       for     the   District        of     Massachusetts.\n\nGuilford's complaint alleged that the STB was granted exclusive\n\njurisdiction     over   the     construction          and    operation     of   railroad\n\nfacilities    under     49   U.S.C.        §   10501(b)      (2000),     and    that   the\n\nInterstate Commerce Commission Termination Act (ICCTA),                         49 U.S.C.\n\n§§   701-727,    10101-16105,             preempted      the     Board    of    Health's\n\ndesignation of the new facility as a noisome trade.                              It also\n\nalleged that the local permitting conditions violated the dormant\n\nCommerce Clause and thus the Supremacy Clause.                           The complaint\n\nsought declaratory and injunctive relief and attorneys' fees.\n\n            In October 2000 the district court referred the matter to\n\nthe STB, stating that the \"expertise of the Board in evaluating the\n\nright of the defendants, if any, to regulate the plaintiffs'\n\nproposed    development       off    Willow       Road      in   the   Town     of   Ayer,\n\n\n                                            -7-\n\fMassachusetts would assist this Court in determining the rights,\n\nduties, and obligations of the parties.\"            On May 1, 2001, the STB\n\nissued   its   decision.       The    defendants    filed   a    petition   for\n\nreconsideration on May 21, which the STB denied on October 5,\n\n2001.5\n\n           And   there   the   case    largely     ended.       For   procedural\n\nreasons, the district court itself never reached the preemption or\n\nCommerce Clause issues raised in Guilford's complaint.                  The STB\n\ngave its views to the district court as to whether federal law\n\npreempted some of the conditions imposed by the town.                  When the\n\ndistrict court granted summary judgment for Guilford on March 20,\n\n2002, it declined to evaluate whether some or all of the conditions\n\nwere indeed preempted. Instead, it ruled for Guilford because Ayer\n\nhad failed to request judicial review within ninety days of the\n\nSTB's order, as required by 28 U.S.C. § 1336(c) (2000).6                     The\n\n\n     5\n        While   the   STB   was  considering   the   petition   for\nreconsideration, Ayer successfully sought to restrain Guilford from\nits ongoing activity on the site.      When Guilford appealed the\nrestriction, this court noted that the parties' agreement to\nmaintain the status quo lasted only so long as the STB proceedings\nwere ongoing (the court was unaware of Ayer's motion to the STB for\nreconsideration). By order dated July 16, 2001 this court vacated\nthe preliminary injunction because it was not accompanied by the\nrequisite findings, but left the parties free to broach the issues\nanew in the district court.\n     6\n       The district court, for the purpose of calculating the\nninety days, included the time between the STB's May 1 order and\nAyer's May 21 motion for reconsideration.      That approach was\nmistaken; if a petition for reconsideration of an administrative\norder is filed, the original order is not final, and the\nlimitations   period  begins   only   when   the   petition  for\n\n                                      -8-\n\fstatus of the thirty-six conditions was left, to some degree,\n\nunresolved.\n\n            Guilford then moved for attorneys' fees under 42 U.S.C.\n\n§ 1988.    The district court allowed the motion on June 10, 2002,\n\nand on August 20 the court awarded $286,839.49.\n\n            2.    STB's Holding\n\n            The analysis by the STB of federal preemption under 49\n\nU.S.C. § 10501(b) was finely crafted.         See Boston & Me. Corp., 2001\n\nFed. Carr. Cas. (CCH) ¶ 38,352 (May 1, 2001), available at 2001 WL\n\n458685.     Effectively, the STB said the town may not flatly ban\n\nGuilford's efforts at developing the San Vel site, as it did in its\n\nnoisome trade determination, and that it may not impose pre-\n\nconditions to construction, but that it may impose reasonable and\n\nnon-discriminatory environmental restrictions which do not unduly\n\nburden interstate commerce or unduly restrict the railroad from\n\nconducting its operations.        The STB did not hold that all state and\n\nlocal regulation of Guilford's activity was preempted. It rejected\n\nAyer's argument that the express preemption language of § 10501(b)\n\ndid not apply to instances where the STB lacked licensing authority\n\nunder 49 U.S.C. §§ 10901 and 10906, and it held that state and\n\nlocal     law    are   preempted    in     those   instances   in   limited\n\n\nreconsideration is denied. See ICC v. Bhd. of Locomotive Eng'rs,\n482 U.S. 270, 284 (1987). Even calculated in the correct manner,\nit appears that neither party timely sought review of the STB\norder.   In any event, that aspect of the case has since been\nsettled.\n\n                                     -9-\n\fcircumstances.   It held that \"preclearance requirements (including\n\nenvironmental requirements) are preempted because by their nature\n\nthey unduly interfere with interstate commerce by giving the local\n\nbody the ability to deny the carrier the right to construct\n\nfacilities or conduct operations.\" The STB viewed pre-construction\n\napproval requirements as giving local authorities impermissible\n\nveto power over rail transportation issues.\n\n           Nonetheless, the STB found state and local regulation to\n\nbe permissible \"where it does not interfere with interstate rail\n\noperations, and localities retain certain police powers to protect\n\npublic health and safety.\"     In its May order, the STB gave three\n\nguidelines for permissible state and local regulation:\n\n1. Non-discriminatory enforcement of requirements such as building\n\nand electrical codes (other than pre-construction requirements)\n\ngenerally are not preempted.\n\n2.   A town may seek enforcement of voluntary agreements a railroad\n\nhas entered into with a town.\n\n3. Section 10501(b) should not be interpreted as intending to\n\ninterfere with the role of state and local agencies in implementing\n\nfederal environmental statutes.\n\nAll local regulation, in the STB's view, is subject to the same\n\ntest: whether the statute or regulation is being applied to \"unduly\n\nrestrict   the   railroad   from    conducting     its   operations,   or\n\nunreasonably burden interstate commerce.\"        This, said the STB, was\n\n\n                                   -10-\n\fa fact-bound question.    Accordingly, the STB held that federal law\n\npreempted the   noisome   trade   ordinance   and   the   two   town   pre-\n\nconstruction processes -- the Planning Board permit process and the\n\nConservation Commission's pre-construction approval process.\n\n          The STB treated the Conservation Commission's thirty-six\n\nconditions as a separate matter and offered advice to the district\n\ncourt as to how to evaluate each of these:\n\n          Examples of solutions that appear to us to be reasonable\n          include conditions requiring railroads to (1) share their\n          plans with the community, when they are undertaking an\n          activity for which another entity would require a permit;\n          (2) use state or local best management practices when\n          they construct railroad facilities; (3) implement\n          appropriate precautionary measures at the railroad\n          facility, so long as the measures are fairly applied; (4)\n          provide representatives to meet periodically with citizen\n          groups or local government entities to seek mutually\n          acceptable ways to address local concerns; and (5) submit\n          environmental monitoring or testing information to local\n          government entities for an appropriate period of time\n          after operations begin.\n\n          Communities also can enforce their local codes for\n          electrical, building, fire, and plumbing, unless the\n          codes   are   applied   in  a   discriminatory    manner,\n          unreasonably restrict the railroad from conducting its\n          operations, or unnecessarily burden interstate commerce.\n          Moreover, railroads may not deny towns access in\n          emergencies and for reasonable inspection of the railroad\n          facilities. And to the extent a railroad is willing to\n          undertake an activity or restriction, the activity or\n          restriction generally should be seen as reflecting the\n          carrier's own determination that the condition is\n          reasonable and will not unduly burden interstate\n          commerce.\n\nThe STB suggested that conditions 1, 2, 3, 4, 8, 15, 16, 17, 18,\n\n27, and 28 would likely not be preempted, that conditions 7 and 14\n\nwould likely be preempted, and that conditions 9 and 12 were\n\n                                  -11-\n\fexamples of areas to which Guilford could agree.                  In its October\n\norder denying Ayer's petition for reconsideration, Boston & Me.\n\nCorp., STB Finance Docket No. 33971, 2001 WL 1174385 (Oct 3, 2001),\n\nthe STB made clear that it had engaged in no factfinding as to any\n\nof these conditions, but merely attempted to provide general\n\nguidance to the district court.\n\n             3.    Settlement\n\n             On May 1, 2003, Guilford and the Town of Ayer, through\n\nCAMP, reached a settlement that resolved almost all issues in the\n\ncase.    The parties agreed on a permissible list of conditions Ayer\n\nmay impose on a railroad facility on the San Vel site; they also\n\nagreed that these conditions comprise the sole regulatory ability\n\nof the town.       Finally, the parties agreed to a dismissal of all of\n\nthe appeals except Ayer's appeal of the district court's orders on\n\nJune    10   and   August   20,   2002,    finding     Guilford    eligible   for\n\nattorneys' fees and awarding fees and costs.\n\n                                II.     Discussion\n\n             The    district    court    awarded     Guilford   $286,839.49    in\n\nattorneys' fees under 42 U.S.C. § 1988, on the premise that\n\nGuilford successfully vindicated its rights under § 1983.                      We\n\nreview the legal determinations inherent in the court's order de\n\nnovo.   We note initially that it is not clear that Guilford was the\n\n\"prevailing party,\" id. § 1988, in the district court proceedings,\n\nsince the only issue resolved was the STB order and no party sought\n\n\n                                        -12-\n\ftimely judicial review of that order, see supra note 6.                 However,\n\nfor the purposes of this discussion we assume that Guilford meets\n\nthe prevailing party requirement.\n\n            Count I of Guilford's complaint alleged Supremacy Clause\n\nviolations.    A claim based solely on the Supremacy Clause does not\n\ncreate rights within 28 U.S.C. § 1343(a)(3) and is not cognizable\n\nunder 42 U.S.C. § 1983.            Chapman v. Houston Welfare Rights Org.,\n\n441 U.S. 600, 615 (1979); see Md. Pest Control Ass'n v. Montgomery\n\nCounty, 884 F.2d 160, 163 (4th Cir. 1989) (per curiam) (attorneys'\n\nfees under § 1988 not available under § 1983 on a Supremacy Clause\n\npreemption claim).        Guilford's claim for attorneys' fees thus\n\ndepends on an interpretation of the ICCTA.\n\n            To the extent Guilford is a prevailing party, it is\n\nbecause the STB ruled largely, though not entirely, in its favor.\n\nThe STB order is part of a comprehensive statutory scheme of\n\nfederal regulation of the railways.                   Accordingly, the STB has\n\nprimary   jurisdiction        over    aspects    of    railway   operations   and\n\nfacilities.    Pejepscot Indus. Park, Inc. v. Grimmel Indus., 215\n\nF.3d 195, 197 (1st Cir. 2000).                  Indeed, Guilford's complaint\n\nasserted that the STB had primary jurisdiction over all aspects of\n\nthis case.      Here, the ICCTA creates an explicit and complex\n\nstatutory    scheme,    and    §     1336   contains    provisions   authorizing\n\njudicial review.       None of those provisions authorizes an award of\n\n\n\n\n                                        -13-\n\fattorneys' fees.   Had Congress wished to authorize such fees under\n\n§ 1336, it could easily have done so.\n\n          The district court did not have the benefit of the\n\nSupreme Court's later decision in Gonzaga University v. Doe, 536\n\nU.S. 273 (2002).   Acknowledging some ambiguity in its precedent,\n\nthe Gonzaga Court further clarified when an action is cognizable\n\nunder 42 U.S.C. § 1983 and held that the same analysis applied to\n\n§ 1983 questions as in implied cause of action cases.    A plaintiff\n\nmust assert violation of a federal right which is \"unambiguously\n\nconferred.\"   Id. at 283.\n\n          Ultimately, the test is one of congressional intent.\n\nBryson v. Shumway, 308 F.3d 79, 88-89 (1st Cir. 2002).    This case\n\nis not one in which a statute seems to benefit a class, where the\n\nquestion would be whether Congress meant to create rights which are\n\njudicially enforceable under § 1983.    Id.   Here, Congress has not\n\nbeen silent. It has made clear in ICCTA where primary jurisdiction\n\nlies, and it has created an explicit scheme for judicial review of\n\nSTB orders and remedies.    That scheme does not include awards of\n\nattorneys' fees.    Indeed, § 1336(a) authorizes injunctive and\n\ndeclaratory relief but has no provisions for attorneys' fees; it\n\nwould be more than odd to create an action under § 1983 solely to\n\nprovide for attorneys' fees. It would be contrary to Congressional\n\nintent to create a § 1983 action here.\n\n\n\n\n                                -14-\n\f             Of course, the mere existence of a statutory enforcement\n\nscheme does not always preclude the creation of remedies under 42\n\nU.S.C. § 1983.       See Golden State Transit Corp. v. City of L.A., 493\n\nU.S.   103,    106     (1989)    (\"The       availability    of    administrative\n\nmechanisms to protect the plaintiff's interests is not necessarily\n\nsufficient to demonstrate that Congress intended to foreclose a\n\n§ 1983 remedy.\").       But nothing suggests that Congress intended to\n\ncreate rights for railroads apart from the STB statutory scheme.\n\nEven the \"rights\" cited by Guilford are less than clear and\n\ndefinitive.     Guilford does not have the right to be free of all\n\nlocal environmental regulation; the STB order makes that pellucid.\n\nMoreover, the district court's judgment was entered based on the\n\nSTB order under § 1336, not under the Commerce Clause.\n\n             In the end, Guilford's argument devolves to the assertion\n\nthat   the    town   should     not   have    attempted     to   enforce   its   own\n\nenvironmental regulations, but should have ceded all authority to\n\nthe STB, and that Congress created a right, enforceable under\n\n§ 1983, to sue the town and recover attorneys' fees for the town's\n\nerror in judgment over jurisdiction. Given that the town does have\n\nenvironmental responsibilities under federal law, we are convinced\n\nCongress did not intend this to be a situation where a separate\n\ncause of action is created under § 1983.\n\n\n\n\n                                       -15-\n\f          The award of attorneys' fees is reversed and vacated.\n\nThe joint motion regarding partial settlement is allowed.   Each\n\nside shall bear its own costs.\n\n\n\n\n                                 -16-\n\f",
  "html": "<p class=\"case_cite\">330 F.3d 12</p>\n    <p class=\"parties\">BOSTON AND MAINE CORP.; Springfield Terminal Railway Co.; Guilford Transportation Industries, Inc., Plaintiffs, Appellees/Cross-Appellants,<br>v.<br>TOWN OF AYER; Ayer Board of Selectmen; Ayer Planning Board; Ayer Board of Health; Paul D. Bresnahan; Connie F. Sullivan; Robert J. Pena; William Oelske; James F. Fay; James F. Williams; James Lucchesi; Thomas Gibbons; Lauri J. Rosas; Margaret M. Kidder; C. Jane Witherow, Defendants, Appellants/Cross-Appellees.</p>\n    <p class=\"docket\">No. 02-1537.</p>\n    <p class=\"docket\">No. 02-1828.</p>\n    <p class=\"docket\">No. 02-1843.</p>\n    <p class=\"docket\">No. 02-2258.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 3, 2003.</p>\n    <p class=\"date\">Decided May 21, 2003.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Leonard H. Kesten, with whom Jocelyn M. Sedney, Deidre Brennan Regan, and Brody, Hardoon, Perkins &amp; Kesten were on brief, for appellants.</p>\n      <p class=\"indent\">William S. Eggeling, Nikolas P. Kerest, Michael T. Marcucci, and Ropes &amp; Gray on brief for Conservation Law Foundation, Town of Littleton Water Department, Massachusetts Municipal Association and National League of Cities, amici curiae.</p>\n      <p class=\"indent\">Eric L. Hirschhorn, with whom Winston &amp; Strawn and Robert B. Culliford were on brief, for appellees.</p>\n      <p class=\"indent\">Louis P. Warchot and Michael J. Rush on brief for Association of American Railroads, amicus curiae.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, BOWNES, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Guilford Transportation, which runs the Boston &amp; Maine railroad, owns a railroad yard in Ayer, Massachusetts. In 1997, in order to expand its storage capacity, Guilford<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> purchased land, the San Vel site, which lies across the street from its railroad yard and is bounded by two railroad tracks. The site is in an aquifer protection area. Understandably, Ayer sought protection for the aquifer.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Guilford accordingly sought permits from the town and attempted to reach agreements. These negotiations broke down when the town Planning Board imposed thirty-six conditions on issuance of any permit and another town body, the Board of Health, declared the proposed plan to be a noisome trade, allowing Guilford's activities to be banned outright. Concerned that these town actions effectively prohibited or unduly burdened its planned operations, Guilford went to federal court to seek a declaration that Ayer's efforts were preempted.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After the parties filed cross motions for summary judgment, the district court (with the parties' agreement) sought the views of the Surface Transportation Board (STB) on October 19, 2000.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The Board gave its views to the court in decisions served on May 1 and October 5, 2001. The court entered judgment for Guilford, but without the declaratory or injunctive relief Guilford had sought. It also awarded attorneys' fees and costs of $286,839.49 to the railroad under 42 U.S.C. &#167;&#167; 1983 and 1988 (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Ayer appealed, arguing it had at stake important environmental interests, buttressed by the Clean Water Act, 33 U.S.C. &#167;&#167; 1311-1330 (2000) and the Safe Drinking Water Act, 42 U.S.C. &#167;&#167; 300f to 300j-26; that none of its actions are preempted; and that the railroad is not entitled to attorneys' fees. The Conservation Law Foundation, the Town of Littleton Water Department, the Massachusetts Municipal Association and the National League of Cities and Towns, as amici, supported reversal of the district court decision.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Guilford sought affirmance of the district court's orders, but cross-appealed, saying it was entitled to a declaratory judgment and an injunction against the Town, relief the district court omitted to give it. Guilford was supported on its view of preemption by the Association of American Railroads as amicus.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The parties presented the case as a pure conflict between the strong federal interest in a uniform system of railroad regulation and the strong local interest in protecting water supplies. As the ensuing discussion shows, the law presents much more nuanced accommodations.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At oral argument, we sought a practical solution to a portion of the case and requested that the parties meet with this court's Civil Appeals Management Program (CAMP) to see if they could negotiate an agreement as to Guilford's voluntary compliance with certain conditions. Admirably, the parties have reported back that they have reached partial settlement through an agreement on the conditions under which Guilford will proceed with the development, construction, and operation of an automobile unloading facility at the San Vel site, thus mooting that aspect of the case. They have asked us to dismiss the appeals in cases Nos. 02-1537, 02-1828, and 02-1843, and aspects of case No. 02-2258, and to remand them with instructions to the district court to enter a consent decree. Thus, we do not reach the substance of these issues.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">That leaves for decision only the issue in case No. 02-2258 of whether the district court erred in awarding Guilford its attorneys' fees and costs under 42 U.S.C. &#167; 1988. We reverse and vacate the award of attorneys' fees.</p>\n    </div>\n    <p>I. Background</p>\n    <p class=\"indent\">A. <i>Factual Background</i></p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Guilford has owned and operated a railroad yard in Ayer since 1974. The site serves as an unloading and temporary storage area for automobiles brought in by rail; it has approximately two thousand parking spaces. In 1997, Guilford purchased 126 acres at the San Vel site, also within the town of Ayer, across the road from its existing railroad yard. Its intention was to create three thousand additional parking spaces on this new site for temporary automobile storage, as well as adding more unloading tracks, a building, and an access road.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The San Vel site is located within the Zone II Aquifer Protection Area. This aquifer protects the water wells at Spectacle Pond, which are the main supply for Ayer's drinking water.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> In November 1997, Guilford began to seek approval from the town to construct the new storage facility. On May 18, 1998, it filed a \"notice of intent\" with the Ayer Conservation Commission. In this notice, and at a Planning Board meeting on May 26, 1999, Guilford agreed to abide by a list of conditions. It also petitioned for Site Plan Approval from the Ayer Planning Board.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The town's response was less than encouraging. On August 26, 1999, the Planning Board issued a Certificate of Approval; however, it contained thirty-six conditions. Many of these were preconditions to construction. Complicating matters further, on August 18, 1999, the Ayer Board of Health adopted new bylaws authorizing it to designate certain occupations as \"noisome trades\" and prohibit them within town limits. On November 17, 1999, the Board of Health declared that \"an `auto unloading facility' will be considered a noisome trade.\" Thus, in addition to the thirty-six conditions, Guilford now had to contend with the possibility of being prohibited from operating its proposed facility altogether. Indeed, the Board of Health ruling threatened the operation of the existing railroad yard as well, as it also unloaded automobiles.</p>\n    </div>\n    <p class=\"indent\">B. <i>Procedural History</i></p>\n    <p class=\"indent\">1. <i>District Court History</i></p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On December 20, 1999, Guilford filed suit in the United States District Court for the District of Massachusetts. Guilford's complaint alleged that the STB was granted exclusive jurisdiction over the construction and operation of railroad facilities under 49 U.S.C. &#167; 10501(b) (2000), and that the Interstate Commerce Commission Termination Act (ICCTA), 49 U.S.C. &#167;&#167; 701-727, 10101-16105, preempted the Board of Health's designation of the new facility as a noisome trade. It also alleged that the local permitting conditions violated the dormant Commerce Clause and thus the Supremacy Clause. The complaint sought declaratory and injunctive relief and attorneys' fees.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In October 2000 the district court referred the matter to the STB, stating that the \"expertise of the Board in evaluating the right of the defendants, if any, to regulate the plaintiffs' proposed development off Willow Road in the Town of Ayer, Massachusetts would assist this Court in determining the rights, duties, and obligations of the parties.\" On May 1, 2001, the STB issued its decision. The defendants filed a petition for reconsideration on May 21, which the STB denied on October 5, 2001.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">And there the case largely ended. For procedural reasons, the district court itself never reached the preemption or Commerce Clause issues raised in Guilford's complaint. The STB gave its views to the district court as to whether federal law preempted some of the conditions imposed by the town. When the district court granted summary judgment for Guilford on March 20, 2002, it declined to evaluate whether some or all of the conditions were indeed preempted. Instead, it ruled for Guilford because Ayer had failed to request judicial review within ninety days of the STB's order, as required by 28 U.S.C. &#167; 1336(c) (2000).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The status of the thirty-six conditions was left, to some degree, unresolved.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Guilford then moved for attorneys' fees under 42 U.S.C. &#167; 1988. The district court allowed the motion on June 10, 2002, and on August 20 the court awarded $286,839.49.</p>\n    </div>\n    <p class=\"indent\">2. <i>STB's Holding</i></p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The analysis by the STB of federal preemption under 49 U.S.C. &#167; 10501(b) was finely crafted. <i>See Boston &amp; Me. Corp.,</i> 2001 Fed. Carr. Cas. (CCH) &#182; 38,352 (May 1, 2001), <i>available at</i> 2001 WL 458685. Effectively, the STB said the town may not flatly ban Guilford's efforts at developing the San Vel site, as it did in its noisome trade determination, and that it may not impose pre-conditions to construction, but that it may impose reasonable and non-discriminatory environmental restrictions which do not unduly burden interstate commerce or unduly restrict the railroad from conducting its operations. The STB did not hold that all state and local regulation of Guilford's activity was preempted. It rejected Ayer's argument that the express preemption language of &#167; 10501(b) did not apply to instances where the STB lacked licensing authority under 49 U.S.C. &#167;&#167; 10901 and 10906, and it held that state and local law are preempted in those instances in limited circumstances. It held that \"preclearance requirements (including environmental requirements) are preempted because by their nature they unduly interfere with interstate commerce by giving the local body the ability to deny the carrier the right to construct facilities or conduct operations.\" The STB viewed pre-construction approval requirements as giving local authorities impermissible veto power over rail transportation issues.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Nonetheless, the STB found state and local regulation to be permissible \"where it does not interfere with interstate rail operations, and localities retain certain police powers to protect public health and safety.\" In its May order, the STB gave three guidelines for permissible state and local regulation:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">1. Non-discriminatory enforcement of requirements such as building and electrical codes (other than pre-construction requirements) generally are not preempted.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">2. A town may seek enforcement of voluntary agreements a railroad has entered into with a town.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">3. Section 10501(b) should not be interpreted as intending to interfere with the role of state and local agencies in implementing federal environmental statutes.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">All local regulation, in the STB's view, is subject to the same test: whether the statute or regulation is being applied to \"unduly restrict the railroad from conducting its operations, or unreasonably burden interstate commerce.\" This, said the STB, was a fact-bound question. Accordingly, the STB held that federal law preempted the noisome trade ordinance and the two town pre-construction processes &#8212; the Planning Board permit process and the Conservation Commission's pre-construction approval process.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The STB treated the Conservation Commission's thirty-six conditions as a separate matter and offered advice to the district court as to how to evaluate each of these:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Examples of solutions that appear to us to be reasonable include conditions requiring railroads to (1) share their plans with the community, when they are undertaking an activity for which another entity would require a permit; (2) use state or local best management practices when they construct railroad facilities; (3) implement appropriate precautionary measures at the railroad facility, so long as the measures are fairly applied; (4) provide representatives to meet periodically with citizen groups or local government entities to seek mutually acceptable ways to address local concerns; and (5) submit environmental monitoring or testing information to local government entities for an appropriate period of time after operations begin.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Communities also can enforce their local codes for electrical, building, fire, and plumbing, unless the codes are applied in a discriminatory manner, unreasonably restrict the railroad from conducting its operations, or unnecessarily burden interstate commerce. Moreover, railroads may not deny towns access in emergencies and for reasonable inspection of the railroad facilities. And to the extent a railroad is willing to undertake an activity or restriction, the activity or restriction generally should be seen as reflecting the carrier's own determination that the condition is reasonable and will not unduly burden interstate commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The STB suggested that conditions 1, 2, 3, 4, 8, 15, 16, 17, 18, 27, and 28 would likely not be preempted, that conditions 7 and 14 would likely be preempted, and that conditions 9 and 12 were examples of areas to which Guilford could agree. In its October order denying Ayer's petition for reconsideration, <i>Boston &amp; Me. Corp.,</i> STB Finance Docket No. 33971, 2001 WL 1174385 (Oct 3, 2001), the STB made clear that it had engaged in no factfinding as to any of these conditions, but merely attempted to provide general guidance to the district court.</p>\n    </div>\n    <p class=\"indent\">3. <i>Settlement</i></p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">On May 1, 2003, Guilford and the Town of Ayer, through CAMP, reached a settlement that resolved almost all issues in the case. The parties agreed on a permissible list of conditions Ayer may impose on a railroad facility on the San Vel site; they also agreed that these conditions comprise the sole regulatory ability of the town. Finally, the parties agreed to a dismissal of all of the appeals except Ayer's appeal of the district court's orders on June 10 and August 20, 2002, finding Guilford eligible for attorneys' fees and awarding fees and costs.</p>\n    </div>\n    <p>II. Discussion</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district court awarded Guilford $286,839.49 in attorneys' fees under 42 U.S.C. &#167; 1988, on the premise that Guilford successfully vindicated its rights under &#167; 1983. We review the legal determinations inherent in the court's order de novo. We note initially that it is not clear that Guilford was the \"prevailing party,\" <i>id.</i> &#167; 1988, in the district court proceedings, since the only issue resolved was the STB order and no party sought timely judicial review of that order, <i>see supra</i> note 6. However, for the purposes of this discussion we assume that Guilford meets the prevailing party requirement.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Count I of Guilford's complaint alleged Supremacy Clause violations. A claim based solely on the Supremacy Clause does not create rights within 28 U.S.C. &#167; 1343(a)(3) and is not cognizable under 42 U.S.C. &#167; 1983. <i>Chapman v. Houston Welfare Rights Org.,</i> 441 U.S. 600, 615, 99 S.Ct. 1905, 60 L.Ed.2d 508 (1979); <i>see Md. Pest Control Ass'n v. Montgomery County,</i> 884 F.2d 160, 163 (4th Cir.1989) (per curiam) (attorneys' fees under &#167; 1988 not available under &#167; 1983 on a Supremacy Clause preemption claim). Guilford's claim for attorneys' fees thus depends on an interpretation of the ICCTA.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">To the extent Guilford is a prevailing party, it is because the STB ruled largely, though not entirely, in its favor. The STB order is part of a comprehensive statutory scheme of federal regulation of the railways. Accordingly, the STB has primary jurisdiction over aspects of railway operations and facilities. <i>Pejepscot Indus. Park, Inc. v. Grimmel Indus.,</i> 215 F.3d 195, 197 (1st Cir.2000). Indeed, Guilford's complaint asserted that the STB had primary jurisdiction over all aspects of this case. Here, the ICCTA creates an explicit and complex statutory scheme, and &#167; 1336 contains provisions authorizing judicial review. None of those provisions authorizes an award of attorneys' fees. Had Congress wished to authorize such fees under &#167; 1336, it could easily have done so.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The district court did not have the benefit of the Supreme Court's later decision in <i>Gonzaga University v. Doe,</i> 536 U.S. 273, 122 S.Ct. 2268, 153 L.Ed.2d 309 (2002). Acknowledging some ambiguity in its precedent, the <i>Gonzaga</i> Court further clarified when an action is cognizable under 42 U.S.C. &#167; 1983 and held that the same analysis applied to &#167; 1983 questions as in implied cause of action cases. A plaintiff must assert violation of a federal right which is \"unambiguously conferred.\" <i>Id.</i> at 283, 122 S.Ct. 2268.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Ultimately, the test is one of congressional intent. <i>Bryson v. Shumway,</i> 308 F.3d 79, 88-89 (1st Cir.2002). This case is not one in which a statute seems to benefit a class, where the question would be whether Congress meant to create rights which are judicially enforceable under &#167; 1983. <i>Id.</i> Here, Congress has not been silent. It has made clear in ICCTA where primary jurisdiction lies, and it has created an explicit scheme for judicial review of STB orders and remedies. That scheme does not include awards of attorneys' fees. Indeed, &#167; 1336(a) authorizes injunctive and declaratory relief but has no provisions for attorneys' fees; it would be more than odd to create an action under &#167; 1983 solely to provide for attorneys' fees. It would be contrary to Congressional intent to create a &#167; 1983 action here.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Of course, the mere existence of a statutory enforcement scheme does not always preclude the creation of remedies under 42 U.S.C. &#167; 1983. <i>See Golden State Transit Corp. v. City of L.A.,</i> 493 U.S. 103, 106, 110 S.Ct. 444, 107 L.Ed.2d 420 (1989) (\"The availability of administrative mechanisms to protect the plaintiff's interests is not necessarily sufficient to demonstrate that Congress intended to foreclose a &#167; 1983 remedy.\"). But nothing suggests that Congress intended to create rights for railroads apart from the STB statutory scheme. Even the \"rights\" cited by Guilford are less than clear and definitive. Guilford does not have the right to be free of all local environmental regulation; the STB order makes that pellucid. Moreover, the district court's judgment was entered based on the STB order under &#167; 1336, not under the Commerce Clause.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In the end, Guilford's argument devolves to the assertion that the town should not have attempted to enforce its own environmental regulations, but should have ceded all authority to the STB, and that Congress created a right, enforceable under &#167; 1983, to sue the town and recover attorneys' fees for the town's error in judgment over jurisdiction. Given that the town does have environmental responsibilities under federal law, we are convinced Congress did not intend this to be a situation where a separate cause of action is created under &#167; 1983.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The award of attorneys' fees is <i>reversed</i> and <i>vacated.</i> The joint motion regarding partial settlement is <i>allowed.</i> Each side shall bear its own costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Throughout this opinion, we will refer to the plaintiffs collectively as \"Guilford.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Under 5 U.S.C. &#167; 554(e) (2000), an agency \"with like effect as in the case of other orders, and in its sound discretion, may issue a declaratory order to terminate a controversy or remove uncertainty.\"<i>See</i> 49 U.S.C. &#167; 721 (2000) (powers of STB).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The court expresses its appreciation to both sets of amici for their assistance</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The site is also within the Zone III aquifer protecting the Town of Littleton's Spectacle Pond well</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> While the STB was considering the petition for reconsideration, Ayer successfully sought to restrain Guilford from its ongoing activity on the site. When Guilford appealed the restriction, this court noted that the parties' agreement to maintain the status quo lasted only so long as the STB proceedings were ongoing (the court was unaware of Ayer's motion to the STB for reconsideration). By order dated July 16, 2001 this court vacated the preliminary injunction because it was not accompanied by the requisite findings, but left the parties free to broach the issues anew in the district court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The district court, for the purpose of calculating the ninety days, included the time between the STB's May 1 order and Ayer's May 21 motion for reconsideration. That approach was mistaken; if a petition for reconsideration of an administrative order is filed, the original order is not final, and the limitations period begins only when the petition for reconsideration is denied<i>See ICC v. Bhd. of Locomotive Eng'rs,</i> 482 U.S. 270, 284, 107 S.Ct. 2360, 96 L.Ed.2d 222 (1987). Even calculated in the correct manner, it appears that neither party timely sought review of the STB order. In any event, that aspect of the case has since been settled.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">330</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></span></p>\n    <p class=\"parties\">BOSTON AND MAINE CORP.; Springfield Terminal Railway Co.; Guilford Transportation Industries, Inc., Plaintiffs, Appellees/Cross-Appellants,<br>v.<br>TOWN OF AYER; Ayer Board of Selectmen; Ayer Planning Board; Ayer Board of Health; Paul D. Bresnahan; Connie F. Sullivan; Robert J. Pena; William Oelske; James F. Fay; James F. Williams; James Lucchesi; Thomas Gibbons; Lauri J. Rosas; Margaret M. Kidder; C. Jane Witherow, Defendants, Appellants/Cross-Appellees.</p>\n    <p class=\"docket\">No. 02-1537.</p>\n    <p class=\"docket\">No. 02-1828.</p>\n    <p class=\"docket\">No. 02-1843.</p>\n    <p class=\"docket\">No. 02-2258.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 3, 2003.</p>\n    <p class=\"date\">Decided May 21, 2003.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Leonard H. Kesten, with whom Jocelyn M. Sedney, Deidre Brennan Regan, and Brody, Hardoon, Perkins &amp; Kesten were on brief, for appellants.</p>\n      <p class=\"indent\">William S. Eggeling, Nikolas P. Kerest, Michael T. Marcucci, and Ropes &amp; Gray on brief for Conservation Law Foundation, Town of Littleton Water Department, Massachusetts Municipal Association and National League of Cities, amici curiae.</p>\n      <p class=\"indent\">Eric L. Hirschhorn, with whom Winston &amp; Strawn and Robert B. Culliford were on brief, for appellees.</p>\n      <p class=\"indent\">Louis P. Warchot and Michael J. Rush on brief for Association of American Railroads, amicus curiae.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, BOWNES, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Guilford Transportation, which runs the Boston &amp; Maine railroad, owns a railroad yard in Ayer, Massachusetts. In 1997, in order to expand its storage capacity, Guilford<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> purchased land, the San Vel site, which lies across the street from its railroad yard and is bounded by two railroad tracks. The site is in an aquifer protection area. Understandably, Ayer sought protection for the aquifer.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Guilford accordingly sought permits from the town and attempted to reach agreements. These negotiations broke down when the town Planning Board imposed thirty-six conditions on issuance of any permit and another town body, the Board of Health, declared the proposed plan to be a noisome trade, allowing Guilford's activities to be banned outright. Concerned that these town actions effectively prohibited or unduly burdened its planned operations, Guilford went to federal court to seek a declaration that Ayer's efforts were preempted.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After the parties filed cross motions for summary judgment, the district court (with the parties' agreement) sought the views of the Surface Transportation Board (STB) on October 19, 2000.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The Board gave its views to the court in decisions served on May 1 and October 5, 2001. The court entered judgment for Guilford, but without the declaratory or injunctive relief Guilford had sought. It also awarded attorneys' fees and costs of $286,839.49 to the railroad under 42 U.S.C. &#167;&#167; 1983 and 1988 (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Ayer appealed, arguing it had at stake important environmental interests, buttressed by the Clean Water Act, 33 U.S.C. &#167;&#167; 1311-1330 (2000) and the Safe Drinking Water Act, 42 U.S.C. &#167;&#167; 300f to 300j-26; that none of its actions are preempted; and that the railroad is not entitled to attorneys' fees. The Conservation Law Foundation, the Town of Littleton Water Department, the Massachusetts Municipal Association and the National League of Cities and Towns, as amici, supported reversal of the district court decision.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Guilford sought affirmance of the district court's orders, but cross-appealed, saying it was entitled to a declaratory judgment and an injunction against the Town, relief the district court omitted to give it. Guilford was supported on its view of preemption by the Association of American Railroads as amicus.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The parties presented the case as a pure conflict between the strong federal interest in a uniform system of railroad regulation and the strong local interest in protecting water supplies. As the ensuing discussion shows, the law presents much more nuanced accommodations.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At oral argument, we sought a practical solution to a portion of the case and requested that the parties meet with this court's Civil Appeals Management Program (CAMP) to see if they could negotiate an agreement as to Guilford's voluntary compliance with certain conditions. Admirably, the parties have reported back that they have reached partial settlement through an agreement on the conditions under which Guilford will proceed with the development, construction, and operation of an automobile unloading facility at the San Vel site, thus mooting that aspect of the case. They have asked us to dismiss the appeals in cases Nos. 02-1537, 02-1828, and 02-1843, and aspects of case No. 02-2258, and to remand them with instructions to the district court to enter a consent decree. Thus, we do not reach the substance of these issues.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">That leaves for decision only the issue in case No. 02-2258 of whether the district court erred in awarding Guilford its attorneys' fees and costs under 42 U.S.C. &#167; 1988. We reverse and vacate the award of attorneys' fees.</p>\n    </div>\n    <p>I. Background</p>\n    <p class=\"indent\">A. <i>Factual Background</i></p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Guilford has owned and operated a railroad yard in Ayer since 1974. The site serves as an unloading and temporary storage area for automobiles brought in by rail; it has approximately two thousand parking spaces. In 1997, Guilford purchased 126 acres at the San Vel site, also within the town of Ayer, across the road from its existing railroad yard. Its intention was to create three thousand additional parking spaces on this new site for temporary automobile storage, as well as adding more unloading tracks, a building, and an access road.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The San Vel site is located within the Zone II Aquifer Protection Area. This aquifer protects the water wells at Spectacle Pond, which are the main supply for Ayer's drinking water.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> In November 1997, Guilford began to seek approval from the town to construct the new storage facility. On May 18, 1998, it filed a \"notice of intent\" with the Ayer Conservation Commission. In this notice, and at a Planning Board meeting on May 26, 1999, Guilford agreed to abide by a list of conditions. It also petitioned for Site Plan Approval from the Ayer Planning Board.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The town's response was less than encouraging. On August 26, 1999, the Planning Board issued a Certificate of Approval; however, it contained thirty-six conditions. Many of these were preconditions to construction. Complicating matters further, on August 18, 1999, the Ayer Board of Health adopted new bylaws authorizing it to designate certain occupations as \"noisome trades\" and prohibit them within town limits. On November 17, 1999, the Board of Health declared that \"an `auto unloading facility' will be considered a noisome trade.\" Thus, in addition to the thirty-six conditions, Guilford now had to contend with the possibility of being prohibited from operating its proposed facility altogether. Indeed, the Board of Health ruling threatened the operation of the existing railroad yard as well, as it also unloaded automobiles.</p>\n    </div>\n    <p class=\"indent\">B. <i>Procedural History</i></p>\n    <p class=\"indent\">1. <i>District Court History</i></p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On December 20, 1999, Guilford filed suit in the United States District Court for the District of Massachusetts. Guilford's complaint alleged that the STB was granted exclusive jurisdiction over the construction and operation of railroad facilities under 49 U.S.C. &#167; 10501(b) (2000), and that the Interstate Commerce Commission Termination Act (ICCTA), 49 U.S.C. &#167;&#167; 701-727, 10101-16105, preempted the Board of Health's designation of the new facility as a noisome trade. It also alleged that the local permitting conditions violated the dormant Commerce Clause and thus the Supremacy Clause. The complaint sought declaratory and injunctive relief and attorneys' fees.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In October 2000 the district court referred the matter to the STB, stating that the \"expertise of the Board in evaluating the right of the defendants, if any, to regulate the plaintiffs' proposed development off Willow Road in the Town of Ayer, Massachusetts would assist this Court in determining the rights, duties, and obligations of the parties.\" On May 1, 2001, the STB issued its decision. The defendants filed a petition for reconsideration on May 21, which the STB denied on October 5, 2001.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">And there the case largely ended. For procedural reasons, the district court itself never reached the preemption or Commerce Clause issues raised in Guilford's complaint. The STB gave its views to the district court as to whether federal law preempted some of the conditions imposed by the town. When the district court granted summary judgment for Guilford on March 20, 2002, it declined to evaluate whether some or all of the conditions were indeed preempted. Instead, it ruled for Guilford because Ayer had failed to request judicial review within ninety days of the STB's order, as required by 28 U.S.C. &#167; 1336(c) (2000).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The status of the thirty-six conditions was left, to some degree, unresolved.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Guilford then moved for attorneys' fees under 42 U.S.C. &#167; 1988. The district court allowed the motion on June 10, 2002, and on August 20 the court awarded $286,839.49.</p>\n    </div>\n    <p class=\"indent\">2. <i>STB's Holding</i></p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The analysis by the STB of federal preemption under 49 U.S.C. &#167; 10501(b) was finely crafted. <i>See Boston &amp; Me. Corp.,</i> 2001 Fed. Carr. Cas. (CCH) &#182; 38,352 (May 1, 2001), <i>available at</i> 2001 WL 458685. Effectively, the STB said the town may not flatly ban Guilford's efforts at developing the San Vel site, as it did in its noisome trade determination, and that it may not impose pre-conditions to construction, but that it may impose reasonable and non-discriminatory environmental restrictions which do not unduly burden interstate commerce or unduly restrict the railroad from conducting its operations. The STB did not hold that all state and local regulation of Guilford's activity was preempted. It rejected Ayer's argument that the express preemption language of &#167; 10501(b) did not apply to instances where the STB lacked licensing authority under 49 U.S.C. &#167;&#167; 10901 and 10906, and it held that state and local law are preempted in those instances in limited circumstances. It held that \"preclearance requirements (including environmental requirements) are preempted because by their nature they unduly interfere with interstate commerce by giving the local body the ability to deny the carrier the right to construct facilities or conduct operations.\" The STB viewed pre-construction approval requirements as giving local authorities impermissible veto power over rail transportation issues.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Nonetheless, the STB found state and local regulation to be permissible \"where it does not interfere with interstate rail operations, and localities retain certain police powers to protect public health and safety.\" In its May order, the STB gave three guidelines for permissible state and local regulation:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">1. Non-discriminatory enforcement of requirements such as building and electrical codes (other than pre-construction requirements) generally are not preempted.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">2. A town may seek enforcement of voluntary agreements a railroad has entered into with a town.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">3. Section 10501(b) should not be interpreted as intending to interfere with the role of state and local agencies in implementing federal environmental statutes.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">All local regulation, in the STB's view, is subject to the same test: whether the statute or regulation is being applied to \"unduly restrict the railroad from conducting its operations, or unreasonably burden interstate commerce.\" This, said the STB, was a fact-bound question. Accordingly, the STB held that federal law preempted the noisome trade ordinance and the two town pre-construction processes &#8212; the Planning Board permit process and the Conservation Commission's pre-construction approval process.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The STB treated the Conservation Commission's thirty-six conditions as a separate matter and offered advice to the district court as to how to evaluate each of these:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Examples of solutions that appear to us to be reasonable include conditions requiring railroads to (1) share their plans with the community, when they are undertaking an activity for which another entity would require a permit; (2) use state or local best management practices when they construct railroad facilities; (3) implement appropriate precautionary measures at the railroad facility, so long as the measures are fairly applied; (4) provide representatives to meet periodically with citizen groups or local government entities to seek mutually acceptable ways to address local concerns; and (5) submit environmental monitoring or testing information to local government entities for an appropriate period of time after operations begin.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Communities also can enforce their local codes for electrical, building, fire, and plumbing, unless the codes are applied in a discriminatory manner, unreasonably restrict the railroad from conducting its operations, or unnecessarily burden interstate commerce. Moreover, railroads may not deny towns access in emergencies and for reasonable inspection of the railroad facilities. And to the extent a railroad is willing to undertake an activity or restriction, the activity or restriction generally should be seen as reflecting the carrier's own determination that the condition is reasonable and will not unduly burden interstate commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The STB suggested that conditions 1, 2, 3, 4, 8, 15, 16, 17, 18, 27, and 28 would likely not be preempted, that conditions 7 and 14 would likely be preempted, and that conditions 9 and 12 were examples of areas to which Guilford could agree. In its October order denying Ayer's petition for reconsideration, <i>Boston &amp; Me. Corp.,</i> STB Finance Docket No. 33971, <span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">1174385</span></span> (Oct 3, 2001), the STB made clear that it had engaged in no factfinding as to any of these conditions, but merely attempted to provide general guidance to the district court.</p>\n    </div>\n    <p class=\"indent\">3. <i>Settlement</i></p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">On May 1, 2003, Guilford and the Town of Ayer, through CAMP, reached a settlement that resolved almost all issues in the case. The parties agreed on a permissible list of conditions Ayer may impose on a railroad facility on the San Vel site; they also agreed that these conditions comprise the sole regulatory ability of the town. Finally, the parties agreed to a dismissal of all of the appeals except Ayer's appeal of the district court's orders on June 10 and August 20, 2002, finding Guilford eligible for attorneys' fees and awarding fees and costs.</p>\n    </div>\n    <p>II. Discussion</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district court awarded Guilford $286,839.49 in attorneys' fees under 42 U.S.C. &#167; 1988, on the premise that Guilford successfully vindicated its rights under &#167; 1983. We review the legal determinations inherent in the court's order de novo. We note initially that it is not clear that Guilford was the \"prevailing party,\" <i>id.</i> &#167; 1988, in the district court proceedings, since the only issue resolved was the STB order and no party sought timely judicial review of that order, <i>see supra</i> note 6. However, for the purposes of this discussion we assume that Guilford meets the prevailing party requirement.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Count I of Guilford's complaint alleged Supremacy Clause violations. A claim based solely on the Supremacy Clause does not create rights within 28 U.S.C. &#167; 1343(a)(3) and is not cognizable under 42 U.S.C. &#167; 1983. <i>Chapman v. Houston Welfare Rights Org.,</i> <span class=\"citation\" data-id=\"110076\"><a href=\"/opinion/110076/chapman-v-houston-welfare-rights-organization/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">600</span></a></span>, 615, <span class=\"citation\" data-id=\"110076\"><a href=\"/opinion/110076/chapman-v-houston-welfare-rights-organization/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1905</span></a></span>, <span class=\"citation\" data-id=\"110076\"><a href=\"/opinion/110076/chapman-v-houston-welfare-rights-organization/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1979); <i>see Md. Pest Control Ass'n v. Montgomery County,</i> <span class=\"citation\" data-id=\"528470\"><a href=\"/opinion/528470/maryland-pest-control-association-maryland-alliance-for-the-responsible/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">160</span></a></span>, 163 (4th Cir.1989) (per curiam) (attorneys' fees under &#167; 1988 not available under &#167; 1983 on a Supremacy Clause preemption claim). Guilford's claim for attorneys' fees thus depends on an interpretation of the ICCTA.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">To the extent Guilford is a prevailing party, it is because the STB ruled largely, though not entirely, in its favor. The STB order is part of a comprehensive statutory scheme of federal regulation of the railways. Accordingly, the STB has primary jurisdiction over aspects of railway operations and facilities. <i>Pejepscot Indus. Park, Inc. v. Grimmel Indus.,</i> <span class=\"citation\" data-id=\"198980\"><a href=\"/opinion/198980/pejepscot-industrial-v-maine-central-railro/\"><span class=\"volume\">215</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">195</span></a></span>, 197 (1st Cir.2000). Indeed, Guilford's complaint asserted that the STB had primary jurisdiction over all aspects of this case. Here, the ICCTA creates an explicit and complex statutory scheme, and &#167; 1336 contains provisions authorizing judicial review. None of those provisions authorizes an award of attorneys' fees. Had Congress wished to authorize such fees under &#167; 1336, it could easily have done so.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The district court did not have the benefit of the Supreme Court's later decision in <i>Gonzaga University v. Doe,</i> <span class=\"citation\" data-id=\"121157\"><a href=\"/opinion/121157/gonzaga-univ-v-doe/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">273</span></a></span>, <span class=\"citation\" data-id=\"121157\"><a href=\"/opinion/121157/gonzaga-univ-v-doe/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2268</span></a></span>, <span class=\"citation\" data-id=\"121157\"><a href=\"/opinion/121157/gonzaga-univ-v-doe/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">309</span></a></span> (2002). Acknowledging some ambiguity in its precedent, the <i>Gonzaga</i> Court further clarified when an action is cognizable under 42 U.S.C. &#167; 1983 and held that the same analysis applied to &#167; 1983 questions as in implied cause of action cases. A plaintiff must assert violation of a federal right which is \"unambiguously conferred.\" <i>Id.</i> at 283, <span class=\"citation\" data-id=\"121157\"><a href=\"/opinion/121157/gonzaga-univ-v-doe/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2268</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Ultimately, the test is one of congressional intent. <i>Bryson v. Shumway,</i> <span class=\"citation no-link\"><span class=\"volume\">308</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">79</span></span>, 88-89 (1st Cir.2002). This case is not one in which a statute seems to benefit a class, where the question would be whether Congress meant to create rights which are judicially enforceable under &#167; 1983. <i>Id.</i> Here, Congress has not been silent. It has made clear in ICCTA where primary jurisdiction lies, and it has created an explicit scheme for judicial review of STB orders and remedies. That scheme does not include awards of attorneys' fees. Indeed, &#167; 1336(a) authorizes injunctive and declaratory relief but has no provisions for attorneys' fees; it would be more than odd to create an action under &#167; 1983 solely to provide for attorneys' fees. It would be contrary to Congressional intent to create a &#167; 1983 action here.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Of course, the mere existence of a statutory enforcement scheme does not always preclude the creation of remedies under 42 U.S.C. &#167; 1983. <i>See Golden State Transit Corp. v. City of L.A.,</i> <span class=\"citation\" data-id=\"112341\"><a href=\"/opinion/112341/golden-state-transit-corp-v-los-angeles/\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, 106, <span class=\"citation\" data-id=\"112341\"><a href=\"/opinion/112341/golden-state-transit-corp-v-los-angeles/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">444</span></a></span>, <span class=\"citation\" data-id=\"112341\"><a href=\"/opinion/112341/golden-state-transit-corp-v-los-angeles/\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">420</span></a></span> (1989) (\"The availability of administrative mechanisms to protect the plaintiff's interests is not necessarily sufficient to demonstrate that Congress intended to foreclose a &#167; 1983 remedy.\"). But nothing suggests that Congress intended to create rights for railroads apart from the STB statutory scheme. Even the \"rights\" cited by Guilford are less than clear and definitive. Guilford does not have the right to be free of all local environmental regulation; the STB order makes that pellucid. Moreover, the district court's judgment was entered based on the STB order under &#167; 1336, not under the Commerce Clause.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In the end, Guilford's argument devolves to the assertion that the town should not have attempted to enforce its own environmental regulations, but should have ceded all authority to the STB, and that Congress created a right, enforceable under &#167; 1983, to sue the town and recover attorneys' fees for the town's error in judgment over jurisdiction. Given that the town does have environmental responsibilities under federal law, we are convinced Congress did not intend this to be a situation where a separate cause of action is created under &#167; 1983.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The award of attorneys' fees is <i>reversed</i> and <i>vacated.</i> The joint motion regarding partial settlement is <i>allowed.</i> Each side shall bear its own costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Throughout this opinion, we will refer to the plaintiffs collectively as \"Guilford.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Under 5 U.S.C. &#167; 554(e) (2000), an agency \"with like effect as in the case of other orders, and in its sound discretion, may issue a declaratory order to terminate a controversy or remove uncertainty.\"<i>See</i> 49 U.S.C. &#167; 721 (2000) (powers of STB).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The court expresses its appreciation to both sets of amici for their assistance</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The site is also within the Zone III aquifer protecting the Town of Littleton's Spectacle Pond well</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> While the STB was considering the petition for reconsideration, Ayer successfully sought to restrain Guilford from its ongoing activity on the site. When Guilford appealed the restriction, this court noted that the parties' agreement to maintain the status quo lasted only so long as the STB proceedings were ongoing (the court was unaware of Ayer's motion to the STB for reconsideration). By order dated July 16, 2001 this court vacated the preliminary injunction because it was not accompanied by the requisite findings, but left the parties free to broach the issues anew in the district court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The district court, for the purpose of calculating the ninety days, included the time between the STB's May 1 order and Ayer's May 21 motion for reconsideration. That approach was mistaken; if a petition for reconsideration of an administrative order is filed, the original order is not final, and the limitations period begins only when the petition for reconsideration is denied<i>See ICC v. Bhd. of Locomotive Eng'rs,</i> <span class=\"citation\" data-id=\"111911\"><a href=\"/opinion/111911/icc-v-locomotive-engineers/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">270</span></a></span>, 284, <span class=\"citation\" data-id=\"111911\"><a href=\"/opinion/111911/icc-v-locomotive-engineers/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2360</span></a></span>, <span class=\"citation\" data-id=\"111911\"><a href=\"/opinion/111911/icc-v-locomotive-engineers/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span></a></span> (1987). Even calculated in the correct manner, it appears that neither party timely sought review of the STB order. In any event, that aspect of the case has since been settled.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110076/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111911/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112341/",
    "http://www.courtlistener.com/api/rest/v3/opinions/121157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/528470/"
  ]
}