{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200477/",
  "absolute_url": "/opinion/200477/dwan-v-city-of-boston/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200477/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:53:53Z",
  "date_modified": "2016-02-28T05:03:09.199799Z",
  "type": "010combined",
  "sha1": "97e6e34e0943843c527fc9d31422a309cc7ad097",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-1493-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2003/05/27/Dwan_v._City_of_Boston.pdf",
  "plain_text": "            United States Court of Appeals\n                       For the First Circuit\n\nNo. 02-1493\n\n        ROBERT A. DWAN; CATHERINE M. DWAN; ALLYSON M. DWAN,\n       BY HER PARENTS AND NATURAL GUARDIANS, ROBERT A. DWAN\n    AND CATHERINE M. DWAN; BRITTANY C.M. DWAN, BY HER PARENTS\n   AND NATURAL GUARDIANS, ROBERT A. DWAN AND CATHERINE M. DWAN;\n      MADYSON E. DWAN, BY HER PARENTS AND NATURAL GUARDIANS,\nROBERT A. DWAN AND CATHERINE M. DWAN; ROBERT A. DWAN, JR., BY HIS\n  PARENTS AND NATURAL GUARDIANS, ROBERT A. DWAN AND CATHERINE M.\n           DWAN; CHRISTOPHER J. DWAN, BY HIS PARENTS AND\n     NATURAL GUARDIANS, ROBERT A. DWAN AND CATHERINE M. DWAN,\n\n                        Plaintiffs, Appellees,\n\n                                  v.\n\n                           CITY OF BOSTON,\n\n                              Defendant.\n                              __________\n\n   PAUL F. EVANS, INDIVIDUALLY AND AS THE POLICE COMMISSIONER\n   FOR THE BOSTON POLICE DEPARTMENT; THOMAS DOWD, INDIVIDUALLY\n   AND AS AN EMPLOYEE OF THE CITY OF BOSTON POLICE DEPARTMENT,\n\n                       Defendants, Appellants.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MASSACHUSETTS\n\n             [Hon. William G. Young, U.S. District Judge]\n\n\n                                Before\n                         Boudin, Chief Judge,\n                    Farris,* Senior Circuit Judge,\n                    and Torruella, Circuit Judge.\n\n\n\n\n    *\n        Of the Ninth Circuit, sitting by designation.\n\f     Steven P. Perlmutter with whom Michael D. Lurie, Elizabeth C.\nSackett and Robinson & Cole LLP were on brief for appellants.\n     Stephen J. Delamere with whom Bruce A. Bierhans and Law Offices\nof Bruce A. Bierhans, LLC were on brief for appellees.\n\n\n                           May 27, 2003\n\f               BOUDIN, Chief Judge.      Robert Dwan sued the City of Boston\n\nand     two    superior     officers    in     the   Boston   Police     Department\n\n(\"Department\"), claiming that the defendants violated his Fifth\n\nAmendment rights by putting him on paid administrative leave after\n\nhe refused to testify before a grand jury concerning the vicious\n\nbeating of another police officer.             The district court rejected the\n\nofficers'      claim   of   qualified    immunity,      and   the    officers   have\n\nappealed.       We conclude that Dwan's superiors do have qualified\n\nimmunity.\n\n               This case is an offshoot of the 1995 assault of Boston\n\npolice officer Michael Cox, described in detail in United States v.\n\nConley, 249 F.3d 38, 40-43 (1st Cir. 2001), and United States v.\n\nConley, 186 F.3d 7, 11-15 (1st Cir. 1999), cert. denied 529 U.S.\n\n1017 (2000).      As to the events involving Dwan, we recount the facts\n\nin the light most favorable to Dwan as the party opposing summary\n\njudgment.       N. Am. Specialty Ins. Co. v. Lapalme, 258 F.3d 35, 36\n\n(1st Cir. 2001).\n\n               Robert Dwan joined the Boston Police Department in 1989\n\nas an officer; he has been a sergeant since 1997.                    On the evening\n\nof January 25, 1995, Dwan was on patrol with his partner Kenneth\n\nConley.       A broadcast over the police radio reported a robbery at a\n\nBoston nightclub and, mistakenly, that a police officer had been\n\nshot.     Several police cars pursued the suspects.                 The chase ended\n\nat a cul de sac where the suspects ran from their car and were\n\n\n                                         -3-\n\fchased on foot.      One of the first officers on the scene was Michael\n\nCox, an African-American undercover officer dressed in plainclothes.\n\nDwan and Conley arrived in the fifth car on the scene.         Cox pursued\n\none of the suspects to a fence at one end of the cul de sac.           The\n\nsuspect climbed over the fence, but as Cox started to climb after\n\nhim, he was pulled down by unidentified police officers and beaten\n\nseverely.\n\n            The Department immediately launched an investigation into\n\nthe Cox beating.       Dwan initially cooperated, filing a report in\n\nMarch 1995, describing his actions on the night in question and\n\nclaiming that he did not see which officers assaulted Michael Cox\n\nbecause he (Dwan) was at the other end of the cul de sac assisting\n\nin   the    arrest   of   another   suspect.      Officer   Joseph   Horton\n\ncorroborated Dwan's story, stating that he (Horton) assisted in the\n\narrest and saw Dwan assisting as well.         An Internal Affairs officer\n\nexpressed himself satisfied.\n\n            Nevertheless, the Department continued to question Dwan.\n\nThis was partly because no officer ever admitted to beating Cox or\n\nseeing anyone else do so, but also because Dwan's version of events\n\nwas at odds with other evidence.          A security guard who was in\n\nMichael Cox's car stated that he was present when the second suspect\n\nwas arrested and that no one fitting Dwan's description assisted in\n\nthe arrest.    In addition, Officer Richard Walker testified that he\n\n\n\n\n                                    -4-\n\fsaw two officers matching Conley and Dwan's descriptions not far\n\nfrom where Cox was beaten.\n\n           In May 1997, Dwan was called before a federal grand jury\n\ninvestigating the Cox beating as a potential civil rights violation.\n\nDwan was not given immunity in this proceeding and refused to\n\ntestify,   invoking     his    Fifth    Amendment      right   against   self-\n\nincrimination.    He was again subpoenaed to testify before the grand\n\njury in October 1998.        His attorney told the prosecutor that Dwan\n\nwould again invoke the Fifth Amendment if he was not given immunity,\n\nand the prosecutor withdrew the subpoena.\n\n           Eight days later, on October 28, 1998, Dwan was placed on\n\nadministrative leave with pay.         Police Commissioner Paul Evans said\n\nin a letter that the decision had been made for \"the efficiency of\n\nthe Department\" and should not be considered disciplinary action.\n\nIn   January   1999,   the    Department     charged   Dwan    with   violating\n\nregulations in numerous respects (e.g., filing a false report) in\n\nregard to the Cox beating.       The Department scheduled four hearings\n\nover the next year regarding these charges, but cancelled all of\n\nthem, and the complaint was ultimately abandoned.\n\n           Dwan remained on administrative leave for eighteen months\n\n(October 1998-March 2000).       While on leave, he was paid his regular\n\nsalary but could not work overtime or special assignments; Dwan\n\nclaims that the forgone income totaled between 50 and 100 percent\n\nof his base salary.     He was reinstated in March 2000 after passing\n\n\n                                       -5-\n\fthe second of two polygraph examinations indicating that he did not\n\nparticipate in the Cox beating and did not see who did participate.\n\nSince his reinstatement, Dwan alleges that the Department has denied\n\nhis requests to work special assignments and to be transferred to\n\nanother district.\n\n          On March 12, 2001, Dwan brought suit for damages in\n\nfederal court against the Department, Police Commissioner Evans, and\n\nDeputy   Superintendent    Thomas   Dowd    (who    oversaw   the   Cox\n\ninvestigation).1    In pertinent part, Dwan's complaint alleged that\n\nthe defendants violated 42 U.S.C. § 1985 (2000), his First, Fifth,\n\nand Fourteenth Amendment rights, which are subject to redress under\n\n42 U.S.C. § 1983 (2000), and the Massachusetts Civil Rights Act,\n\nMass. Gen. Laws ch. 12, §11I (2000).       His wife and children also\n\nsued the defendants for loss of consortium.        Mass. Gen. Laws ch.\n\n258, § 2 (2000).\n\n          The defendants moved for summary judgment, which the\n\ndistrict court granted on all counts except Dwan's Fifth Amendment\n\nclaim and the claim under the Massachusetts Civil Rights Act, which\n\ndepends on the Fifth Amendment claim.         As to this claim, the\n\ndistrict court held that taking all factual inferences in favor of\n\nDwan, \"a reasonable jury could conclude that his right against self-\n\n\n     1\n      The City of Boston was substituted for the Department because\nthe Department is not a suable entity.       The city could under\ncertain circumstances be liable for a violation of Dwan's rights by\nEvans and Dowd. Monell v. Dep't of Social Servs., 436 U.S. 658,\n694 (1978).\n\n                                 -6-\n\fincrimination was wrongfully burdened by the defendants' actions\"\n\nwhich could constitute \"a scheme of harassment designed to chill his\n\nFifth   Amendment     rights    and    to   coerce     Dwan   into     incriminating\n\nhimself.\"     The court also held that Dwan's Fifth Amendment rights\n\nwere \"clearly established\" so qualified immunity was unavailable.\n\n            The individual defendants have appealed from the order\n\ndenying qualified immunity.           An interlocutory appeal lies from such\n\na denial, Mitchell v. Forsyth, 472 U.S. 511, 530 (1985), at least\n\n\"to the extent that the qualified immunity defense turns upon a\n\n'purely legal' question.\" Fletcher v. Town of Clinton, 196 F.3d 41,\n\n45 (1st Cir. 1999).      In such an instance, our review is, of course,\n\nde novo.     Suboh v. Dist. Attorney's Office, 298 F.3d 81, 90 (1st\n\nCir. 2002).       If qualified immunity is denied because the district\n\ncourt     finds   a   disputed    issue       of     fact   reserved    for    trial,\n\ninterlocutory review as to that ruling is not available.                      Diaz v.\n\nMartinez, 112 F.3d 1, 3 (1st Cir. 1997).\n\n            Under well-established law, the individual defendants are\n\nentitled to qualified immunity for official action unless (1) their\n\nconduct violated Dwan's constitutional rights and, in addition, (2)\n\nthe law to this effect was \"clearly established\" under then-existing\n\nlaw so that a reasonable police officer would have known that his\n\nbehavior was unlawful.         Saucier v. Katz, 533 U.S. 194, 201 (2001).\n\nSaucier     contemplates,      although       with    possible    exceptions      not\n\npertinent here, see Dirrane v. Brookline Police Dep't, 315 F.3d 65,\n\n\n                                        -7-\n\f69-70 (1st Cir. 2002), that the reviewing court should begin with\n\nthe former question.\n\n          The   inquiry   is   simplified,   but   only   partly,   by    the\n\ndefendants' concession (for purposes of this appeal) that Dwan was\n\nplaced on administrative leave \"because\" he pleaded or threatened\n\nto plead the Fifth Amendment before the federal grand jury.              This\n\nconcession confirms what would otherwise have been a plausible but\n\nnot inevitable inference from the timing of events:             that the\n\nadministrative leave decision was prompted at least in part by\n\nDwan's action in taking the Fifth Amendment and not solely by an\n\nunrelated determination that he should be investigated internally\n\nfor misconduct.\n\n          In a set of decisions in the late 1960s and in the 1970s,\n\nthe Supreme Court held that public employees could not be coerced\n\ninto waiving their Fifth Amendment rights.2          Most of the cases\n\ninvolved public employees who were fired or otherwise penalized for\n\npleading the Fifth Amendment after being advised that this action\n\nwould automatically result in such penalty.        Although the Supreme\n\nCourt has not recently revisited the Garrity line of cases, a number\n\nof the circuits including this one have focused on the \"coercion\"\n\n\n\n\n     2\n      Lefkowitz v. Cunningham, 431 U.S. 801 (1977); Uniformed\nSanitation Men Ass'n, Inc. v. Comm'r of Sanitation, 392 U.S. 280\n(1968); Gardner v. Broderick, 392 U.S. 273 (1968); Garrity v. New\nJersey, 385 U.S. 493 (1967).\n\n                                   -8-\n\fissue emphasized by the Court in those cases, making it a claim\n\ndependent on such a showing.3\n\n           Further, this circuit has held that coercion is lacking\n\nso long as the employee was never threatened or forewarned of any\n\nsanction for refusing to testify, even though the employee suffers\n\nadverse action after-the-fact as a result of refusing to cooperate.\n\nSee Singer, 49 F.3d at 847 (1st Cir. 1995); Indorato, 628 F.2d at\n\n715-16.   Here, no one told Dwan that if he pled the Fifth Amendment\n\nbefore the grand jury, he would be placed on administrative leave.\n\nNor does he allege any regulation or settled practice to that\n\neffect.   United States v. Friedrick, 842 F.2d 382, 395 (D.C. Cir.\n\n1988).\n\n           There are dicta--although perhaps no holdings--in a few\n\ncircuits that assume that official retaliation against someone for\n\npleading the Fifth Amendment could be a violation even without\n\ncoercion to compel a waiver.    See Nat'l Treasury Employees Union v.\n\nU.S. Dep't of Treasury, 25 F.3d 237, 241-42 (5th Cir. 1994). Rights\n\nare often safeguarded in this fashion, Dirrane, 315 F.3d at 69\n\n(First Amendment); Gu v. Boston Police Dep't, 312 F.3d 6, 13-14 (1st\n\nCir. 2002) (Title VII), although much depends upon how the \"right\"\n\n\n\n     3\n      See, e.g., Singer v. Maine, 49 F.3d 837, 847 (1st Cir. 1995);\nUnited States v. Indorato, 628 F.2d 711 (1st Cir.), cert. denied,\n449 U.S. 1016 (1980); Chan v. Wodnicki, 123 F.3d 1005, 1009-10 (7th\nCir. 1997), cert. denied, 522 U.S. 1117 (1998); Benjamin v. City of\nMontgomery, 785 F.2d 959, 961-62 (11th Cir.), cert. denied, 479\nU.S. 984 (1986).\n\n                                  -9-\n\fis defined, since rights do not come in pre-defined shapes and\n\nsizes.\n\n               How the Supreme Court would react to such a case--where\n\nthere    are    consequences   but   no   coercion--is    uncertain.   Fifth\n\nAmendment law has outgrown its historical roots, Amar & Lettow,\n\nFifth Amendment First Principles: The Self-Incrimination Clause, 93\n\nMich. L. Rev. 857 (1995), and the Court has not been quite so\n\nhospitable recently to expanding rights.                 But we will assume\n\narguendo that in some circumstances a Fifth Amendment claim might\n\nbe made out based solely on after-the-fact consequences of taking\n\nthe Fifth Amendment.\n\n               Yet it cannot sensibly be the law that administrative\n\nmeasures, although taken in part \"because\" an employee pled the\n\nFifth Amendment, are automatically impermissible.             Under the case\n\nlaw, a negative inference may be drawn by a public employer--and\n\nadverse action taken--\"because of\" an employee's refusal to answer\n\nquestions about job-related misconduct, so long as the inference is\n\nplausible and (perhaps) other information also supports the adverse\n\naction.    See Baxter v. Palmigiano, 425 U.S. 308, 317-18 (1976).\n\nCompare Lefkowitz, 431 U.S. at 808 n.5.            Circuit case law is in\n\naccord.    See United States v. Stein, 233 F.3d 6, 14-17 (1st Cir.\n\n2000), cert. denied 532 U.S. 943 (2001).\n\n               Like all \"abstract\" rights, Garrity has its limitations.\n\nSuppose large sums are missing from the cash drawer in the state\n\n\n                                     -10-\n\ftreasury but the cashier declines to discuss the matter with\n\ninvestigators or a grand jury; surely it would not be a civil rights\n\nviolation to put the cashier on paid administrative leave pending\n\ninvestigation merely because the cashier would forego overtime pay.\n\nCf. Chan, 123   F.3d   at 1009-10; Fraternal Order of Police v.\n\nPhiladelphia, 859 F.2d 276, 282-83 (3rd Cir. 1988).          We   are\n\nconcerned (as usual) with reasonableness, context, degree and fit.\n\nSee, e.g., Dirrane, 315 F.3d at 70-71.\n\n          An objective standard serves best in this context.      The\n\nclosest analogy is to the objective standard of probable cause or\n\nreasonable suspicion used under the Fourth Amendment.   E.g., Whren\n\nv. United States, 517 U.S. 806 (1996).   Precedent aside, there are\n\npractical reasons why, in cases like this one, the test should be\n\nobjective.   Once we know or assume arguendo that the refusal to\n\ntestify played some role in the Department's decision--absent that\n\nthere would be no causation--efforts to disentangle the threads\n\nfurther are almost hopeless.   Cf. Dirrane, 315 F.3d at 69; Barry\n\nWright Corp. v. ITT Grinnell Corp., 724 F.2d 227, 232 (1st Cir.\n\n1983).\n\n          Given the objective circumstances of this case, we see\n\nnothing unreasonable about the actions taken by the defendants.    It\n\nis beyond dispute in this case that unidentified policemen on the\n\nscene badly beat a black undercover police officer, mistakenly\n\nbelieving him to have shot another policeman, and it is almost\n\n\n                               -11-\n\fcertain that some of the other officers present knew who had done\n\nit, denied having knowledge, and supported each other's stories.\n\nThe individual defendants, to their credit, were trying to penetrate\n\nthis familiar wall of silence and bring the wrongdoers to justice.\n\n            Dwan may or may not have had such knowledge. But what the\n\ndefendants knew was that he had told a story as to why he did not\n\nsee what happened, admittedly supported by one of Dwan's fellow\n\nofficers but contradicted in substance by two others (who had no\n\nobvious motive to lie), and Dwan then declined to testify about the\n\nmatter before a grand jury without immunity.        On this basis, the\n\ndefendants were perfectly entitled to begin an investigation into\n\nwhether Dwan's original claims constituted false reporting and other\n\nviolations of departmental regulations.\n\n            Nor was there anything unreasonable in placing him on\n\nadministrative leave with pay pending this investigation even though\n\nthis meant he was not eligible for extra duty which would have meant\n\nmore pay.    Administrative leave, for one reasonably suspected of\n\nserious   misconduct,   is   a   routine   measure--here   mitigated   by\n\ncontinued pay.    That Dwan suffered some disadvantage--as does any\n\ninnocent citizen who is lawfully but mistakenly arrested--does not\n\nmake it a constitutional violation.\n\n            Dwan offers several further arguments in support of his\n\ncharge of a Fifth Amendment violation.        One such claim, that the\n\ndefendants knew or should have known that he was innocent of\n\n\n                                  -12-\n\fwrongdoing, rests solely on the fact that one colleague supported\n\nhis story.   But two other officers contradicted Dwan and he had\n\ndeclined to testify before the grand jury. The objective facts show\n\nthat the defendants had a reasonable basis to be suspicious of\n\nDwan's claim, for beginning an investigation, and for side-lining\n\nhim for a period of investigation.\n\n          Dwan also argues that the defendants' purpose in placing\n\nhim on administrative leave was to coerce him thereafter to abandon\n\nhis Fifth Amendment rights.        There is no evidence of this--and\n\nDeputy Superintendent Dowd denied it in his deposition--but to avoid\n\na possible disputed issue of fact, see Diaz, 112 F.3d at 3, we will\n\nassume arguendo that the defendants would have been pleased if,\n\nafter being placed on administrative leave, Dwan had then cooperated\n\nfully with the Department and the grand jury and was able to\n\nidentify those who had beaten Cox.\n\n          Yet   we   have   just   held   that   the   defendants   had   an\n\nobjectively reasonable basis for placing Dwan on leave without pay\n\npending investigation, even though this stemmed in part from his\n\nrefusal to testify; and we have likewise concluded that the limited\n\nburden on his Fifth Amendment rights--if it can be regarded as\n\ntouching upon those rights--was permissible.           This being so, it\n\nhardly matters whether the defendants hoped that Dwan might in due\n\ncourse decide to cooperate--whether to avoid the investigation,\n\nregain active status or for any other reason.\n\n\n                                   -13-\n\f            Of course we can imagine a case in which a public employer\n\nhad an unsuspicious reason for placing an employee on administrative\n\nleave pending an investigation, but later facts revealed that the\n\nemployer was trying to coerce the employee into waiving his Fifth\n\nAmendment rights.     The clearest example would be a situation in\n\nwhich the employee was told that he would be restored to active duty\n\nonly if he waived his rights.     Alternatively, the facts could be so\n\negregious   that   coercion   could   be   reasonably   inferred.   Dwan,\n\nhowever, falls far short of such a showing.\n\n            About the only event furnishing any basis for suspicion\n\nis the scheduling and cancellation of Dwan's hearings; but, given\n\nthe general lack of cooperation from those on the scene at the Cox\n\nbeating, it is unsurprising that the Department had difficulty\n\nestablishing definitive proof of a violation.       Dwan does not allege\n\nthat anyone so much as hinted that he would be restored to duty if,\n\nbut only if, he waived the privilege.       And, in the end, it was only\n\nthe second polygraph test (both tests may have been administered\n\nunder the auspices of Dwan's counsel) that persuaded the Department\n\nto abandon its investigation of Dwan.\n\n            Dwan finally alleges that the Department--although having\n\nrestored him to active duty--is now refusing to transfer him to\n\nanother division or to let him work special assignments.              The\n\ndistrict court did not advert to this claim and the record is thin.\n\nSo far as we can tell from a few hints, the Department may be\n\n\n                                  -14-\n\frefusing overtime and transfers to a group of officers present at\n\nthe Cox beating of whom it remains suspicious. In other words, they\n\nare on duty with work and pay but getting no Departmental favors or\n\nextra details.\n\n          This situation presents no obvious Fifth Amendment claim.\n\nDwan's testimony is not being sought (the Cox beating is eight years\n\nold) and if Dwan's prior refusals to testify are one of the reasons\n\nfor continuing suspicion of him, we have already noted that negative\n\ninferences--outside of criminal prosecutions--are not automatically\n\nforbidden under the Fifth Amendment.   Whether under civil service\n\nregulations or police union contracts he can be so restricted based\n\nmerely on suspicion is not an issue before us.\n\n          Because the individual defendants did not violate Dwan's\n\nFifth Amendment rights, the first prong of the Saucier inquiry is\n\ndecisive in their favor.   And, as to the second prong, a violation\n\nof the Fifth Amendment in these circumstances is not \"clearly\n\nestablished\" or readily apparent.   Whether a Fifth Amendment right\n\nexists in the \"abstract\"--as it obviously does--is not the question.\n\nAnderson v. Creighton, 483 U.S. 635, 639-40 (1987).   Thus, there is\n\nqualified immunity here even if we are wrong in finding that Dwan's\n\nconstitutional rights were not violated.\n\n          Dwan finally claims injury under the Massachusetts Civil\n\nRights Act, Mass. Gen. Laws ch. 12, § 11I (2000), which prohibits\n\ninterference or attempted interference with the exercise of rights\n\n\n                               -15-\n\funder federal or state law. This claim is dependent on Dwan's Fifth\n\nAmendment   claim   (because    the    state   law   protects   people   from\n\ninterference with the exercise of their federal rights, see Sena v.\n\nMassachusetts, 629 N.E.2d 250, 262 (Mass. 1994)), and therefore this\n\nclaim fails as well--a loose end that we can resolve on this appeal.\n\nSee Suboh, 298 F.3d at 97.\n\n            The judgment of the district court is vacated and the\n\nmatter remanded for proceedings consistent with this decision.\n\n            It is so ordered.\n\n\n\n\n                                      -16-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">            United States Court of Appeals\n                       For the First Circuit\n\nNo. 02-1493\n\n        ROBERT A. DWAN; CATHERINE M. DWAN; ALLYSON M. DWAN,\n       BY HER PARENTS AND NATURAL GUARDIANS, ROBERT A. DWAN\n    AND CATHERINE M. DWAN; BRITTANY C.M. DWAN, BY HER PARENTS\n   AND NATURAL GUARDIANS, ROBERT A. DWAN AND CATHERINE M. DWAN;\n      MADYSON E. DWAN, BY HER PARENTS AND NATURAL GUARDIANS,\nROBERT A. DWAN AND CATHERINE M. DWAN; ROBERT A. DWAN, JR., BY HIS\n  PARENTS AND NATURAL GUARDIANS, ROBERT A. DWAN AND CATHERINE M.\n           DWAN; CHRISTOPHER J. DWAN, BY HIS PARENTS AND\n     NATURAL GUARDIANS, ROBERT A. DWAN AND CATHERINE M. DWAN,\n\n                        Plaintiffs, Appellees,\n\n                                  v.\n\n                           CITY OF BOSTON,\n\n                              Defendant.\n                              __________\n\n   PAUL F. EVANS, INDIVIDUALLY AND AS THE POLICE COMMISSIONER\n   FOR THE BOSTON POLICE DEPARTMENT; THOMAS DOWD, INDIVIDUALLY\n   AND AS AN EMPLOYEE OF THE CITY OF BOSTON POLICE DEPARTMENT,\n\n                       Defendants, Appellants.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MASSACHUSETTS\n\n             [Hon. William G. Young, U.S. District Judge]\n\n\n                                Before\n                         Boudin, Chief Judge,\n                    Farris,* Senior Circuit Judge,\n                    and Torruella, Circuit Judge.\n\n\n\n\n    *\n        Of the Ninth Circuit, sitting by designation.\n\f     Steven P. Perlmutter with whom Michael D. Lurie, Elizabeth C.\nSackett and Robinson & Cole LLP were on brief for appellants.\n     Stephen J. Delamere with whom Bruce A. Bierhans and Law Offices\nof Bruce A. Bierhans, LLC were on brief for appellees.\n\n\n                           May 27, 2003\n\f               BOUDIN, Chief Judge.      Robert Dwan sued the City of Boston\n\nand     two    superior     officers    in     the   Boston   Police     Department\n\n(\"Department\"), claiming that the defendants violated his Fifth\n\nAmendment rights by putting him on paid administrative leave after\n\nhe refused to testify before a grand jury concerning the vicious\n\nbeating of another police officer.             The district court rejected the\n\nofficers'      claim   of   qualified    immunity,      and   the    officers   have\n\nappealed.       We conclude that Dwan's superiors do have qualified\n\nimmunity.\n\n               This case is an offshoot of the 1995 assault of Boston\n\npolice officer Michael Cox, described in detail in United States v.\n\nConley, </pre><span class=\"citation\" data-id=\"199406\"><a href=\"/opinion/199406/united-states-v-conley/\"><span class=\"volume\">249</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">38</span></a></span><pre class=\"inline\">, 40-43 (1st Cir. 2001), and United States v.\n\nConley, </pre><span class=\"citation\" data-id=\"765470\"><a href=\"/opinion/765470/united-states-v-kenneth-m-conley/\"><span class=\"volume\">186</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span><pre class=\"inline\">, 11-15 (1st Cir. 1999), cert. denied </pre><span class=\"citation no-link\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">1017</span></span><pre class=\"inline\"> (2000).      As to the events involving Dwan, we recount the facts\n\nin the light most favorable to Dwan as the party opposing summary\n\njudgment.       N. Am. Specialty Ins. Co. v. Lapalme, </pre><span class=\"citation\" data-id=\"199543\"><a href=\"/opinion/199543/north-american-v-lapalme/\"><span class=\"volume\">258</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">35</span></a></span><pre class=\"inline\">, 36\n\n(1st Cir. 2001).\n\n               Robert Dwan joined the Boston Police Department in 1989\n\nas an officer; he has been a sergeant since 1997.                    On the evening\n\nof January 25, 1995, Dwan was on patrol with his partner Kenneth\n\nConley.       A broadcast over the police radio reported a robbery at a\n\nBoston nightclub and, mistakenly, that a police officer had been\n\nshot.     Several police cars pursued the suspects.                 The chase ended\n\nat a cul de sac where the suspects ran from their car and were\n\n\n                                         -3-\n\fchased on foot.      One of the first officers on the scene was Michael\n\nCox, an African-American undercover officer dressed in plainclothes.\n\nDwan and Conley arrived in the fifth car on the scene.         Cox pursued\n\none of the suspects to a fence at one end of the cul de sac.           The\n\nsuspect climbed over the fence, but as Cox started to climb after\n\nhim, he was pulled down by unidentified police officers and beaten\n\nseverely.\n\n            The Department immediately launched an investigation into\n\nthe Cox beating.       Dwan initially cooperated, filing a report in\n\nMarch 1995, describing his actions on the night in question and\n\nclaiming that he did not see which officers assaulted Michael Cox\n\nbecause he (Dwan) was at the other end of the cul de sac assisting\n\nin   the    arrest   of   another   suspect.      Officer   Joseph   Horton\n\ncorroborated Dwan's story, stating that he (Horton) assisted in the\n\narrest and saw Dwan assisting as well.         An Internal Affairs officer\n\nexpressed himself satisfied.\n\n            Nevertheless, the Department continued to question Dwan.\n\nThis was partly because no officer ever admitted to beating Cox or\n\nseeing anyone else do so, but also because Dwan's version of events\n\nwas at odds with other evidence.          A security guard who was in\n\nMichael Cox's car stated that he was present when the second suspect\n\nwas arrested and that no one fitting Dwan's description assisted in\n\nthe arrest.    In addition, Officer Richard Walker testified that he\n\n\n\n\n                                    -4-\n\fsaw two officers matching Conley and Dwan's descriptions not far\n\nfrom where Cox was beaten.\n\n           In May 1997, Dwan was called before a federal grand jury\n\ninvestigating the Cox beating as a potential civil rights violation.\n\nDwan was not given immunity in this proceeding and refused to\n\ntestify,   invoking     his    Fifth    Amendment      right   against   self-\n\nincrimination.    He was again subpoenaed to testify before the grand\n\njury in October 1998.        His attorney told the prosecutor that Dwan\n\nwould again invoke the Fifth Amendment if he was not given immunity,\n\nand the prosecutor withdrew the subpoena.\n\n           Eight days later, on October 28, 1998, Dwan was placed on\n\nadministrative leave with pay.         Police Commissioner Paul Evans said\n\nin a letter that the decision had been made for \"the efficiency of\n\nthe Department\" and should not be considered disciplinary action.\n\nIn   January   1999,   the    Department     charged   Dwan    with   violating\n\nregulations in numerous respects (e.g., filing a false report) in\n\nregard to the Cox beating.       The Department scheduled four hearings\n\nover the next year regarding these charges, but cancelled all of\n\nthem, and the complaint was ultimately abandoned.\n\n           Dwan remained on administrative leave for eighteen months\n\n(October 1998-March 2000).       While on leave, he was paid his regular\n\nsalary but could not work overtime or special assignments; Dwan\n\nclaims that the forgone income totaled between 50 and 100 percent\n\nof his base salary.     He was reinstated in March 2000 after passing\n\n\n                                       -5-\n\fthe second of two polygraph examinations indicating that he did not\n\nparticipate in the Cox beating and did not see who did participate.\n\nSince his reinstatement, Dwan alleges that the Department has denied\n\nhis requests to work special assignments and to be transferred to\n\nanother district.\n\n          On March 12, 2001, Dwan brought suit for damages in\n\nfederal court against the Department, Police Commissioner Evans, and\n\nDeputy   Superintendent    Thomas   Dowd    (who    oversaw   the   Cox\n\ninvestigation).1    In pertinent part, Dwan's complaint alleged that\n\nthe defendants violated 42 U.S.C. § 1985 (2000), his First, Fifth,\n\nand Fourteenth Amendment rights, which are subject to redress under\n\n42 U.S.C. § 1983 (2000), and the Massachusetts Civil Rights Act,\n\nMass. Gen. Laws ch. 12, §11I (2000).       His wife and children also\n\nsued the defendants for loss of consortium.        Mass. Gen. Laws ch.\n\n258, § 2 (2000).\n\n          The defendants moved for summary judgment, which the\n\ndistrict court granted on all counts except Dwan's Fifth Amendment\n\nclaim and the claim under the Massachusetts Civil Rights Act, which\n\ndepends on the Fifth Amendment claim.         As to this claim, the\n\ndistrict court held that taking all factual inferences in favor of\n\nDwan, \"a reasonable jury could conclude that his right against self-\n\n\n     1\n      The City of Boston was substituted for the Department because\nthe Department is not a suable entity.       The city could under\ncertain circumstances be liable for a violation of Dwan's rights by\nEvans and Dowd. Monell v. Dep't of Social Servs., </pre><span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span><pre class=\"inline\">,\n694 (1978).\n\n                                 -6-\n\fincrimination was wrongfully burdened by the defendants' actions\"\n\nwhich could constitute \"a scheme of harassment designed to chill his\n\nFifth   Amendment     rights    and    to   coerce     Dwan   into     incriminating\n\nhimself.\"     The court also held that Dwan's Fifth Amendment rights\n\nwere \"clearly established\" so qualified immunity was unavailable.\n\n            The individual defendants have appealed from the order\n\ndenying qualified immunity.           An interlocutory appeal lies from such\n\na denial, Mitchell v. Forsyth, </pre><span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span><pre class=\"inline\">, 530 (1985), at least\n\n\"to the extent that the qualified immunity defense turns upon a\n\n'purely legal' question.\" Fletcher v. Town of Clinton, </pre><span class=\"citation\" data-id=\"198711\"><a href=\"/opinion/198711/fletcher-v-clinton/\"><span class=\"volume\">196</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></a></span><pre class=\"inline\">,\n\n45 (1st Cir. 1999).      In such an instance, our review is, of course,\n\nde novo.     Suboh v. Dist. Attorney's Office, </pre><span class=\"citation no-link\"><span class=\"volume\">298</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">81</span></span><pre class=\"inline\">, 90 (1st\n\nCir. 2002).       If qualified immunity is denied because the district\n\ncourt     finds   a   disputed    issue       of     fact   reserved    for    trial,\n\ninterlocutory review as to that ruling is not available.                      Diaz v.\n\nMartinez, </pre><span class=\"citation\" data-id=\"197322\"><a href=\"/opinion/197322/rosario-diaz-v-diaz-martinez/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 3 (1st Cir. 1997).\n\n            Under well-established law, the individual defendants are\n\nentitled to qualified immunity for official action unless (1) their\n\nconduct violated Dwan's constitutional rights and, in addition, (2)\n\nthe law to this effect was \"clearly established\" under then-existing\n\nlaw so that a reasonable police officer would have known that his\n\nbehavior was unlawful.         Saucier v. Katz, </pre><span class=\"citation no-link\"><span class=\"volume\">533</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></span><pre class=\"inline\">, 201 (2001).\n\nSaucier     contemplates,      although       with    possible    exceptions      not\n\npertinent here, see Dirrane v. Brookline Police Dep't, </pre><span class=\"citation\" data-id=\"200266\"><a href=\"/opinion/200266/dirrane-v-brookline-police/\"><span class=\"volume\">315</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">65</span></a></span><pre class=\"inline\">,\n\n\n                                        -7-\n\f69-70 (1st Cir. 2002), that the reviewing court should begin with\n\nthe former question.\n\n          The   inquiry   is   simplified,   but   only   partly,   by    the\n\ndefendants' concession (for purposes of this appeal) that Dwan was\n\nplaced on administrative leave \"because\" he pleaded or threatened\n\nto plead the Fifth Amendment before the federal grand jury.              This\n\nconcession confirms what would otherwise have been a plausible but\n\nnot inevitable inference from the timing of events:             that the\n\nadministrative leave decision was prompted at least in part by\n\nDwan's action in taking the Fifth Amendment and not solely by an\n\nunrelated determination that he should be investigated internally\n\nfor misconduct.\n\n          In a set of decisions in the late 1960s and in the 1970s,\n\nthe Supreme Court held that public employees could not be coerced\n\ninto waiving their Fifth Amendment rights.2          Most of the cases\n\ninvolved public employees who were fired or otherwise penalized for\n\npleading the Fifth Amendment after being advised that this action\n\nwould automatically result in such penalty.        Although the Supreme\n\nCourt has not recently revisited the Garrity line of cases, a number\n\nof the circuits including this one have focused on the \"coercion\"\n\n\n\n\n     2\n      Lefkowitz v. Cunningham, </pre><span class=\"citation\" data-id=\"109683\"><a href=\"/opinion/109683/lefkowitz-v-cunningham/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">801</span></a></span><pre class=\"inline\"> (1977); Uniformed\nSanitation Men Ass'n, Inc. v. Comm'r of Sanitation, </pre><span class=\"citation\" data-id=\"107739\"><a href=\"/opinion/107739/sanitation-men-assn-inc-v-sanitation-commr/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">280</span></a></span><pre class=\"inline\">\n(1968); Gardner v. Broderick, </pre><span class=\"citation\" data-id=\"107738\"><a href=\"/opinion/107738/gardner-v-broderick/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">273</span></a></span><pre class=\"inline\"> (1968); Garrity v. New\nJersey, </pre><span class=\"citation\" data-id=\"107336\"><a href=\"/opinion/107336/garrity-v-new-jersey/\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">493</span></a></span><pre class=\"inline\"> (1967).\n\n                                   -8-\n\fissue emphasized by the Court in those cases, making it a claim\n\ndependent on such a showing.3\n\n           Further, this circuit has held that coercion is lacking\n\nso long as the employee was never threatened or forewarned of any\n\nsanction for refusing to testify, even though the employee suffers\n\nadverse action after-the-fact as a result of refusing to cooperate.\n\nSee Singer, 49 F.3d at 847 (1st Cir. 1995); Indorato, 628 F.2d at\n\n715-16.   Here, no one told Dwan that if he pled the Fifth Amendment\n\nbefore the grand jury, he would be placed on administrative leave.\n\nNor does he allege any regulation or settled practice to that\n\neffect.   United States v. Friedrick, </pre><span class=\"citation\" data-id=\"503416\"><a href=\"/opinion/503416/united-states-v-robert-s-friedrick/\"><span class=\"volume\">842</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">382</span></a></span><pre class=\"inline\">, 395 (D.C. Cir.\n\n1988).\n\n           There are dicta--although perhaps no holdings--in a few\n\ncircuits that assume that official retaliation against someone for\n\npleading the Fifth Amendment could be a violation even without\n\ncoercion to compel a waiver.    See Nat'l Treasury Employees Union v.\n\nU.S. Dep't of Treasury, </pre><span class=\"citation\" data-id=\"670705\"><a href=\"/opinion/670705/national-treasury-employees-union-and-carrie-l-bravo-v-us-department-of/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">237</span></a></span><pre class=\"inline\">, 241-42 (5th Cir. 1994). Rights\n\nare often safeguarded in this fashion, Dirrane, 315 F.3d at 69\n\n(First Amendment); Gu v. Boston Police Dep't, </pre><span class=\"citation\" data-id=\"200231\"><a href=\"/opinion/200231/gu-v-boston-police-dept/\"><span class=\"volume\">312</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span><pre class=\"inline\">, 13-14 (1st\n\nCir. 2002) (Title VII), although much depends upon how the \"right\"\n\n\n\n     3\n      See, e.g., Singer v. Maine, </pre><span class=\"citation\" data-id=\"691312\"><a href=\"/opinion/691312/donna-singer-v-state-of-maine-john-lafaver/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">837</span></a></span><pre class=\"inline\">, 847 (1st Cir. 1995);\nUnited States v. Indorato, </pre><span class=\"citation\" data-id=\"381358\"><a href=\"/opinion/381358/united-states-v-mario-e-indorato/\"><span class=\"volume\">628</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">711</span></a></span><pre class=\"inline\"> (1st Cir.), cert. denied,\n</pre><span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1016</span></span><pre class=\"inline\"> (1980); Chan v. Wodnicki, </pre><span class=\"citation\" data-id=\"745417\"><a href=\"/opinion/745417/cory-d-chan-cross-appellee-v-edward-s-wodnicki-individually-and-in-his/\"><span class=\"volume\">123</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1005</span></a></span><pre class=\"inline\">, 1009-10 (7th\nCir. 1997), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">522</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1117</span></span><pre class=\"inline\"> (1998); Benjamin v. City of\nMontgomery, </pre><span class=\"citation\" data-id=\"466179\"><a href=\"/opinion/466179/lonnie-benjamin-and-harold-hicken-v-the-city-of-montgomery/\"><span class=\"volume\">785</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">959</span></a></span><pre class=\"inline\">, 961-62 (11th Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">479</span>\n<span class=\"reporter\">U.S.</span> <span class=\"page\">984</span></span><pre class=\"inline\"> (1986).\n\n                                  -9-\n\fis defined, since rights do not come in pre-defined shapes and\n\nsizes.\n\n               How the Supreme Court would react to such a case--where\n\nthere    are    consequences   but   no   coercion--is    uncertain.   Fifth\n\nAmendment law has outgrown its historical roots, Amar & Lettow,\n\nFifth Amendment First Principles: The Self-Incrimination Clause, 93\n\nMich. L. Rev. 857 (1995), and the Court has not been quite so\n\nhospitable recently to expanding rights.                 But we will assume\n\narguendo that in some circumstances a Fifth Amendment claim might\n\nbe made out based solely on after-the-fact consequences of taking\n\nthe Fifth Amendment.\n\n               Yet it cannot sensibly be the law that administrative\n\nmeasures, although taken in part \"because\" an employee pled the\n\nFifth Amendment, are automatically impermissible.             Under the case\n\nlaw, a negative inference may be drawn by a public employer--and\n\nadverse action taken--\"because of\" an employee's refusal to answer\n\nquestions about job-related misconduct, so long as the inference is\n\nplausible and (perhaps) other information also supports the adverse\n\naction.    See Baxter v. Palmigiano, </pre><span class=\"citation\" data-id=\"109429\"><a href=\"/opinion/109429/baxter-v-palmigiano/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></a></span><pre class=\"inline\">, 317-18 (1976).\n\nCompare Lefkowitz, 431 U.S. at 808 n.5.            Circuit case law is in\n\naccord.    See United States v. Stein, </pre><span class=\"citation\" data-id=\"199159\"><a href=\"/opinion/199159/united-states-v-stein/\"><span class=\"volume\">233</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span><pre class=\"inline\">, 14-17 (1st Cir.\n\n2000), cert. denied </pre><span class=\"citation no-link\"><span class=\"volume\">532</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">943</span></span><pre class=\"inline\"> (2001).\n\n               Like all \"abstract\" rights, Garrity has its limitations.\n\nSuppose large sums are missing from the cash drawer in the state\n\n\n                                     -10-\n\ftreasury but the cashier declines to discuss the matter with\n\ninvestigators or a grand jury; surely it would not be a civil rights\n\nviolation to put the cashier on paid administrative leave pending\n\ninvestigation merely because the cashier would forego overtime pay.\n\nCf. Chan, 123   F.3d   at 1009-10; Fraternal Order of Police v.\n\nPhiladelphia, </pre><span class=\"citation\" data-id=\"512885\"><a href=\"/opinion/512885/fraternal-order-of-police-lodge-no-5-hurst-robert-s-individually-as/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">276</span></a></span><pre class=\"inline\">, 282-83 (3rd Cir. 1988).          We   are\n\nconcerned (as usual) with reasonableness, context, degree and fit.\n\nSee, e.g., Dirrane, 315 F.3d at 70-71.\n\n          An objective standard serves best in this context.      The\n\nclosest analogy is to the objective standard of probable cause or\n\nreasonable suspicion used under the Fourth Amendment.   E.g., Whren\n\nv. United States, </pre><span class=\"citation\" data-id=\"118036\"><a href=\"/opinion/118036/whren-v-united-states/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">806</span></a></span><pre class=\"inline\"> (1996).   Precedent aside, there are\n\npractical reasons why, in cases like this one, the test should be\n\nobjective.   Once we know or assume arguendo that the refusal to\n\ntestify played some role in the Department's decision--absent that\n\nthere would be no causation--efforts to disentangle the threads\n\nfurther are almost hopeless.   Cf. Dirrane, 315 F.3d at 69; Barry\n\nWright Corp. v. ITT Grinnell Corp., </pre><span class=\"citation\" data-id=\"429383\"><a href=\"/opinion/429383/barry-wright-corporation-v-itt-grinnell-corporation/\"><span class=\"volume\">724</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">227</span></a></span><pre class=\"inline\">, 232 (1st Cir.\n\n1983).\n\n          Given the objective circumstances of this case, we see\n\nnothing unreasonable about the actions taken by the defendants.    It\n\nis beyond dispute in this case that unidentified policemen on the\n\nscene badly beat a black undercover police officer, mistakenly\n\nbelieving him to have shot another policeman, and it is almost\n\n\n                               -11-\n\fcertain that some of the other officers present knew who had done\n\nit, denied having knowledge, and supported each other's stories.\n\nThe individual defendants, to their credit, were trying to penetrate\n\nthis familiar wall of silence and bring the wrongdoers to justice.\n\n            Dwan may or may not have had such knowledge. But what the\n\ndefendants knew was that he had told a story as to why he did not\n\nsee what happened, admittedly supported by one of Dwan's fellow\n\nofficers but contradicted in substance by two others (who had no\n\nobvious motive to lie), and Dwan then declined to testify about the\n\nmatter before a grand jury without immunity.        On this basis, the\n\ndefendants were perfectly entitled to begin an investigation into\n\nwhether Dwan's original claims constituted false reporting and other\n\nviolations of departmental regulations.\n\n            Nor was there anything unreasonable in placing him on\n\nadministrative leave with pay pending this investigation even though\n\nthis meant he was not eligible for extra duty which would have meant\n\nmore pay.    Administrative leave, for one reasonably suspected of\n\nserious   misconduct,   is   a   routine   measure--here   mitigated   by\n\ncontinued pay.    That Dwan suffered some disadvantage--as does any\n\ninnocent citizen who is lawfully but mistakenly arrested--does not\n\nmake it a constitutional violation.\n\n            Dwan offers several further arguments in support of his\n\ncharge of a Fifth Amendment violation.        One such claim, that the\n\ndefendants knew or should have known that he was innocent of\n\n\n                                  -12-\n\fwrongdoing, rests solely on the fact that one colleague supported\n\nhis story.   But two other officers contradicted Dwan and he had\n\ndeclined to testify before the grand jury. The objective facts show\n\nthat the defendants had a reasonable basis to be suspicious of\n\nDwan's claim, for beginning an investigation, and for side-lining\n\nhim for a period of investigation.\n\n          Dwan also argues that the defendants' purpose in placing\n\nhim on administrative leave was to coerce him thereafter to abandon\n\nhis Fifth Amendment rights.        There is no evidence of this--and\n\nDeputy Superintendent Dowd denied it in his deposition--but to avoid\n\na possible disputed issue of fact, see Diaz, 112 F.3d at 3, we will\n\nassume arguendo that the defendants would have been pleased if,\n\nafter being placed on administrative leave, Dwan had then cooperated\n\nfully with the Department and the grand jury and was able to\n\nidentify those who had beaten Cox.\n\n          Yet   we   have   just   held   that   the   defendants   had   an\n\nobjectively reasonable basis for placing Dwan on leave without pay\n\npending investigation, even though this stemmed in part from his\n\nrefusal to testify; and we have likewise concluded that the limited\n\nburden on his Fifth Amendment rights--if it can be regarded as\n\ntouching upon those rights--was permissible.           This being so, it\n\nhardly matters whether the defendants hoped that Dwan might in due\n\ncourse decide to cooperate--whether to avoid the investigation,\n\nregain active status or for any other reason.\n\n\n                                   -13-\n\f            Of course we can imagine a case in which a public employer\n\nhad an unsuspicious reason for placing an employee on administrative\n\nleave pending an investigation, but later facts revealed that the\n\nemployer was trying to coerce the employee into waiving his Fifth\n\nAmendment rights.     The clearest example would be a situation in\n\nwhich the employee was told that he would be restored to active duty\n\nonly if he waived his rights.     Alternatively, the facts could be so\n\negregious   that   coercion   could   be   reasonably   inferred.   Dwan,\n\nhowever, falls far short of such a showing.\n\n            About the only event furnishing any basis for suspicion\n\nis the scheduling and cancellation of Dwan's hearings; but, given\n\nthe general lack of cooperation from those on the scene at the Cox\n\nbeating, it is unsurprising that the Department had difficulty\n\nestablishing definitive proof of a violation.       Dwan does not allege\n\nthat anyone so much as hinted that he would be restored to duty if,\n\nbut only if, he waived the privilege.       And, in the end, it was only\n\nthe second polygraph test (both tests may have been administered\n\nunder the auspices of Dwan's counsel) that persuaded the Department\n\nto abandon its investigation of Dwan.\n\n            Dwan finally alleges that the Department--although having\n\nrestored him to active duty--is now refusing to transfer him to\n\nanother division or to let him work special assignments.              The\n\ndistrict court did not advert to this claim and the record is thin.\n\nSo far as we can tell from a few hints, the Department may be\n\n\n                                  -14-\n\frefusing overtime and transfers to a group of officers present at\n\nthe Cox beating of whom it remains suspicious. In other words, they\n\nare on duty with work and pay but getting no Departmental favors or\n\nextra details.\n\n          This situation presents no obvious Fifth Amendment claim.\n\nDwan's testimony is not being sought (the Cox beating is eight years\n\nold) and if Dwan's prior refusals to testify are one of the reasons\n\nfor continuing suspicion of him, we have already noted that negative\n\ninferences--outside of criminal prosecutions--are not automatically\n\nforbidden under the Fifth Amendment.   Whether under civil service\n\nregulations or police union contracts he can be so restricted based\n\nmerely on suspicion is not an issue before us.\n\n          Because the individual defendants did not violate Dwan's\n\nFifth Amendment rights, the first prong of the Saucier inquiry is\n\ndecisive in their favor.   And, as to the second prong, a violation\n\nof the Fifth Amendment in these circumstances is not \"clearly\n\nestablished\" or readily apparent.   Whether a Fifth Amendment right\n\nexists in the \"abstract\"--as it obviously does--is not the question.\n\nAnderson v. Creighton, </pre><span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span><pre class=\"inline\">, 639-40 (1987).   Thus, there is\n\nqualified immunity here even if we are wrong in finding that Dwan's\n\nconstitutional rights were not violated.\n\n          Dwan finally claims injury under the Massachusetts Civil\n\nRights Act, Mass. Gen. Laws ch. 12, § 11I (2000), which prohibits\n\ninterference or attempted interference with the exercise of rights\n\n\n                               -15-\n\funder federal or state law. This claim is dependent on Dwan's Fifth\n\nAmendment   claim   (because    the    state   law   protects   people   from\n\ninterference with the exercise of their federal rights, see Sena v.\n\nMassachusetts, </pre><span class=\"citation no-link\"><span class=\"volume\">629</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">250</span></span><pre class=\"inline\">, 262 (Mass. 1994)), and therefore this\n\nclaim fails as well--a loose end that we can resolve on this appeal.\n\nSee Suboh, 298 F.3d at 97.\n\n            The judgment of the district court is vacated and the\n\nmatter remanded for proceedings consistent with this decision.\n\n            It is so ordered.\n\n\n\n\n                                      -16-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107739/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109429/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109683/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118036/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197322/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198711/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199406/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199543/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200231/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200266/",
    "http://www.courtlistener.com/api/rest/v3/opinions/381358/",
    "http://www.courtlistener.com/api/rest/v3/opinions/429383/",
    "http://www.courtlistener.com/api/rest/v3/opinions/466179/",
    "http://www.courtlistener.com/api/rest/v3/opinions/503416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/512885/",
    "http://www.courtlistener.com/api/rest/v3/opinions/670705/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691312/",
    "http://www.courtlistener.com/api/rest/v3/opinions/745417/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765470/"
  ]
}