{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200553/",
  "absolute_url": "/opinion/200553/united-states-v-rodriguez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200553/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:55:13Z",
  "date_modified": "2016-02-28T05:03:15.919302Z",
  "type": "010combined",
  "sha1": "d0080c80b0a5ae2594a1761a5e0e84b4f184d380",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-1994-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2003/07/21/U.S._v._Rodriguez.pdf",
  "plain_text": "          United States Court of Appeals\n               For the First Circuit\n\nNo. 02-1994\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n               ROBERT RODRIGUEZ, A/K/A DOMINICAN,\n\n                      Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Nathaniel M. Gorton, U.S. District Judge]\n\n\n                              Before\n\n                       Selya, Circuit Judge,\n\n                    Cyr, Senior Circuit Judge,\n\n                    and Lynch, Circuit Judge.\n\n\n     Melvin Norris, with whom Richard J. Farrell, Jr. was on brief,\nfor appellant.\n     David Hennessy, Assistant United States Attorney, with whom\nMichael J. Sullivan, United States Attorney, was on brief, for the\nUnited States.\n\n\n\n                          July 21, 2003\n\f            SELYA, Circuit Judge.          The primary question in this\n\nappeal is whether the district court abused its discretion in\n\nrefusing to grant an evidentiary hearing before imposing sentence.\n\nThe secondary question is whether the district court erred in\n\nenhancing     the    appellant's    offense     level     for   an    attempted\n\nobstruction of justice.      Finding no cognizable error, we affirm.\n\n            Defendant-appellant Robert Rodriguez pleaded guilty to\n\ndistribution of a substance containing cocaine base and conspiracy\n\nto   commit   that    offense.       See   21   U.S.C.     §§   841(a),   846.\n\nAccordingly, we glean the relevant facts from the change-of-plea\n\ncolloquy, the presentence investigation report (PSI Report), and\n\nthe transcript of the disposition hearing.              See United States v.\n\nDietz, 950 F.2d 50, 55 (1st Cir. 1991).\n\n            The record reveals that the appellant participated in at\n\nleast eleven drug sales to undercover agents, involving a total of\n\n62.88 grams of crack cocaine.       He was arrested on December 9, 1999,\n\nand immediately detained. Considerable skirmishing ensued (none of\n\nwhich is relevant here).         Suffice it to say that, on April 19,\n\n2002, the appellant changed his plea, and the district court\n\nordered a PSI Report.     When prepared, that report suggested, inter\n\nalia, that the appellant was a leader or organizer of the drug-\n\ntrafficking enterprise.          See USSG §3B1.1(a) (providing for an\n\nupward   role-in-the-offense       adjustment    if   a   defendant    \"was   an\n\n\n\n\n                                     -2-\n\forganizer or leader of a criminal activity that involved five or\n\nmore participants or was otherwise extensive\").\n\n            In an effort to extricate himself from this looming hole,\n\nthe appellant procured a letter from a fellow inmate, Junior\n\nSantana.1    That letter, written in Spanish and translated into\n\nEnglish by yet another prisoner, read:\n\n            I Junior Santana.    Please I would like you\n            people to know that I never meet Robert\n            Rodriguez.   What Marisela Segura and Javier\n            Rivera what they are talking about Robert\n            Rodriguez are all lies. Because I know that\n            the situation is like that.     Marisela and\n            Javier are both lovers.      And always done\n            everything together. I Santana agree to speak\n            the truth and also state the truth.\n\n            The appellant submitted these materials along with his\n\nobjections to the PSI Report.       Both the letter and the translation\n\nwere signed by Santana and notarized by a correctional official.\n\nAt a status conference, the court, without objection, authorized\n\nthe   government   to   interview    Santana   (who   by   then   had   been\n\ntransferred to a penitentiary in Ohio).        A government agent did so\n\nand reported that Santana had repudiated the letter.         According to\n\n\n      1\n      This was not the appellant's only effort to influence the\nsentencing process. The PSI Report indicates that he submitted a\nletter to the government containing a statement that he attributed\nto a coconspirator (Rivera). That statement was to the effect that\nhe (Rivera) had falsely implicated the appellant. When confronted\nwith the statement, Rivera repudiated it.       He said that the\nappellant had dictated the statement but that he had refused to\nsign it because the statement \"was not true.\"       The probation\nofficer concluded that this incident did not obstruct justice\nbecause the government realized all along the bogus nature of the\nstatement.\n\n                                    -3-\n\fthe ensuing proffer, the appellant had sought out Santana several\n\ntimes, pressured him to write a (false) account that would put the\n\nappellant in a favorable light, and obtained the letter as a\n\nresult.    Based on this recantation, the government urged the court\n\nnot only to dismiss the letter's allegations but also to find that\n\nit represented an attempt by the appellant to obstruct justice by\n\nsuborning perjury.      See USSG §3C1.1, cmt. (n.4(b)).\n\n            The    appellant's   attorney    then    sought   to   interview\n\nSantana.    Santana's lawyer refused to allow such an audience.          The\n\nappellant responded to this refusal by moving for (i) a continuance\n\nto investigate the issues raised by the government's proffer, and\n\n(ii) an evidentiary hearing.         The district court granted the\n\ncontinuance but refused to sanction an evidentiary hearing. In his\n\nsentencing memorandum, defense counsel reiterated the request for\n\nan evidentiary hearing to test the truthfulness of Santana's\n\nstatements and the government's conflicting proffer.               The court\n\nremained resolute, and no evidentiary hearing was ever held.\n\n             On August 2, 2002, the district court convened the\n\ndisposition       hearing.   The   court,    inter    alia,   accepted   the\n\ngovernment's contention that the submission of the Santana letter\n\nconstituted an attempt to obstruct justice and ratcheted the\n\nappellant's offense level upward by two levels for obstruction of\n\njustice.     See USSG §3C1.1, cmt. (n.4(b)).          The court also (i)\n\nprescribed     a    four-level   upward     adjustment   because    of   the\n\n\n                                    -4-\n\fappellant's leadership role in a criminal activity involving five\n\nor more participants, id. §3B1.1(a); (ii) factored in a two-level\n\nreduction for acceptance of responsibility, id. §3E1.1(a); and\n\n(iii) held the appellant accountable for 62.88 grams of crack\n\ncocaine (not the 500+ grams for which the government sought to hold\n\nhim responsible).          These subsidiary findings yielded a total\n\noffense level of 36.        Because the appellant was a first offender\n\n(Criminal History Category I), the guideline sentencing range was\n\n188-235 months.      See id. ch. 5, Pt.A (sentencing table).           The court\n\nchose   the    low   end    of    the   range   and    imposed     a   188-month\n\nincarcerative term.        This appeal followed.\n\n             The appellant's main argument is that, given the salience\n\nof the Santana letter, the sentencing court should have granted his\n\nmotion for an evidentiary hearing before finding that the letter\n\nwas both false and submitted for the purpose of distorting the\n\nsentencing calculus.       In his view, the letter was important to his\n\ndefense in three key respects.           First, by casting doubt upon what\n\ntwo of his cohorts, Rivera and Segura, had told the probation\n\nofficer, it might have reduced the drug quantity for which he was\n\nheld accountable. Second, the letter, by attacking the veracity of\n\nRivera and Segura, tended to support his contention that he was not\n\na   leader    or   organizer     of   the   criminal   activity.       He   adds,\n\nrelatedly, that without this upward role-in-the-offense adjustment,\n\nhe might have been eligible for a lessened sentence under the so-\n\n\n                                        -5-\n\fcalled safety valve, 18 U.S.C. § 3553(f).                 Third — and most\n\nimportant — had the court credited the letter, it would not have\n\nelevated his offense level (and, thus, effectively increased his\n\nsentence) for obstruction of justice.\n\n          This appraisal vastly overstates the potential impact of\n\nthe Santana letter.       From what we can tell, that letter, even if\n\ncredited, would have had no material effect on the issue of drug\n\nquantity — an issue that the sentencing court resolved favorably to\n\nthe appellant.   The same holds true for role in the offense, as the\n\nuncontested    portions    of    the   facts   limned   in   the   PSI   Report\n\nabundantly justified that adjustment. And that adjustment rendered\n\nthe appellant ineligible for the safety valve.               See 18 U.S.C. §\n\n3553(f)(4); USSG §5C1.2(a)(4).           In practical terms, then, the\n\nsentencing court's rejection of the Santana letter affected only\n\nthe enhancement for obstruction of justice.             We frame our inquiry\n\naccordingly.\n\n          It is a familiar rule that a criminal defendant, about to\n\nbe sentenced, is not entitled to an evidentiary hearing on demand.\n\nUnited States v. Williams, 10 F.3d 910, 915 (1st Cir. 1993); United\n\nStates v. Tardiff, 969 F.2d 1283, 1286 (1st Cir. 1992); United\n\nStates v. DeCologero, 821 F.2d 39, 44 (1st Cir. 1987).             Faced with\n\na timely request for such a hearing, the court must consider the\n\ntotality of the circumstances and assess the likely utility of a\n\nhearing in that light.          See United States v. Bradshaw, 281 F.3d\n\n\n                                       -6-\n\f278, 291 (1st Cir. 2002); United States v. Zannino, 895 F.2d 1, 6\n\n(1st Cir. 1990).      Given the dimensions of this approach, it is not\n\nsurprising     that    a    sentencing     court's   decision    to     deny   an\n\nevidentiary hearing is reviewed only for abuse of discretion.\n\nUnited States v. McAndrews, 12 F.3d 273, 279-80 (1st Cir. 1993).\n\n           Although the question is close, we see no abuse of\n\ndiscretion here. The district court examined Santana's letter with\n\ncare.    It noted that the letter was conclusory in nature and\n\ndetermined that it lacked probative value.               This determination is\n\nbuttressed by other aspects of the record; the essence of the\n\nSantana letter was contradicted by the appellant's own statements\n\nto the probation officer and by various proffers incorporated in\n\nthe PSI Report.        Although the letter intimated that Rivera and\n\nSegura had fabricated a tale about the appellant, it gave no\n\nplausible reason for them to have done so. Moreover, the appellant\n\nhad   admitted   his       involvement    with   these    individuals    to    the\n\nprobation officer, having confessed that he had supplied them with\n\napproximately twenty rocks of cocaine on each of four separate\n\noccasions.    The court, therefore, had ample reason to discount the\n\nallegations contained in the Santana letter.\n\n             The principal thrust of the appellant's argument seems to\n\nbe that the information from the government upon which the district\n\ncourt relied in finding Santana's letter false lacked sufficient\n\nindicia of reliability.           He contends that the court erred in\n\n\n                                         -7-\n\faccepting      the   government's    proffer,      which        amounted     to   the\n\nrepresentations of an Assistant United States Attorney (AUSA)\n\npurporting to summarize the interview in which Santana allegedly\n\nrepudiated     the   letter.   We    believe      that     it    was    within    the\n\nsentencing       court's   discretion       to     rely         on     the     AUSA's\n\nrepresentations.\n\n            During the sentencing phase of a criminal case, the\n\nFederal Rules of Evidence do not apply. United States v. Robinson,\n\n144 F.3d 104, 108 (1st Cir. 1998); United States v. Gonzalez-\n\nVasquez, 34 F.3d 19, 25 (1st Cir. 1994). Similarly, \"a defendant's\n\nSixth Amendment right to confront the witness against him does not\n\nattach during the sentencing phase.\"             Tardiff, 969 F.2d at 1287.\n\nIn light of these principles, the sentencing court has broad\n\ndiscretion to accept hearsay evidence at sentencing so long as the\n\ncourt supportably concludes that the information has sufficient\n\nindicia   of    trustworthiness     to   warrant    a    finding       of    probable\n\naccuracy.      See id.; United States v. Zuleta-Alvarez, 922 F.2d 33,\n\n36-37 (1st Cir. 1990); see also USSG §6A1.3(a).\n\n            This legal framework is controlling here.                  Even though\n\nthe government could have done a better job of producing a verbatim\n\nrecord of Santana's interview,2 the court acted within the realm of\n\n\n     2\n      In future cases, the government would do well to make a more\nfocused evidentiary showing. For example, it could easily have\nprovided a transcript, a signed statement, an affidavit from the\nwitness, or a declaration from the agent who actually interviewed\nthe witness.\n\n                                     -8-\n\fits   discretion    in   accepting   the    government's     version   of   the\n\nsubstance of that interview. After all, the AUSA's proffer had all\n\nthe earmarks of reliability and the record before us contains\n\nnothing    that    remotely   suggests     the   contrary.     We   conclude,\n\ntherefore, that the sentencing court's handling of the Santana\n\nletter was acceptable.        Accordingly, the court did not abuse its\n\ndiscretion in denying the appellant's request for an evidentiary\n\nhearing.\n\n            The appellant's fallback position is that, in all events,\n\nthe lower court erred in using the letter as a vehicle for an\n\nobstruction of justice enhancement.         In imposing an obstruction of\n\njustice enhancement, the sentencing court must find that \"the\n\ndefendant willfully obstructed or impeded, or attempted to obstruct\n\nor impede, the administration of justice during the course of the\n\ninvestigation, prosecution, or sentencing of the instant offense of\n\nconviction . . . .\"      USSG §3C1.1(A).     The government has the burden\n\nof proving, by a preponderance of the evidence, that such an\n\nobstruction occurred. United States v. Aymelek, 926 F.2d 64, 67-68\n\n(1st Cir. 1991).\n\n            We review the sentencing court's factbound determination\n\nthat an obstruction of justice occurred for clear error.               Id. at\n\n68.   In this instance, the court found that the appellant had\n\npressured Santana to sign a false letter and had submitted the\n\n\n\n\n                                     -9-\n\fdocument to the probation officer in an abortive attempt to game\n\nthe sentencing process.       This finding is fully supportable.\n\n            We will not belabor the obvious.             The AUSA's proffer,\n\nthough uncorroborated, was thorough and replete with details.                 In\n\ncontrast, the Santana letter not only contradicted the appellant's\n\noriginal    version    of   events   but    also   provided    little   or    no\n\nsupporting detail to back its outlandish claims.              The appellant's\n\nmotive in procuring the letter and submitting it to the court was\n\nplainly    to   influence   the   contours    of   his   sentence.      And   in\n\nassessing culpability, the sentencing court reasonably could have\n\ntaken into account the appellant's earlier attempt at a similar\n\nsubterfuge, see supra note 1, in which he unsuccessfully tried to\n\npressure Rivera into signing a false exculpatory statement.\n\n            The fact that the district court could have placed a less\n\nsinister interpretation on the submission of the Santana letter is\n\nof no consolation to the appellant.3         \"Where there is more than one\n\nplausible view of the circumstances, the sentencing court's choice\n\namong    supportable   alternatives    cannot      be    clearly   erroneous.\"\n\nUnited States v. Ruiz, 905 F.2d 499, 508 (1st Cir. 1990); accord\n\nUnited States v. Jimenez-Otero, 898 F.2d 813, 814-15 (1st Cir.\n\n\n\n     3\n      For what it may be worth, we note that notwithstanding the\nobstruction of justice finding the sentencing court granted the\nappellant a downward adjustment for acceptance of responsibility.\nSee USSG §3E1.1 (explaining that acceptance of responsibility and\nobstruction of justice adjustments can simultaneously be allowed in\nrare instances).\n\n                                     -10-\n\f1990).      Consequently, there is no principled way that we can\n\ndisturb the district court's closely reasoned finding that the\n\nappellant obstructed justice by inducing Santana to write and sign\n\na letter that he (the appellant) knew was false.            It follows that\n\nthe   district   court   had   no   choice   but   to   impose   a   two-level\n\nenhancement.     See United States v. Austin, 948 F.2d 783, 788 (1st\n\nCir. 1991); see also USSG §3C1.1, cmt. (n.4(b)).\n\n            We need go no further.           A criminal defendant has no\n\nabsolute or presumptive right to insist that the sentencing court\n\ntake testimony on every fact germane to sentencing.              In light of\n\nthe record as a whole, the district court's explicit findings, and\n\nthe generous standard of review, we conclude that the court did not\n\nabuse its discretion in denying the appellant's request for an\n\nevidentiary hearing.     We likewise conclude that the court did not\n\nerr in enhancing the applicable offense level for obstruction of\n\njustice.\n\n\n\nAffirmed.\n\n\n\n\n                                    -11-\n\f",
  "html": "<p class=\"case_cite\">336 F.3d 67</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Robert RODRIGUEZ, a/k/a Dominican, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 02-1994.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard May 6, 2003.</p>\n    <p class=\"date\">Decided July 21, 2003.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Melvin Norris, with whom Richard J. Farrell, Jr. was on brief, for appellant.</p>\n      <p class=\"indent\">David Hennessy, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief, for the United States.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CYR, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The primary question in this appeal is whether the district court abused its discretion in refusing to grant an evidentiary hearing before imposing sentence. The secondary question is whether the district court erred in enhancing the appellant's offense level for an attempted obstruction of justice. Finding no cognizable error, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Defendant-appellant Robert Rodriguez pleaded guilty to distribution of a substance containing cocaine base and conspiracy to commit that offense. <i>See</i> 21 U.S.C. &#167;&#167; 841(a), 846. Accordingly, we glean the relevant facts from the change-of-plea colloquy, the presentence investigation report (PSI Report), and the transcript of the disposition hearing. <i>See United States v. Dietz,</i> 950 F.2d 50, 55 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The record reveals that the appellant participated in at least eleven drug sales to undercover agents, involving a total of 62.88 grams of crack cocaine. He was arrested on December 9, 1999, and immediately detained. Considerable skirmishing ensued (none of which is relevant here). Suffice it to say that, on April 19, 2002, the appellant changed his plea, and the district court ordered a PSI Report. When prepared, that report suggested, inter alia, that the appellant was a leader or organizer of the drug-trafficking enterprise. <i>See</i> USSG &#167; 3B1.1(a) (providing for an upward role-in-the-offense adjustment if a defendant \"was an organizer or leader of a criminal activity that involved five or more participants or was otherwise extensive\").</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In an effort to extricate himself from this looming hole, the appellant procured a letter from a fellow inmate, Junior Santana.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> That letter, written in Spanish and translated into English by yet another prisoner, read:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">I Junior Santana. Please I would like you people to know that I never meet Robert Rodriguez. What Marisela Segura and Javier Rivera what they are talking about Robert Rodriguez are all lies. Because I know that the situation is like that. Marisela and Javier are both lovers. And always done everything together. I Santana agree to speak the truth and also state the truth.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The appellant submitted these materials along with his objections to the PSI Report. Both the letter and the translation were signed by Santana and notarized by a correctional official. At a status conference, the court, without objection, authorized the government to interview Santana (who by then had been transferred to a penitentiary in Ohio). A government agent did so and reported that Santana had repudiated the letter. According to the ensuing proffer, the appellant had sought out Santana several times, pressured him to write a (false) account that would put the appellant in a favorable light, and obtained the letter as a result. Based on this recantation, the government urged the court not only to dismiss the letter's allegations but also to find that it represented an attempt by the appellant to obstruct justice by suborning perjury. <i>See</i> USSG &#167; 3C1.1, cmt. (n. 4(b)).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The appellant's attorney then sought to interview Santana. Santana's lawyer refused to allow such an audience. The appellant responded to this refusal by moving for (i) a continuance to investigate the issues raised by the government's proffer, and (ii) an evidentiary hearing. The district court granted the continuance but refused to sanction an evidentiary hearing. In his sentencing memorandum, defense counsel reiterated the request for an evidentiary hearing to test the truthfulness of Santana's statements and the government's conflicting proffer. The court remained resolute, and no evidentiary hearing was ever held.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On August 2, 2002, the district court convened the disposition hearing. The court, inter alia, accepted the government's contention that the submission of the Santana letter constituted an attempt to obstruct justice and ratcheted the appellant's offense level upward by two levels for obstruction of justice. <i>See</i> USSG &#167; 3C1.1, cmt. (n.4(b)). The court also (i) prescribed a four-level upward adjustment because of the appellant's leadership role in a criminal activity involving five or more participants, <i>id.</i> &#167; 3B1.1(a); (ii) factored in a two-level reduction for acceptance of responsibility, <i>id.</i> &#167; 3E1.1(a); and (iii) held the appellant accountable for 62.88 grams of crack cocaine (not the 500+ grams for which the government sought to hold him responsible). These subsidiary findings yielded a total offense level of 36. Because the appellant was a first offender (Criminal History Category I), the guideline sentencing range was 188-235 months. <i>See id.</i> ch. 5, Pt.A (sentencing table). The court chose the low end of the range and imposed a 188-month incarcerative term. This appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The appellant's main argument is that, given the salience of the Santana letter, the sentencing court should have granted his motion for an evidentiary hearing before finding that the letter was both false and submitted for the purpose of distorting the sentencing calculus. In his view, the letter was important to his defense in three key respects. First, by casting doubt upon what two of his cohorts, Rivera and Segura, had told the probation officer, it might have reduced the drug quantity for which he was held accountable. Second, the letter, by attacking the veracity of Rivera and Segura, tended to support his contention that he was not a leader or organizer of the criminal activity. He adds, relatedly, that without this upward role-in-the-offense adjustment, he might have been eligible for a lessened sentence under the so-called safety valve, 18 U.S.C. &#167; 3553(f). Third &#8212; and most important &#8212; had the court credited the letter, it would not have elevated his offense level (and, thus, effectively increased his sentence) for obstruction of justice.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This appraisal vastly overstates the potential impact of the Santana letter. From what we can tell, that letter, even if credited, would have had no material effect on the issue of drug quantity &#8212; an issue that the sentencing court resolved favorably to the appellant. The same holds true for role in the offense, as the uncontested portions of the facts limned in the PSI Report abundantly justified that adjustment. And that adjustment rendered the appellant ineligible for the safety valve. <i>See</i> 18 U.S.C. &#167; 3553(f)(4); USSG &#167; 5C1.2(a)(4). In practical terms, then, the sentencing court's rejection of the Santana letter affected only the enhancement for obstruction of justice. We frame our inquiry accordingly.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is a familiar rule that a criminal defendant, about to be sentenced, is not entitled to an evidentiary hearing on demand. <i>United States v. Williams,</i> 10 F.3d 910, 915 (1st Cir.1993); <i>United States v. Tardiff,</i> 969 F.2d 1283, 1286 (1st Cir. 1992); <i>United States v. DeCologero,</i> 821 F.2d 39, 44 (1st Cir.1987). Faced with a timely request for such a hearing, the court must consider the totality of the circumstances and assess the likely utility of a hearing in that light. <i>See United States v. Bradshaw,</i> 281 F.3d 278, 291 (1st Cir.2002); <i>United States v. Zannino,</i> 895 F.2d 1, 6 (1st Cir.1990). Given the dimensions of this approach, it is not surprising that a sentencing court's decision to deny an evidentiary hearing is reviewed only for abuse of discretion. <i>United States v. McAndrews,</i> 12 F.3d 273, 279-80 (1st Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Although the question is close, we see no abuse of discretion here. The district court examined Santana's letter with care. It noted that the letter was conclusory in nature and determined that it lacked probative value. This determination is buttressed by other aspects of the record; the essence of the Santana letter was contradicted by the appellant's own statements to the probation officer and by various proffers incorporated in the PSI Report. Although the letter intimated that Rivera and Segura had fabricated a tale about the appellant, it gave no plausible reason for them to have done so. Moreover, the appellant had admitted his involvement with these individuals to the probation officer, having confessed that he had supplied them with approximately twenty rocks of cocaine on each of four separate occasions. The court, therefore, had ample reason to discount the allegations contained in the Santana letter.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The principal thrust of the appellant's argument seems to be that the information from the government upon which the district court relied in finding Santana's letter false lacked sufficient indicia of reliability. He contends that the court erred in accepting the government's proffer, which amounted to the representations of an Assistant United States Attorney (AUSA) purporting to summarize the interview in which Santana allegedly repudiated the letter. We believe that it was within the sentencing court's discretion to rely on the AUSA's representations.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">During the sentencing phase of a criminal case, the Federal Rules of Evidence do not apply. <i>United States v. Robinson,</i> 144 F.3d 104, 108 (1st Cir.1998); <i>United States v. Gonzalez-Vazquez,</i> 34 F.3d 19, 25 (1st Cir.1994). Similarly, \"a defendant's Sixth Amendment right to confront the witness against him does not attach during the sentencing phase.\" <i>Tardiff,</i> 969 F.2d at 1287. In light of these principles, the sentencing court has broad discretion to accept hearsay evidence at sentencing so long as the court supportably concludes that the information has sufficient indicia of trustworthiness to warrant a finding of probable accuracy. <i>See id.; United States v. Zuleta-Alvarez,</i> 922 F.2d 33, 36-37 (1st Cir.1990); <i>see also</i> USSG &#167; 6A1.3(a).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This legal framework is controlling here. Even though the government could have done a better job of producing a verbatim record of Santana's interview,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the court acted within the realm of its discretion in accepting the government's version of the substance of that interview. After all, the AUSA's proffer had all the earmarks of reliability and the record before us contains nothing that remotely suggests the contrary. We conclude, therefore, that the sentencing court's handling of the Santana letter was acceptable. Accordingly, the court did not abuse its discretion in denying the appellant's request for an evidentiary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The appellant's fallback position is that, in all events, the lower court erred in using the letter as a vehicle for an obstruction of justice enhancement. In imposing an obstruction of justice enhancement, the sentencing court must find that \"the defendant willfully obstructed or impeded, or attempted to obstruct or impede, the administration of justice during the course of the investigation, prosecution, or sentencing of the instant offense of conviction....\" USSG &#167; 3C1.1(A). The government has the burden of proving, by a preponderance of the evidence, that such an obstruction occurred. <i>United States v. Aymelek,</i> 926 F.2d 64, 67-68 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We review the sentencing court's factbound determination that an obstruction of justice occurred for clear error. <i>Id.</i> at 68. In this instance, the court found that the appellant had pressured Santana to sign a false letter and had submitted the document to the probation officer in an abortive attempt to game the sentencing process. This finding is fully supportable.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We will not belabor the obvious. The AUSA's proffer, though uncorroborated, was thorough and replete with details. In contrast, the Santana letter not only contradicted the appellant's original version of events but also provided little or no supporting detail to back its outlandish claims. The appellant's motive in procuring the letter and submitting it to the court was plainly to influence the contours of his sentence. And in assessing culpability, the sentencing court reasonably could have taken into account the appellant's earlier attempt at a similar subterfuge, <i>see</i> <i>supra</i> note 1, in which he unsuccessfully tried to pressure Rivera into signing a false exculpatory statement.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The fact that the district court could have placed a less sinister interpretation on the submission of the Santana letter is of no consolation to the appellant.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> \"Where there is more than one plausible view of the circumstances, the sentencing court's choice among supportable alternatives cannot be clearly erroneous.\" <i>United States v. Ruiz,</i> 905 F.2d 499, 508 (1st Cir.1990); <i>accord United States v. Jimenez-Otero,</i> 898 F.2d 813, 814-15 (1st Cir. 1990). Consequently, there is no principled way that we can disturb the district court's closely reasoned finding that the appellant obstructed justice by inducing Santana to write and sign a letter that he (the appellant) knew was false. It follows that the district court had no choice but to impose a two-level enhancement. <i>See United States v. Austin,</i> 948 F.2d 783, 788 (1st Cir.1991); <i>see also</i> USSG &#167; 3C1.1, cmt. (n.4(b)).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We need go no further. A criminal defendant has no absolute or presumptive right to insist that the sentencing court take testimony on every fact germane to sentencing. In light of the record as a whole, the district court's explicit findings, and the generous standard of review, we conclude that the court did not abuse its discretion in denying the appellant's request for an evidentiary hearing. We likewise conclude that the court did not err in enhancing the applicable offense level for obstruction of justice.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This was not the appellant's only effort to influence the sentencing process. The PSI Report indicates that he submitted a letter to the government containing a statement that he attributed to a coconspirator (Rivera). That statement was to the effect that he (Rivera) had falsely implicated the appellant. When confronted with the statement, Rivera repudiated it. He said that the appellant had dictated the statement but that he had refused to sign it because the statement \"was not true.\" The probation officer concluded that this incident did not obstruct justice because the government realized all along the bogus nature of the statement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In future cases, the government would do well to make a more focused evidentiary showing. For example, it could easily have provided a transcript, a signed statement, an affidavit from the witness, or a declaration from the agent who actually interviewed the witness</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> For what it may be worth, we note that notwithstanding the obstruction of justice finding the sentencing court granted the appellant a downward adjustment for acceptance of responsibility<i>See</i> USSG &#167; 3E1.1 (explaining that acceptance of responsibility and obstruction of justice adjustments can simultaneously be allowed in rare instances).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">336</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">67</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Robert RODRIGUEZ, a/k/a Dominican, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 02-1994.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard May 6, 2003.</p>\n    <p class=\"date\">Decided July 21, 2003.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Melvin Norris, with whom Richard J. Farrell, Jr. was on brief, for appellant.</p>\n      <p class=\"indent\">David Hennessy, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief, for the United States.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CYR, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The primary question in this appeal is whether the district court abused its discretion in refusing to grant an evidentiary hearing before imposing sentence. The secondary question is whether the district court erred in enhancing the appellant's offense level for an attempted obstruction of justice. Finding no cognizable error, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Defendant-appellant Robert Rodriguez pleaded guilty to distribution of a substance containing cocaine base and conspiracy to commit that offense. <i>See</i> 21 U.S.C. &#167;&#167; 841(a), 846. Accordingly, we glean the relevant facts from the change-of-plea colloquy, the presentence investigation report (PSI Report), and the transcript of the disposition hearing. <i>See United States v. Dietz,</i> <span class=\"citation\" data-id=\"572657\"><a href=\"/opinion/572657/united-states-v-william-a-dietz/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span>, 55 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The record reveals that the appellant participated in at least eleven drug sales to undercover agents, involving a total of 62.88 grams of crack cocaine. He was arrested on December 9, 1999, and immediately detained. Considerable skirmishing ensued (none of which is relevant here). Suffice it to say that, on April 19, 2002, the appellant changed his plea, and the district court ordered a PSI Report. When prepared, that report suggested, inter alia, that the appellant was a leader or organizer of the drug-trafficking enterprise. <i>See</i> USSG &#167; 3B1.1(a) (providing for an upward role-in-the-offense adjustment if a defendant \"was an organizer or leader of a criminal activity that involved five or more participants or was otherwise extensive\").</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In an effort to extricate himself from this looming hole, the appellant procured a letter from a fellow inmate, Junior Santana.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> That letter, written in Spanish and translated into English by yet another prisoner, read:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">I Junior Santana. Please I would like you people to know that I never meet Robert Rodriguez. What Marisela Segura and Javier Rivera what they are talking about Robert Rodriguez are all lies. Because I know that the situation is like that. Marisela and Javier are both lovers. And always done everything together. I Santana agree to speak the truth and also state the truth.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The appellant submitted these materials along with his objections to the PSI Report. Both the letter and the translation were signed by Santana and notarized by a correctional official. At a status conference, the court, without objection, authorized the government to interview Santana (who by then had been transferred to a penitentiary in Ohio). A government agent did so and reported that Santana had repudiated the letter. According to the ensuing proffer, the appellant had sought out Santana several times, pressured him to write a (false) account that would put the appellant in a favorable light, and obtained the letter as a result. Based on this recantation, the government urged the court not only to dismiss the letter's allegations but also to find that it represented an attempt by the appellant to obstruct justice by suborning perjury. <i>See</i> USSG &#167; 3C1.1, cmt. (n. 4(b)).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The appellant's attorney then sought to interview Santana. Santana's lawyer refused to allow such an audience. The appellant responded to this refusal by moving for (i) a continuance to investigate the issues raised by the government's proffer, and (ii) an evidentiary hearing. The district court granted the continuance but refused to sanction an evidentiary hearing. In his sentencing memorandum, defense counsel reiterated the request for an evidentiary hearing to test the truthfulness of Santana's statements and the government's conflicting proffer. The court remained resolute, and no evidentiary hearing was ever held.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On August 2, 2002, the district court convened the disposition hearing. The court, inter alia, accepted the government's contention that the submission of the Santana letter constituted an attempt to obstruct justice and ratcheted the appellant's offense level upward by two levels for obstruction of justice. <i>See</i> USSG &#167; 3C1.1, cmt. (n.4(b)). The court also (i) prescribed a four-level upward adjustment because of the appellant's leadership role in a criminal activity involving five or more participants, <i>id.</i> &#167; 3B1.1(a); (ii) factored in a two-level reduction for acceptance of responsibility, <i>id.</i> &#167; 3E1.1(a); and (iii) held the appellant accountable for 62.88 grams of crack cocaine (not the 500+ grams for which the government sought to hold him responsible). These subsidiary findings yielded a total offense level of 36. Because the appellant was a first offender (Criminal History Category I), the guideline sentencing range was 188-235 months. <i>See id.</i> ch. 5, Pt.A (sentencing table). The court chose the low end of the range and imposed a 188-month incarcerative term. This appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The appellant's main argument is that, given the salience of the Santana letter, the sentencing court should have granted his motion for an evidentiary hearing before finding that the letter was both false and submitted for the purpose of distorting the sentencing calculus. In his view, the letter was important to his defense in three key respects. First, by casting doubt upon what two of his cohorts, Rivera and Segura, had told the probation officer, it might have reduced the drug quantity for which he was held accountable. Second, the letter, by attacking the veracity of Rivera and Segura, tended to support his contention that he was not a leader or organizer of the criminal activity. He adds, relatedly, that without this upward role-in-the-offense adjustment, he might have been eligible for a lessened sentence under the so-called safety valve, 18 U.S.C. &#167; 3553(f). Third &#8212; and most important &#8212; had the court credited the letter, it would not have elevated his offense level (and, thus, effectively increased his sentence) for obstruction of justice.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This appraisal vastly overstates the potential impact of the Santana letter. From what we can tell, that letter, even if credited, would have had no material effect on the issue of drug quantity &#8212; an issue that the sentencing court resolved favorably to the appellant. The same holds true for role in the offense, as the uncontested portions of the facts limned in the PSI Report abundantly justified that adjustment. And that adjustment rendered the appellant ineligible for the safety valve. <i>See</i> 18 U.S.C. &#167; 3553(f)(4); USSG &#167; 5C1.2(a)(4). In practical terms, then, the sentencing court's rejection of the Santana letter affected only the enhancement for obstruction of justice. We frame our inquiry accordingly.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is a familiar rule that a criminal defendant, about to be sentenced, is not entitled to an evidentiary hearing on demand. <i>United States v. Williams,</i> <span class=\"citation\" data-id=\"195069\"><a href=\"/opinion/195069/united-states-v-williams/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">910</span></a></span>, 915 (1st Cir.1993); <i>United States v. Tardiff,</i> <span class=\"citation\" data-id=\"587242\"><a href=\"/opinion/587242/united-states-v-claude-paul-tardiff/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1283</span></a></span>, 1286 (1st Cir. 1992); <i>United States v. DeCologero,</i> <span class=\"citation\" data-id=\"489942\"><a href=\"/opinion/489942/united-states-v-anthony-decologero/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">39</span></a></span>, 44 (1st Cir.1987). Faced with a timely request for such a hearing, the court must consider the totality of the circumstances and assess the likely utility of a hearing in that light. <i>See United States v. Bradshaw,</i> <span class=\"citation\" data-id=\"199842\"><a href=\"/opinion/199842/united-states-v-bradshaw/\"><span class=\"volume\">281</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">278</span></a></span>, 291 (1st Cir.2002); <i>United States v. Zannino,</i> <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.1990). Given the dimensions of this approach, it is not surprising that a sentencing court's decision to deny an evidentiary hearing is reviewed only for abuse of discretion. <i>United States v. McAndrews,</i> <span class=\"citation\" data-id=\"195084\"><a href=\"/opinion/195084/united-states-v-mcandrews/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">273</span></a></span>, 279-80 (1st Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Although the question is close, we see no abuse of discretion here. The district court examined Santana's letter with care. It noted that the letter was conclusory in nature and determined that it lacked probative value. This determination is buttressed by other aspects of the record; the essence of the Santana letter was contradicted by the appellant's own statements to the probation officer and by various proffers incorporated in the PSI Report. Although the letter intimated that Rivera and Segura had fabricated a tale about the appellant, it gave no plausible reason for them to have done so. Moreover, the appellant had admitted his involvement with these individuals to the probation officer, having confessed that he had supplied them with approximately twenty rocks of cocaine on each of four separate occasions. The court, therefore, had ample reason to discount the allegations contained in the Santana letter.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The principal thrust of the appellant's argument seems to be that the information from the government upon which the district court relied in finding Santana's letter false lacked sufficient indicia of reliability. He contends that the court erred in accepting the government's proffer, which amounted to the representations of an Assistant United States Attorney (AUSA) purporting to summarize the interview in which Santana allegedly repudiated the letter. We believe that it was within the sentencing court's discretion to rely on the AUSA's representations.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">During the sentencing phase of a criminal case, the Federal Rules of Evidence do not apply. <i>United States v. Robinson,</i> <span class=\"citation\" data-id=\"197938\"><a href=\"/opinion/197938/united-states-v-robinson/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">104</span></a></span>, 108 (1st Cir.1998); <i>United States v. Gonzalez-Vazquez,</i> <span class=\"citation\" data-id=\"195584\"><a href=\"/opinion/195584/united-states-v-gonzalez-vazquez/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 25 (1st Cir.1994). Similarly, \"a defendant's Sixth Amendment right to confront the witness against him does not attach during the sentencing phase.\" <i>Tardiff,</i> 969 F.2d at 1287. In light of these principles, the sentencing court has broad discretion to accept hearsay evidence at sentencing so long as the court supportably concludes that the information has sufficient indicia of trustworthiness to warrant a finding of probable accuracy. <i>See id.; United States v. Zuleta-Alvarez,</i> <span class=\"citation\" data-id=\"553331\"><a href=\"/opinion/553331/united-states-v-john-jairo-zuleta-alvarez-aka-john-zuleta-united/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">33</span></a></span>, 36-37 (1st Cir.1990); <i>see also</i> USSG &#167; 6A1.3(a).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This legal framework is controlling here. Even though the government could have done a better job of producing a verbatim record of Santana's interview,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the court acted within the realm of its discretion in accepting the government's version of the substance of that interview. After all, the AUSA's proffer had all the earmarks of reliability and the record before us contains nothing that remotely suggests the contrary. We conclude, therefore, that the sentencing court's handling of the Santana letter was acceptable. Accordingly, the court did not abuse its discretion in denying the appellant's request for an evidentiary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The appellant's fallback position is that, in all events, the lower court erred in using the letter as a vehicle for an obstruction of justice enhancement. In imposing an obstruction of justice enhancement, the sentencing court must find that \"the defendant willfully obstructed or impeded, or attempted to obstruct or impede, the administration of justice during the course of the investigation, prosecution, or sentencing of the instant offense of conviction....\" USSG &#167; 3C1.1(A). The government has the burden of proving, by a preponderance of the evidence, that such an obstruction occurred. <i>United States v. Aymelek,</i> <span class=\"citation\" data-id=\"556393\"><a href=\"/opinion/556393/united-states-v-kaya-aymelek/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">64</span></a></span>, 67-68 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We review the sentencing court's factbound determination that an obstruction of justice occurred for clear error. <i>Id.</i> at 68. In this instance, the court found that the appellant had pressured Santana to sign a false letter and had submitted the document to the probation officer in an abortive attempt to game the sentencing process. This finding is fully supportable.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We will not belabor the obvious. The AUSA's proffer, though uncorroborated, was thorough and replete with details. In contrast, the Santana letter not only contradicted the appellant's original version of events but also provided little or no supporting detail to back its outlandish claims. The appellant's motive in procuring the letter and submitting it to the court was plainly to influence the contours of his sentence. And in assessing culpability, the sentencing court reasonably could have taken into account the appellant's earlier attempt at a similar subterfuge, <i>see</i> <i>supra</i> note 1, in which he unsuccessfully tried to pressure Rivera into signing a false exculpatory statement.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The fact that the district court could have placed a less sinister interpretation on the submission of the Santana letter is of no consolation to the appellant.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> \"Where there is more than one plausible view of the circumstances, the sentencing court's choice among supportable alternatives cannot be clearly erroneous.\" <i>United States v. Ruiz,</i> <span class=\"citation\" data-id=\"543063\"><a href=\"/opinion/543063/united-states-v-fausto-d-ruiz/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">499</span></a></span>, 508 (1st Cir.1990); <i>accord United States v. Jimenez-Otero,</i> <span class=\"citation\" data-id=\"538475\"><a href=\"/opinion/538475/united-states-v-manuel-jimenez-otero/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">813</span></a></span>, 814-15 (1st Cir. 1990). Consequently, there is no principled way that we can disturb the district court's closely reasoned finding that the appellant obstructed justice by inducing Santana to write and sign a letter that he (the appellant) knew was false. It follows that the district court had no choice but to impose a two-level enhancement. <i>See United States v. Austin,</i> <span class=\"citation\" data-id=\"571445\"><a href=\"/opinion/571445/united-states-v-michael-j-austin-united-states-v-michael-j-austin/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">783</span></a></span>, 788 (1st Cir.1991); <i>see also</i> USSG &#167; 3C1.1, cmt. (n.4(b)).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We need go no further. A criminal defendant has no absolute or presumptive right to insist that the sentencing court take testimony on every fact germane to sentencing. In light of the record as a whole, the district court's explicit findings, and the generous standard of review, we conclude that the court did not abuse its discretion in denying the appellant's request for an evidentiary hearing. We likewise conclude that the court did not err in enhancing the applicable offense level for obstruction of justice.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This was not the appellant's only effort to influence the sentencing process. The PSI Report indicates that he submitted a letter to the government containing a statement that he attributed to a coconspirator (Rivera). That statement was to the effect that he (Rivera) had falsely implicated the appellant. When confronted with the statement, Rivera repudiated it. He said that the appellant had dictated the statement but that he had refused to sign it because the statement \"was not true.\" The probation officer concluded that this incident did not obstruct justice because the government realized all along the bogus nature of the statement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In future cases, the government would do well to make a more focused evidentiary showing. For example, it could easily have provided a transcript, a signed statement, an affidavit from the witness, or a declaration from the agent who actually interviewed the witness</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> For what it may be worth, we note that notwithstanding the obstruction of justice finding the sentencing court granted the appellant a downward adjustment for acceptance of responsibility<i>See</i> USSG &#167; 3E1.1 (explaining that acceptance of responsibility and obstruction of justice adjustments can simultaneously be allowed in rare instances).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195069/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195084/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195584/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199842/",
    "http://www.courtlistener.com/api/rest/v3/opinions/489942/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538475/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543063/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553331/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556393/",
    "http://www.courtlistener.com/api/rest/v3/opinions/571445/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572657/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587242/"
  ]
}