{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200864/",
  "absolute_url": "/opinion/200864/gannon-v-metropolitan-life/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200864/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:02:37Z",
  "date_modified": "2016-02-28T05:04:01.175476Z",
  "type": "010combined",
  "sha1": "d205a13707acadf998ba31820710a5a37de41f60",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-2053-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/02/19/Gannon_v._Metropolitan_Life.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 03-2053\n\n                         BONNIE GANNON,\n\n                       Plaintiff-Appellee,\n\n                                v.\n\n              METROPOLITAN LIFE INSURANCE COMPANY,\n\n                      Defendant-Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Nathaniel M. Gorton, U.S. District Judge]\n\n\n                             Before\n\n                     Torruella, Lourie,* and\n                     Howard, Circuit Judges.\n\n\n\n     Stephen S. Churchill with whom James F. Kavanaugh, Jr. was on\nbrief for appellant.\n     Robert J. Hennigan, Jr. for appellee.\n\n\n\n                        February 19, 2004\n\n\n\n     * Of the Federal Circuit, sitting by designation.\n\f            LOURIE,   Circuit   Judge.       Metropolitan     Life   Insurance\n\nCompany (“MetLife”) appeals from the district court’s entry of\n\nsummary judgment in favor of Bonnie Gannon on her claim that\n\nMetLife violated the Employee Retirement Income Security Act of\n\n1974 (“ERISA”), 29 U.S.C. §§ 1001-1461 (2000), by terminating her\n\nlong-term disability benefits.           Gannon v. Metro. Life Ins. Co.,\n\nCiv. Action No. 01-40192-NMG (D. Mass. June 12, 2003).               Because we\n\nconclude that MetLife’s benefits decision was not arbitrary or\n\ncapricious, we reverse.\n\n                                 BACKGROUND\n\n            Ms.   Gannon     began     working   at   Astra   Pharmaceutical\n\nProducts, Inc. in March 1991. During her employment with Astra she\n\nparticipated in the Astra USA, Inc. Long Term Disability Plan (the\n\n“Plan”), which was administered by MetLife.              Under the Plan, a\n\nparticipant is initially considered “disabled” and thus entitled to\n\ndisability benefits if she is unable to perform the material duties\n\nof   her   regular    job.     After    twenty-four    months,   however,     a\n\nparticipant is considered “disabled” only if she is also unable to\n\nperform “the material duties of any gainful work or service for\n\nwhich [she is] reasonably qualified taking into consideration [her]\n\ntraining, education, experience, and past earnings.”\n\n            Gannon was diagnosed with a tumor of the spinal cord in\n\nJuly 1997.    She stopped working shortly thereafter and underwent\n\nsurgery the following month.         Gannon subsequently applied for, and\n\n\n                                       -2-\n\fon June 6, 1998 was finally awarded, long-term disability benefits\n\nunder the Plan.\n\n           On October 17, 2000, however, MetLife denied Gannon’s\n\nrequest for continued disability benefits, determining that Gannon\n\nno longer qualified as “disabled” under the Plan because she was\n\nnot unable to perform “the material duties of any gainful work or\n\nservice for which [she was] reasonably qualified.”                           In a letter\n\ninforming Gannon of its decision, MetLife cited the following\n\ndocuments:     an    attending         physician    statement,    which       documented\n\nGannon’s subjective complaints of pain but indicated that she could\n\nsit, stand,     and       walk    on    an   intermittent    basis;      a    functional\n\ncapacities evaluation (“FCE”), which stated that Gannon should be\n\ncapable   of   performing         a    sedentary    occupation;     an       independent\n\nmedical   consultant’s           analysis,     which    stated    the    same;    and   a\n\ntransferable        skills   analysis        (“TSA”),    which    identified       three\n\noccupations that Gannon should be capable of performing.                         MetLife\n\nsubsequently denied Gannon’s appeal of its decision to terminate\n\nher disability benefits on June 25, 2001.\n\n             On October 16, 2001, Gannon filed a complaint against\n\nMetLife in the United States District Court for the District of\n\nMassachusetts, alleging that MetLife wrongfully terminated her\n\ndisability benefits in violation of ERISA.                       The district court\n\ndenied MetLife’s motion for summary judgment and granted Gannon’s\n\ncross-motion        for   summary       judgment,      concluding   that       MetLife’s\n\n\n                                             -3-\n\fdecision to terminate Gannon’s disability benefits was arbitrary\n\nand     capricious    because    it   was    not   supported    by    reasonably\n\nsufficient evidence.           More particularly, the court found the\n\nevidence relied on by MetLife to be “circumstantial, unconvincing\n\nand contrary to direct medical opinion.”             Gannon, slip op. at 12.\n\nThe court accordingly granted summary judgment to Gannon.                   This\n\nappeal followed.\n\n                                   DISCUSSION\n\n            We review a district court’s grant of summary judgment de\n\nnovo.    Vlass v. Raytheon Employees Disability Trust, 244 F.3d 27,\n\n29 (1st Cir. 2001).        When, as in this case,1 a plan administrator\n\nhas discretion to determine an applicant’s eligibility for and\n\nentitlement to benefits, the administrator’s decision must be\n\nupheld    unless     it   is   “arbitrary,   capricious,   or    an    abuse   of\n\ndiscretion.” Id. at 29-30 (citation omitted). In other words, the\n\nadministrator’s decision must be upheld if it is reasoned and\n\nsupported by substantial evidence.                 Id. at 30.        Evidence is\n\nsubstantial if it is reasonably sufficient to support a conclusion,\n\n\n\n\n     1\n       The Plan provides that MetLife, as the plan administrator,\n“shall have discretionary authority to interpret the terms of the\nPlan and to determine eligibility for and entitlement to Plan\nbenefits in accordance with the terms of the Plan.” It further\nprovides that “[a]ny interpretation or determination made pursuant\nto such discretionary authority shall be given full force and\neffect, unless it can be shown that the interpretation or\ndetermination was arbitrary and capricious.”\n\n                                       -4-\n\fand the existence of contrary evidence does not, in itself, make\n\nthe administrator’s decision arbitrary.            Id.\n\n            On appeal, MetLife argues that its decision to terminate\n\nGannon’s disability benefits was not arbitrary and capricious,\n\ndespite the conflicting evidence relating to Gannon’s ability to\n\nwork.    MetLife adverts to the following five pieces of evidence in\n\nsupport    of   its   position:    the     FCE,    the   independent   medical\n\nconsultant’s opinion, the TSA, a surveillance report, and the\n\nSocial Security Administration’s (“SSA’s”) denial of Gannon’s claim\n\nfor disability benefits.         Gannon responds that MetLife’s decision\n\nto terminate her disability benefits was arbitrary and capricious\n\nbecause it was not supported by substantial evidence and was in\n\ndirect contradiction to the opinions of Dr. Robin Davidson and Dr.\n\nCharles Sweet, the two physicians who treated and examined her.\n\n            We agree with MetLife that its decision to terminate\n\nGannon’s disability benefits was not arbitrary and capricious, for\n\nour review of the record convinces us that MetLife’s decision was\n\nreasonably supported by the evidence in the record. First, MetLife\n\ndirects our attention to the FCE, a report completed by a physical\n\ntherapist who evaluated Gannon over a two-day period in August\n\n2000.    The FCE indicated that Gannon did not put forth her maximum\n\neffort    during   the   tests    (refusing   to    complete   tasks   due   to\n\nsubjective complaints of pain but without objective limitations)\n\nand that her performance was inconsistent in various ways.                With\n\n\n                                     -5-\n\fregard to Gannon’s functional capacities, the FCE indicated that\n\nGannon demonstrated significant abilities with walking and hand\n\ncoordination.         The FCE evaluator further observed that Gannon\n\npresented a sitting tolerance of four minutes and twelve seconds,\n\nbut stated that “she may be able to return to work performing data\n\nentry”    if    she    could    change     positions      every    five      minutes.\n\nUltimately, the FCE evaluator concluded that Gannon was capable of\n\nworking eight hours per day and forty hours per week with certain\n\nrestrictions.         Despite the district court’s discrediting of the\n\nFCE’s    overall      recommendation,       Gannon,     slip   op.    at     26,   and\n\nrecognizing that reasonable minds could differ about this analysis,\n\nwe conclude that MetLife’s reliance on the FCE was rational.                       The\n\nFCE provided objective clinical evidence that Gannon was physically\n\ncapable of performing restricted work activities. It also provided\n\nevidence that Gannon was exaggerating her symptoms. Although we do\n\nnot   doubt    that    Gannon   continues       to    experience     pain,    it   was\n\nappropriate for the physical therapist, based upon his observations\n\nof Gannon over a two-day period, to assess the extent to which her\n\npain limited her functional capabilities.                  See Matias-Correa v.\n\nPfizer, Inc., 345 F.3d 7, 12 (1st Cir. 2003); Leahy v. Raytheon\n\nCo., 315 F.3d 11, 19 (1st Cir. 2002).                It was therefore reasonable\n\nfor   MetLife    to    rely    on   the   FCE   as     evidence    supporting      its\n\ndetermination that Gannon was not “disabled” under the Plan because\n\nshe was capable of performing sedentary work.\n\n\n                                          -6-\n\f           Second,     MetLife     focuses   on    the   report     of    Dr.   Gary\n\nGreenhood, an independent medical consultant who reviewed Gannon’s\n\nfile in September 2000.       When asked whether the information in the\n\nfile suggested that Gannon possessed the work capacity to perform\n\ncertain sedentary jobs, Dr. Greenhood replied “Yes.”                       He then\n\nexplained that, based upon his assessment of Gannon’s medical\n\nrecords   (which   included      Dr.   Sweet’s     opinion,       Dr.    Davidson’s\n\nopinions, and an MRI) as well as the FCE, Gannon’s documented\n\nlimitations   “would    not   be    expected      to   preclude    all    forms   of\n\nsedentary work capacity.” Dr. Greenhood’s opinion thus constitutes\n\nmedical evidence in support of MetLife’s decision to terminate\n\nGannon’s benefits.      That Dr. Greenhood did not physically examine\n\nGannon does not decrease the credibility of his medical opinion, as\n\nthe district court suggested, Gannon, slip op. at 18.                       On the\n\ncontrary, we have treated a nonexamining physician’s review of a\n\nclaimant’s file as reliable medical evidence on several occasions.\n\nSee, e.g., Matias-Correa, 345 F.3d at 9-10, 12; Lopes v. Metro.\n\nLife Ins. Co., 332 F.3d 1, 3 (1st Cir. 2003); Leahy, 315 F.3d at\n\n19.   Moreover, the fact that Dr. Greenhood’s opinion was based in\n\npart on the FCE does not, as the district court found, Gannon, slip\n\nop. at 18, detract from its reliability.               See Matias-Correa, 345\n\nF.3d at 10.   Indeed, it is not for a court to determine how much\n\nweight Dr. Greenhood should have accorded the FCE relative to Dr.\n\nDavidson’s and Dr. Sweet’s opinions, given MetLife’s right to use\n\n\n                                       -7-\n\fits discretion, nor is it for a court to determine precisely how\n\nmuch weight MetLife should have accorded Dr. Greenhood’s opinion in\n\nits overall decision.     See id. at 12.       We simply conclude that\n\nMetLife reasonably relied on Dr. Greenhood’s opinion as one piece\n\nof evidence in support of its decision to terminate Gannon’s\n\nbenefits.\n\n            Third, MetLife points to the TSA, which was prepared by\n\na vocational consultant in September 2000.       The purpose of the TSA\n\nwas to evaluate whether there were jobs that Gannon could perform\n\ngiven her education, her work experience and training, her past\n\nearnings, and her residual physical capacities.         Considering those\n\nfactors, the TSA identified three sedentary occupations -- i.e.,\n\npersonnel scheduler, repair order clerk, and assignment clerk --\n\nthat Gannon should have been capable of performing.         The district\n\ncourt faulted the TSA for its reliance on the “suspect conclusions\n\nof Dr. Greenhood and the FCE” and for its selective consideration\n\nof the FCE’s findings.        Gannon, slip op. at 26.        However, as\n\ndiscussed above, Dr. Greenhood’s opinion and the FCE provided\n\nobjective evidence relating to Gannon’s capacity for work. The TSA\n\nthen identified particular occupations that would comport with that\n\ncapacity    for   work   as    well     as   Gannon’s    experience   and\n\nqualifications. MetLife was therefore entitled to consider the TSA\n\nin determining whether Gannon was unable to perform any job for\n\nwhich she was qualified.      See, e.g., Lopes, 332 F.3d at 3 & n.3\n\n\n                                  -8-\n\f(upholding a plan administrator’s decision that relied in part on\n\nthe results of a TSA); Brigham v. Sun Life of Can., 317 F.3d 72, 83\n\n& n.13 (1st Cir. 2003) (same).\n\n             Fourth, MetLife relies on a surveillance report.                On\n\nFebruary 2, 2000, an independent investigator observed Gannon\n\nleaving her home on four occasions to retrieve her mail, drive for\n\nten minutes, drive to and enter a department store, and drive to\n\nthe post office and a car dealership.            Although the district court\n\ncorrectly pointed out that the surveillance report alone does not\n\nprovide substantial evidence that Gannon was able to work, Gannon,\n\nslip   op.   at    22,   it    does   somewhat   undermine     Dr.   Davidson’s\n\nassessments       that   she   could,   for   example,   sit   and   walk   only\n\nintermittently and work zero hours per day.           See Vlass, 244 F.3d at\n\n31-32 (crediting a surveillance report that directly conflicted\n\nwith a treating physician’s opinion that the claimant had virtually\n\nno ability to perform physical tasks). It was therefore reasonable\n\nfor MetLife to consider the surveillance report as one more piece\n\nof evidence in support of its decision to terminate Gannon’s\n\ndisability benefits.\n\n             Finally, MetLife points to the SSA’s denial of Gannon’s\n\nclaim for social security disability benefits in August 1999.                In\n\nits letter denying her request for reconsideration, the SSA stated\n\nthat Gannon’s medical and other information indicated that Gannon\n\nwas able to move about in a satisfactory manner, sit most of the\n\n\n                                        -9-\n\fday, and lift up to ten pounds.            While recognizing that her\n\ncondition prevented her from performing her past job, the SSA\n\nconcluded that Gannon’s condition “d[id] not prevent [her] from\n\ndoing   other   work.”    Although   the   SSA’s   determination   of   a\n\nclaimant’s entitlement to social security disability benefits is\n\nnot binding on disability insurers, it can be relevant to an\n\ninsurer’s determination whether that claimant is eligible for\n\ndisability benefits.     Pari-Fasano v. ITT Hartford Life & Accident\n\nIns. Co., 230 F.3d 415, 420 (1st Cir. 2000); Leahy, 315 F.3d at 19-\n\n20.   In this case, the SSA made specific findings that were highly\n\nrelevant to MetLife’s determination of Gannon’s eligibility for\n\ndisability benefits.      Most significantly, the SSA found that\n\nGannon’s condition was “not severe enough to keep [her] from\n\nworking,” thereby providing some independent evidence that Gannon\n\nno longer met the Plan’s definition of “disabled.”         MetLife was\n\ntherefore entitled to rely on the SSA’s denial of Gannon’s claim\n\nfor social security disability benefits in its consideration of\n\nGannon’s claim for disability benefits under the Plan.\n\n           Viewed in the aggregate, MetLife’s evidence is both\n\nsubstantial and reasonably supportive of its decision to terminate\n\nGannon’s disability benefits.     Gannon argues nonetheless that the\n\nevidence relied on by MetLife is inadequate to support MetLife’s\n\ndecision because it is contradictory to and outweighed by the\n\nopinions of the two physicians who examined her.       We disagree.     To\n\n\n                                 -10-\n\fbe sure, both Dr. Davidson and Dr. Sweet consistently opined that\n\nGannon was unable to work.2   Dr. Davidson also submitted to MetLife\n\nseveral attending physician statements in which he indicated that\n\nGannon could only sit, stand, and walk intermittently and lift\n\nlittle or no weight.   However, that evidence, while supportive of\n\nGannon’s position, is by no means unassailable.      For one thing,\n\nERISA does not require plan administrators or reviewing courts to\n\naccord special deference to the opinions of treating physicians.\n\nBlack & Decker Disability Plan v. Nord, 538 U.S. __, 123 S. Ct.\n\n1965, 1972 (May 27, 2003).      Moreover, MetLife relied on other\n\ncredible evidence -- in particular, the FCE, Dr. Greenhood’s\n\nopinion, and the SSA’s denial of disability benefits -- which\n\nsufficiently contradicted Dr. Davidson’s and Dr. Sweet’s opinions\n\nthat Gannon was completely disabled from working. See id. (holding\n\nthat courts may not impose on plan administrators a “discrete\n\nburden of explanation when they credit reliable evidence that\n\nconflicts with a treating physician’s evaluation”); Leahy, 315 F.3d\n\nat 21 (stating that a treating physician’s opinion that a claimant\n\nis totally disabled may be rebutted by other evidence).   Under the\n\nterms of the Plan, it was within MetLife’s discretion to weigh that\n\n\n\n     2\n       For example, Dr. Sweet concluded in May 1998 that Gannon was\n“completely disabled from any productive work . . . for the\nforeseeable future.” Dr. Davidson similarly stated in a letter\ndated June 22, 1999 that he considered Gannon to be “disabled from\nher usual mode of employment because of [her] inability to bend,\nflex, sit or stand or twist.”\n\n                                -11-\n\fcompeting evidence to determine whether Gannon was “disabled” and\n\nhence whether she was entitled to continuing benefits.      And in the\n\npresence of conflicting evidence, it is entirely appropriate for a\n\nreviewing court to uphold the decision of the entity entitled to\n\nexercise its discretion.\n\n          Furthermore, our case law does not, as Gannon suggests on\n\nappeal, require that the evidence relied on by a plan administrator\n\ninclude the opinion of an examining physician. In fact, in Matias-\n\nCorrea v. Pfizer, Inc., 345 F.3d 7 (1st Cir. 2003), we recently\n\nupheld an insurer’s termination of disability benefits in which the\n\nsupporting medical evidence consisted solely of an independent\n\nmedical consultant’s review of the claimant’s file, which included\n\nrecords from the claimant’s physicians as well as an FCE.     See id.\n\nat 9-10, 12.   In this case, MetLife relied on similar medical\n\nevidence -- namely, Dr. Greenhood’s independent review of Gannon’s\n\nfile, which included the opinions of Gannon’s physicians as well as\n\nan FCE.   As we observed in Matias-Correa, it is not our role to\n\nevaluate how much weight an insurer should have accorded the\n\nopinion of an independent medical consultant relative to the\n\nopinions of a claimant’s own physicians.   See id. at 12.    Instead,\n\nwe must determine “‘not which side we believe is right, but whether\n\nthe insurer had substantial evidentiary grounds for a reasonable\n\ndecision in its favor.’”   Id. (quoting Brigham, 317 F.3d at 85).\n\nDespite contradictory medical opinions, MetLife’s determination\n\n\n                               -12-\n\fthat Gannon was capable of performing sedentary work was rationally\n\nsupported by medical evidence, clinical evaluations, and a relevant\n\nadministrative decision.    In light of the record evidence as a\n\nwhole, we therefore cannot say that MetLife’s decision to terminate\n\nGannon’s   disability   benefits   was   arbitrary   or   capricious.\n\nAccordingly, we reverse the decision of the district court.\n\n\n\n\n                               -13-\n\f",
  "html": "<p class=\"case_cite\">360 F.3d 211</p>\n    <p class=\"parties\">Bonnie GANNON, Plaintiff-Appellee,<br>v.<br>METROPOLITAN LIFE INSURANCE COMPANY, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 03-2053.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 9, 2004.</p>\n    <p class=\"date\">Decided February 19, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stephen S. Churchill with whom James F. Kavanaugh, Jr. was on brief for appellant.</p>\n      <p class=\"indent\">Robert J. Hennigan, Jr., for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, LOURIE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">LOURIE, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Metropolitan Life Insurance Company (\"MetLife\") appeals from the district court's entry of summary judgment in favor of Bonnie Gannon on her claim that MetLife violated the Employee Retirement Income Security Act of 1974 (\"ERISA\"), 29 U.S.C. &#167;&#167; 1001-1461 (2000), by terminating her long-term disability benefits. <i>Gannon v. Metro. Life Ins. Co.,</i> Civ. Action No. 01-40192-NMG (D. Mass. 2004). Because we conclude that MetLife's benefits decision was not arbitrary or capricious, we reverse.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Ms. Gannon began working at Astra Pharmaceutical Products, Inc. in March 1991. During her employment with Astra she participated in the Astra USA, Inc. Long Term Disability Plan (the \"Plan\"), which was administered by MetLife. Under the Plan, a participant is initially considered \"disabled\" and thus entitled to disability benefits if she is unable to perform the material duties of her regular job. After twenty-four months, however, a participant is considered \"disabled\" only if she is also unable to perform \"the material duties of any gainful work or service for which [she is] reasonably qualified taking into consideration [her] training, education, experience, and past earnings.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Gannon was diagnosed with a tumor of the spinal cord in July 1997. She stopped working shortly thereafter and underwent surgery the following month. Gannon subsequently applied for, and on June 6, 1998 was finally awarded, long-term disability benefits under the Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On October 17, 2000, however, MetLife denied Gannon's request for continued disability benefits, determining that Gannon no longer qualified as \"disabled\" under the Plan because she was not unable to perform \"the material duties of any gainful work or service for which [she was] reasonably qualified.\" In a letter informing Gannon of its decision, MetLife cited the following documents: an attending physician statement, which documented Gannon's subjective complaints of pain but indicated that she could sit, stand, and walk on an intermittent basis; a functional capacities evaluation (\"FCE\"), which stated that Gannon should be capable of performing a sedentary occupation; an independent medical consultant's analysis, which stated the same; and a transferable skills analysis (\"TSA\"), which identified three occupations that Gannon should be capable of performing. MetLife subsequently denied Gannon's appeal of its decision to terminate her disability benefits on June 25, 2001.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On October 16, 2001, Gannon filed a complaint against MetLife in the United States District Court for the District of Massachusetts, alleging that MetLife wrongfully terminated her disability benefits in violation of ERISA. The district court denied MetLife's motion for summary judgment and granted Gannon's cross-motion for summary judgment, concluding that MetLife's decision to terminate Gannon's disability benefits was arbitrary and capricious because it was not supported by reasonably sufficient evidence. More particularly, the court found the evidence relied on by MetLife to be \"circumstantial, unconvincing and contrary to direct medical opinion.\" <i>Gannon, slip</i> op. at 12. The court accordingly granted summary judgment to Gannon. This appeal followed.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We review a district court's grant of summary judgment <i>de novo. Vlass v. Raytheon Employees Disability Trust,</i> 244 F.3d 27, 29 (1st Cir.2001). When, as in this case,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> a plan administrator has discretion to determine an applicant's eligibility for and entitlement to benefits, the administrator's decision must be upheld unless it is \"arbitrary, capricious, or an abuse of discretion.\" <i>Id.</i> at 29-30 (citation omitted). In other words, the administrator's decision must be upheld if it is reasoned and supported by substantial evidence. <i>Id.</i> at 30. Evidence is substantial if it is reasonably sufficient to support a conclusion, and the existence of contrary evidence does not, in itself, make the administrator's decision arbitrary. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On appeal, MetLife argues that its decision to terminate Gannon's disability benefits was not arbitrary and capricious, despite the conflicting evidence relating to Gannon's ability to work. MetLife adverts to the following five pieces of evidence in support of its position: the FCE, the independent medical consultant's opinion, the TSA, a surveillance report, and the Social Security Administration's (\"SSA's\") denial of Gannon's claim for disability benefits. Gannon responds that MetLife's decision to terminate her disability benefits was arbitrary and capricious because it was not supported by substantial evidence and was in direct contradiction to the opinions of Dr. Robin Davidson and Dr. Charles Sweet, the two physicians who treated and examined her.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We agree with MetLife that its decision to terminate Gannon's disability benefits was not arbitrary and capricious, for our review of the record convinces us that MetLife's decision was reasonably supported by the evidence in the record. First, MetLife directs our attention to the FCE, a report completed by a physical therapist who evaluated Gannon over a two-day period in August 2000. The FCE indicated that Gannon did not put forth her maximum effort during the tests (refusing to complete tasks due to subjective complaints of pain but without objective limitations) and that her performance was inconsistent in various ways. With regard to Gannon's functional capacities, the FCE indicated that Gannon demonstrated significant abilities with walking and hand coordination. The FCE evaluator further observed that Gannon presented a sitting tolerance of four minutes and twelve seconds, but stated that \"she may be able to return to work performing data entry\" if she could change positions every five minutes. Ultimately, the FCE evaluator concluded that Gannon was capable of working eight hours per day and forty hours per week with certain restrictions. Despite the district court's discrediting of the FCE's overall recommendation, <i>Gannon,</i> slip op. at 26, and recognizing that reasonable minds could differ about this analysis, we conclude that MetLife's reliance on the FCE was rational. The FCE provided objective clinical evidence that Gannon was physically capable of performing restricted work activities. It also provided evidence that Gannon was exaggerating her symptoms. Although we do not doubt that Gannon continues to experience pain, it was appropriate for the physical therapist, based upon his observations of Gannon over a two-day period, to assess the extent to which her pain limited her functional capabilities. <i>See Matias-Correa v. Pfizer, Inc.,</i> 345 F.3d 7, 12 (1st Cir.2003); <i>Leahy v. Raytheon Co.,</i> 315 F.3d 11, 19 (1st Cir.2002). It was therefore reasonable for MetLife to rely on the FCE as evidence supporting its determination that Gannon was not \"disabled\" under the Plan because she was capable of performing sedentary work.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Second, MetLife focuses on the report of Dr. Gary Greenhood, an independent medical consultant who reviewed Gannon's file in September 2000. When asked whether the information in the file suggested that Gannon possessed the work capacity to perform certain sedentary jobs, Dr. Greenhood replied \"Yes.\" He then explained that, based upon his assessment of Gannon's medical records (which included Dr. Sweet's opinion, Dr. Davidson's opinions, and an MRI) as well as the FCE, Gannon's documented limitations \"would not be expected to preclude all forms of sedentary work capacity.\" Dr. Greenhood's opinion thus constitutes medical evidence in support of MetLife's decision to terminate Gannon's benefits. That Dr. Greenhood did not physically examine Gannon does not decrease the credibility of his medical opinion, as the district court suggested, <i>Gannon,</i> slip op. at 18. On the contrary, we have treated a nonexamining physician's review of a claimant's file as reliable medical evidence on several occasions. <i>See, e.g., Matias-Correa,</i> 345 F.3d at 9-10, 12; <i>Lopes v. Metro. Life Ins. Co.,</i> 332 F.3d 1, 3 (1st Cir.2003); <i>Leahy,</i> 315 F.3d at 19. Moreover, the fact that Dr. Greenhood's opinion was based in part on the FCE does not, as the district court found, <i>Gannon,</i> slip op. at 18, detract from its reliability. <i>See Matias-Correa,</i> 345 F.3d at 10. Indeed, it is not for a court to determine how much weight Dr. Greenhood should have accorded the FCE relative to Dr. Davidson's and Dr. Sweet's opinions, given MetLife's right to use its discretion, nor is it for a court to determine precisely how much weight MetLife should have accorded Dr. Greenhood's opinion in its overall decision. <i>See id.</i> at 12. We simply conclude that MetLife reasonably relied on Dr. Greenhood's opinion as one piece of evidence in support of its decision to terminate Gannon's benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Third, MetLife points to the TSA, which was prepared by a vocational consultant in September 2000. The purpose of the TSA was to evaluate whether there were jobs that Gannon could perform given her education, her work experience and training, her past earnings, and her residual physical capacities. Considering those factors, the TSA identified three sedentary occupations &#8212; <i>i.e.,</i> personnel scheduler, repair order clerk, and assignment clerk &#8212; that Gannon should have been capable of performing. The district court faulted the TSA for its reliance on the \"suspect conclusions of Dr. Greenhood and the FCE\" and for its selective consideration of the FCE's findings. <i>Gannon,</i> slip op. at 26. However, as discussed above, Dr. Greenhood's opinion and the FCE provided objective evidence relating to Gannon's capacity for work. The TSA then identified particular occupations that would comport with that capacity for work as well as Gannon's experience and qualifications. MetLife was therefore entitled to consider the TSA in determining whether Gannon was unable to perform any job for which she was qualified. <i>See, e.g., Lopes,</i> 332 F.3d at 3 &amp; n. 3 (upholding a plan administrator's decision that relied in part on the results of a TSA); <i>Brigham v. Sun Life of Can.,</i> 317 F.3d 72, 83 &amp; n. 13 (1st Cir.2003) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Fourth, MetLife relies on a surveillance report. On February 2, 2000, an independent investigator observed Gannon leaving her home on four occasions to retrieve her mail, drive for ten minutes, drive to and enter a department store, and drive to the post office and a car dealership. Although the district court correctly pointed out that the surveillance report alone does not provide substantial evidence that Gannon was able to work, <i>Gannon,</i> slip op. at 22, it does somewhat undermine Dr. Davidson's assessments that she could, for example, sit and walk only intermittently and work zero hours per day. <i>See Vlass,</i> 244 F.3d at 31-32 (crediting a surveillance report that directly conflicted with a treating physician's opinion that the claimant had virtually no ability to perform physical tasks). It was therefore reasonable for MetLife to consider the surveillance report as one more piece of evidence in support of its decision to terminate Gannon's disability benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Finally, MetLife points to the SSA's denial of Gannon's claim for social security disability benefits in August 1999. In its letter denying her request for reconsideration, the SSA stated that Gannon's medical and other information indicated that Gannon was able to move about in a satisfactory manner, sit most of the day, and lift up to ten pounds. While recognizing that her condition prevented her from performing her past job, the SSA concluded that Gannon's condition \"d[id] not prevent [her] from doing other work.\" Although the SSA's determination of a claimant's entitlement to social security disability benefits is not binding on disability insurers, it can be relevant to an insurer's determination whether that claimant is eligible for disability benefits. <i>Pari-Fasano v. ITT Hartford Life &amp; Accident Ins. Co.,</i> 230 F.3d 415, 420 (1st Cir.2000); <i>Leahy,</i> 315 F.3d at 19-20. In this case, the SSA made specific findings that were highly relevant to MetLife's determination of Gannon's eligibility for disability benefits. Most significantly, the SSA found that Gannon's condition was \"not severe enough to keep [her] from working,\" thereby providing some independent evidence that Gannon no longer met the Plan's definition of \"disabled.\" MetLife was therefore entitled to rely on the SSA's denial of Gannon's claim for social security disability benefits in its consideration of Gannon's claim for disability benefits under the Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Viewed in the aggregate, MetLife's evidence is both substantial and reasonably supportive of its decision to terminate Gannon's disability benefits. Gannon argues nonetheless that the evidence relied on by MetLife is inadequate to support MetLife's decision because it is contradictory to and outweighed by the opinions of the two physicians who examined her. We disagree. To be sure, both Dr. Davidson and Dr. Sweet consistently opined that Gannon was unable to work.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Dr. Davidson also submitted to MetLife several attending physician statements in which he indicated that Gannon could only sit, stand, and walk intermittently and lift little or no weight. However, that evidence, while supportive of Gannon's position, is by no means unassailable. For one thing, ERISA does not require plan administrators or reviewing courts to accord special deference to the opinions of treating physicians. <i>Black &amp; Decker Disability Plan v. Nord,</i> 538 U.S. 822, 123 S.Ct. 1965, 1972, 155 L.Ed.2d 1034 (May 27, 2003). Moreover, MetLife relied on other credible evidence &#8212; in particular, the FCE, Dr. Greenhood's opinion, and the SSA's denial of disability benefits &#8212; which sufficiently contradicted Dr. Davidson's and Dr. Sweet's opinions that Gannon was completely disabled from working. <i>See id.</i> (holding that courts may not impose on plan administrators a \"discrete burden of explanation when they credit reliable evidence that conflicts with a treating physician's evaluation\"); <i>Leahy,</i> 315 F.3d at 21 (stating that a treating physician's opinion that a claimant is totally disabled may be rebutted by other evidence). Under the terms of the Plan, it was within MetLife's discretion to weigh that competing evidence to determine whether Gannon was \"disabled\" and hence whether she was entitled to continuing benefits. And in the presence of conflicting evidence, it is entirely appropriate for a reviewing court to uphold the decision of the entity entitled to exercise its discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Furthermore, our case law does not, as Gannon suggests on appeal, require that the evidence relied on by a plan administrator include the opinion of an examining physician. In fact, in <i>Matias-Correa v. Pfizer, Inc.,</i> 345 F.3d 7 (1st Cir.2003), we recently upheld an insurer's termination of disability benefits in which the supporting medical evidence consisted solely of an independent medical consultant's review of the claimant's file, which included records from the claimant's physicians as well as an FCE. <i>See id.</i> at 9-10, 12. In this case, MetLife relied on similar medical evidence &#8212; namely, Dr. Greenhood's independent review of Gannon's file, which included the opinions of Gannon's physicians as well as an FCE. As we observed in <i>Matias-Correa,</i> it is not our role to evaluate how much weight an insurer should have accorded the opinion of an independent medical consultant relative to the opinions of a claimant's own physicians. <i>See id.</i> at 12. Instead, we must determine \"`not which side we believe is right, but whether the insurer had substantial evidentiary grounds for a reasonable decision in its favor.'\" <i>Id.</i> (quoting <i>Brigham,</i> 317 F.3d at 85). Despite contradictory medical opinions, MetLife's determination that Gannon was capable of performing sedentary work was rationally supported by medical evidence, clinical evaluations, and a relevant administrative decision. In light of the record evidence as a whole, we therefore cannot say that MetLife's decision to terminate Gannon's disability benefits was arbitrary or capricious. Accordingly, we <i>reverse</i> the decision of the district court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Federal Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Plan provides that MetLife, as the plan administrator, \"shall have discretionary authority to interpret the terms of the Plan and to determine eligibility for and entitlement to Plan benefits in accordance with the terms of the Plan.\" It further provides that \"[a]ny interpretation or determination made pursuant to such discretionary authority shall be given full force and effect, unless it can be shown that the interpretation or determination was arbitrary and capricious.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> For example, Dr. Sweet concluded in May 1998 that Gannon was \"completely disabled from any productive work ... for the foreseeable future.\" Dr. Davidson similarly stated in a letter dated June 22, 1999 that he considered Gannon to be \"disabled from her usual mode of employment because of [her] inability to bend, flex, sit or stand or twist.\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">360</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">211</span></span></p>\n    <p class=\"parties\">Bonnie GANNON, Plaintiff-Appellee,<br>v.<br>METROPOLITAN LIFE INSURANCE COMPANY, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 03-2053.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 9, 2004.</p>\n    <p class=\"date\">Decided February 19, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stephen S. Churchill with whom James F. Kavanaugh, Jr. was on brief for appellant.</p>\n      <p class=\"indent\">Robert J. Hennigan, Jr., for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, LOURIE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">LOURIE, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Metropolitan Life Insurance Company (\"MetLife\") appeals from the district court's entry of summary judgment in favor of Bonnie Gannon on her claim that MetLife violated the Employee Retirement Income Security Act of 1974 (\"ERISA\"), 29 U.S.C. &#167;&#167; 1001-1461 (2000), by terminating her long-term disability benefits. <i>Gannon v. Metro. Life Ins. Co.,</i> Civ. Action No. 01-40192-NMG (D. Mass. 2004). Because we conclude that MetLife's benefits decision was not arbitrary or capricious, we reverse.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Ms. Gannon began working at Astra Pharmaceutical Products, Inc. in March 1991. During her employment with Astra she participated in the Astra USA, Inc. Long Term Disability Plan (the \"Plan\"), which was administered by MetLife. Under the Plan, a participant is initially considered \"disabled\" and thus entitled to disability benefits if she is unable to perform the material duties of her regular job. After twenty-four months, however, a participant is considered \"disabled\" only if she is also unable to perform \"the material duties of any gainful work or service for which [she is] reasonably qualified taking into consideration [her] training, education, experience, and past earnings.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Gannon was diagnosed with a tumor of the spinal cord in July 1997. She stopped working shortly thereafter and underwent surgery the following month. Gannon subsequently applied for, and on June 6, 1998 was finally awarded, long-term disability benefits under the Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On October 17, 2000, however, MetLife denied Gannon's request for continued disability benefits, determining that Gannon no longer qualified as \"disabled\" under the Plan because she was not unable to perform \"the material duties of any gainful work or service for which [she was] reasonably qualified.\" In a letter informing Gannon of its decision, MetLife cited the following documents: an attending physician statement, which documented Gannon's subjective complaints of pain but indicated that she could sit, stand, and walk on an intermittent basis; a functional capacities evaluation (\"FCE\"), which stated that Gannon should be capable of performing a sedentary occupation; an independent medical consultant's analysis, which stated the same; and a transferable skills analysis (\"TSA\"), which identified three occupations that Gannon should be capable of performing. MetLife subsequently denied Gannon's appeal of its decision to terminate her disability benefits on June 25, 2001.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On October 16, 2001, Gannon filed a complaint against MetLife in the United States District Court for the District of Massachusetts, alleging that MetLife wrongfully terminated her disability benefits in violation of ERISA. The district court denied MetLife's motion for summary judgment and granted Gannon's cross-motion for summary judgment, concluding that MetLife's decision to terminate Gannon's disability benefits was arbitrary and capricious because it was not supported by reasonably sufficient evidence. More particularly, the court found the evidence relied on by MetLife to be \"circumstantial, unconvincing and contrary to direct medical opinion.\" <i>Gannon, slip</i> op. at 12. The court accordingly granted summary judgment to Gannon. This appeal followed.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We review a district court's grant of summary judgment <i>de novo. Vlass v. Raytheon Employees Disability Trust,</i> <span class=\"citation\" data-id=\"199334\"><a href=\"/opinion/199334/vlass-v-raytheon-employees/\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 29 (1st Cir.2001). When, as in this case,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> a plan administrator has discretion to determine an applicant's eligibility for and entitlement to benefits, the administrator's decision must be upheld unless it is \"arbitrary, capricious, or an abuse of discretion.\" <i>Id.</i> at 29-30 (citation omitted). In other words, the administrator's decision must be upheld if it is reasoned and supported by substantial evidence. <i>Id.</i> at 30. Evidence is substantial if it is reasonably sufficient to support a conclusion, and the existence of contrary evidence does not, in itself, make the administrator's decision arbitrary. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On appeal, MetLife argues that its decision to terminate Gannon's disability benefits was not arbitrary and capricious, despite the conflicting evidence relating to Gannon's ability to work. MetLife adverts to the following five pieces of evidence in support of its position: the FCE, the independent medical consultant's opinion, the TSA, a surveillance report, and the Social Security Administration's (\"SSA's\") denial of Gannon's claim for disability benefits. Gannon responds that MetLife's decision to terminate her disability benefits was arbitrary and capricious because it was not supported by substantial evidence and was in direct contradiction to the opinions of Dr. Robin Davidson and Dr. Charles Sweet, the two physicians who treated and examined her.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We agree with MetLife that its decision to terminate Gannon's disability benefits was not arbitrary and capricious, for our review of the record convinces us that MetLife's decision was reasonably supported by the evidence in the record. First, MetLife directs our attention to the FCE, a report completed by a physical therapist who evaluated Gannon over a two-day period in August 2000. The FCE indicated that Gannon did not put forth her maximum effort during the tests (refusing to complete tasks due to subjective complaints of pain but without objective limitations) and that her performance was inconsistent in various ways. With regard to Gannon's functional capacities, the FCE indicated that Gannon demonstrated significant abilities with walking and hand coordination. The FCE evaluator further observed that Gannon presented a sitting tolerance of four minutes and twelve seconds, but stated that \"she may be able to return to work performing data entry\" if she could change positions every five minutes. Ultimately, the FCE evaluator concluded that Gannon was capable of working eight hours per day and forty hours per week with certain restrictions. Despite the district court's discrediting of the FCE's overall recommendation, <i>Gannon,</i> slip op. at 26, and recognizing that reasonable minds could differ about this analysis, we conclude that MetLife's reliance on the FCE was rational. The FCE provided objective clinical evidence that Gannon was physically capable of performing restricted work activities. It also provided evidence that Gannon was exaggerating her symptoms. Although we do not doubt that Gannon continues to experience pain, it was appropriate for the physical therapist, based upon his observations of Gannon over a two-day period, to assess the extent to which her pain limited her functional capabilities. <i>See Matias-Correa v. Pfizer, Inc.,</i> <span class=\"citation\" data-id=\"200664\"><a href=\"/opinion/200664/matias-correa-v-pfizer-inc/\"><span class=\"volume\">345</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 12 (1st Cir.2003); <i>Leahy v. Raytheon Co.,</i> <span class=\"citation\" data-id=\"200246\"><a href=\"/opinion/200246/leahy-v-raytheon-corporation/\"><span class=\"volume\">315</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 19 (1st Cir.2002). It was therefore reasonable for MetLife to rely on the FCE as evidence supporting its determination that Gannon was not \"disabled\" under the Plan because she was capable of performing sedentary work.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Second, MetLife focuses on the report of Dr. Gary Greenhood, an independent medical consultant who reviewed Gannon's file in September 2000. When asked whether the information in the file suggested that Gannon possessed the work capacity to perform certain sedentary jobs, Dr. Greenhood replied \"Yes.\" He then explained that, based upon his assessment of Gannon's medical records (which included Dr. Sweet's opinion, Dr. Davidson's opinions, and an MRI) as well as the FCE, Gannon's documented limitations \"would not be expected to preclude all forms of sedentary work capacity.\" Dr. Greenhood's opinion thus constitutes medical evidence in support of MetLife's decision to terminate Gannon's benefits. That Dr. Greenhood did not physically examine Gannon does not decrease the credibility of his medical opinion, as the district court suggested, <i>Gannon,</i> slip op. at 18. On the contrary, we have treated a nonexamining physician's review of a claimant's file as reliable medical evidence on several occasions. <i>See, e.g., Matias-Correa,</i> 345 F.3d at 9-10, 12; <i>Lopes v. Metro. Life Ins. Co.,</i> <span class=\"citation\" data-id=\"200495\"><a href=\"/opinion/200495/lopes-v-metropolitan-life/\"><span class=\"volume\">332</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.2003); <i>Leahy,</i> 315 F.3d at 19. Moreover, the fact that Dr. Greenhood's opinion was based in part on the FCE does not, as the district court found, <i>Gannon,</i> slip op. at 18, detract from its reliability. <i>See Matias-Correa,</i> 345 F.3d at 10. Indeed, it is not for a court to determine how much weight Dr. Greenhood should have accorded the FCE relative to Dr. Davidson's and Dr. Sweet's opinions, given MetLife's right to use its discretion, nor is it for a court to determine precisely how much weight MetLife should have accorded Dr. Greenhood's opinion in its overall decision. <i>See id.</i> at 12. We simply conclude that MetLife reasonably relied on Dr. Greenhood's opinion as one piece of evidence in support of its decision to terminate Gannon's benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Third, MetLife points to the TSA, which was prepared by a vocational consultant in September 2000. The purpose of the TSA was to evaluate whether there were jobs that Gannon could perform given her education, her work experience and training, her past earnings, and her residual physical capacities. Considering those factors, the TSA identified three sedentary occupations &#8212; <i>i.e.,</i> personnel scheduler, repair order clerk, and assignment clerk &#8212; that Gannon should have been capable of performing. The district court faulted the TSA for its reliance on the \"suspect conclusions of Dr. Greenhood and the FCE\" and for its selective consideration of the FCE's findings. <i>Gannon,</i> slip op. at 26. However, as discussed above, Dr. Greenhood's opinion and the FCE provided objective evidence relating to Gannon's capacity for work. The TSA then identified particular occupations that would comport with that capacity for work as well as Gannon's experience and qualifications. MetLife was therefore entitled to consider the TSA in determining whether Gannon was unable to perform any job for which she was qualified. <i>See, e.g., Lopes,</i> 332 F.3d at 3 &amp; n. 3 (upholding a plan administrator's decision that relied in part on the results of a TSA); <i>Brigham v. Sun Life of Can.,</i> <span class=\"citation\" data-id=\"200306\"><a href=\"/opinion/200306/brigham-v-sun-life-of-canada/\"><span class=\"volume\">317</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">72</span></a></span>, 83 &amp; n. 13 (1st Cir.2003) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Fourth, MetLife relies on a surveillance report. On February 2, 2000, an independent investigator observed Gannon leaving her home on four occasions to retrieve her mail, drive for ten minutes, drive to and enter a department store, and drive to the post office and a car dealership. Although the district court correctly pointed out that the surveillance report alone does not provide substantial evidence that Gannon was able to work, <i>Gannon,</i> slip op. at 22, it does somewhat undermine Dr. Davidson's assessments that she could, for example, sit and walk only intermittently and work zero hours per day. <i>See Vlass,</i> 244 F.3d at 31-32 (crediting a surveillance report that directly conflicted with a treating physician's opinion that the claimant had virtually no ability to perform physical tasks). It was therefore reasonable for MetLife to consider the surveillance report as one more piece of evidence in support of its decision to terminate Gannon's disability benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Finally, MetLife points to the SSA's denial of Gannon's claim for social security disability benefits in August 1999. In its letter denying her request for reconsideration, the SSA stated that Gannon's medical and other information indicated that Gannon was able to move about in a satisfactory manner, sit most of the day, and lift up to ten pounds. While recognizing that her condition prevented her from performing her past job, the SSA concluded that Gannon's condition \"d[id] not prevent [her] from doing other work.\" Although the SSA's determination of a claimant's entitlement to social security disability benefits is not binding on disability insurers, it can be relevant to an insurer's determination whether that claimant is eligible for disability benefits. <i>Pari-Fasano v. ITT Hartford Life &amp; Accident Ins. Co.,</i> <span class=\"citation\" data-id=\"770872\"><a href=\"/opinion/770872/carolyn-pari-fasano-v-itt-hartford-life-and-accident-insurance-company/\"><span class=\"volume\">230</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">415</span></a></span>, 420 (1st Cir.2000); <i>Leahy,</i> 315 F.3d at 19-20. In this case, the SSA made specific findings that were highly relevant to MetLife's determination of Gannon's eligibility for disability benefits. Most significantly, the SSA found that Gannon's condition was \"not severe enough to keep [her] from working,\" thereby providing some independent evidence that Gannon no longer met the Plan's definition of \"disabled.\" MetLife was therefore entitled to rely on the SSA's denial of Gannon's claim for social security disability benefits in its consideration of Gannon's claim for disability benefits under the Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Viewed in the aggregate, MetLife's evidence is both substantial and reasonably supportive of its decision to terminate Gannon's disability benefits. Gannon argues nonetheless that the evidence relied on by MetLife is inadequate to support MetLife's decision because it is contradictory to and outweighed by the opinions of the two physicians who examined her. We disagree. To be sure, both Dr. Davidson and Dr. Sweet consistently opined that Gannon was unable to work.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Dr. Davidson also submitted to MetLife several attending physician statements in which he indicated that Gannon could only sit, stand, and walk intermittently and lift little or no weight. However, that evidence, while supportive of Gannon's position, is by no means unassailable. For one thing, ERISA does not require plan administrators or reviewing courts to accord special deference to the opinions of treating physicians. <i>Black &amp; Decker Disability Plan v. Nord,</i> <span class=\"citation\" data-id=\"127929\"><a href=\"/opinion/127929/black-decker-disability-plan-v-nord/\"><span class=\"volume\">538</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">822</span></a></span>, <span class=\"citation\" data-id=\"127929\"><a href=\"/opinion/127929/black-decker-disability-plan-v-nord/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1965</span></a></span>, 1972, <span class=\"citation\" data-id=\"127929\"><a href=\"/opinion/127929/black-decker-disability-plan-v-nord/\"><span class=\"volume\">155</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1034</span></a></span> (May 27, 2003). Moreover, MetLife relied on other credible evidence &#8212; in particular, the FCE, Dr. Greenhood's opinion, and the SSA's denial of disability benefits &#8212; which sufficiently contradicted Dr. Davidson's and Dr. Sweet's opinions that Gannon was completely disabled from working. <i>See id.</i> (holding that courts may not impose on plan administrators a \"discrete burden of explanation when they credit reliable evidence that conflicts with a treating physician's evaluation\"); <i>Leahy,</i> 315 F.3d at 21 (stating that a treating physician's opinion that a claimant is totally disabled may be rebutted by other evidence). Under the terms of the Plan, it was within MetLife's discretion to weigh that competing evidence to determine whether Gannon was \"disabled\" and hence whether she was entitled to continuing benefits. And in the presence of conflicting evidence, it is entirely appropriate for a reviewing court to uphold the decision of the entity entitled to exercise its discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Furthermore, our case law does not, as Gannon suggests on appeal, require that the evidence relied on by a plan administrator include the opinion of an examining physician. In fact, in <i>Matias-Correa v. Pfizer, Inc.,</i> <span class=\"citation\" data-id=\"200664\"><a href=\"/opinion/200664/matias-correa-v-pfizer-inc/\"><span class=\"volume\">345</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span> (1st Cir.2003), we recently upheld an insurer's termination of disability benefits in which the supporting medical evidence consisted solely of an independent medical consultant's review of the claimant's file, which included records from the claimant's physicians as well as an FCE. <i>See id.</i> at 9-10, 12. In this case, MetLife relied on similar medical evidence &#8212; namely, Dr. Greenhood's independent review of Gannon's file, which included the opinions of Gannon's physicians as well as an FCE. As we observed in <i>Matias-Correa,</i> it is not our role to evaluate how much weight an insurer should have accorded the opinion of an independent medical consultant relative to the opinions of a claimant's own physicians. <i>See id.</i> at 12. Instead, we must determine \"`not which side we believe is right, but whether the insurer had substantial evidentiary grounds for a reasonable decision in its favor.'\" <i>Id.</i> (quoting <i>Brigham,</i> 317 F.3d at 85). Despite contradictory medical opinions, MetLife's determination that Gannon was capable of performing sedentary work was rationally supported by medical evidence, clinical evaluations, and a relevant administrative decision. In light of the record evidence as a whole, we therefore cannot say that MetLife's decision to terminate Gannon's disability benefits was arbitrary or capricious. Accordingly, we <i>reverse</i> the decision of the district court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Federal Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Plan provides that MetLife, as the plan administrator, \"shall have discretionary authority to interpret the terms of the Plan and to determine eligibility for and entitlement to Plan benefits in accordance with the terms of the Plan.\" It further provides that \"[a]ny interpretation or determination made pursuant to such discretionary authority shall be given full force and effect, unless it can be shown that the interpretation or determination was arbitrary and capricious.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> For example, Dr. Sweet concluded in May 1998 that Gannon was \"completely disabled from any productive work ... for the foreseeable future.\" Dr. Davidson similarly stated in a letter dated June 22, 1999 that he considered Gannon to be \"disabled from her usual mode of employment because of [her] inability to bend, flex, sit or stand or twist.\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/127929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199334/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200306/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200495/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200664/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770872/"
  ]
}