{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200835/",
  "absolute_url": "/opinion/200835/national-railroad-v-certain-temporary/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200835/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:01:49Z",
  "date_modified": "2016-02-28T05:04:00.625440Z",
  "type": "010combined",
  "sha1": "9a628067976c4771bcdb4894de6f5655df832ac5",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-1248-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/01/28/National_Railroad_v._Certain_Temporary.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 03-1248\n\n              NATIONAL RAILROAD PASSENGER CORPORATION,\n\n                       Plaintiff, Appellant,\n\n                                 v.\n\n  CERTAIN TEMPORARY EASEMENTS ABOVE THE RAILROAD RIGHT OF WAY\n     IN PROVIDENCE, RHODE ISLAND; CAPITAL PROPERTIES, INC.,\n\n                       Defendants, Appellees.\n\n\nNo. 03-1249\n\n              NATIONAL RAILROAD PASSENGER CORPORATION,\n\n                       Plaintiff, Appellant,\n\n                                 v.\n\n CERTAIN PERMANENT EASEMENTS ABOVE THE RAILROAD RIGHT OF WAY AND\n      26,859 SQUARE FEET, BOTH IN PROVIDENCE, RHODE ISLAND;\n                     CAPITAL PROPERTIES, INC.,\n\n                       Defendants, Appellees.\n\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF RHODE ISLAND\n\n          (Hon. Ronald R. Lagueux, U.S. District Judge)\n\n\n                              Before\n\n                    Boudin, Chief Circuit Judge,\n                       Selya, Circuit Judge,\n                 and Stahl, Senior Circuit Judge.\n\f     Eric W. Wodlinger, with whom Johanna W. Schneider and Choate,\nHall & Stewart, were on brief for appellant.\n\n     Gerald J. Petros, with whom Charles D. Blackman and Hinckley\nAllen & Snyder, were on brief for appellees.\n\n\n\n                        January 28, 2004\n\f            STAHL,    Senior    Circuit    Judge.      Plaintiff-appellant\n\nNational Railroad Passenger Corporation (Amtrak) appeals from just\n\ncompensation awards by the district court in connection with the\n\ncondemnation of two parcels of land in Providence, Rhode Island\n\nformerly owned       by   defendant-appellee    Capital   Properties,   Inc.\n\n(CPI).    In addition to challenging the monetary awards, Amtrak\n\ncontends that the district court erred by allowing CPI to call\n\nAmtrak's retained expert appraiser and examine him as a hostile\n\nwitness during CPI's case-in-chief.            Finding no merit in any of\n\nappellants' arguments, we affirm the district court's awards.\n\nI. BACKGROUND\n\n            In 1979, the State of Rhode Island and City of Providence\n\nadopted the Capital Center Plan, a major effort to redevelop the\n\ncity's central business district.          One of the primary aims of the\n\nPlan was for Amtrak, which owned and operated a railroad station in\n\nProvidence, to relocate the mainline railroad tracks serving the\n\ncity,    thereby   enabling    a   considerable     expansion   of   downtown\n\nProvidence with the creation of several parcels of waterfront\n\nproperty. A large tract of land encompassing the mainline railroad\n\ntracks and adjacent properties was designated as \"Parcel 6\" in the\n\nPlan.    Parcel 6 contains three subparcels: Parcels 6A, 6B, and 6C.\n\nThis appeal concerns the damages awarded to CPI following Amtrak's\n\ncondemnation of 6B and 6C pursuant to its eminent domain power.\n\n\n\n\n                                     -3-\n\f           Parcel 6B is the railroad corridor that runs northerly\n\nfrom the Providence Railroad Station to the Smith Street overpass.\n\nIt consists of approximately 81,575 square feet or somewhat less\n\nthan two acres.    In order to facilitate the Capital Center Plan, it\n\nwas necessary for Amtrak and other property owners to make certain\n\ntransfers with respect to 6B.       In 1978, Providence and Worcester\n\nCompany (\"P&W\"), CPI's predecessor in interest, conveyed what is\n\nnow Parcel 6B to Amtrak.      In the same deed, P&W acquired air rights\n\nbeginning at a horizontal plane thirty feet above the top of the\n\nhighest   rail    of   the   then-existing   rail   tracks,   as   well   as\n\nsubsurface rights in 6B to lay foundations and erect support\n\nsystems so that P&W could build structures above the tracks.              In\n\n1987, Amtrak granted CPI, now having succeeded P&W through merger,\n\nfurther air rights above the railroad tracks in 6B--this time\n\nbeginning at nineteen feet and three inches above the railroad\n\ntracks--in addition to subsurface rights similar to those conveyed\n\nin the 1978 deed (collectively, the \"Air Rights\").            At the same\n\ntime, in an effort to further clarify its remaining interest in 6B,\n\nAmtrak reserved unto itself the railroad right of way in 6B so that\n\nit could reconstruct and relocate its tracks consistent with the\n\noverall development of the Capital Center Plan.\n\n           Parcel 6C, which consists of approximately 26,947 square\n\nfeet, is an adjacent strip of land to the railroad right of way and\n\nlies between Parcel 6B and Gaspee Street. Parcel 6A, also adjacent\n\n\n                                    -4-\n\fto the railroad right of way, lies between 6B and the Moshassuck\n\nRiver.   By far the largest of the three subparcels, it covers\n\napproximately 276,037 square feet or almost six and a half acres.\n\nBy a deed dated July 2, 1990, CPI acquired both 6A and 6C from the\n\nRhode Island Port Authority and Economic Development Corporation\n\n(EDC).\n\n             Both condemnation actions emanated from a prior action\n\nfor trespass and ejectment brought by CPI against Amtrak seeking\n\nthe removal of structures erected by Amtrak along the railroad\n\ncorridor that encroached into the granted Air Rights and Parcel 6C.\n\nDuring the pendency of the trespass action, Amtrak erected poles\n\nrequired for its high-speed rail service through the railroad\n\ncorridor.    In April 1999, CPI amended its complaint demanding that\n\nAmtrak lower or remove the poles entirely and eliminate other\n\nencroaching structures.    CPI moved for a preliminary injunction in\n\nJune 1999.     On July 19, 1999, shortly before the preliminary\n\ninjunction hearing, Amtrak condemned \"certain temporary easements\"\n\nin the Air Rights for a period of three years, thereby mooting\n\nCPI's pending motion for ejectment. Amtrak also deposited $335,000\n\ninto the Registry of the court as its estimate of the fair market\n\nvalue of the temporary taking of the Air Rights.       CPI answered\n\nAmtrak's complaint for the temporary taking and also claimed\n\nseverance damages to Parcel 6C.\n\n\n\n\n                                 -5-\n\f            On May 3, 2001, near the end of the temporary taking\n\nperiod, Amtrak permanently condemned both the Air Rights and Parcel\n\n6C, depositing an additional $923,000 into the Registry of the\n\ncourt as its initial estimate of the fair market value of the\n\npermanent taking.\n\n            On Amtrak's motion, the district court consolidated the\n\ntwo condemnation actions and then conducted a bench trial over a\n\nsix-day period in November 2002.             At trial, both Amtrak and CPI\n\npresented evidence of the fair market value of the temporary and\n\npermanent takings through expert testimony.                 Amtrak relied on\n\nWilliam Coyle, an expert appraiser, while CPI relied on both Coyle\n\nand Mark Bates, another appraiser. Coyle and Bates agreed that the\n\nhighest and best use of 6C and the Air Rights was for mixed\n\nresidential, office, and support retail purposes. They also agreed\n\nthat   6C   would    only   be   developed     in   conjunction     with   6B,   a\n\nconclusion    that    followed    from   the   Capital     Center   Design   and\n\nDevelopment Regulations which provided that \"Parcel 6 shall not be\n\ndeveloped    unless    Parcel     6B   is    developed.\"      Capital      Center\n\nCommission (CCC) Regulations, § 5.6.9 (as amended Dec. 14, 1989).\n\nFinally, the two experts agreed as to the fee values of both\n\nparcels.\n\n             The district court concluded that (1) the value of the\n\ntemporary taking of the Air Rights was $399,381; (2) CPI suffered\n\nseverance damages to 6C in the amount of $60,000 during the\n\n\n                                       -6-\n\ftemporary taking; (3) the fair market value of the permanent taking\n\nof the Air Rights as of May 3, 2001 was $1,435,685; and (4) the\n\nfair market value of 6C as of May 3, 2001 was $741,043.\n\nII. DISCUSSION\n\n          We   review    a   district   court's    determination   of   just\n\ncompensation     for   clear   error.      See    Portland   Natural    Gas\n\nTransmission Sys. v. 19.2 Acres of Land, 318 F.3d 279, 281 (1st\n\nCir. 2003).      \"Determining the value of real estate is not a\n\nscience, and the decision of a lower tribunal is ordinarily not\n\ndisturbed unless it is 'grossly inadequate or excessive.'\"               Id.\n\n(quoting 5 Sackman, Nichols on Eminent Domain, §§ 17.1940, 23.01\n\n(3d ed. 2001)).\n\n          As the claimant in an eminent domain case, CPI had the\n\nburden of proof before the district court to establish that its\n\nestimate of fair market value of the property was accurate. United\n\nStates v. 174.12 Acres of Land, More or Less, in Pierce County,\n\nState of Wash., 671 F.2d 313, 314 (9th Cir. 1982).            Fair market\n\nvalue is based on the highest and best use of the property taken by\n\neminent domain, see United States v. 125.07 Acres of Land, More or\n\nLess, Situated in Towns of Truro and Wellfleet, Barnstable County,\n\nCommonwealth of Mass., 667 F.2d 243, 249 (1st Cir. 1981), and is\n\ndetermined as of the time of the taking.         United States v. Dow, 357\n\nU.S. 17, 23 (1958).     The term \"highest and best use\" corresponds to\n\n\"[t]he highest and most profitable use for which the property is\n\n\n                                   -7-\n\fadaptable and needed or likely to be needed in the reasonably near\n\nfuture . . . to the full extent that the prospect of demand for\n\nsuch use affects the market value while the property is privately\n\nheld.\"   Olson v. United States, 292 U.S. 246, 255 (1934); 125.07\n\nAcres of Land, 667 F.2d at 249.\n\n           Amtrak's appeal boils down to two contentions: (1) that\n\nrestrictions placed on 6C by the July 2, 1990, deed as well as\n\nlocal regulations render legally impermissible the \"highest and\n\nbest use\" adopted by the district court for 6C and the Air Rights;\n\nand (2) that past problems with developing the properties render\n\nthe   adopted   \"highest   and   best    use\"   economically   infeasible.\n\nBecause neither argument has merit, we find no clear error in the\n\ndistrict court's awards.\n\nA. Parcel 6C\n\n           Both experts testified that the highest and best use of\n\n6C was for apartments, offices, or retail, and that there would be\n\ndemand for these uses in the future.        In addition, Alex Krieger, a\n\nHarvard professor of urban planning called by Amtrak as an expert\n\ntestified that based on his experience with the Capital Center\n\nCommission, he agreed that this was the best and highest use for\n\nthe property.    Based on this agreed-upon highest and best use for\n\n6C, the district court awarded damages for the permanent taking of\n\n6C and severance damages to 6C during the temporary taking of 6B.\n\n\n\n\n                                   -8-\n\f          Amtrak contends that because of use restrictions imposed\n\nby the EDC in the deed to CPI, 6C had no permissible use until\n\n2017. The deed contains a restrictive covenant which provides that\n\nthe parcel \"may be used only for, or in connection with, the\n\nconstruction and operation of a parking garage containing not less\n\nthan 700 parking spaces, all or a portion of which will be located\n\nover all or a portion of the Railroad Corridor . . . .\"                    In\n\naddition, Amtrak points to Capital Center Commission regulations\n\ngoverning the parcels, which specifically forbid the construction\n\nof a parking garage on 6C, see CCC Regulations, § 5.6.2, and\n\nestablish that \"Parcel 6C shall not be developed unless Parcel 6B\n\nis developed.\"    Id. at § 5.6.9.     Hence, Amtrak argues, the parcel\n\nhas no permissible use and that any damages awarded with respect to\n\n6C were erroneous.\n\n          The    July   2,   1990,   deed   from   the   Rhode   Island   EDC\n\nenvisions two distinct development alternatives for Parcels 6B and\n\n6C:\n\n          [N]otwithstanding anything to the contrary in\n          this paragraph, if Grantee (a) shall construct\n          an alternate parking garage containing no less\n          than 700 spaces on Parcel 6, as shown on the\n          Capital Center Plan . . . ., and (b) shall use\n          the Premises in conjunction with the Air\n          Rights, Grantee shall have the right to use\n          the premises for any other lawful use or\n          purpose.\n\nCPI either could have developed 6B and 6C together as a parking\n\nfacility or could have developed them together \"for any lawful use\"\n\n\n                                     -9-\n\fso long as it provided seven hundred parking spaces on Parcel 6A.\n\nAmtrak's rejoinder that CPI failed to prove that it had actual\n\nplans to build the parking lot on 6A is irrelevant.            See 125.07\n\nAcres of Land, 667 F.2d at 249 (landowner's subjective intended use\n\nis irrelevant to \"highest and best use\" determination; moreover,\n\njust   compensation   includes   \"any    additional   market   value   [the\n\nproperty] may command because of the prospects for developing it to\n\nthe 'highest and best use' for which it is suitable\").         It does not\n\nmatter whether CPI had blueprints ready or otherwise knew how it\n\nintended to develop 6C and the Air Rights.        Nor did the \"highest\n\nand best use\" adopted by the district court amount to \"mere\n\nspeculation,\" Tenn. Gas Pipeline Co. v. 104 Acres of Land More or\n\nLess, in Providence County of State of R.I., 780 F. Supp. 82, 86\n\n(D.R.I. 1991), as experts for both parties agreed that a mixed use\n\ndevelopment on the parcels was reasonably definite in the future.\n\n           Moreover, Amtrak's own appraisal of 6C does not reduce\n\nthe value of 6C on account of the restrictive covenant contained in\n\nthe 1990 deed.   Coyle mentions the deed restriction in neither of\n\nhis reports and never figured the restriction into his calculations\n\nof fair market value.    As Amtrak's own expert, he apparently felt\n\nthat the restriction had no meaningful impact on 6C's value, which\n\nis consistent with eminent domain principles.            See 4 Sackman,\n\nNichols on Eminent Domain, § 12C.02 at 12C-57 (where condemnation\n\nproceedings are in rem, a just compensation award is based on the\n\n\n                                  -10-\n\fvalue of the unrestricted fee).             Instead, the record amply shows\n\nthat both experts anticipated a coordinated development involving\n\n6A, 6B, and 6C with a parking garage being built on 6A.\n\n             Amtrak also points to the Capital Center Commission\n\nregulations,    which      specifically     forbid   the   construction   of   a\n\nparking garage on 6C.         See CCC Regulations, § 5.6.2.         They argue\n\nthat in tandem with the deed, the lot is then reduced to no\n\npermissible use.      See Ocean Rd. Partners v. State, 670 A.2d 246,\n\n250 (R.I. 1996) (a trial judge may consider the value of a property\n\nfor a use not permitted by existing land regulations only when a\n\nclaimant has met its burden of demonstrating it is reasonably\n\nprobable that the proscribed use will be allowed in the near\n\nfuture); Palazzi v. State, 319 A.2d 658, 661-62 (R.I. 1974) (same).\n\nAmtrak   claims     that    CPI    failed    to   demonstrate   a   reasonable\n\nprobability that the Capital Center Commission will liberalize its\n\nregulations governing the use of 6C.\n\n             Amtrak's reliance on these regulations again misses the\n\nfact that the deed allows 6B and 6C to be developed together \"for\n\nany lawful use\" so long as seven hundred parking spaces are\n\nprovided on 6A.     Indeed, the Capital Center Commission regulations\n\nlist parking as among 6A's \"preferred uses.\"               CCC Regulations, §\n\n5.6.2.\n\n             Amtrak also challenges whether CPI's purported highest\n\nand   best    use    for     the   parcel     was    economically    feasible.\n\n\n                                      -11-\n\fSpecifically, Amtrak contends that attempts at building a parking\n\ngarage on    6C   have       been    prohibitively   expensive   and     that   the\n\n\"highest and best use\" adopted by the district court would run into\n\nthe same problem.      Even if in the past it was not feasible to build\n\na parking garage either on 6B or 6C, this fact, as the district\n\ncourt   stated,   is     a    \"red    herring\"   having   nothing   to   do     with\n\ndetermining the value of the parcels. Indeed, Coyle concluded that\n\nconstructing a parking garage on 6C or 6B would not be financially\n\nfeasible.    That is exactly why he did not rely on Amtrak's cost\n\nestimate of building a parking garage on 6C. Instead, he appraised\n\nthe value of 6C and the Air Rights based on the feasibility of\n\nbuilding apartments, offices, and retail operations sometime in the\n\nfuture if 6A was developed for parking.\n\n            As both experts agreed that 6C could only be developed in\n\ntandem with 6B, the district court's finding of severance damages\n\nto 6C during the period of the temporary taking of the Air Rights\n\nis also well supported by the record.            A property owner is entitled\n\nto recover severance damages for any damage to adjacent properties\n\ncaused by a taking.          See Baetjer v. United States, 143 F.2d 391,\n\n395 (1st Cir. 1944); United States v. 125.07 Acres of Land, More or\n\nLess, Situated in Towns of Truro and Wellfleet, Barnstable County,\n\nCom. of Mass., 753 F. Supp. 1034, 1048 (D. Mass. 1991).                         With\n\nregard to these severance damages, Amtrak's contentions that 6C\n\ncould not be legally developed for any use before 2017 and that any\n\n\n                                         -12-\n\fdevelopment was economically infeasible are again unavailing for\n\nthe same reasons set out supra.\n\n             Besides missing the mark with its arguments as to the\n\nlegality and economic feasibility of what the district court\n\nconcluded to be the highest and best use of 6C, Amtrak did not\n\noffer any evidence of its own suggesting that the highest and best\n\nuse was anything other than what both experts continually stated.\n\nHence, we find no clear error in the district court's awards to CPI\n\n(1) of the fair market fee value of 6C as of May 3, 2001 and (2) of\n\nseverance damages to 6C during the temporary taking of the Air\n\nRights.\n\nB. The Air Rights\n\n             At trial, CPI agreed with Coyle's appraisal of the three-\n\nyear temporary taking of the Air Rights.           The district court took\n\nCoyle's appraisal but adjusted upward by ten percent to account for\n\na ten percent discount in Coyle's calculation that Coyle himself\n\ncould not explain.       As for the highest and best use of the Air\n\nRights, Coyle concluded that such use was for apartments and office\n\nstructures.       Coyle maintained this conclusion in two separate\n\nreports.\n\n             In   challenging    the   district   court's   awards    for   the\n\ntemporary and permanent takings of the Air Rights, Amtrak repeats\n\nits arguments that because of use restrictions imposed by CPI's\n\ndeed   and    Capital   Center    Commission      regulations,   6C   had   no\n\n\n                                       -13-\n\fpermissible use until 2017 and that therefore 6C could not be\n\nincorporated into a unified development with 6B.          Amtrak claims\n\nthat the district court's damage awards for the Air Rights were\n\nerroneous because they were premised on 6B's joint development with\n\n6C.   Just as it argued in its challenge to the district court's\n\naward for 6C, Amtrak also claims that CPI's purported highest and\n\nbest use for the Air Rights is economically infeasible.            For the\n\nreasons set out supra, we find these arguments meritless.              The\n\ndistrict court did not clearly err in its awards to CPI (1) of the\n\nfair market value of the temporary taking of the Air Rights and (2)\n\nof the fair market value of the permanent taking of Air Rights as\n\nof May 3, 2001.\n\nC. Order of Witnesses\n\n          Decisions   regarding    the   mode   and   order   of   witness\n\nquestioning lie within the district court's broad discretion, see\n\nFed. R. Evid. 611(a); Elgabri v. Lekas, 964 F.2d 1255, 1260 (1st\n\nCir. 1992), but such decisions that result in \"undue prejudice to\n\nthe appellant's case\" merit reversal.     Loinaz v. EG & G, Inc., 910\n\nF.2d 1, 6 (1st Cir. 1990).\n\n          Over Amtrak's objection, the district court allowed CPI\n\nto call Coyle, Amtrak's retained expert appraiser, during CPI's\n\ncase-in-chief, and to examine him as a hostile witness.             Amtrak\n\nargues that this ruling constituted an abuse of discretion in that\n\nit permitted CPI to evade its burden of proof with respect to the\n\n\n                                  -14-\n\ffair market value of the taking of the Air Rights, and hence\n\nmaterially prejudiced Amtrak in the presentation of its case.\n\n          Amtrak relies on Suarez Matos v. Ashford Presbyterian\n\nCmty. Hosp., 4 F.3d 47 (1st Cir. 1993), in arguing that the\n\ndistrict court should not have allowed CPI to call Coyle during its\n\ncase-in-chief. Suarez, however, deals with the propriety of asking\n\nleading questions and cannot be read to bar a party from calling an\n\nadversary's expert witness and treating him as hostile once the\n\nwitness is \"affirmatively viewable as hostile.\"    Id. at 50.   CPI\n\ndid not begin its examination of Coyle by asking leading questions,\n\nbut instead started with a routine direct examination of Coyle.\n\nNot until it appeared that Coyle was \"affirmatively viewable as\n\nhostile\" did CPI begin asking leading questions.    Indeed, Amtrak\n\ndid not raise objections to CPI's questioning of Coyle until CPI\n\nstarted asking leading questions midway through the examination.\n\nMoreover, CPI listed Coyle as a witness in its pretrial memorandum.\n\nWe find that the district court did not abuse its discretion in\n\nallowing CPI to call Coyle during its case-in-chief.\n\n          Accordingly, we affirm.     Costs are awarded to Capital\n\nProperties, Inc.\n\n\n\n\n                               -15-\n\f",
  "html": "<p class=\"case_cite\">357 F.3d 36</p>\n    <p class=\"parties\">NATIONAL RAILROAD PASSENGER CORPORATION, Plaintiff, Appellant,<br>v.<br>CERTAIN TEMPORARY EASEMENTS ABOVE THE RAILROAD RIGHT OF WAY IN PROVIDENCE, RHODE ISLAND; Capital Properties, Inc., Defendants, Appellees.<br>National Railroad Passenger Corporation, Plaintiff, Appellant,<br>v.<br>Certain Permanent Easements Above The Railroad Right of Way and 26,859 Square Feet, Both In Providence, Rhode Island; Capital Properties, Inc., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 03-1248.</p>\n    <p class=\"docket\">No. 03-1249.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 4, 2003.</p>\n    <p class=\"date\">Decided January 28, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Eric W. Wodlinger, with whom Johanna W. Schneider and Choate, Hall &amp; Stewart, were on brief for appellant.</p>\n      <p class=\"indent\">Gerald J. Petros, with whom Charles D. Blackman and Hinckley Allen &amp; Snyder, were on brief for appellees.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Circuit Judge, SELYA, Circuit Judge, and STAHL, Senior Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant National Railroad Passenger Corporation (Amtrak) appeals from just compensation awards by the district court in connection with the condemnation of two parcels of land in Providence, Rhode Island formerly owned by defendant-appellee Capital Properties, Inc. (CPI). In addition to challenging the monetary awards, Amtrak contends that the district court erred by allowing CPI to call Amtrak's retained expert appraiser and examine him as a hostile witness during CPI's case-in-chief. Finding no merit in any of appellants' arguments, we affirm the district court's awards.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1979, the State of Rhode Island and City of Providence adopted the Capital Center Plan, a major effort to redevelop the city's central business district. One of the primary aims of the Plan was for Amtrak, which owned and operated a railroad station in Providence, to relocate the mainline railroad tracks serving the city, thereby enabling a considerable expansion of downtown Providence with the creation of several parcels of waterfront property. A large tract of land encompassing the mainline railroad tracks and adjacent properties was designated as \"Parcel 6\" in the Plan. Parcel 6 contains three subparcels: Parcels 6A, 6B, and 6C. This appeal concerns the damages awarded to CPI following Amtrak's condemnation of 6B and 6C pursuant to its eminent domain power.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Parcel 6B is the railroad corridor that runs northerly from the Providence Railroad Station to the Smith Street overpass. It consists of approximately 81,575 square feet or somewhat less than two acres. In order to facilitate the Capital Center Plan, it was necessary for Amtrak and other property owners to make certain transfers with respect to 6B. In 1978, Providence and Worcester Company (\"P &amp; W\"), CPI's predecessor in interest, conveyed what is now Parcel 6B to Amtrak. In the same deed, P &amp; W acquired air rights beginning at a horizontal plane thirty feet above the top of the highest rail of the then-existing rail tracks, as well as subsurface rights in 6B to lay foundations and erect support systems so that P &amp; W could build structures above the tracks. In 1987, Amtrak granted CPI, now having succeeded P &amp; W through merger, further air rights above the railroad tracks in 6B &#8212; this time beginning at nineteen feet and three inches above the railroad tracks &#8212; in addition to subsurface rights similar to those conveyed in the 1978 deed (collectively, the \"Air Rights\"). At the same time, in an effort to further clarify its remaining interest in 6B, Amtrak reserved unto itself the railroad right of way in 6B so that it could reconstruct and relocate its tracks consistent with the overall development of the Capital Center Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Parcel 6C, which consists of approximately 26,947 square feet, is an adjacent strip of land to the railroad right of way and lies between Parcel 6B and Gaspee Street. Parcel 6A, also adjacent to the railroad right of way, lies between 6B and the Moshassuck River. By far the largest of the three subparcels, it covers approximately 276,037 square feet or almost six and a half acres. By a deed dated July 2, 1990, CPI acquired both 6A and 6C from the Rhode Island Port Authority and Economic Development Corporation (EDC).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Both condemnation actions emanated from a prior action for trespass and ejectment brought by CPI against Amtrak seeking the removal of structures erected by Amtrak along the railroad corridor that encroached into the granted Air Rights and Parcel 6C. During the pendency of the trespass action, Amtrak erected poles required for its high-speed rail service through the railroad corridor. In April 1999, CPI amended its complaint demanding that Amtrak lower or remove the poles entirely and eliminate other encroaching structures. CPI moved for a preliminary injunction in June 1999. On July 19, 1999, shortly before the preliminary injunction hearing, Amtrak condemned \"certain temporary easements\" in the Air Rights for a period of three years, thereby mooting CPI's pending motion for ejectment. Amtrak also deposited $335,000 into the Registry of the court as its estimate of the fair market value of the temporary taking of the Air Rights. CPI answered Amtrak's complaint for the temporary taking and also claimed severance damages to Parcel 6C.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On May 3, 2001, near the end of the temporary taking period, Amtrak permanently condemned both the Air Rights and Parcel 6C, depositing an additional $923,000 into the Registry of the court as its initial estimate of the fair market value of the permanent taking.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On Amtrak's motion, the district court consolidated the two condemnation actions and then conducted a bench trial over a six-day period in November 2002. At trial, both Amtrak and CPI presented evidence of the fair market value of the temporary and permanent takings through expert testimony. Amtrak relied on William Coyle, an expert appraiser, while CPI relied on both Coyle and Mark Bates, another appraiser. Coyle and Bates agreed that the highest and best use of 6C and the Air Rights was for mixed residential, office, and support retail purposes. They also agreed that 6C would only be developed in conjunction with 6B, a conclusion that followed from the Capital Center Design and Development Regulations which provided that \"Parcel 6 shall not be developed unless Parcel 6B is developed.\" Capital Center Commission (CCC) Regulations, &#167; 5.6.9 (as amended Dec. 14, 1989). Finally, the two experts agreed as to the fee values of both parcels.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court concluded that (1) the value of the temporary taking of the Air Rights was $399,381; (2) CPI suffered severance damages to 6C in the amount of $60,000 during the temporary taking; (3) the fair market value of the permanent taking of the Air Rights as of May 3, 2001 was $1,435,685; and (4) the fair market value of 6C as of May 3, 2001 was $741,043.</p>\n    </div>\n    <p class=\"indent\">II. DISCUSSION</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We review a district court's determination of just compensation for clear error. <i>See Portland Natural Gas Transmission Sys. v. 19.2 Acres of Land,</i> 318 F.3d 279, 281 (1st Cir.2003). \"Determining the value of real estate is not a science, and the decision of a lower tribunal is ordinarily not disturbed unless it is `grossly inadequate or excessive.'\" <i>Id.</i> (quoting 5 Sackman, <i>Nichols on Eminent Domain,</i> &#167;&#167; 17.1940, 23.01 (3d ed.2001)).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As the claimant in an eminent domain case, CPI had the burden of proof before the district court to establish that its estimate of fair market value of the property was accurate. <i>United States v. 174.12 Acres of Land, More or Less, in Pierce County, State of Wash.,</i> 671 F.2d 313, 314 (9th Cir.1982). Fair market value is based on the highest and best use of the property taken by eminent domain, <i>see United States v. 125.07 Acres of Land, More or Less, Situate in Towns of Truro and Wellfleet, Barnstable County, Commonwealth of Mass.,</i> 667 F.2d 243, 249 (1st Cir.1981), and is determined as of the time of the taking. <i>United States v. Dow,</i> 357 U.S. 17, 23, 78 S.Ct. 1039, 2 L.Ed.2d 1109 (1958). The term \"highest and best use\" corresponds to \"[t]he highest and most profitable use for which the property is adaptable and needed or likely to be needed in the reasonably near future ... to the full extent that the prospect of demand for such use affects the market value while the property is privately held.\" <i>Olson v. United States,</i> 292 U.S. 246, 255, 54 S.Ct. 704, 78 L.Ed. 1236 (1934); <i>125.07 Acres of Land,</i> 667 F.2d at 249.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Amtrak's appeal boils down to two contentions: (1) that restrictions placed on 6C by the July 2, 1990, deed as well as local regulations render legally impermissible the \"highest and best use\" adopted by the district court for 6C and the Air Rights; and (2) that past problems with developing the properties render the adopted \"highest and best use\" economically infeasible. Because neither argument has merit, we find no clear error in the district court's awards.</p>\n    </div>\n    <p class=\"indent\">A. Parcel 6C</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Both experts testified that the highest and best use of 6C was for apartments, offices, or retail, and that there would be demand for these uses in the future. In addition, Alex Krieger, a Harvard professor of urban planning called by Amtrak as an expert testified that based on his experience with the Capital Center Commission, he agreed that this was the best and highest use for the property. Based on this agreed-upon highest and best use for 6C, the district court awarded damages for the permanent taking of 6C and severance damages to 6C during the temporary taking of 6B.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Amtrak contends that because of use restrictions imposed by the EDC in the deed to CPI, 6C had no permissible use until 2017. The deed contains a restrictive covenant which provides that the parcel \"may be used only for, or in connection with, the construction and operation of a parking garage containing not less than 700 parking spaces, all or a portion of which will be located over all or a portion of the Railroad Corridor....\" In addition, Amtrak points to Capital Center Commission regulations governing the parcels, which specifically forbid the construction of a parking garage on 6C, <i>see</i> CCC Regulations, &#167; 5.6.2, and establish that \"Parcel 6C shall not be developed unless Parcel 6B is developed.\" <i>Id.</i> at &#167; 5.6.9. Hence, Amtrak argues, the parcel has no permissible use and that any damages awarded with respect to 6C were erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The July 2, 1990, deed from the Rhode Island EDC envisions two distinct development alternatives for Parcels 6B and 6C:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">[N]otwithstanding anything to the contrary in this paragraph, if Grantee (a) shall construct an alternate parking garage containing no less than 700 spaces on Parcel 6, as shown on the Capital Center Plan...., and (b) shall use the Premises in conjunction with the Air Rights, Grantee shall have the right to use the premises for any other lawful use or purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">CPI either could have developed 6B and 6C together as a parking facility or could have developed them together \"for any lawful use\" so long as it provided seven hundred parking spaces on Parcel 6A. Amtrak's rejoinder that CPI failed to prove that it had actual plans to build the parking lot on 6A is irrelevant. <i>See 125.07 Acres of Land,</i> 667 F.2d at 249 (landowner's subjective intended use is irrelevant to \"highest and best use\" determination; moreover, just compensation includes \"any additional market value [the property] may command because of the prospects for developing it to the `highest and best use' for which it is suitable\"). It does not matter whether CPI had blueprints ready or otherwise knew how it intended to develop 6C and the Air Rights. Nor did the \"highest and best use\" adopted by the district court amount to \"mere speculation,\" <i>Tenn. Gas Pipeline Co. v. 104 Acres of Land More or Less, in Providence County of State of R.I.,</i> 780 F.Supp. 82, 86 (D.R.I.1991), as experts for both parties agreed that a mixed use development on the parcels was reasonably definite in the future.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Moreover, Amtrak's own appraisal of 6C does not reduce the value of 6C on account of the restrictive covenant contained in the 1990 deed. Coyle mentions the deed restriction in neither of his reports and never figured the restriction into his calculations of fair market value. As Amtrak's own expert, he apparently felt that the restriction had no meaningful impact on 6C's value, which is consistent with eminent domain principles. <i>See</i> 4 Sackman, <i>Nichols on Eminent Domain,</i> &#167; 12C.02 at 12C-57 (where condemnation proceedings are <i>in rem,</i> a just compensation award is based on the value of the unrestricted fee). Instead, the record amply shows that both experts anticipated a coordinated development involving 6A, 6B, and 6C with a parking garage being built on 6A.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Amtrak also points to the Capital Center Commission regulations, which specifically forbid the construction of a parking garage on 6C. <i>See</i> CCC Regulations, &#167; 5.6.2. They argue that in tandem with the deed, the lot is then reduced to no permissible use. <i>See Ocean Rd. Partners v. State,</i> 670 A.2d 246, 250 (R.I.1996) (a trial judge may consider the value of a property for a use not permitted by existing land regulations only when a claimant has met its burden of demonstrating it is reasonably probable that the proscribed use will be allowed in the near future); <i>Palazzi v. State,</i> 113 R.I. 218, 319 A.2d 658, 661-62 (1974) (same). Amtrak claims that CPI failed to demonstrate a reasonable probability that the Capital Center Commission will liberalize its regulations governing the use of 6C.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Amtrak's reliance on these regulations again misses the fact that the deed allows 6B and 6C to be developed together \"for any lawful use\" so long as seven hundred parking spaces are provided on 6A. Indeed, the Capital Center Commission regulations list parking as among 6A's \"preferred uses.\" CCC Regulations, &#167; 5.6.2.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Amtrak also challenges whether CPI's purported highest and best use for the parcel was economically feasible. Specifically, Amtrak contends that attempts at building a parking garage on 6C have been prohibitively expensive and that the \"highest and best use\" adopted by the district court would run into the same problem. Even if in the past it was not feasible to build a parking garage either on 6B or 6C, this fact, as the district court stated, is a \"red herring\" having nothing to do with determining the value of the parcels. Indeed, Coyle concluded that constructing a parking garage on 6C or 6B would not be financially feasible. That is exactly why he did <i>not</i> rely on Amtrak's cost estimate of building a parking garage on 6C. Instead, he appraised the value of 6C and the Air Rights based on the feasibility of building apartments, offices, and retail operations sometime in the future if 6A was developed for parking.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">As both experts agreed that 6C could only be developed in tandem with 6B, the district court's finding of severance damages to 6C during the period of the temporary taking of the Air Rights is also well supported by the record. A property owner is entitled to recover severance damages for any damage to adjacent properties caused by a taking. <i>See Baetjer v. United States,</i> 143 F.2d 391, 395 (1st Cir. 1944); <i>United States v. 125.07 Acres of Land, More or Less, Situated in Towns of Truro and Wellfleet, Barnstable County, Com. of Mass.,</i> 753 F.Supp. 1034, 1038 (D.Mass.1991). With regard to these severance damages, Amtrak's contentions that 6C could not be legally developed for any use before 2017 and that any development was economically infeasible are again unavailing for the same reasons set out <i>supra.</i></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Besides missing the mark with its arguments as to the legality and economic feasibility of what the district court concluded to be the highest and best use of 6C, Amtrak did not offer any evidence of its own suggesting that the highest and best use was anything other than what both experts continually stated. Hence, we find no clear error in the district court's awards to CPI (1) of the fair market fee value of 6C as of May 3, 2001 and (2) of severance damages to 6C during the temporary taking of the Air Rights.</p>\n    </div>\n    <p class=\"indent\">B. The Air Rights</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">At trial, CPI agreed with Coyle's appraisal of the three-year temporary taking of the Air Rights. The district court took Coyle's appraisal but adjusted upward by ten percent to account for a ten percent discount in Coyle's calculation that Coyle himself could not explain. As for the highest and best use of the Air Rights, Coyle concluded that such use was for apartments and office structures. Coyle maintained this conclusion in two separate reports.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In challenging the district court's awards for the temporary and permanent takings of the Air Rights, Amtrak repeats its arguments that because of use restrictions imposed by CPI's deed and Capital Center Commission regulations, 6C had no permissible use until 2017 and that therefore 6C could not be incorporated into a unified development with 6B. Amtrak claims that the district court's damage awards for the Air Rights were erroneous because they were premised on 6B's joint development with 6C. Just as it argued in its challenge to the district court's award for 6C, Amtrak also claims that CPI's purported highest and best use for the Air Rights is economically infeasible. For the reasons set out <i>supra,</i> we find these arguments meritless. The district court did not clearly err in its awards to CPI (1) of the fair market value of the temporary taking of the Air Rights and (2) of the fair market value of the permanent taking of Air Rights as of May 3, 2001.</p>\n    </div>\n    <p class=\"indent\">C. Order of Witnesses</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Decisions regarding the mode and order of witness questioning lie within the district court's broad discretion, <i>see</i> Fed. R.Evid. 611(a); <i>Elgabri v. Lekas,</i> 964 F.2d 1255, 1260 (1st Cir.1992), but such decisions that result in \"undue prejudice to the appellant's case\" merit reversal. <i>Loinaz v. EG &amp; G, Inc.,</i> 910 F.2d 1, 6 (1st Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Over Amtrak's objection, the district court allowed CPI to call Coyle, Amtrak's retained expert appraiser, during CPI's case-in-chief, and to examine him as a hostile witness. Amtrak argues that this ruling constituted an abuse of discretion in that it permitted CPI to evade its burden of proof with respect to the fair market value of the taking of the Air Rights, and hence materially prejudiced Amtrak in the presentation of its case.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Amtrak relies on <i>Suarez Matos v. Ashford Presbyterian Cmty. Hosp.,</i> 4 F.3d 47 (1st Cir.1993), in arguing that the district court should not have allowed CPI to call Coyle during its case-in-chief. <i>Suarez,</i> however, deals with the propriety of asking leading questions and cannot be read to bar a party from calling an adversary's expert witness and treating him as hostile once the witness is \"affirmatively viewable as hostile.\" <i>Id.</i> at 50. CPI did not begin its examination of Coyle by asking leading questions, but instead started with a routine direct examination of Coyle. Not until it appeared that Coyle was \"affirmatively viewable as hostile\" did CPI begin asking leading questions. Indeed, Amtrak did not raise objections to CPI's questioning of Coyle until CPI started asking leading questions midway through the examination. Moreover, CPI listed Coyle as a witness in its pretrial memorandum. We find that the district court did not abuse its discretion in allowing CPI to call Coyle during its case-in-chief.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Accordingly, we <i>affirm.</i> Costs are awarded to Capital Properties, Inc.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">357</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></span></p>\n    <p class=\"parties\">NATIONAL RAILROAD PASSENGER CORPORATION, Plaintiff, Appellant,<br>v.<br>CERTAIN TEMPORARY EASEMENTS ABOVE THE RAILROAD RIGHT OF WAY IN PROVIDENCE, RHODE ISLAND; Capital Properties, Inc., Defendants, Appellees.<br>National Railroad Passenger Corporation, Plaintiff, Appellant,<br>v.<br>Certain Permanent Easements Above The Railroad Right of Way and 26,859 Square Feet, Both In Providence, Rhode Island; Capital Properties, Inc., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 03-1248.</p>\n    <p class=\"docket\">No. 03-1249.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 4, 2003.</p>\n    <p class=\"date\">Decided January 28, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Eric W. Wodlinger, with whom Johanna W. Schneider and Choate, Hall &amp; Stewart, were on brief for appellant.</p>\n      <p class=\"indent\">Gerald J. Petros, with whom Charles D. Blackman and Hinckley Allen &amp; Snyder, were on brief for appellees.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Circuit Judge, SELYA, Circuit Judge, and STAHL, Senior Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant National Railroad Passenger Corporation (Amtrak) appeals from just compensation awards by the district court in connection with the condemnation of two parcels of land in Providence, Rhode Island formerly owned by defendant-appellee Capital Properties, Inc. (CPI). In addition to challenging the monetary awards, Amtrak contends that the district court erred by allowing CPI to call Amtrak's retained expert appraiser and examine him as a hostile witness during CPI's case-in-chief. Finding no merit in any of appellants' arguments, we affirm the district court's awards.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1979, the State of Rhode Island and City of Providence adopted the Capital Center Plan, a major effort to redevelop the city's central business district. One of the primary aims of the Plan was for Amtrak, which owned and operated a railroad station in Providence, to relocate the mainline railroad tracks serving the city, thereby enabling a considerable expansion of downtown Providence with the creation of several parcels of waterfront property. A large tract of land encompassing the mainline railroad tracks and adjacent properties was designated as \"Parcel 6\" in the Plan. Parcel 6 contains three subparcels: Parcels 6A, 6B, and 6C. This appeal concerns the damages awarded to CPI following Amtrak's condemnation of 6B and 6C pursuant to its eminent domain power.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Parcel 6B is the railroad corridor that runs northerly from the Providence Railroad Station to the Smith Street overpass. It consists of approximately 81,575 square feet or somewhat less than two acres. In order to facilitate the Capital Center Plan, it was necessary for Amtrak and other property owners to make certain transfers with respect to 6B. In 1978, Providence and Worcester Company (\"P &amp; W\"), CPI's predecessor in interest, conveyed what is now Parcel 6B to Amtrak. In the same deed, P &amp; W acquired air rights beginning at a horizontal plane thirty feet above the top of the highest rail of the then-existing rail tracks, as well as subsurface rights in 6B to lay foundations and erect support systems so that P &amp; W could build structures above the tracks. In 1987, Amtrak granted CPI, now having succeeded P &amp; W through merger, further air rights above the railroad tracks in 6B &#8212; this time beginning at nineteen feet and three inches above the railroad tracks &#8212; in addition to subsurface rights similar to those conveyed in the 1978 deed (collectively, the \"Air Rights\"). At the same time, in an effort to further clarify its remaining interest in 6B, Amtrak reserved unto itself the railroad right of way in 6B so that it could reconstruct and relocate its tracks consistent with the overall development of the Capital Center Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Parcel 6C, which consists of approximately 26,947 square feet, is an adjacent strip of land to the railroad right of way and lies between Parcel 6B and Gaspee Street. Parcel 6A, also adjacent to the railroad right of way, lies between 6B and the Moshassuck River. By far the largest of the three subparcels, it covers approximately 276,037 square feet or almost six and a half acres. By a deed dated July 2, 1990, CPI acquired both 6A and 6C from the Rhode Island Port Authority and Economic Development Corporation (EDC).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Both condemnation actions emanated from a prior action for trespass and ejectment brought by CPI against Amtrak seeking the removal of structures erected by Amtrak along the railroad corridor that encroached into the granted Air Rights and Parcel 6C. During the pendency of the trespass action, Amtrak erected poles required for its high-speed rail service through the railroad corridor. In April 1999, CPI amended its complaint demanding that Amtrak lower or remove the poles entirely and eliminate other encroaching structures. CPI moved for a preliminary injunction in June 1999. On July 19, 1999, shortly before the preliminary injunction hearing, Amtrak condemned \"certain temporary easements\" in the Air Rights for a period of three years, thereby mooting CPI's pending motion for ejectment. Amtrak also deposited $335,000 into the Registry of the court as its estimate of the fair market value of the temporary taking of the Air Rights. CPI answered Amtrak's complaint for the temporary taking and also claimed severance damages to Parcel 6C.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On May 3, 2001, near the end of the temporary taking period, Amtrak permanently condemned both the Air Rights and Parcel 6C, depositing an additional $923,000 into the Registry of the court as its initial estimate of the fair market value of the permanent taking.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On Amtrak's motion, the district court consolidated the two condemnation actions and then conducted a bench trial over a six-day period in November 2002. At trial, both Amtrak and CPI presented evidence of the fair market value of the temporary and permanent takings through expert testimony. Amtrak relied on William Coyle, an expert appraiser, while CPI relied on both Coyle and Mark Bates, another appraiser. Coyle and Bates agreed that the highest and best use of 6C and the Air Rights was for mixed residential, office, and support retail purposes. They also agreed that 6C would only be developed in conjunction with 6B, a conclusion that followed from the Capital Center Design and Development Regulations which provided that \"Parcel 6 shall not be developed unless Parcel 6B is developed.\" Capital Center Commission (CCC) Regulations, &#167; 5.6.9 (as amended Dec. 14, 1989). Finally, the two experts agreed as to the fee values of both parcels.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court concluded that (1) the value of the temporary taking of the Air Rights was $399,381; (2) CPI suffered severance damages to 6C in the amount of $60,000 during the temporary taking; (3) the fair market value of the permanent taking of the Air Rights as of May 3, 2001 was $1,435,685; and (4) the fair market value of 6C as of May 3, 2001 was $741,043.</p>\n    </div>\n    <p class=\"indent\">II. DISCUSSION</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We review a district court's determination of just compensation for clear error. <i>See Portland Natural Gas Transmission Sys. v. 19.2 Acres of Land,</i> <span class=\"citation\" data-id=\"200316\"><a href=\"/opinion/200316/portland-natural-gas-v-192-acres-of-land/\"><span class=\"volume\">318</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">279</span></a></span>, 281 (1st Cir.2003). \"Determining the value of real estate is not a science, and the decision of a lower tribunal is ordinarily not disturbed unless it is `grossly inadequate or excessive.'\" <i>Id.</i> (quoting 5 Sackman, <i>Nichols on Eminent Domain,</i> &#167;&#167; 17.1940, 23.01 (3d ed.2001)).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As the claimant in an eminent domain case, CPI had the burden of proof before the district court to establish that its estimate of fair market value of the property was accurate. <i>United States v. 174.12 Acres of Land, More or Less, in Pierce County, State of Wash.,</i> <span class=\"citation\" data-id=\"399497\"><a href=\"/opinion/399497/united-states-v-17412-acres-of-land-more-or-less-in-the-county-of/\"><span class=\"volume\">671</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">313</span></a></span>, 314 (9th Cir.1982). Fair market value is based on the highest and best use of the property taken by eminent domain, <i>see United States v. 125.07 Acres of Land, More or Less, Situate in Towns of Truro and Wellfleet, Barnstable County, Commonwealth of Mass.,</i> <span class=\"citation\" data-id=\"398210\"><a href=\"/opinion/398210/united-states-v-12507-acres-of-land-more-or-less-situate-in-the-towns/\"><span class=\"volume\">667</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">243</span></a></span>, 249 (1st Cir.1981), and is determined as of the time of the taking. <i>United States v. Dow,</i> <span class=\"citation\" data-id=\"105709\"><a href=\"/opinion/105709/united-states-v-dow/\"><span class=\"volume\">357</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">17</span></a></span>, 23, <span class=\"citation\" data-id=\"105709\"><a href=\"/opinion/105709/united-states-v-dow/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1039</span></a></span>, <span class=\"citation\" data-id=\"105709\"><a href=\"/opinion/105709/united-states-v-dow/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1109</span></a></span> (1958). The term \"highest and best use\" corresponds to \"[t]he highest and most profitable use for which the property is adaptable and needed or likely to be needed in the reasonably near future ... to the full extent that the prospect of demand for such use affects the market value while the property is privately held.\" <i>Olson v. United States,</i> <span class=\"citation\" data-id=\"102266\"><a href=\"/opinion/102266/olson-v-united-states/\"><span class=\"volume\">292</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">246</span></a></span>, 255, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">704</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1236</span></span> (1934); <i>125.07 Acres of Land,</i> 667 F.2d at 249.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Amtrak's appeal boils down to two contentions: (1) that restrictions placed on 6C by the July 2, 1990, deed as well as local regulations render legally impermissible the \"highest and best use\" adopted by the district court for 6C and the Air Rights; and (2) that past problems with developing the properties render the adopted \"highest and best use\" economically infeasible. Because neither argument has merit, we find no clear error in the district court's awards.</p>\n    </div>\n    <p class=\"indent\">A. Parcel 6C</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Both experts testified that the highest and best use of 6C was for apartments, offices, or retail, and that there would be demand for these uses in the future. In addition, Alex Krieger, a Harvard professor of urban planning called by Amtrak as an expert testified that based on his experience with the Capital Center Commission, he agreed that this was the best and highest use for the property. Based on this agreed-upon highest and best use for 6C, the district court awarded damages for the permanent taking of 6C and severance damages to 6C during the temporary taking of 6B.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Amtrak contends that because of use restrictions imposed by the EDC in the deed to CPI, 6C had no permissible use until 2017. The deed contains a restrictive covenant which provides that the parcel \"may be used only for, or in connection with, the construction and operation of a parking garage containing not less than 700 parking spaces, all or a portion of which will be located over all or a portion of the Railroad Corridor....\" In addition, Amtrak points to Capital Center Commission regulations governing the parcels, which specifically forbid the construction of a parking garage on 6C, <i>see</i> CCC Regulations, &#167; 5.6.2, and establish that \"Parcel 6C shall not be developed unless Parcel 6B is developed.\" <i>Id.</i> at &#167; 5.6.9. Hence, Amtrak argues, the parcel has no permissible use and that any damages awarded with respect to 6C were erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The July 2, 1990, deed from the Rhode Island EDC envisions two distinct development alternatives for Parcels 6B and 6C:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">[N]otwithstanding anything to the contrary in this paragraph, if Grantee (a) shall construct an alternate parking garage containing no less than 700 spaces on Parcel 6, as shown on the Capital Center Plan...., and (b) shall use the Premises in conjunction with the Air Rights, Grantee shall have the right to use the premises for any other lawful use or purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">CPI either could have developed 6B and 6C together as a parking facility or could have developed them together \"for any lawful use\" so long as it provided seven hundred parking spaces on Parcel 6A. Amtrak's rejoinder that CPI failed to prove that it had actual plans to build the parking lot on 6A is irrelevant. <i>See 125.07 Acres of Land,</i> 667 F.2d at 249 (landowner's subjective intended use is irrelevant to \"highest and best use\" determination; moreover, just compensation includes \"any additional market value [the property] may command because of the prospects for developing it to the `highest and best use' for which it is suitable\"). It does not matter whether CPI had blueprints ready or otherwise knew how it intended to develop 6C and the Air Rights. Nor did the \"highest and best use\" adopted by the district court amount to \"mere speculation,\" <i>Tenn. Gas Pipeline Co. v. 104 Acres of Land More or Less, in Providence County of State of R.I.,</i> <span class=\"citation\" data-id=\"1445246\"><a href=\"/opinion/1445246/tennessee-gas-pipeline-co-v-104-acres-of-land/\"><span class=\"volume\">780</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">82</span></a></span>, 86 (D.R.I.1991), as experts for both parties agreed that a mixed use development on the parcels was reasonably definite in the future.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Moreover, Amtrak's own appraisal of 6C does not reduce the value of 6C on account of the restrictive covenant contained in the 1990 deed. Coyle mentions the deed restriction in neither of his reports and never figured the restriction into his calculations of fair market value. As Amtrak's own expert, he apparently felt that the restriction had no meaningful impact on 6C's value, which is consistent with eminent domain principles. <i>See</i> 4 Sackman, <i>Nichols on Eminent Domain,</i> &#167; 12C.02 at 12C-57 (where condemnation proceedings are <i>in rem,</i> a just compensation award is based on the value of the unrestricted fee). Instead, the record amply shows that both experts anticipated a coordinated development involving 6A, 6B, and 6C with a parking garage being built on 6A.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Amtrak also points to the Capital Center Commission regulations, which specifically forbid the construction of a parking garage on 6C. <i>See</i> CCC Regulations, &#167; 5.6.2. They argue that in tandem with the deed, the lot is then reduced to no permissible use. <i>See Ocean Rd. Partners v. State,</i> <span class=\"citation\" data-id=\"1436844\"><a href=\"/opinion/1436844/ocean-road-partners-v-state/\"><span class=\"volume\">670</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">246</span></a></span>, 250 (R.I.1996) (a trial judge may consider the value of a property for a use not permitted by existing land regulations only when a claimant has met its burden of demonstrating it is reasonably probable that the proscribed use will be allowed in the near future); <i>Palazzi v. State,</i> <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">218</span></span>, <span class=\"citation\" data-id=\"2366613\"><a href=\"/opinion/2366613/palazzi-v-state/\"><span class=\"volume\">319</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">658</span></a></span>, 661-62 (1974) (same). Amtrak claims that CPI failed to demonstrate a reasonable probability that the Capital Center Commission will liberalize its regulations governing the use of 6C.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Amtrak's reliance on these regulations again misses the fact that the deed allows 6B and 6C to be developed together \"for any lawful use\" so long as seven hundred parking spaces are provided on 6A. Indeed, the Capital Center Commission regulations list parking as among 6A's \"preferred uses.\" CCC Regulations, &#167; 5.6.2.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Amtrak also challenges whether CPI's purported highest and best use for the parcel was economically feasible. Specifically, Amtrak contends that attempts at building a parking garage on 6C have been prohibitively expensive and that the \"highest and best use\" adopted by the district court would run into the same problem. Even if in the past it was not feasible to build a parking garage either on 6B or 6C, this fact, as the district court stated, is a \"red herring\" having nothing to do with determining the value of the parcels. Indeed, Coyle concluded that constructing a parking garage on 6C or 6B would not be financially feasible. That is exactly why he did <i>not</i> rely on Amtrak's cost estimate of building a parking garage on 6C. Instead, he appraised the value of 6C and the Air Rights based on the feasibility of building apartments, offices, and retail operations sometime in the future if 6A was developed for parking.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">As both experts agreed that 6C could only be developed in tandem with 6B, the district court's finding of severance damages to 6C during the period of the temporary taking of the Air Rights is also well supported by the record. A property owner is entitled to recover severance damages for any damage to adjacent properties caused by a taking. <i>See Baetjer v. United States,</i> <span class=\"citation\" data-id=\"1478254\"><a href=\"/opinion/1478254/baetjer-v-united-states/\"><span class=\"volume\">143</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">391</span></a></span>, 395 (1st Cir. 1944); <i>United States v. 125.07 Acres of Land, More or Less, Situated in Towns of Truro and Wellfleet, Barnstable County, Com. of Mass.,</i> <span class=\"citation\" data-id=\"1460161\"><a href=\"/opinion/1460161/united-states-v-12507-acres-of-land/\"><span class=\"volume\">753</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1034</span></a></span>, 1038 (D.Mass.1991). With regard to these severance damages, Amtrak's contentions that 6C could not be legally developed for any use before 2017 and that any development was economically infeasible are again unavailing for the same reasons set out <i>supra.</i></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Besides missing the mark with its arguments as to the legality and economic feasibility of what the district court concluded to be the highest and best use of 6C, Amtrak did not offer any evidence of its own suggesting that the highest and best use was anything other than what both experts continually stated. Hence, we find no clear error in the district court's awards to CPI (1) of the fair market fee value of 6C as of May 3, 2001 and (2) of severance damages to 6C during the temporary taking of the Air Rights.</p>\n    </div>\n    <p class=\"indent\">B. The Air Rights</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">At trial, CPI agreed with Coyle's appraisal of the three-year temporary taking of the Air Rights. The district court took Coyle's appraisal but adjusted upward by ten percent to account for a ten percent discount in Coyle's calculation that Coyle himself could not explain. As for the highest and best use of the Air Rights, Coyle concluded that such use was for apartments and office structures. Coyle maintained this conclusion in two separate reports.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In challenging the district court's awards for the temporary and permanent takings of the Air Rights, Amtrak repeats its arguments that because of use restrictions imposed by CPI's deed and Capital Center Commission regulations, 6C had no permissible use until 2017 and that therefore 6C could not be incorporated into a unified development with 6B. Amtrak claims that the district court's damage awards for the Air Rights were erroneous because they were premised on 6B's joint development with 6C. Just as it argued in its challenge to the district court's award for 6C, Amtrak also claims that CPI's purported highest and best use for the Air Rights is economically infeasible. For the reasons set out <i>supra,</i> we find these arguments meritless. The district court did not clearly err in its awards to CPI (1) of the fair market value of the temporary taking of the Air Rights and (2) of the fair market value of the permanent taking of Air Rights as of May 3, 2001.</p>\n    </div>\n    <p class=\"indent\">C. Order of Witnesses</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Decisions regarding the mode and order of witness questioning lie within the district court's broad discretion, <i>see</i> Fed. R.Evid. 611(a); <i>Elgabri v. Lekas,</i> <span class=\"citation\" data-id=\"583865\"><a href=\"/opinion/583865/tarek-h-elgabri-md-v-mary-d-lekas-md/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1255</span></a></span>, 1260 (1st Cir.1992), but such decisions that result in \"undue prejudice to the appellant's case\" merit reversal. <i>Loinaz v. EG &amp; G, Inc.,</i> <span class=\"citation\" data-id=\"546069\"><a href=\"/opinion/546069/diego-f-loinaz-v-eg-g-inc/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Over Amtrak's objection, the district court allowed CPI to call Coyle, Amtrak's retained expert appraiser, during CPI's case-in-chief, and to examine him as a hostile witness. Amtrak argues that this ruling constituted an abuse of discretion in that it permitted CPI to evade its burden of proof with respect to the fair market value of the taking of the Air Rights, and hence materially prejudiced Amtrak in the presentation of its case.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Amtrak relies on <i>Suarez Matos v. Ashford Presbyterian Cmty. Hosp.,</i> <span class=\"citation\" data-id=\"194917\"><a href=\"/opinion/194917/suarez-matos-v-ashford-presbyterian/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">47</span></a></span> (1st Cir.1993), in arguing that the district court should not have allowed CPI to call Coyle during its case-in-chief. <i>Suarez,</i> however, deals with the propriety of asking leading questions and cannot be read to bar a party from calling an adversary's expert witness and treating him as hostile once the witness is \"affirmatively viewable as hostile.\" <i>Id.</i> at 50. CPI did not begin its examination of Coyle by asking leading questions, but instead started with a routine direct examination of Coyle. Not until it appeared that Coyle was \"affirmatively viewable as hostile\" did CPI begin asking leading questions. Indeed, Amtrak did not raise objections to CPI's questioning of Coyle until CPI started asking leading questions midway through the examination. Moreover, CPI listed Coyle as a witness in its pretrial memorandum. We find that the district court did not abuse its discretion in allowing CPI to call Coyle during its case-in-chief.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Accordingly, we <i>affirm.</i> Costs are awarded to Capital Properties, Inc.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102266/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105709/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200316/",
    "http://www.courtlistener.com/api/rest/v3/opinions/398210/",
    "http://www.courtlistener.com/api/rest/v3/opinions/399497/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546069/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1436844/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1445246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1460161/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1478254/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2366613/"
  ]
}