{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201145/",
  "absolute_url": "/opinion/201145/united-states-v-gomes/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201145/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:08:32Z",
  "date_modified": "2016-02-28T05:04:41.993115Z",
  "type": "010combined",
  "sha1": "08fccc0fae110ba0a7c04de47654ae79edd45716",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-2496-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/07/21/US_v._Gomes.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 02-2496\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                               v.\n\n                          JAMES GOMES,\n\n                      Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. William G. Young, U.S. District Judge]\n\n\n                             Before\n\n                     Torruella, Circuit Judge,\n                  Coffin, Senior Circuit Judge,\n                    and Lynch, Circuit Judge.\n\n\n\n     Mark L. Stevens, by appointment of the Court, for appellant.\n     Donald L. Cabell, Assistant U.S. Attorney, with whom Michael\nJ. Sullivan, United States Attorney, was on brief for appellee.\n\n\n\n                         July 21, 2004\n\f     COFFIN,     Senior    Circuit   Judge.       Appellant   James      Gomes\n\nchallenges     the   sufficiency     of    the   evidence   underlying     his\n\nconviction for conspiracy to possess cocaine base with intent to\n\ndistribute, in violation of 18 U.S.C. § 846.            He claims that the\n\nevidence, which described a single purchase, showed only a buyer-\n\nseller relationship and not the requisite agreement to deal drugs.\n\nBecause we believe the jury reasonably could find a plan between\n\nappellant and his seller to further distribute the cocaine, we\n\naffirm the conviction.\n\n                           I. Factual Background\n\n     Gomes originally was targeted by law enforcement agents as\n\npart of an extensive undercover investigation into illegal firearms\n\ndealing in and around Brockton, Massachusetts. Two paid government\n\ninformants, Jose Troche and Neil Baptista, purchased two firearms\n\nfrom Gomes in September 2000.         The drug sale at issue here arose\n\nwhen the three men met again on December 11, ostensibly for another\n\ngun transaction.     Because the conspiracy charge is based entirely\n\non interactions that occurred that day, we shall recount the\n\nsequence of events in some detail.           We present the facts as the\n\njury rationally could have found them, based on the testimony and\n\nother evidence presented at trial, and in the light most favorable\n\nto the government.1       United States v. Fenton, 367 F.3d 14, 17 (1st\n\n\n     1\n       Troche was outfitted with recording equipment and the\nconversations among the men that day were taped.    The audio\nrecordings were played for the jurors, who also were given\n\n                                     -2-\n\fCir. 2004); United States v. Henderson, 320 F.3d 92, 97 (lst Cir.\n\n2003).\n\n     The trio came together on December 11 when Troche and Baptista\n\ndrove in Troche's car to pick up Gomes at his home in Brockton at\n\nabout 3 p.m.    Gomes directed Troche to a multi-unit dwelling at 68\n\nCalmar Street, also in Brockton, and on the way he offered to\n\nobtain some crack cocaine for Troche and Baptista.          Gomes told the\n\nothers that they could easily make money selling cocaine and that\n\nit would take him about an hour to get the drug.         When they reached\n\n68 Calmar Street, Gomes went inside alone.          He returned about ten\n\nminutes later and reported a price of $1,500.\n\n     The men then left 68 Calmar Street and, as they drove around,\n\ndiscussed the possibility of dealing drugs together. At one point,\n\nGomes stated that he was planning to purchase half a kilogram for\n\n$15,000.    The informants dropped Gomes off at his house and then\n\nmet with    their   law   enforcement    handlers   to   discuss   the   drug\n\nproposition.    The pair was given $1,500 in cash to buy drugs, and\n\nthey picked up Gomes again and returned to 68 Calmar Street to buy\n\nthe cocaine.\n\n     Troche testified that all three men went inside, and Gomes\n\nthen introduced Troche to the apartment's tenant, a woman named\n\nJannelle.      The transcript of the audio recording indicates a\n\n\n\ntranscripts of the recordings.     Troche and Baptista also testified\nat trial.\n\n                                   -3-\n\fslightly different sequence of events.2      It appears that Gomes\n\ninitially went upstairs to check on the status of the drugs and\n\nthen came back outside, either with Jannelle or followed by her\n\nshortly thereafter.   Troche apparently was introduced to Jannelle\n\nat that time, before going up to her apartment.    Other people also\n\nwere outside the building, at least some of whom went inside when\n\nsomeone announced that the police were coming.    In the apartment,\n\nTroche at one point observed Gomes speaking with Jannelle, but he\n\ncould not hear the conversation.       At the conclusion of their\n\nexchange, Gomes approached Troche and told him the cocaine was not\n\nready yet.\n\n     The three men left the apartment, drove around for a few\n\nminutes, and then returned to 68 Calmar Street.      At this point,\n\nTroche's testimony and the transcript again diverge somewhat. From\n\nthe transcript, supplemented by the testimony where helpful, it\n\nappears that all three men re-entered Jannelle's building, but that\n\nGomes initially entered the apartment without the other two.     He\n\ncame back out into the hallway to negotiate with Troche on a final\n\nprice for the drugs, agreeing upon $1,350, and Troche gave him the\n\ncash.    The transcript suggests that all three men entered the\n\napartment at this time, at which point Jannelle became upset that\n\nthere were so many people there.     Baptista and a number of others\n\n\n\n     2\n       This difference, as well as others noted infra, have no\nimpact on our analysis.\n\n                               -4-\n\fleft.    Appellant remained in the apartment, and Troche also stayed\n\nbriefly, but he then walked down the stairs and waited in a\n\nstairwell.       Ten to fifteen minutes later, Troche knocked on the\n\napartment door, which was opened by Gomes, who told him that the\n\ncocaine was ready. Troche followed Gomes into the apartment, where\n\nhe saw Jannelle hand Gomes a plastic bag containing an ounce of\n\ncrack cocaine.       Gomes walked over to Troche and handed him the\n\ndrugs.    The two men then left the apartment and building together.\n\n       Gomes was arrested a week later and ultimately charged with\n\ntwo counts of being a felon in possession of firearms, in violation\n\nof 18 U.S.C. § 922(g)(1), and one count of conspiracy to possess\n\nfive or more grams of cocaine base with intent to distribute, in\n\nviolation of 18 U.S.C. § 846.          The jury found him guilty on one of\n\nthe firearms counts and the drug count.             He was sentenced to ten-\n\nyear    prison    terms   on   each   of   the   two   counts,       to   be   served\n\nconcurrently.      On appeal, he challenges only his drug conspiracy\n\nconviction.\n\n                                II. Discussion\n\n       Appellant asserts that the government failed to prove that he\n\nconspired to distribute cocaine because the record contains no\n\nevidence of an agreement between him and Jannelle to pursue jointly\n\nan   unlawful     objective    and    instead    shows   only    a    simple     drug\n\npurchase. To establish a conspiracy, the government needed to show\n\nthat the defendant \"entered into an agreement with another to\n\n\n                                       -5-\n\fcommit a crime, here, an agreement . . . to distribute cocaine . .\n\n. .\"     United States v. Innamorati, 996 F.2d 456, 469-70 (lst Cir.\n\n1993); see also Fenton, 367 F.3d at 19 (\"A conspiracy is an\n\nagreement between two or more persons, including the defendant, to\n\ncommit a particular crime.\").     Appellant is correct that a single\n\ndrug sale, without more, does not establish a conspiracy.        See\n\nUnited States v. Rivera-Ruiz, 244 F.3d 263, 269 (lst Cir. 2001).\n\nBut we have observed that \"[e]ven a single sale for resale,\n\nembroidered with evidence suggesting a joint undertaking between\n\nbuyer and seller, could suffice,\" United States v. Moran, 984 F.2d\n\n1299, 1303 (lst Cir. 1993).    See also, e.g., Rivera-Ruiz, 244 F.3d\n\nat 271; United States v. Portela, 167 F.3d 687, 696-98 (lst Cir.\n\n1999).\n\n       The question we thus face is whether there are sufficient\n\nmeaningful threads in the details of the single sale before us to\n\npermit the jury to find a joint undertaking. Viewing the evidence,\n\nas we must, in the government's favor, and drawing from it all\n\nreasonable inferences, we think there are.\n\n       In his opening conversation with Troche and Baptista about\n\ndrug dealing, during the first trip to Calmar Street, appellant\n\nasserted that he could obtain drugs within the hour and that the\n\nother two could make significant money selling cocaine.      A jury\n\nreasonably could infer from this dialogue that appellant had an on-\n\ngoing relationship with a supplier, giving him confidence that he\n\n\n                                 -6-\n\fcould acquire cocaine virtually as soon as he asked for it.   And,\n\nin fact, that inference was reinforced by the subsequent series of\n\nevents, beginning with the $1,500 offer after the first stop at\n\nCalmar Street (when appellant went inside alone) and concluding\n\nwith the transfer of cocaine from appellant to Troche.         The\n\nevidence indicates that, as the drug preparations proceeded in\n\nJannelle's apartment, she remained comfortable with appellant's\n\npresence despite her discomfort with others being there.    A jury\n\ncould thus find that Jannelle's conduct as she worked on the\n\ncocaine reflected a familiar course of dealing between the two in\n\nrelation to her drug activity.\n\n     Even if a history of repeated sales of small quantities left\n\nroom for doubt about a conspiracy to further distribute the drugs,\n\nthe facts in this record offer more.       Here, the circumstances\n\ninclude Troche's visible presence as appellant's waiting customer.\n\nWhen Jannelle objected to the large number of people in her\n\napartment, Troche – a newcomer to this group – was nevertheless\n\nallowed to stay with appellant.        Later, after waiting in the\n\nstairwell for some time, Troche was brought into the kitchen and\n\nbecame the final recipient – in Jannelle's presence – of the newly\n\nprepared drugs she handed to appellant.        Moreover, the price\n\nnegotiations were suggestive of consultation with Jannelle; both\n\nthe $1,500 original amount and the $1,350 ultimate price were\n\n\n\n\n                                 -7-\n\foffered after     appellant   returned     from   a   solo   entry   into   her\n\napartment.\n\n      While these facts do not compel an inference that the sale to\n\nTroche was a joint enterprise of appellant and Jannelle, they at\n\nleast render such a conclusion reasonable.            Circumstantially, the\n\nevidence suggested that appellant regularly procured drugs from\n\nJannelle and that, at least in this instance, she knew that he was\n\nmaking the purchase on behalf of a customer who was waiting nearby.\n\nThe   actual   transfer   occurred    in   her    kitchen,    and    the    jury\n\nreasonably could conclude that she observed it take place.                   In\n\nother words, the evidence points not simply to a sale to Gomes but\n\nto a delivery of cocaine to Gomes for further distribution to\n\nanother.     Given that \"[t]he evaluation of the facts is entrusted\n\nlargely to the jury,\" Moran, 984 F.2d at 1303, and that \"[w]e\n\ndefer, within reason, to inferences formulated by the jury in the\n\nlight of its collective understanding of human behavior in the\n\ncircumstances revealed by the evidence,\" United States v. Passos-\n\nPaternina, 918 F.2d 979, 985 (lst Cir. 1990), we cannot say that\n\nthe jury's outcome here was unsupportable.\n\n      The judgment of conviction on the drug conspiracy count is\n\ntherefore affirmed.\n\n\n\n\n                                     -8-\n\f",
  "html": "<p class=\"case_cite\">376 F.3d 42</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>James GOMES, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 02-2496.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard May 3, 2004.</p>\n    <p class=\"date\">Decided July 21, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts, William G. Young, J.</p>\n      <p class=\"indent\">Mark L. Stevens, by appointment of the Court, for appellant.</p>\n      <p class=\"indent\">Donald L. Cabell, Assistant U.S. Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, COFFIN, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant James Gomes challenges the sufficiency of the evidence underlying his conviction for conspiracy to possess cocaine base with intent to distribute, in violation of 21 U.S.C. &#167; 846. He claims that the evidence, which described a single purchase, showed only a buyer-seller relationship and not the requisite agreement to deal drugs. Because we believe the jury reasonably could find a plan between appellant and his seller to further distribute the cocaine, we affirm the conviction.</p>\n    </div>\n    <p class=\"center\">I. <i>Factual Background</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Gomes originally was targeted by law enforcement agents as part of an extensive undercover investigation into illegal firearms dealing in and around Brockton, Massachusetts. Two paid government informants, Jose Troche and Neil Baptista, purchased two firearms from Gomes in September 2000. The drug sale at issue here arose when the three men met again on December 11, ostensibly for another gun transaction. Because the conspiracy charge is based entirely on interactions that occurred that day, we shall recount the sequence of events in some detail. We present the facts as the jury rationally could have found them, based on the testimony and other evidence presented at trial, and in the light most favorable to the government.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> <i>United States v. Fenton,</i> 367 F.3d 14, 17 (1st Cir.2004); <i>United States v. Henderson,</i> 320 F.3d 92, 97 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The trio came together on December 11 when Troche and Baptista drove in Troche's car to pick up Gomes at his home in Brockton at about 3 p.m. Gomes directed Troche to a multi-unit dwelling at 68 Calmar Street, also in Brockton, and on the way he offered to obtain some crack cocaine for Troche and Baptista. Gomes told the others that they could easily make money selling cocaine and that it would take him about an hour to get the drug. When they reached 68 Calmar Street, Gomes went inside alone. He returned about ten minutes later and reported a price of $1,500.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The men then left 68 Calmar Street and, as they drove around, discussed the possibility of dealing drugs together. At one point, Gomes stated that he was planning to purchase half a kilogram for $15,000. The informants dropped Gomes off at his house and then met with their law enforcement handlers to discuss the drug proposition. The pair was given $1,500 in cash to buy drugs, and they picked up Gomes again and returned to 68 Calmar Street to buy the cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Troche testified that all three men went inside, and Gomes then introduced Troche to the apartment's tenant, a woman named Jannelle. The transcript of the audio recording indicates a slightly different sequence of events.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> It appears that Gomes initially went upstairs to check on the status of the drugs and then came back outside, either with Jannelle or followed by her shortly thereafter. Troche apparently was introduced to Jannelle at that time, before going up to her apartment. Other people also were outside the building, at least some of whom went inside when someone announced that the police were coming. In the apartment, Troche at one point observed Gomes speaking with Jannelle, but he could not hear the conversation. At the conclusion of their exchange, Gomes approached Troche and told him the cocaine was not ready yet.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The three men left the apartment, drove around for a few minutes, and then returned to 68 Calmar Street. At this point, Troche's testimony and the transcript again diverge somewhat. From the transcript, supplemented by the testimony where helpful, it appears that all three men re-entered Jannelle's building, but that Gomes initially entered the apartment without the other two. He came back out into the hallway to negotiate with Troche on a final price for the drugs, agreeing upon $1,350, and Troche gave him the cash. The transcript suggests that all three men entered the apartment at this time, at which point Jannelle became upset that there were so many people there. Baptista and a number of others left. Appellant remained in the apartment, and Troche also stayed briefly, but he then walked down the stairs and waited in a stairwell. Ten to fifteen minutes later, Troche knocked on the apartment door, which was opened by Gomes, who told him that the cocaine was ready. Troche followed Gomes into the apartment, where he saw Jannelle hand Gomes a plastic bag containing an ounce of crack cocaine. Gomes walked over to Troche and handed him the drugs. The two men then left the apartment and building together.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Gomes was arrested a week later and ultimately charged with two counts of being a felon in possession of firearms, in violation of 18 U.S.C. &#167; 922(g)(1), and one count of conspiracy to possess five or more grams of cocaine base with intent to distribute, in violation of 21 U.S.C. &#167; 846. The jury found him guilty on one of the firearms counts and the drug count. He was sentenced to ten-year prison terms on each of the two counts, to be served concurrently. On appeal, he challenges only his drug conspiracy conviction.</p>\n    </div>\n    <p class=\"center\">II. <i>Discussion</i></p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Appellant asserts that the government failed to prove that he conspired to distribute cocaine because the record contains no evidence of an agreement between him and Jannelle to pursue jointly an unlawful objective and instead shows only a simple drug purchase. To establish a conspiracy, the government needed to show that the defendant \"entered into an agreement with another to commit a crime, here, an agreement... to distribute cocaine....\" <i>United States v. Innamorati,</i> 996 F.2d 456, 469-70 (1st Cir.1993); <i>see also Fenton,</i> 367 F.3d at 19 (\"A conspiracy is an agreement between two or more persons, including the defendant, to commit a particular crime.\"). Appellant is correct that a single drug sale, without more, does not establish a conspiracy. <i>See United States v. Rivera-Ruiz,</i> 244 F.3d 263, 269 (1st Cir.2001). But we have observed that \"[e]ven a single sale for resale, embroidered with evidence suggesting a joint undertaking between buyer and seller, could suffice,\" <i>United States v. Moran,</i> 984 F.2d 1299, 1303 (1st Cir.1993). <i>See also, e.g., Rivera-Ruiz,</i> 244 F.3d at 271; <i>United States v. Portela,</i> 167 F.3d 687, 696-98 (1st Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The question we thus face is whether there are sufficient meaningful threads in the details of the single sale before us to permit the jury to find a joint undertaking. Viewing the evidence, as we must, in the government's favor, and drawing from it all reasonable inferences, we think there are.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In his opening conversation with Troche and Baptista about drug dealing, during the first trip to Calmar Street, appellant asserted that he could obtain drugs within the hour and that the other two could make significant money selling cocaine. A jury reasonably could infer from this dialogue that appellant had an on-going relationship with a supplier, giving him confidence that he could acquire cocaine virtually as soon as he asked for it. And, in fact, that inference was reinforced by the subsequent series of events, beginning with the $1,500 offer after the first stop at Calmar Street (when appellant went inside alone) and concluding with the transfer of cocaine from appellant to Troche. The evidence indicates that, as the drug preparations proceeded in Jannelle's apartment, she remained comfortable with appellant's presence despite her discomfort with others being there. A jury could thus find that Jannelle's conduct as she worked on the cocaine reflected a familiar course of dealing between the two in relation to her drug activity.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Even if a history of repeated sales of small quantities left room for doubt about a conspiracy to further distribute the drugs, the facts in this record offer more. Here, the circumstances include Troche's visible presence as appellant's waiting customer. When Jannelle objected to the large number of people in her apartment, Troche &#8212; a newcomer to this group &#8212; was nevertheless allowed to stay with appellant. Later, after waiting in the stairwell for some time, Troche was brought into the kitchen and became the final recipient &#8212; in Jannelle's presence &#8212; of the newly prepared drugs she handed to appellant. Moreover, the price negotiations were suggestive of consultation with Jannelle; both the $1,500 original amount and the $1,350 ultimate price were offered after appellant returned from a solo entry into her apartment.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">While these facts do not compel an inference that the sale to Troche was a joint enterprise of appellant and Jannelle, they at least render such a conclusion reasonable. Circumstantially, the evidence suggested that appellant regularly procured drugs from Jannelle and that, at least in this instance, she knew that he was making the purchase on behalf of a customer who was waiting nearby. The actual transfer occurred in her kitchen, and the jury reasonably could conclude that she observed it take place. In other words, the evidence points not simply to a sale to Gomes but to a delivery of cocaine to Gomes for further distribution to another. Given that \"[t]he evaluation of the facts is entrusted largely to the jury,\" <i>Moran,</i> 984 F.2d at 1303, and that \"[w]e defer, within reason, to inferences formulated by the jury in the light of its collective understanding of human behavior in the circumstances revealed by the evidence,\" <i>United States v. Passos-Paternina,</i> 918 F.2d 979, 985 (1st Cir.1990), we cannot say that the jury's outcome here was unsupportable.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">\n        <i>The judgment of conviction on the drug conspiracy count is therefore affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Troche was outfitted with recording equipment and the conversations among the men that day were taped. The audio recordings were played for the jurors, who also were given transcripts of the recordings. Troche and Baptista also testified at trial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This difference, as well as others noted<i>infra,</i> have no impact on our analysis.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">376</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">42</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>James GOMES, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 02-2496.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard May 3, 2004.</p>\n    <p class=\"date\">Decided July 21, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts, William G. Young, J.</p>\n      <p class=\"indent\">Mark L. Stevens, by appointment of the Court, for appellant.</p>\n      <p class=\"indent\">Donald L. Cabell, Assistant U.S. Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, COFFIN, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant James Gomes challenges the sufficiency of the evidence underlying his conviction for conspiracy to possess cocaine base with intent to distribute, in violation of 21 U.S.C. &#167; 846. He claims that the evidence, which described a single purchase, showed only a buyer-seller relationship and not the requisite agreement to deal drugs. Because we believe the jury reasonably could find a plan between appellant and his seller to further distribute the cocaine, we affirm the conviction.</p>\n    </div>\n    <p class=\"center\">I. <i>Factual Background</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Gomes originally was targeted by law enforcement agents as part of an extensive undercover investigation into illegal firearms dealing in and around Brockton, Massachusetts. Two paid government informants, Jose Troche and Neil Baptista, purchased two firearms from Gomes in September 2000. The drug sale at issue here arose when the three men met again on December 11, ostensibly for another gun transaction. Because the conspiracy charge is based entirely on interactions that occurred that day, we shall recount the sequence of events in some detail. We present the facts as the jury rationally could have found them, based on the testimony and other evidence presented at trial, and in the light most favorable to the government.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> <i>United States v. Fenton,</i> <span class=\"citation\" data-id=\"200988\"><a href=\"/opinion/200988/united-states-v-fenton/\"><span class=\"volume\">367</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 17 (1st Cir.2004); <i>United States v. Henderson,</i> <span class=\"citation\" data-id=\"200345\"><a href=\"/opinion/200345/united-states-v-henderson/\"><span class=\"volume\">320</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">92</span></a></span>, 97 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The trio came together on December 11 when Troche and Baptista drove in Troche's car to pick up Gomes at his home in Brockton at about 3 p.m. Gomes directed Troche to a multi-unit dwelling at 68 Calmar Street, also in Brockton, and on the way he offered to obtain some crack cocaine for Troche and Baptista. Gomes told the others that they could easily make money selling cocaine and that it would take him about an hour to get the drug. When they reached 68 Calmar Street, Gomes went inside alone. He returned about ten minutes later and reported a price of $1,500.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The men then left 68 Calmar Street and, as they drove around, discussed the possibility of dealing drugs together. At one point, Gomes stated that he was planning to purchase half a kilogram for $15,000. The informants dropped Gomes off at his house and then met with their law enforcement handlers to discuss the drug proposition. The pair was given $1,500 in cash to buy drugs, and they picked up Gomes again and returned to 68 Calmar Street to buy the cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Troche testified that all three men went inside, and Gomes then introduced Troche to the apartment's tenant, a woman named Jannelle. The transcript of the audio recording indicates a slightly different sequence of events.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> It appears that Gomes initially went upstairs to check on the status of the drugs and then came back outside, either with Jannelle or followed by her shortly thereafter. Troche apparently was introduced to Jannelle at that time, before going up to her apartment. Other people also were outside the building, at least some of whom went inside when someone announced that the police were coming. In the apartment, Troche at one point observed Gomes speaking with Jannelle, but he could not hear the conversation. At the conclusion of their exchange, Gomes approached Troche and told him the cocaine was not ready yet.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The three men left the apartment, drove around for a few minutes, and then returned to 68 Calmar Street. At this point, Troche's testimony and the transcript again diverge somewhat. From the transcript, supplemented by the testimony where helpful, it appears that all three men re-entered Jannelle's building, but that Gomes initially entered the apartment without the other two. He came back out into the hallway to negotiate with Troche on a final price for the drugs, agreeing upon $1,350, and Troche gave him the cash. The transcript suggests that all three men entered the apartment at this time, at which point Jannelle became upset that there were so many people there. Baptista and a number of others left. Appellant remained in the apartment, and Troche also stayed briefly, but he then walked down the stairs and waited in a stairwell. Ten to fifteen minutes later, Troche knocked on the apartment door, which was opened by Gomes, who told him that the cocaine was ready. Troche followed Gomes into the apartment, where he saw Jannelle hand Gomes a plastic bag containing an ounce of crack cocaine. Gomes walked over to Troche and handed him the drugs. The two men then left the apartment and building together.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Gomes was arrested a week later and ultimately charged with two counts of being a felon in possession of firearms, in violation of 18 U.S.C. &#167; 922(g)(1), and one count of conspiracy to possess five or more grams of cocaine base with intent to distribute, in violation of 21 U.S.C. &#167; 846. The jury found him guilty on one of the firearms counts and the drug count. He was sentenced to ten-year prison terms on each of the two counts, to be served concurrently. On appeal, he challenges only his drug conspiracy conviction.</p>\n    </div>\n    <p class=\"center\">II. <i>Discussion</i></p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Appellant asserts that the government failed to prove that he conspired to distribute cocaine because the record contains no evidence of an agreement between him and Jannelle to pursue jointly an unlawful objective and instead shows only a simple drug purchase. To establish a conspiracy, the government needed to show that the defendant \"entered into an agreement with another to commit a crime, here, an agreement... to distribute cocaine....\" <i>United States v. Innamorati,</i> <span class=\"citation\" data-id=\"609734\"><a href=\"/opinion/609734/united-states-v-kenneth-innamorati-united-states-v-william-thompson/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">456</span></a></span>, 469-70 (1st Cir.1993); <i>see also Fenton,</i> 367 F.3d at 19 (\"A conspiracy is an agreement between two or more persons, including the defendant, to commit a particular crime.\"). Appellant is correct that a single drug sale, without more, does not establish a conspiracy. <i>See United States v. Rivera-Ruiz,</i> <span class=\"citation\" data-id=\"199357\"><a href=\"/opinion/199357/united-states-v-rivera-ruiz/\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">263</span></a></span>, 269 (1st Cir.2001). But we have observed that \"[e]ven a single sale for resale, embroidered with evidence suggesting a joint undertaking between buyer and seller, could suffice,\" <i>United States v. Moran,</i> <span class=\"citation\" data-id=\"599257\"><a href=\"/opinion/599257/united-states-v-george-a-moran/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1299</span></a></span>, 1303 (1st Cir.1993). <i>See also, e.g., Rivera-Ruiz,</i> 244 F.3d at 271; <i>United States v. Portela,</i> <span class=\"citation\" data-id=\"761694\"><a href=\"/opinion/761694/united-states-v-rafael-portela-united-states-of-america-v-francisco/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">687</span></a></span>, 696-98 (1st Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The question we thus face is whether there are sufficient meaningful threads in the details of the single sale before us to permit the jury to find a joint undertaking. Viewing the evidence, as we must, in the government's favor, and drawing from it all reasonable inferences, we think there are.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In his opening conversation with Troche and Baptista about drug dealing, during the first trip to Calmar Street, appellant asserted that he could obtain drugs within the hour and that the other two could make significant money selling cocaine. A jury reasonably could infer from this dialogue that appellant had an on-going relationship with a supplier, giving him confidence that he could acquire cocaine virtually as soon as he asked for it. And, in fact, that inference was reinforced by the subsequent series of events, beginning with the $1,500 offer after the first stop at Calmar Street (when appellant went inside alone) and concluding with the transfer of cocaine from appellant to Troche. The evidence indicates that, as the drug preparations proceeded in Jannelle's apartment, she remained comfortable with appellant's presence despite her discomfort with others being there. A jury could thus find that Jannelle's conduct as she worked on the cocaine reflected a familiar course of dealing between the two in relation to her drug activity.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Even if a history of repeated sales of small quantities left room for doubt about a conspiracy to further distribute the drugs, the facts in this record offer more. Here, the circumstances include Troche's visible presence as appellant's waiting customer. When Jannelle objected to the large number of people in her apartment, Troche &#8212; a newcomer to this group &#8212; was nevertheless allowed to stay with appellant. Later, after waiting in the stairwell for some time, Troche was brought into the kitchen and became the final recipient &#8212; in Jannelle's presence &#8212; of the newly prepared drugs she handed to appellant. Moreover, the price negotiations were suggestive of consultation with Jannelle; both the $1,500 original amount and the $1,350 ultimate price were offered after appellant returned from a solo entry into her apartment.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">While these facts do not compel an inference that the sale to Troche was a joint enterprise of appellant and Jannelle, they at least render such a conclusion reasonable. Circumstantially, the evidence suggested that appellant regularly procured drugs from Jannelle and that, at least in this instance, she knew that he was making the purchase on behalf of a customer who was waiting nearby. The actual transfer occurred in her kitchen, and the jury reasonably could conclude that she observed it take place. In other words, the evidence points not simply to a sale to Gomes but to a delivery of cocaine to Gomes for further distribution to another. Given that \"[t]he evaluation of the facts is entrusted largely to the jury,\" <i>Moran,</i> 984 F.2d at 1303, and that \"[w]e defer, within reason, to inferences formulated by the jury in the light of its collective understanding of human behavior in the circumstances revealed by the evidence,\" <i>United States v. Passos-Paternina,</i> <span class=\"citation\" data-id=\"551470\"><a href=\"/opinion/551470/united-states-v-emiro-miguel-passos-paternina-united-states-of-america-v/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">979</span></a></span>, 985 (1st Cir.1990), we cannot say that the jury's outcome here was unsupportable.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">\n        <i>The judgment of conviction on the drug conspiracy count is therefore affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Troche was outfitted with recording equipment and the conversations among the men that day were taped. The audio recordings were played for the jurors, who also were given transcripts of the recordings. Troche and Baptista also testified at trial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This difference, as well as others noted<i>infra,</i> have no impact on our analysis.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/199357/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200345/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200988/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/609734/",
    "http://www.courtlistener.com/api/rest/v3/opinions/761694/"
  ]
}