{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201116/",
  "absolute_url": "/opinion/201116/fleet-national-bank-v-gray/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201116/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:07:56Z",
  "date_modified": "2016-02-28T05:04:43.926395Z",
  "type": "010combined",
  "sha1": "4fbfb30d272b0883874051b23a8b78ef779b6060",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-1613-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/07/12/Fleet_National_Bank_v._Gray_et_al.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\nNo. 03-1613\n\n                  IN RE BANKVEST CAPITAL CORP.,\n                             Debtor.\n\n\n                      FLEET NATIONAL BANK,\n                            Appellee,\n\n                               v.\n\n STEPHEN C. GRAY, as Liquidating Supervisor for BANKVEST CAPITAL\nCORP.; THE OFFICIAL COMMITTEE OF UNSECURED CREDITORS FOR BANKVEST\n       CAPITAL CORP., a/k/a POST EFFECTIVE DATE COMMITTEE,\n                           Appellants.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Douglas P. Woodlock, U.S. District Judge]\n\n\n                             Before\n\n                      Lipez, Circuit Judge,\n                Campbell, Senior Circuit Judge,\n                   and Howard, Circuit Judge.\n\n\n\n     Charles R. Bennett, Jr. with whom Kathleen E. Cross,\nDavid C. Kravitz and Hanify & King, P.C. were on brief for\nappellants.\n     Sabin Willett with whom Julie Frost-Davies, Rheba Rutkowski\nand Bingham McCutchen LLP were on brief for appellee.\n\n\n\n                         July 12, 2004\n\f           CAMPBELL,   Senior      Circuit   Judge.      This   appeal   from\n\ndiverging decisions of the bankruptcy and district courts involves\n\na cautionary tale about the dangers of ignoring the \"automatic\n\nstay\" that takes effect upon the filing of a bankruptcy petition.\n\nAll would have been routine had Fleet National Bank (\"Fleet\")\n\ndeclined to avail itself of certain postpetition payments tendered\n\nto it by its bankrupt borrower Bankvest Capital Corp. (\"Bankvest\").\n\nBut   having   accepted    those    payments,   Fleet,    pursued   by   its\n\nadversaries, found itself in something of a legal labyrinth. While\n\nwe have yet to receive the guidance of Ariadne's golden thread, we\n\nseek in the following to chart a reasonable path.\n\n                              I.   Background\n\n           We base the following on undisputed facts as set forth in\n\nthe opinions of the bankruptcy and district courts and in the\n\nrecord.\n\n           Debtor, Bankvest, was a lessor of commercial equipment\n\nand a buyer and seller of portfolios of leases.          Bankvest financed\n\nits operations, in part, by borrowing from appellee, Fleet.                An\n\ninvoluntary Chapter 11 petition was filed against Bankvest on\n\nDecember 17, 1999.        On that date, Bankvest had three principal\n\ncredit arrangements with Fleet, consisting of a warehouse line\n\ndated August 21, 1998 (\"FBNA Warehouse Obligation\"), a warehouse\n\nline by Fleet's predecessor in interest, BankBoston, N.A., dated\n\nJune 3, 1999 (\"BB Warehouse Obligation\"), and a conduit facility\n\n\n                                     -2-\n\fdated September 30, 1998.         These credit arrangements were secured\n\nby   substantially   all   of     Bankvest's    assets.         Fleet's   secured\n\ninterest was perfected.\n\n           During    the   \"gap    period\"     between    the    filing   of   the\n\ninvoluntary petition and the entry of the bankruptcy court's order\n\nfor relief on January 25, 2000, Fleet, aware of the bankruptcy\n\nfiling and in apparent violation of the automatic stay, 11 U.S.C.\n\n§ 362(a),1 accepted the sum of $2,155,427 from assets or property\n\n\n      1\n       Section 362(a) states:\n      Except as provided in subsection (b) of this section, a\n      petition filed under section 301, 302, or 303 of this\n      title, or an application filed under section 5(a)(3) of\n      the Securities Investor Protection Act of 1970 [15 USCS\n      § 78eee(a)(3)], operates as a stay, applicable to all\n      entities, of--\n           (1) the commencement or continuation, including the\n           issuance or employment of process, of a judicial,\n           administrative, or other action or proceeding\n           against the debtor that was or could have been\n           commenced before the commencement of the case under\n           this title, or to recover a claim against the\n           debtor that arose before the commencement of the\n           case under this title;\n           (2) the enforcement, against the debtor or against\n           property of the estate, of a judgment obtained\n           before the commencement of the case under this\n           title;\n           (3) any act to obtain possession of property of the\n           estate or of property from the estate or to\n           exercise control over property of the estate;\n           (4) any act to create, perfect, or enforce any lien\n           against property of the estate;\n           (5) any act to create, perfect, or enforce against\n           property of the debtor any lien to the extent that\n           such lien secures a claim that arose before the\n           commencement of the case under this title;\n           (6) any act to collect, assess, or recover a claim\n           against   the   debtor   that  arose   before   the\n           commencement of the case under this title;\n\n                                      -3-\n\fof Bankvest's estate and applied these \"gap payments\" against the\n\nBB Warehouse Obligation.     On February 23, 2000, the Official\n\nCommittee of Unsecured Creditors (\"the Committee\") was formed.\n\nFollowing discovery of the payments made to Fleet after the filing\n\nof the bankruptcy petition, the Committee moved, inter alia, for\n\nsanctions against Fleet for \"violations of the automatic stay and\n\ndiscovery obligations\" pursuant to sections 105(a) and 362 of the\n\nBankruptcy Code. On January 30, 2001, Fleet filed an opposition to\n\nthe sanctions motion.2\n\n          In December of 2000, Fleet sold a $1.4 billion portfolio\n\nof loans to ARK CLO 2000-1, LIMITED (\"ARK\").     The parties agree\n\nthat this portfolio included at least the then-existing balances of\n\nthe loans between Bankvest and Fleet.      The Purchase and Sale\n\nAgreement (\"ARK Contract\") purported to transfer to ARK, inter\n\n\n          (7) the setoff of any debt owing to the debtor that\n          arose before the commencement of the case under\n          this title against any claim against the debtor;\n          and\n          (8)   the   commencement   or  continuation   of   a\n          proceeding before the United States Tax Court\n          concerning the debtor.\nWhile in its appellate brief Fleet denies without elucidation that\nits acceptance of the gap payments violated the automatic stay, we\ncan find no meaningful argument to that effect. We proceed in this\nopinion on the assumption, also held by the bankruptcy and district\ncourts, that a violation occurred and that the Liquidating\nSupervisor's subsequent avoidance of Fleet's receipt of those\npayments was in order except for reasons otherwise discussed\nherein.\n     2\n      Fleet filed this motion jointly with ARK. Thereafter,\nBankvest, the Committee, and ARK reached an agreement regarding the\ntreatment of ARK's claims, and ARK was dismissed as a party.\n\n                               -4-\n\falia, all of Fleet's claims and rights, including bankruptcy claims\n\n\"whether known or unknown,\" against Bankvest or any entity \"arising\n\nunder or in connection with the related Loan Documents,\" as well as\n\nall property received by Fleet under these loan documents after\n\nOctober 9, 2000.3\n\n          On May 31, 2001, the bankruptcy court confirmed a joint\n\nliquidating plan of reorganization (\"Plan\") for Bankvest.        Neither\n\nFleet nor ARK -- which, as Fleet's successor, was negotiating the\n\nPlan with Bankvest -- objected to the Plan.\n\n          Both the Committee and Fleet sought summary judgment on\n\nthe Emergency Motion for Sanctions, but the bankruptcy court denied\n\nboth motions.    An evidentiary hearing was scheduled, but shortly\n\nbefore   the   hearing,   on   November   12,   2001,   the   Committee's\n\nLiquidating Supervisor, Stephen Gray, filed a complaint pursuant to\n\nsection 549 of the Bankruptcy Code requesting that the gap payments\n\nmade to Fleet be avoided.       Fleet moved to dismiss the avoidance\n\nproceeding and for judgment on the pleadings under Fed. R. Civ. P.\n\n12(b)(6) and (c), asserting that Gray's avoidance claim was not\n\npreserved under the confirmed plan, was barred by laches, and was\n\nof no benefit to the estate.      The Liquidating Supervisor and the\n\n\n     3\n      Fleet did not transfer, however, its \"Retained Interest,\"\nwhich included all interest payable under the related loan\ndocuments in respect of any loans that were \"Current Loans\" that\naccrued on or prior to the close of business on October 9, 2000,\ntogether with other property paid or delivered in connection with\nthe related loan documents on or prior to the close of business on\nOctober 9, 2000.\n\n                                  -5-\n\fCommittee, following oral argument, also sought judgment on the\n\npleadings.        The   bankruptcy   court    denied   the   motions     and\n\nconsolidated the avoidance claim with the Committee's emergency\n\nmotion for sanctions.       All matters were tried together with the\n\nconsent of the parties in February of 2002.\n\n             During the trial, Fleet moved for judgment as a matter of\n\nlaw, arguing that avoidance would be for naught.         Fleet based the\n\nlatter point on its contention that if the court avoided the gap\n\npayment transaction -- requiring Fleet to turn over to the estate\n\nthe gap payments it had received -- Fleet would simultaneously\n\nacquire by virtue of section 502(h) of the Bankruptcy Code a valid\n\nclaim against the estate to recover those very same payments, as\n\nFleet's claims against the bankrupt had been fully secured prior to\n\nthe filing of the involuntary petition.         The motion was denied.\n\n             On April 18, 2002, the bankruptcy court issued an opinion\n\nfinding for Gray against Fleet in the avoidance proceeding and\n\ngranting the Committee's Emergency Motion for Sanctions.          Bankvest\n\nCapital Corp. v. Fleet Boston (In re Bankvest Capital Corp.), 276\n\nB.R. 12, 32 (Bankr. D. Mass. 2002).        The bankruptcy court ordered\n\nFleet to pay over to the Liquidating Supervisor the amount of the\n\ngap   payments,    $2,155,427,    plus     interest,   for   a   total    of\n\n$2,445,924.65.      In re Bankvest, 276 B.R. at 29-31.           The court\n\nfurther ordered the Liquidating Supervisor to hold this judgment in\n\nescrow pending a determination of whether ARK had a claim to any\n\n\n                                     -6-\n\fpart of the monies from Fleet.         Id.   The court ruled that Fleet's\n\ntransaction with ARK \"divested [Fleet] of any claim upon return of\n\nthe Post-Petition [gap] Payments,\" and, therefore, found no \"need\n\nto conduct any further proceedings to determine whether Fleet's\n\nbehavior warrants subordination pursuant to section 501(c) [sic].\"\n\nId.   The court found this remedy, which caused Fleet to lose the\n\nfull amount of the gap payments, \"harsh enough that it may defer\n\nsimilar future behavior,\" so it did not rule on the contempt\n\ncontentions.    Id. at 31.\n\n           Fleet appealed to the United States District Court for\n\nthe District of Massachusetts.          The district court vacated the\n\nportion of the bankruptcy court's judgment pertaining to the\n\navoidance claim.     Contrary to the bankruptcy court, the district\n\ncourt determined that Fleet had never sold to ARK its own claim to\n\nthe gap payments and was thus not divested of that claim.             The\n\ndistrict court went on to rule that, because the postpetition\n\npayments transferred to Fleet by Bankvest had been secured, Fleet,\n\nas a secured creditor, could now recover them under its so-called\n\n502(h)    claim4,   to   which   it    had   become   entitled   following\n\n\n      4\n      The Bankruptcy Code grants in a transferee who has returned\nproperty pursuant to an avoidance action a claim in the property\ntransferred. Section 502(d) states, \"the court shall disallow any\nclaim of any entity from which property is recoverable under\nsection . . . 550 . . . or that is a transferee of a transfer\navoidable under section . . . 549 . . . unless such entity or\ntransferee has paid the amount, or turned over any such property,\nfor which such entity or transferee is liable under section . . .\n550 . . . .\" It is implicit in this section that a transferee of\n\n                                      -7-\n\favoidance, thus rendering futile Gray's right to avoidance.         The\n\ndistrict court remanded the matter to the bankruptcy court to\n\ndetermine what sanction, if any, should be imposed upon Fleet to\n\npunish its conduct in connection with its acceptance of the gap\n\npayments. Fleet Nat'l Bank v. Gray (In re Bankvest Capital Corp.),\n\nNos. 02-40100-DPW and 02-40101-DPW, 2003 WL 1700978, at *8 (D.\n\nMass. 2003).\n\n          From the district court's judgment, Gray, as Liquidating\n\nSupervisor     for   Bankvest,   and    the   Committee   (collectively,\n\n\"appellant\"), now appeal.\n\n\n\n\nan avoidable transfer has an allowable claim once it turns over\nsuch property for which it is liable.        See also Petitioning\nCreditors of Melon Produce, Inc. v. Braunstein, 112 F.3d 1232, 1237\n(1st Cir. 1997) (interpreting section 502(d) and stating, \"[o]nce\nthe preference recipient complies with the payment or turnover\norder of the bankruptcy court, it may file a proof of claim.\").\nHere, the appellant has brought this avoidance action pursuant to\nsection 549. Thus, if the avoidance action were successful, Fleet\nwould be required to return the gap payments pursuant to section\n550 and having done so, would have, pursuant to section 502(d), a\nclaim to those payments. Id. Moreover, section 502(h) provides\nthat Fleet's claim would \"be determined, and . . . allowed under\nsubsection (a), (b), or (c) of this section, or disallowed under\nsubsection (d) or (e) of this section, the same as if such claim\nhad arisen before the date of the filing of the petition.\"\nAccordingly, claims of this nature are often referred to as \"502(h)\nclaims.\" See, e.g., Official Comm. of Unsecured Creditors of Toy\nKing Distribs., Inc. v. Liberty Savings Bank, FSB (In re Toy King\nDistribs., Inc.), 256 B.R. 1, 199 (Bankr. M.D. Fla. 2000).\n\n\n                                  -8-\n\f                             II.   Discussion\n\nA.         Jurisdiction\n\n           While not earlier raised by either party, we have asked\n\nfor briefing of this court's appellate jurisdiction, noting that\n\nthe district court's appealed order might lack finality as required\n\nby 28 U.S.C. § 158(d) and thus be non-appealable, given the remand\n\nof the open sanctions issue to the bankruptcy court.               See In re\n\nSpillane, 884 F.2d 642, 644 (1st Cir. 1989); In re Recticel Foam\n\nCorp., 859 F.2d 1000, 1002 (1st Cir. 1988) (stating, \"a court has\n\nan   obligation   to   inquire   sua    sponte   into   its   subject   matter\n\njurisdiction\").    The parties have responded, and, even more to the\n\npoint, they have notified us that they have settled the sole issue\n\nleft open upon remand, to wit, what sanction would be appropriate\n\nagainst Fleet for its conduct in connection with its receipt and\n\nretention of the gap payments in violation of the automatic stay.\n\nThe parties' settlement has since been approved by the bankruptcy\n\njudge.5\n\n           Other than the issues determined by the district court\n\nand presented on this appeal, there are now no issues remaining\n\n\n\n      5\n      The parties inform us that on February 19, 2004, the\nbankruptcy court entered an order approving their settlement of the\nsanctions issue. The approved settlement requires that Fleet pay\nto the Liquidating Supervisor a settlement payment of $250,000,\nreserves the Liquidating Supervisor's right to pursue the present\nappeal, and requires, in the event that the Liquidating Supervisor\nprevails in this appeal, that the settlement payment shall be\ncredited against any net obligation of Fleet.\n\n                                       -9-\n\fopen in the case; we accordingly see no finality problem with the\n\nappealed order.     See, e.g.    Estancias La Ponderosa Dev. Corp. v.\n\nHarrington (In re Harrington), 992 F.2d 3, 5 (1st Cir. 1993).             Even\n\nif the open sanctions issue caused the order to lack finality when\n\nfirst appealed, a matter we do not decide, the sanctions issue has\n\nbeen finally resolved and is now moot, leaving no possibility that,\n\nif we decide the appeal, more will be left to determine.          Since the\n\nfact of finality is clear enough now, and the parties are desirous\n\nthat the case be resolved, we see no impediment to the exercise of\n\nour appellate jurisdiction.\n\nB.        Whether the Receiver Has The Right To Bring The Avoidance\n          Action\n\n          Reiterating     its   argument     before    the   bankruptcy    and\n\ndistrict courts, Fleet contends that the liquidating plan (\"Plan\")\n\ndid not preserve the right of Gray to bring this avoidance action.\n\nWe, like the bankruptcy and district courts, find this argument\n\nlacking in merit.\n\n          Review    is   de   novo.      Brandt   v.   Repco   Printers    and\n\nLithographics, Inc. (In re Healthco Int'l, Inc.), 132 F.3d 104, 107\n\n(1st Cir. 1997) (stating, \"[w]hether such an appeal comes to us by\n\nway of the district court or the [Bankruptcy Appellate Panel], our\n\nregimen is the same: we focus on the bankruptcy court's decision,\n\nscrutinize that court's findings of fact for clear error, and\n\nafford de novo review to its conclusions of law.\").             Pursuant to\n\nsection 1141 of the Bankruptcy Code, the confirmation of a plan of\n\n                                      -10-\n\freorganization binds the debtor and any entity issuing securities\n\nor acquiring property under the plan to the provisions of the plan\n\nand, except as otherwise provided in the plan, precludes parties\n\nfrom raising claims or issues that could have or should have been\n\nraised before confirmation but were not.          See 11 U.S.C. §§ 1141(a)\n\nand (b); 8 Lawrence P. King et al., Collier on Bankruptcy ¶ 1141.02\n\n(15th rev. ed. 2003).          Moreover, section 1123(b)(3)(B) of the\n\nBankruptcy Code states that a plan may provide for \"the retention\n\nand     enforcement   by     the   debtor,   by   the   trustee,   or   by   a\n\nrepresentative of the estate appointed for such purpose of any\n\nclaim     or   interest.\"6     Several   circuits   have   concluded    that,\n\npursuant to sections 1123 and 1141, confirmation of a plan is given\n\nres judicata effect, which bars a debtor or trustee from bringing\n\navoidance actions not expressly reserved in the plan.              See, e.g.,\n\nP.A. Bergner & Co. v. Bank One, Milwaukee, N.A. (In re P.A. Bergner\n\n& Co.), 140 F.3d 1111, 1117-18 (7th Cir. 1998); McFarland v. Leyh\n\n(In re Texas Gen. Petroleum Corp.), 52 F.3d 1330, 1335 n.4 (5th\n\nCir. 1995); Harstad v. First American Bank (In re Harstad), 39 F.3d\n\n898, 903 (8th Cir. 1994); In re Mako, 985 F.2d 1052, 1056 (10th\n\nCir. 1993).       \"The requirement that retention of the avoidance\n\npowers be clear serves to protect the unsecured creditors and to\n\n\n      6\n      The bankruptcy court treated Gray as a trustee, stating,\n\"[s]ection 549 permits a trustee to avoid postpetition payments in\nall but the most narrow of circumstances. The trustee, in this\ncase the Liquidating Supervisor, . . . .\" In re Bankvest, 276 B.R.\nat 30. Fleet has raised no issue as to Gray's capacity.\n\n                                      -11-\n\fensure that post-confirmation avoidance proceedings are for their\n\nbenefit.\"     In re Mako, 985 F.2d at 1056 (10th Cir. 1993).\n\n             Assuming, without deciding, that we follow the reasoning\n\nof   these   decisions,   Fleet's    argument   fails   because    the   Plan\n\nexpressly provides that Gray has the right to pursue avoidance\n\nactions:\n\n             The   Liquidating    Supervisor,    under   the\n             supervision   of   the    Post-Effective   Date\n             Committee . . . is authorized to investigate,\n             prosecute and, if necessary, litigate, any\n             Cause of Action [the definition of which\n             expressly includes avoidance actions] . . . on\n             behalf of the Debtor and shall have standing\n             as an Estate representative to pursue any\n             Causes of Action and Claim objections, whether\n             initially   filed   by   the   Debtor   or  the\n             Liquidating Supervisor . . . .\n\nFleet contends that this language does not preserve the right to\n\npursue claims as it fails specifically to mention the claim against\n\nFleet.     Compare D&K Props. Crystal Lake v. Mut. Life Ins. Co. of\n\nN.Y., 112 F.3d 257, 260-61 (7th Cir. 1997) (stating, \"[a] blanket\n\nreservation that seeks to reserve all causes of action reserves\n\nnothing.\").    We disagree.    See Bergner, 140 F.3d at 1117 (stating,\n\n\"[t]he courts that have spoken of the need for 'specific' and\n\n'unequivocal' language have focused on the requirement that plans\n\nunequivocally retain claims of a given type, not on any rule that\n\nindividual     claims   must   be   listed   specifically.\")      (citations\n\nomitted); Harstad, 39 F.3d at 903 (ruling that debtors \"should have\n\nspecifically reserved the right to pursue claims of this sort post-\n\n\n                                    -12-\n\fconfirmation.\"); Cohen v. Tic Fin. Sys. (In re Ampace Corp.), 279\n\nB.R. 145, 160 (Bankr. D. Del. 2002) (stating, \"the Bankruptcy Code\n\ncontemplates that debtors may seek confirmation of their plans\n\nprior to litigating all avoidance actions . . . [t]herefore, in my\n\nopinion,   a   general   reservation   in   a   plan   of   reorganization\n\nindicating the type or category of claims to be preserved should be\n\nsufficiently specific to provide creditors with notice that their\n\nclaims may be challenged post-confirmation.\") (citations omitted).\n\nThe cases upon which Fleet primarily relies involve provisions of\n\na far more general nature.     See D&K Properties Crystal Lake, 112\n\nF.3d at 259 (plan purported to reserve \"all causes of action\n\nexisting in favor of the Debtor.\"); Harstad, 39 F.3d at 902 (plan\n\npurported to reserve \"any right of Debtors to recover assets\n\npursuant to the provisions of the Bankruptcy Code.\"). The Plan, we\n\nbelieve, adequately preserves Gray's right to bring avoidance\n\nactions.\n\nC.         Judicial Estoppel and Laches\n\n           Fleet argues that the doctrine of judicial estoppel bars\n\nappellant from arguing that Fleet is divested of its claim to the\n\navoided gap payments.7     Fleet argues that appellant has taken a\n\n\n     7\n      As the Committee's success on appeal is contingent upon\nproving that Fleet is divested of a claim to the amounts returned\nupon avoidance of the gap payments, Fleet's judicial estoppel\nargument is potentially dispositive. While the fact that Fleet\nprevails in this appeal on a different ground might relieve us from\nconsideration of that defense, its character as a preliminary and\npotentially complete bar to appellant's case makes it advisable\n\n                                 -13-\n\fposition here that contradicts its position in a prior adversary\n\nproceeding against ARK, in which Gray argued that ARK did not have\n\nan interest in the avoided gap payments.      Fleet contends that\n\nappellant now takes the position that Fleet is divested of its\n\nclaim to these proceeds because it transferred the claim to ARK.\n\nEven assuming that appellant's current position contradicts its\n\nposition in the ARK adversary proceeding, Fleet's argument fails.8\n\n          The doctrine of judicial estoppel takes effect when the\n\nproponent has shown that the party to be estopped \"succeeded\n\npreviously with a position directly inconsistent with the one [it]\n\ncurrently espouses.\"   Lydon v. Boston Sand & Gravel Co., 175 F.3d\n\n6, 13 (1st Cir. 1999); see also New Hampshire v. Maine, 532 U.S.\n\n742, 749 (2001) (stating, \"[t]his rule, known as judicial estoppel,\n\n'generally prevents a party from prevailing in one phase of a case\n\non an argument and then relying on a contradictory argument to\n\nprevail in another phase.'\") (quoting Pegram v. Hedrich, 530 U.S.\n\n211, 227 n.8 (2000)). In determining whether the party \"succeeded\"\n\nin a prior proceeding, we look to whether the prior forum \"accepted\n\nthe legal or factual assertion alleged to be at odds with the\n\nposition advanced in the current forum . . . .\"   Gens v. Resolution\n\nTrust Corp. (In re Gens), 112 F.3d 569, 572-73 (1st Cir. 1997).\n\n\nthat we address it.\n     8\n      As we find that the doctrine of judicial estoppel does not\napply here, we need not address whether Fleet waived the judicial\nestoppel argument.\n\n                               -14-\n\f           Gray and the Committee did not succeed in the adversary\n\nproceeding against ARK.   On June 3, 2002, Gray filed a complaint\n\ncontaining the factual allegations that Fleet believes contradict\n\nappellant's position here. On July 3, 2002, ARK answered, denying\n\nthose allegations.    On October 10, 2002, before any substantive\n\nproceedings were scheduled to begin, the action was settled.    On\n\nNovember 13, 2002, the bankruptcy court approved the settlement.\n\nAt no time did the bankruptcy court accept the legal or factual\n\nassertions of the complaint.   See also Bates v. Long Island R.R.\n\nCo., 997 F.2d 1028, 1038 (2d Cir. 1993) (stating, \"'settlement\n\nneither requires nor implies any judicial endorsement of either\n\nparty's claims or theories, and thus a settlement does not provide\n\nthe prior success necessary for judicial estoppel.'\") (quotations\n\nomitted); Water Technologies Corp. v. Calco Ltd., 850 F.2d 660,\n\n665-66 (Fed. Cir. 1988); Edwards v. Aetna Life Ins. Co., 690 F.2d\n\n595, 599 (6th Cir. 1982) (stating, \"[i]f the initial proceeding\n\nresults in settlement, the position cannot be viewed as having been\n\nsuccessfully asserted.\") (citations omitted).     Accordingly, the\n\ndoctrine of judicial estoppel does not bar appellant from arguing\n\nthat Fleet is divested of its claim to the gap payments.\n\n           Further, Fleet argues that because Bankvest did not seek\n\navoidance of the gap period payments before Fleet's sale to ARK,\n\nthe avoidance action came too late.     This laches-type argument\n\nfails.   Rejecting a similar contention below, the bankruptcy court\n\n\n                                -15-\n\fsaid, \"Fleet's argument that it was lulled into believing that no\n\nadversary proceeding would be commenced and therefore it was\n\nsomehow duped into withdrawing its objection to confirmation is\n\nsimply wrong.\"    The court did not abuse its discretion.         See Ansin\n\nv. River Oaks Furniture, Inc., 105 F.3d 745, 757 (1st Cir. 1997)\n\n(stating, \"[w]e review the district court's determination as to\n\nlaches for abuse of discretion.\").\n\n          In determining whether laches applies, we ask whether the\n\nplaintiff's delay in bringing suit was unreasonable and whether the\n\ndefendant was prejudiced by the delay.        Puerto-Rican American Ins.\n\nCo. v. Benjamin Shipping Co., Ltd., 829 F.2d 281, 283 (1st Cir.\n\n1987).   The analogous statute of limitations determines where the\n\nburden of proof falls; if a plaintiff files a complaint within the\n\nanalogous statutory period, the burden of proving unreasonable\n\ndelay and prejudice falls on the defendant.              Id.     Here, Gray\n\nbrought the avoidance action well within the two-year statute of\n\nlimitations.      11   U.S.C.   §   549(d)   (stating,   \"[a]n   action   or\n\nproceeding under this section may not be commenced after the\n\nearlier of -- (1) two years after the date of the transfer sought\n\nto be avoided; or (2) the time the case is closed or dismissed.\").\n\nAccordingly, the burden is on Fleet to prove unreasonable delay and\n\nprejudice.     Puerto-Rican American Ins. Co., 829 F.2d at 283.           It\n\nhas not met this burden.\n\n\n\n\n                                    -16-\n\f            Gray was not appointed until months after the sale to\n\nARK.    Thereafter, Gray brought this action only ten months after\n\nFleet's disclosure of the gap payments and little more than five\n\nmonths after he was appointed.         Any delay was not unreasonable.\n\n            Lastly, Fleet argues that the Committee's silence in the\n\nface of its \"consensual offer to reverse the transaction\" bars the\n\navoidance action.        Fleet relies, however, entirely on cases that\n\nare    distinguishable     and   largely     immaterial   here.   See   Patriot\n\nCinemas, Inc. v. General Cinemas Corp., 834 F.2d 208, 212 (1st Cir.\n\n1987) (party represented that it would not pursue an antitrust\n\ncount and subsequently repudiated this intention); Lydon, 175 F.3d\n\nat 13 (defendant argued to First Circuit that federal law was\n\nplaintiff's      exclusive   remedy   where,    at   underlying   arbitration\n\nproceeding, defendant had succeeded with precisely the opposite\n\nargument); Hurd v. DiMento & Sullivan, 440 F.2d 1322, 1323 (1st\n\nCir. 1971) (plaintiff who wrote to district court in a motion for\n\ncontinuance that defendant was unable to represent plaintiff was\n\nestopped from claiming in front of First Circuit that defendant had\n\nagreed to represent her).        We therefore reject this argument.\n\nD.          The Avoidance Action\n\n            1.    Whether Fleet Divested Itself of the 502(h) Claim\n\n            We    next   consider   whether     Fleet   would   have    a   valid\n\n\n\n\n                                      -17-\n\f502(h)claim upon avoidance of the gap payments.9             See footnote 4,\n\nsupra.\n\n            Gray brought this avoidance action pursuant to section\n\n549 of the Bankruptcy Code, which provides that a trustee may avoid\n\ncertain post-petition transfers of property.            11 U.S.C. § 549.\n\n\"Except as otherwise provided in this section, to the extent that\n\na transfer is avoided under section . . . 549 . . . the trustee may\n\nrecover,    for     the   benefit   of     the   estate,      the    property\n\ntransferred . . . from -- (1) the initial transferee of such\n\ntransfer or the entity for whose benefit such transfer was made; or\n\n(2)   any   immediate     or   mediate     transferee   of    such    initial\n\ntransferee.\"      11 U.S.C. § 550(a).\n\n            Here, the transaction at issue is Bankvest's postpetition\n\ntransfer of $2,155,427 in assets or property to Fleet and Fleet's\n\n\n      9\n      As we have noted in footnote 1, supra, Fleet suggests,\nwithout elucidation, that the two lower courts may both have erred\nin determining that Fleet violated the automatic stay. Were Fleet\nto establish that its retention of the gap payments was authorized\nby the Bankruptcy Code, an avoidance action pursuant to section 549\nof the Bankruptcy Code might indeed be unavailing. 11 U.S.C. §§\n549 (a)(2)(A)-(B) (trustee may avoid postpetition transfer of\nproperty that is not authorized under this title or by the court or\nis authorized only under section 202(f) or 542(c) of this title\nexcept as provided by subsections (b) and (c)). But as said, Fleet\nhas provided no coherent grounds for us to conclude that its\nretention of the gap payments was permissible and therefore that\navoidance would be improper. Accordingly, we shall assume that the\ndecisions below were correct insofar as they found that the\navoidance would otherwise be in order, leaving open only issues\npertaining to whether under section 502(h) of the Bankruptcy Code,\nFleet having been a secured creditor, has now a right to retain the\navoided sums rather than a duty to return them permanently to Gray,\nthe Liquidating Supervisor.\n\n                                    -18-\n\fapplication of this sum to Bankvest's BB Warehouse Obligation.                   If\n\navoidance were in order, Gray would ordinarily be entitled to\n\nrecover the $2,155,427 from Fleet and to return it to Bankvest's\n\nestate.     Id.     See also, Max Sugarman Funeral Home, Inc. v. A.D.B.\n\nInvestors, 926 F.2d 1248, 1253-58 (1st Cir. 1991).\n\n              When grounds for avoidance are found, however, a creditor\n\nin Fleet's shoes becomes entitled to pursue whatever claim it may\n\nhave had in the avoided sum against the debtor, here Bankvest,\n\nunless, of course, (as the bankruptcy court, in fact, found in\n\nFleet's case) the creditor has somehow relinquished its claim to\n\nthe avoided interest.         11 U.S.C. § 502(h) (stating, that the claim\n\nthat       arises      from       \"the    recovery     of      property      under\n\nsection . . . 550 . . . shall be determined, and shall be\n\nallowed . . . the same as if such claim had arisen before the date\n\nof   the    filing    of    the   petition.\");   Ralar      Distribs.,    Inc.   v.\n\nRubbermaid, Inc. (In re Ralar Distribs., Inc.), 4 F.3d 62, 66 n.2\n\n(1st   Cir.     1993)      (stating,     \"[f]inally,   arguably    no     'unjust'\n\nenrichment would result were [transferor-debtor] to recover from\n\n[transferee].        If [transferee] were required to disgorge, it could\n\nfile a proof of claim for the amount of the avoided transfer . . .\n\nwhich would be entitled to a pro rata distribution from the\n\n[transferor-debtor] estate.\"); Verco Indus. v. Spartan Plastics (In\n\nre Verco Indus.), 704 F.2d 1134, 1138 (9th Cir. 1983) (stating,\n\n\"[a]lthough we acknowledge that [transferor-debtor] has a valid\n\n\n                                         -19-\n\fclaim for the unpaid amount of the note from Spartan, we also\n\nbelieve       that     [transferee]         would    have        a     claim    against\n\n[transferor-debtor] for the loss it suffered when the transfer was\n\nset aside.         [We have] stated that even where the transferee is\n\nresponsible for the transfer being invalidated as fraudulent, that\n\nfactor does not prevent the transferee from asserting a claim\n\nagainst the transferor . . . [a]ccordingly, [transferee] has a\n\nclaim     against       the     estate     which    may     be        set-off   against\n\n[transferor-debtor's] recovery on the note . . . . [transferee]\n\nconcedes that [transferor-debtor] is entitled to invalidate the\n\ntransfer      and     retain    the      property   for     the       benefit   of    its\n\ncreditors.\") (citations omitted); Irving v. Eiler (In re Cohen),\n\n305 B.R. 886, 898 (B.A.P. 9th Cir. 2004) (stating, \"[n]or does\n\nrecovery from a transferee under avoiding powers unfairly deprive\n\nthe transferee of rights against the estate.                      Upon recovery, the\n\ntransferee has a claim that is treated as a prepetition claim.                         11\n\nU.S.C. § 502(h).        It is timely to file such a proof of claim within\n\n30 days after the judgment becomes final . . . .                      The debt will not\n\nbe discharged unless it is 'provided for by the plan.'\") (quoting\n\n11   U.S.C.    §     1328(a))    (citations      omitted);       In    re   Dunes    Hotel\n\nAssociates, No. C/A 94-75715, 1997 WL 33344253, at *12-*13 (Bankr.\n\nD.S.C. Sept. 26, 1997) (stating, \"the Bankruptcy Code and Rules set\n\nout a specific procedure for the filing and allowance of a claim by\n\nthe transferee of an avoided transfer . . . Congress intended that\n\n\n                                          -20-\n\fsuch creditors should have a claim against the estate by reason of\n\nthe   avoidance.   See   4   Collier   on   Bankruptcy   ¶   502.LH[10]   at\n\n502-113-15 (1997) (discussing expansion by Congress of the reach of\n\nSection 502(h) bringing it more in line with prior law); . . . [i]t\n\nis clear to the Court that even upon avoidance, an event which has\n\nnot yet occurred and which in fact is contrary to the present law\n\nof the case, [the creditor from whom the avoidance would recover\n\nproperty] would have a claim which would provide it standing to\n\nseek dismissal of the case.\") (citations omitted); In re Toronto,\n\n165 B.R. 746, 753 (Bankr. D. Conn. 1994).\n\n           In the instant case, the bankruptcy court held that\n\nFleet, by reason of its transaction with ARK, had divested itself\n\nof its 502(h) claim to the avoided sums.        In the court's view, that\n\nclaim, although contingent at the time of the sale, was included\n\nwithin the assets Fleet sold to ARK along with its loan portfolio.\n\nUnder this analysis, Fleet was left without any 502(h) claim to\n\ninvoke after avoidance.      It was thus bereft of any avenue of relief\n\nas a creditor of Bankvest.      As ARK appears to have released all of\n\nits own claims against Bankvest and its representatives, the\n\nbankruptcy court's decision resulted in the gap sums becoming\n\nproperty of the estate.\n\n           The district court disagreed with the bankruptcy court's\n\nanalysis. Instead, it read the ARK Contract as not having resulted\n\nin the sale to ARK of Fleet's then inchoate 502(h) claim.             That\n\n\n                                   -21-\n\fclaim, the court held, now entitles Fleet -- as an original secured\n\ncreditor of Bankvest -- to prevail over Gray's avoidable right.\n\nAppellant asks us to endorse the bankruptcy court's result and to\n\nreject that of the district court.\n\n          To resolve the question of whether in the ARK transaction\n\nFleet divested itself of its 502(h) claim, we must interpret\n\nFleet's contract with ARK.   In so doing, we apply New York law,\n\nfollowing a stipulation written into the ARK Contract providing\n\nthat the law of the state of New York governs its interpretation.\n\nSee McCarthy v. Azure, 22 F.3d 351, 356 n.5 (1st Cir. 1994)\n\n(concluding court should generally honor reasonable choice-of-law\n\nprovision in a contract); Matter of Stoecker, 5 F.3d 1022, 1028\n\n(7th Cir. 1993) (stating, \"[c]ontractual stipulations concerning\n\nchoice of law ordinarily are honored . . . .\").\n\n          According to New York law, construction of an agreement\n\npresents a question of law.       Non-Linear Trading Co., Inc. v.\n\nBraddis Assocs., Inc., 675 N.Y.S.2d 5, 10 (N.Y. App. Div. 1998).\n\nAccordingly, we review the issue of contract interpretation de\n\nnovo.   See Sormani v. Orange County Comm. College, 659 N.Y.S.2d\n\n507, 507 (N.Y. App. Div. 1997).\n\n          We do so notwithstanding Fleet's contention that these\n\nproceedings are not the appropriate place to consider the meaning\n\nof a contract between ARK and Fleet, ARK not being a party, no\n\nextrinsic evidence concerning the contract having been presented,\n\n\n                               -22-\n\fand appellant being a stranger to the contract.                    We reject Fleet's\n\ncontention.          The terms of the ARK Contract -- a sophisticated,\n\ndetailed legal document drawn up to guide a business transaction --\n\nseem to us sufficiently unambiguous to allow interpretation without\n\nextrinsic evidence and in ARK's absence.                   See Bethlehem Steel Co.\n\nv. Turner Constr. Co., 141 N.E.2d 590, 593 (N.Y. 1957); see also,\n\nRonnen v. Ajax Elec. Corp., 671 N.E.2d 534, 536-37 (N.Y. 1996);\n\nLui v. Park Ridge at Terryville Ass'n, Inc., 601 N.Y.S.2d 496, 498\n\n(N.Y.       App.    Div.   1993)       (stating,   \"[i]t    is    settled    that   the\n\nresponsibility to interpret a contract falls upon the court, 'which\n\nmust ascertain the intention of the parties from the language which\n\nthey    have       employed.'       The    'interpretation       of   an   unambiguous\n\ncontract provision          is     a    function   for    the    court,    and   matters\n\nextrinsic to the agreement may not be considered when the intent of\n\nthe parties can be gleaned from the face of the instrument.'\")\n\n(citations omitted).\n\n               The ARK Contract governed Fleet's sale to ARK of a $1.4\n\nbillion portfolio of loans, including the loans to Bankvest.                          It\n\nis, in effect, two contracts in one.                     First, it is an agreement\n\nbetween Fleet and JJDD LLC, an intermediary, through which Fleet\n\nsold to JJDD LLC a \"100% undivided participation interest in the\n\nParticipated Loans10 . . . and the Transferred Rights related\n\n\n       10\n      \"Participated Loans\" are any loans listed in the contract\nother than the \"Nonparticipated Loan Agreements\" listed in Annex D\nof the contract. The Bankvest Loans are \"Participated Loans.\"\n\n                                           -23-\n\fthereto and . . . the Nonparticipated Transferred Rights.\" Second,\n\nit is an agreement between JJDD LLC and ARK, through which JJDD LLC\n\nsold to ARK -- in exchange for the purchase price and assumption of\n\nthe \"Assumed Obligations\" -- the 100% undivided participation\n\ninterest in the Participated Loans, the Nonparticipated Transferred\n\nRights11, and all of JJDD LLC's \"rights remedies, interests, powers\n\nand privileges\"     under    its   agreement   with   Fleet.   Since   JJDD\n\ntransferred to ARK everything transferred to it from Fleet, the\n\ncontract,    for   present    purposes,    operates    essentially   as   an\n\nagreement between Fleet and ARK.\n\n            The ARK Contract defines \"Transferred Rights\" as, inter\n\nalia, any and all of Fleet's and JJDD LLC's right, title and\n\ninterest in the \"related Loans and Commitments,\" but excluding the\n\n\"Retained Interest, if any related thereto.\"            The definition of\n\n\"Transferred Rights\" further includes, inter alia, \"to the extent\n\nrelated\" to the aforementioned right, title and interests, the\n\nfollowing:\n\n            all claims (including 'claims' as defined in\n            Bankruptcy Code § 101(5)), suits, causes of\n            action, and any other right of [Fleet] . . .\n            whether known or unknown, against the related\n            [borrower under each loan transferred], the\n            related [entity other than the borrower and\n            lender that is obligated under each loan\n            transferred], if any, or any of their\n\n\n     11\n      Gray does not contend that the 502(h) claim was included in\nthe \"Nonparticipated Transferred Rights\", so we need only address\nthe participation interest and, in particular, the \"Transferred\nRights\" related thereto.\n\n                                    -24-\n\f           respective        Affiliates,        agents,\n           representatives, contractors, advisors, or any\n           other Entity that in any way is based upon,\n           arises out of or is related to any of the\n           foregoing . . . .\n\n\nThe bankruptcy court concluded that Fleet's then unknown and\n\ninchoate   502(h)   claim      fell   within    the   broad    definition     of\n\n\"Transferred Rights,\" but the district court disagreed, being of\n\nthe opinion that the 502(h) claim fit within the definition of\n\n\"Retained Interest.\"12     Fleet Nat'l Bank, 2003 WL 1700978 at *7-*8.\n\nAs   discussed   below,   we    think   the    bankruptcy     court   erred   in\n\ndetermining that Fleet's 502(h) claim fell within the \"Transferred\n\nRights\" definition.       We also question the district court's view\n\nthat the 502(h) claim fell expressly within the \"Retained Interest\"\n\n\n\n      12\n       The ARK Contract defines \"Retained Interest\" as follows:\n      'Retained Interest' means, with respect to each Loan\n      Agreement, (i) all interest and commitment, facility,\n      letter of credit and other similar ordinary course fees\n      . . . payable under the related Loan Documents in respect\n      of any Loan or Loans that are Current Loans and the\n      Commitments related thereto, if any, that accrue during\n      the period on or prior to the close of business on\n      [October 9, 2000], together with any other property paid\n      or delivered in connection with the related Loan\n      Documents . . . prior to the close of business on\n      [October 9, 2000]; provided, however, that unless such\n      payment by the applicable Borrower is made (A) within 30\n      days of the due date thereof . . . and (B) before a\n      failure by the applicable Borrower to pay any other\n      amount under the Loan Documents within 30 days of the due\n      date thereof after . . . and any other accrued amounts\n      due thereafter shall be part of the Transferred Rights,\n      and Seller shall not be entitled to any part thereof . .\n      . .\n\n\n                                      -25-\n\fclause.13    But since Fleet, in any event, neither sold to ARK the\n\ngap payments themselves, nor, as discussed below, its 502(h) claim\n\nrelating to them, we conclude that it never divested itself of the\n\nlatter.     That being so, Fleet is entitled, as the district court\n\nruled, to retain and pursue its 502(h) remedy now.\n\n\n\n\n     13\n      The definition of \"Retained Interest\" may be divided into two\nessential parts -- namely, \"ordinary course fees ... payable under\nthe related Loan Documents in respect of any Loan or Loans that are\nCurrent Loans and the Commitments related thereto\" and \"any other\nproperty paid or delivered in connection with the related Loan\nDocuments on or prior to the close of business on [October 9,\n2000].\" The 502(h) claim does not seem specifically to fall within\neither section.\n     The former is unequivocally limited to loans that are \"Current\nLoans and the Commitments related thereto.\" T h e A R K C o n t r a c t\ndefines \"Current Loans\" as \"the Loans set forth on Annex B.\" While\nthat definition, alone, would indicate that all of the loans on\nAnnex B are Current Loans, Annex B contains language which further\nlimits Current Loans to those listed as \"CURR.\" In particular,\nAnnex B contains a spreadsheet with five columns, one of which is\nentitled, \"Current Loans (\"CURR\").\"       Under that column, the\nBankvest loans are listed as \"NON-CURR.\" Accordingly, they do not\nappear to fall within the definition of \"Current Loans\" and,\ntherefore, do not appear to be covered by this section of the\n\"Retained Interest\" definition.\n     As to the latter, the result is the same. To be sure, Fleet\nreceived the gap payments prior to January 25, 2000, so the gap\npayments themselves certainly constitute property paid or delivered\nprior to October 9, 2000. The problem is that Fleet's 502(h) claim\ndoes not appear to have arisen prior to October 9, 2000. Fleet,\nitself, does not dispute that the 502(h) claim arose after October\n9, 2000. In its brief, it stated, \"Fleet believes a 502(h) Claim,\nwhich 'aris[es] from the recovery of property under Section . . .\n550,' has not arisen and will not arise until the Debtor actually\nrecovers the avoided transfer.\" Accordingly, while Fleet's current\n502(h) claim relates to the pre-October 9th payments that were not\nsold to ARK, the claim itself does not appear to be property paid\nor delivered prior to that date.\n     Thus, any conclusion that the 502(h) claim falls within the\ndefinition of \"Retained Interest\" would seem doubtful.\n\n                                 -26-\n\f           In support of its contention that the 502(h) claim fit\n\nwithin the \"Transferred Rights\" definition, appellant argues that\n\nthe 502(h) claim is a claim of right of Fleet, either known or\n\nunknown at the time of the agreement, against a borrower, Bankvest,\n\nof a loan transferred in the ARK Contract and, therefore, fell\n\nsquarely within the definition of \"Transferred Rights.\"\n\n           The clause defining \"Transferred Rights\", however, must\n\nbe read in light of the ARK Contract's definitions of other terms\n\ncontained within or related to that clause.               Thus, while it may\n\nwell be that claims \"known or unknown\" encompass future-arising\n\nclaims such as a subsequent 502(h) claim, the loans transferred\n\nunder the ARK Contract, as defined, did not include the portions\n\nthereof that were not outstanding under Schedule 1, nor did they\n\ninclude claims unrelated to Schedule 1 loans.               Neither the gap\n\npayments nor claims relating to them formed part of the scheduled\n\nloans.\n\n           Under the ARK Contract, ARK received Fleet's \"right,\n\ntitle,   and   interest   in,   to   and    under   the   related   Loans   and\n\nCommitments, if any, and to the extent related thereto . . . all\n\nclaims (including 'claims as defined in Bankruptcy Code § 101(5)),\n\nsuits, causes of action, and any other right . . . whether known or\n\nunknown . . . .\"    (emphasis added).        \"Loans\" are defined as, \"with\n\nrespect to each Loan Agreement, the loan(s) outstanding under such\n\nLoan Agreement in the amount(s) specified in Schedule 1, and\n\n\n                                     -27-\n\fincludes the note(s) (if any) evidencing such loan(s) issued under\n\nsuch Loan Agreement . . . .’\" (emphasis added).          \"Loan Agreement\"\n\nis defined as any document identified as such on Annex A of the\n\ncontract.    The Bankvest loans are listed as loan agreements on\n\nAnnex A.     Schedule 1 incorporates the amounts of the loans as\n\nlisted in Annex B.\n\n            Thus,   in   selling   to    ARK   \"the   related   Loans   and\n\nCommitments,\" Fleet sold only the \"loan(s) outstanding under such\n\nLoan Agreement in the amount(s) specified in Schedule 1,\" and in\n\nselling \"claims\" it did so only to the extent related thereto (i.e.\n\nrelated to the outstanding loans specified in Schedule 1).\n\n            Under this same provision in Schedule 1 is provided a\n\ndefinition of \"Commitments.\"       Similar to \"Loans\", \"Commitments\"\n\nare, with respect to each Loan Agreement that provides for a\n\ncommitment by Fleet to make a Loan or Loans, \"the principal balance\n\nof the commitments . . . set forth . . . on Annex B.\"14 (emphasis\n\nadded).\n\n            It is undisputed that Fleet sold to ARK the amount\n\noutstanding on the BB Warehouse Obligation after deduction of the\n\ngap payments from that amount.          The amount listed in Annex B as\n\noutstanding on the BB Warehouse Obligation reflects the deduction\n\nof $2,155,427 caused by the application of the gap payments.            From\n\n\n     14\n      As they refer to the same amounts, there is no reason to\nbelieve that there is a meaningful distinction between the \"Loans\"\nand \"Commitments\" in this case.\n\n                                   -28-\n\fthe   definition    of    \"Transferred     Rights\"    together    with   the\n\ndefinitions of \"Loans\" and \"Commitments\", it is apparent that\n\n\"Transferred Rights\" includes only those claims and rights under\n\nthe   Bankvest   loan    relating   to   the   aforementioned    outstanding\n\namount, which does not include the gap payments.          A fortiori, any\n\nintangible rights, like Fleet's later-established 502(h) claim\n\nrelating to the gap payments, were not transferred to ARK by the\n\n\"Transferred Rights\" provision.          We interpret the ARK Contract,\n\ntherefore, as not resulting in a transfer by Fleet to ARK of\n\nFleet's later-arising 502(h) claim relative to the gap payments.\n\nWe conclude, therefore, that Fleet has not divested itself of the\n\n502(h) claim.      We reach the same result on this point as the\n\ndistrict court, albeit by a slightly different path.\n\n           2.    Whether Fleet's 502(h) Claim Is Secured\n\n           We next ask whether Fleet's 502(h) claim is secured or\n\nunsecured.      The district court concluded that, by operation of\n\nsection 502(h), Fleet would receive a secured claim upon avoidance\n\n-- the same secured status that it had prior to the date the\n\npetition was filed here.       The district court stated, \"[s]ection\n\n502(h) in turn provides that a claim arising from the recovery of\n\nproperty under such circumstances is to be addressed 'the same as\n\nif such claims had arisen before the date of filing,' i.e., prior\n\nto October 9, 2002.\"     In re Bankvest Capital Corp., 2003 WL 1700978\n\nat *7.\n\n\n                                    -29-\n\f             Appellant argues that section 502(h) merely provides that\n\na claim thereunder shall be allowed as if it had arisen prepetition\n\nand does not relate to whether the claim is secured or unsecured.\n\n             Section 502(h) provides as follows:\n\n             A claim arising from the recovery of property\n             under section 522, 550, or 553 of this title\n             shall be determined, and shall be allowed\n             under subsection (a), (b), or (c) of this\n             section, or disallowed under subsection (d) or\n             (e) of this section, the same as if such claim\n             had arisen before the date of the filing of\n             the petition.\n\nContrary to appellant, we believe the natural import of this\n\nlanguage -- especially the words, \"shall be determined, and shall\n\nbe allowed . . . the same as if such claim had arisen before the\n\ndate of the filing of the petition\" -- is that the 502(h) claim\n\ntakes on the characteristics of the original claim, including, in\n\nthis case, its secured status. While \"allowed\" would seem to refer\n\nmainly to claimant's right to participate in any dividend from the\n\nbankruptcy estate, \"determine\" is used variously in the Bankruptcy\n\nCode, with one usage being the \"determination\" of secured status.\n\n11 U.S.C. § 506.       We think the statute can be fairly read to imply\n\nthat   the   secured    or   unsecured   nature   of   the   claim   will   be\n\ndetermined \"the same as if such claim had arisen before the date of\n\nthe filing of the petition.\"       Certainly, we can see no reason, nor\n\nany indication of legislative intent in § 502(h), to strip a\n\nsecured creditor of its secured claim in these circumstances.\n\nIndeed, to do so would seem manifestly unfair.           Infra.\n\n                                    -30-\n\f             Such case law as there is provides general support to our\n\ninterpretation.       In In re Verco, the Ninth Circuit stated, \"502(h)\n\nserves to reinstate existing claims where property is recovered by\n\nthe trustee,\" thereby suggesting that the 502(h) claim would have\n\nthe same secured status as the transferee's                         prepetition claim.\n\n704 F.2d at 1139 (9th Cir. 1983).                 The Verco court went on to say\n\n\"'the modern     view    is     that   a    transferee         guilty    of    fraudulent\n\nbehavior   may   nevertheless          prove      a    claim    against       a   bankrupt\n\nestate . . . [a] rule to the contrary would allow the estate to\n\nrecover    the       voidable     conveyance           and     to    retain       whatever\n\nconsideration it had paid therefor. Such a result would clearly be\n\ninequitable.'\"        Id. at 1138 (quoting Misty Management Corp. v.\n\nLockwood, 539 F.2d 1205, 1214 (9th Cir. 1976)).                               A similarly\n\ninequitable result would occur here if Fleet's prepetition secured\n\nclaim became an unsecured 502(h) claim after avoidance; for the gap\n\npayments     would     then     presumably        be    distributed          among   other\n\ncreditors, thus providing a windfall to the estate and depriving\n\nFleet of the amount to which it was entitled.                       Fleet, it is true,\n\nacted improperly, but that impropriety can be remedied, and under\n\nthe recent settlement will be remedied, by an appropriate sanction.\n\nSee footnote 5, supra.\n\n             In County of Sacremento v. Hackney (In re Hackney), the\n\nbankruptcy     court,    applying       section        502(h)       to   a    prepetition\n\nnondishargeable claim, expressed the opinion that the language of\n\n\n                                           -31-\n\fsection 502(h) was less than clear on whether the claim given a\n\ntransferee was the same claim as existed earlier.   93 B.R. 213, 216\n\n(Bankr. N.D. Cal. 1988). Nonetheless, the court concluded that the\n\npolicies of bankruptcy \"are best satisfied if a nondischargeable\n\nclaim is reinstated under 11 U.S.C. § 502(h).\"      Id. at 218.   The\n\ncourt noted that, \"[w]hile it is difficult to anticipate what\n\npolicy arguments might be made in connection with other types of\n\ntransfers and claims, the court can see no obvious injustice that\n\nwould result from such a rule in other contexts.\"    Id. at 219; see\n\nalso, In re Moody, 131 F. 525, 530 (N.D. Iowa 1904) (stating that\n\nthe trustee is not entitled to avoid transfer while retaining the\n\nconsideration received).\n\n          Scholars likewise appear to support this interpretation.15\n\nSee Rafael I. Pardo, On Proof of Preferential Effect, 55 Ala. L.\n\nRev. 281, 281 (2004) (\"[P]referred creditor is granted the same\n\nlegal rights it had before the transfer . . . .\"); David Gray\n\nCarlson, Security Interests in the Crucible of Voidable Preference\n\nLaw, 1995 U. Ill. L. Rev. 211, 356 (1995) (\"Payments received by a\n\n\n     15\n      While some of these articles discuss preferences (which are\ngoverned by section 547) rather than postpetition payments such as\nthose at issue here (which are governed by section 549), both\npreferences and postpetition payments are avoidable under section\n550 and are, therefore, governed by section 502(h).       Adams v.\nHartconn Assocs., Inc. (In re Adams), 212 B.R. 703, 713-14 (Bankr.\nD. Mass. 1997) (\"A similar flaw [to the Debtor's reliance on § 547]\nis present in the Debtor's reliance on 11 U.S.C. § 549. . . . But,\nas with § 547, nothing would be achieved by recovering payment to\na secured creditor who in any event is entitled to the payment\nahead of other creditors.\").\n\n                               -32-\n\fsecured party are analytically different. Prior to bankruptcy, the\n\n'payment' extinguished the antecedent debt.            Once the payment is\n\nreturned, it ought to be the case that the old debt, once dead, is\n\nnow revived.       This is universally assumed to be true, and § 502(h)\n\nmore   or   less    supports   this   conclusion   .   .   .   .\");   Harry   M.\n\nFlechtner, Preferences, Post-petition Transfers, and Transactions\n\nInvolving a Debtor's Downstream Affiliate, 5 Bankr. Dev. J. 1, 20\n\n(1987) (\"To the extent a transfer satisfied a claim against the\n\ndebtor, recovery of the transfer as a preference or voidable\n\npost-petition transfer restores the claim.\"); Michael F. Jones,\n\nStructuring the Deed in Lieu of Foreclosure Transaction, 19 Real\n\nProp. Prob. & Tr. J. 58, 64-65 (1984) (\"Should the deed-in-lieu\n\ntransaction ultimately be avoided under sections 544, 547 or 548,\n\nthen the [lender] will be returned substantially to the status quo\n\nante with its status being that of a holder of a prepetition claim\n\nexisting at the time of the filing of the debtor's petition.\").\n\n            The foregoing seems to us sensible.            We hold that upon\n\navoidance of the gap payments, Fleet would become entitled to a\n\nsecured claim to the gap payments pursuant to section 502(h).\n\n            Appellant argues, however, that this is no ordinary\n\nsection 502(h) case since Fleet, postpetition, sold to ARK \"any and\n\nall of . . . [its] right, title, and interest in\" the Bankvest\n\nloans and \"all Lender Collateral and security of any kind in\n\nrespect\" of those loans.        Fleet, appellants insists, relinquished\n\n\n                                      -33-\n\fthe very same property that had made it a secured creditor.\n\nAppellant notes that to be a secured creditor Fleet must be the\n\nowner of a \"lien,\" which is defined in the Code as a \"charge\n\nagainst or interest in property to secure payment of a debt or\n\nperformance of an obligation.\"        11 U.S.C. §§ 101(37) & 101(51).\n\n           We see little merit to this contention.                 As already\n\nnoted, Fleet's entitlement to be treated as a secured creditor\n\nrelative to its 502(h) claim rests on section 502(h)'s proviso that\n\nits claim shall be determined and allowed \"the same as if such\n\nclaim had arisen before the date of the filing of the petition.\"\n\nAt such time, Fleet's claim to what were to become the gap payments\n\nwas fully secured.       It is Fleet's status as a secured creditor at\n\nthat time, not later, that determines the nature of its present\n\n502(h) claim.      As the case law and commentators cited above\n\nindicate, the trustee's recovery of the transfer restores the\n\noriginal claim, with the transferee's status becoming that of the\n\nholder of a prepetition claim existing at the time of the filing of\n\nthe debtor's petition.        At that time, Fleet's interest in the\n\nBankvest loans     was    fully   secured.       What   happened   to   Fleet's\n\nsecurity   after   it    received   the    gap    payments   is    essentially\n\nirrelevant.\n\n           By the time the ARK Contract was consummated, Fleet was\n\nin possession of the gap payments themselves which, under its loan\n\narrangements with Bankvest, had, of course, been owed to it by\n\n\n                                    -34-\n\fBankvest and, but for the bankruptcy, were properly received by it\n\nin extinction of Bankvest's debt.           Fleet, having ostensibly been\n\npaid off as to the gap indebtedness by the debtor, had no further\n\ninterest in the security relative to those payments. Indeed, Fleet\n\ndid not purport to transfer any security relating to the gap\n\npayments themselves to ARK. As discussed earlier, the gap payments\n\nand claims pertaining thereto were not included in the transferred\n\nassets.\n\n             In any event, what is crucial under section 502(h) is\n\nFleet's undoubted status as a fully secured creditor relative to\n\nthe gap payments as of the time of the filing of the petition.            It\n\nis this which validates Fleet's current claim.           The present issue\n\nis not a claim against security existing at the time of avoidance\n\nbut a claim as to the gap payments themselves.                See Adams v.\n\nHartconn Assocs., Inc. (In re Adams), 212 B.R. 703, 713-14 (Bankr.\n\nD.   Mass.   1997)   (Secured   creditor     received    postpetition   rent\n\npayments.       Subsequently, property was sold in foreclosure sale\n\npresumably extinguishing creditor's secured interest. In action to\n\navoid   those    transfers,   the   court   concluded,    despite   possible\n\nintervening loss of security interest, that because the transferee\n\nwould simply receive the payments back upon disbursement \"nothing\n\nwould be achieved by recovering payment to a secured creditor who\n\nin any event is entitled to the payment ahead of other creditors.\"\n\nThe court did not discuss whether creditor had security interest at\n\n\n                                    -35-\n\ftime of avoidance, thereby supporting the notion that such an\n\ninquiry is not germane.).\n\n             Lastly,    appellant     argues    that   even    if     Fleet   would\n\notherwise receive a secured claim, it is barred from litigating\n\nthis issue because the confirmed Plan rendered Bankvest's assets\n\nfree   and   clear     of   liens   and   the   confirmation     of    a    plan   of\n\nreorganization is given res judicata effect.                  The Plan provides\n\nthat, upon confirmation, all of Bankvest's assets (including causes\n\nof action and \"proceeds and recoveries on Causes of Action\"),\n\n\"wherever situated,\" vest in the debtor free and clear of all\n\nliens, claims, and encumbrances, other than those specifically\n\nreserved in the Plan.        Fleet did not object to the Plan.             Appellant\n\nargues that since the term \"proceeds and recoveries\" clearly\n\nencompasses the amounts received under the avoidance action, these\n\namounts return to the estate free and clear of all liens save those\n\nspecified in the plan.        Accordingly, it argues, Fleet's failure to\n\npreserve the possibility of asserting a security interest after\n\nbeing forced to return the gap payments bars it from asserting that\n\ninterest here.       The district court did not address this argument,\n\nbut even if it had, our review would be de novo.               Jamo v. Katahdin\n\nFed. Credit Union (In re Jamo), 283 F.3d 392, 399 (1st Cir. 2002).\n\nEven assuming that appellant's construction of the Plan is correct,\n\nits argument fails.\n\n\n\n\n                                      -36-\n\f             The term \"res judicata\" is frequently used to refer to\n\neither claim preclusion or issue preclusion, but appellant does not\n\nspecify the theory upon which it relies.          It does, however, rely\n\nsolely on a case in which we applied the issue preclusion standard\n\n-- namely, Monarch Life Ins. Co. v. Ropes & Gray, 65 F.3d 973, 978\n\n(1st Cir. 1995).      Accordingly, we analyze this issue under the\n\nissue preclusion standard.          In order to invoke issue preclusion,\n\nappellant     \"must   demonstrate     that:     (1)      both   the   [current\n\nproceedings] and the confirmation proceedings involved the same\n\nissue of law or fact; (2) the parties actually litigated the issue\n\nin the confirmation proceedings; (3) the bankruptcy court actually\n\nresolved the issue in a final and binding judgment (viz., its\n\nconfirmation order); and (4) its resolution of that issue of law or\n\nfact   was   essential   to   its    judgment   (i.e.,    necessary    to   its\n\nholding).\" Id. (citing Grella v. Salem Five Cent Sav. Bank, 42 F.3d\n\n26, 30 (1st Cir. 1994); Piccicuto v. Dwyer, 39 F.3d 37, 40 (1st\n\nCir. 1994); Restatement (Second) of Judgments § 27 (1982)).\n\n             Here, the parties did not actually litigate the issue of\n\nwhether the gap payments should be avoided during confirmation, let\n\nalone whether the 502(h) claim was secured or unsecured, so issue\n\npreclusion does not apply.      At the time of confirmation, Fleet had\n\nalready sold the balance of its outstanding Bankvest loans to ARK\n\nand was therefore not a creditor.        Accordingly, ARK -- rather than\n\nFleet -- participated in the negotiation of the Plan. Moreover, at\n\n\n                                     -37-\n\fthat time, it was unclear that an avoidance action would be filed\n\nagainst Fleet; only a motion for sanctions had been filed. Indeed,\n\nat no time prior to the confirmation of the Plan did Bankvest or\n\nappellant advise Fleet that they would pursue this avoidance\n\naction.   Nor could the issue of avoidance have been litigated at\n\nthe confirmation proceeding.   The confirmation process constitutes\n\na contested matter under the Bankruptcy Rules; whereas an avoidance\n\naction such as this one must be commenced as a separate adversary\n\nproceeding under Federal Rule of Bankruptcy 7001.     See Peltz v.\n\nWorldNet, Corp. (In re USN Communications, Inc.), 280 B.R. 573, 587\n\n(Bankr. D. Del. 2002) (discussing same with preference action);\n\nSunrise Energy Co. v. Maxus Gas Mktg. (In re Sunpacific Energy\n\nMgmt., Inc.), 216 B.R. 776, 779 (Bankr. N.D. Tex. 1997); see also\n\nGrella v. Five Cent Sav. Bank, 42 F.3d 26, 33 (1st Cir. 1994).\n\nAccordingly, Fleet did not have a full and fair opportunity to\n\nlitigate the issue of whether the 502(h) claim was secured or\n\nunsecured until, at the earliest, appellant successfully avoided\n\nthe gap payments in an adversary proceeding.    See Blonder-Tongue\n\nLab. v. Univ. of Illinois Found., 402 U.S. 313, 328 (1971) (in\n\norder to further interests of finality and judicial economy, issue\n\npreclusion doctrine requires that litigant be afforded \"one full\n\nand fair opportunity for judicial resolution\" of issue).   Clearly,\n\nthen, Fleet and appellant did not actually litigate this issue at\n\nconfirmation.\n\n\n                                -38-\n\f          Furthermore, appellant's argument is flawed at a more\n\nfundamental level. As mentioned, the trustee successfully reserved\n\nthe right to bring avoidance actions in the Plan.    \"Res judicata\n\ndoes not apply where a claim is expressly reserved by the litigant\n\nin the earlier bankruptcy proceeding.\"   Browning v. Levy, 283 F.3d\n\n761, 774 (6th Cir. 2002) (citing D & K Props. Crystal Lake, 112\n\nF.3d at 260).    As res judicata does not apply to appellant's\n\nability to bring this avoidance action, it likewise does not apply\n\nto claims that might arise from this avoidance action.\n\n          Accordingly, we, like the district court, conclude that\n\nFleet's 502(h) claim would have the status of a prepetition secured\n\nclaim, entitling it to full recovery of the gap proceeds were we to\n\nundertake the exercise of avoiding the gap payments.     Fleet Nat'l\n\nBank, 2003 WL 1700978 at *7-*8 (stating, \"[c]onsequently, returning\n\nany payment to BankVest would be futile because Fleet would be\n\nreturned to its status as a secured creditor, the status it was in\n\nwhen the gap period payments were made . . . [i]f, as I hold, Fleet\n\nis not divested of the claim, avoidance under § 549 does not appear\n\nto change Fleet's priority.   Its claim was merely reduced by the\n\ndebtor's gap period payments, something that would have happened in\n\nany event.\") (citing In re Adams, 212 B.R. at 714 (\"Nothing would\n\nbe achieved by recovering payment to a secured creditor who in any\n\nevent is entitled to the payment ahead of other creditors.\")). The\n\n\n\n\n                               -39-\n\ffact that Fleet would be entitled to receive exactly what it would\n\nbe forced to return through avoidance renders avoidance pointless.\n\n          Affirmed.\n\n\n\n\n                              -40-\n\f",
  "html": "<p class=\"case_cite\">375 F.3d 51</p>\n    <p class=\"parties\">In re BANKVEST CAPITAL CORP., Debtor.<br>Fleet National Bank, Appellee,<br>v.<br>Stephen C. Gray, as Liquidating Supervisor for Bankvest Capital Corp.; The Official Committee of Unsecured Creditors for Bankvest Capital Corp., a/k/a Post Effective Date Committee, Appellants.</p>\n    <p class=\"docket\">No. 03-1613.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard October 8, 2003.</p>\n    <p class=\"date\">Decided July 12, 2004.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Charles R. Bennett, Jr. with whom Kathleen E. Cross, David C. Kravitz and Hanify &amp; King, P.C. were on brief for appellants.</p>\n      <p class=\"indent\">Sabin Willett with whom Julie Frost-Davies, Rheba Rutkowski and Bingham McCutchen LLP were on brief for appellee.</p>\n      <p class=\"indent\">Before LIPEZ, Circuit Judge, CAMPBELL, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal from diverging decisions of the bankruptcy and district courts involves a cautionary tale about the dangers of ignoring the \"automatic stay\" that takes effect upon the filing of a bankruptcy petition. All would have been routine had Fleet National Bank (\"Fleet\") declined to avail itself of certain postpetition payments tendered to it by its bankrupt borrower Bankvest Capital Corp. (\"Bankvest\"). But having accepted those payments, Fleet, pursued by its adversaries, found itself in something of a legal labyrinth. While we have yet to receive the guidance of Ariadne's golden thread, we seek in the following to chart a reasonable path.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We base the following on undisputed facts as set forth in the opinions of the bankruptcy and district courts and in the record.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Debtor, Bankvest, was a lessor of commercial equipment and a buyer and seller of portfolios of leases. Bankvest financed its operations, in part, by borrowing from appellee, Fleet. An involuntary Chapter 11 petition was filed against Bankvest on December 17, 1999. On that date, Bankvest had three principal credit arrangements with Fleet, consisting of a warehouse line dated August 21, 1998 (\"FBNA Warehouse Obligation\"), a warehouse line by Fleet's predecessor in interest, BankBoston, N.A., dated June 3, 1999 (\"BB Warehouse Obligation\"), and a conduit facility dated September 30, 1998. These credit arrangements were secured by substantially all of Bankvest's assets. Fleet's secured interest was perfected.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the \"gap period\" between the filing of the involuntary petition and the entry of the bankruptcy court's order for relief on January 25, 2000, Fleet, aware of the bankruptcy filing and in apparent violation of the automatic stay, 11 U.S.C. &#167; 362(a),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> accepted the sum of $2,155,427 from assets or property of Bankvest's estate and applied these \"gap payments\" against the BB Warehouse Obligation. On February 23, 2000, the Official Committee of Unsecured Creditors (\"the Committee\") was formed. Following discovery of the payments made to Fleet after the filing of the bankruptcy petition, the Committee moved, inter alia, for sanctions against Fleet for \"violations of the automatic stay and discovery obligations\" pursuant to sections 105(a) and 362 of the Bankruptcy Code. On January 30, 2001, Fleet filed an opposition to the sanctions motion.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In December of 2000, Fleet sold a $1.4 billion portfolio of loans to ARK CLO 2000-1, LIMITED (\"ARK\"). The parties agree that this portfolio included at least the then-existing balances of the loans between Bankvest and Fleet. The Purchase and Sale Agreement (\"ARK Contract\") purported to transfer to ARK, inter alia, all of Fleet's claims and rights, including bankruptcy claims \"whether known or unknown,\" against Bankvest or any entity \"arising under or in connection with the related Loan Documents,\" as well as all property received by Fleet under these loan documents after October 9, 2000.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On May 31, 2001, the bankruptcy court confirmed a joint liquidating plan of reorganization (\"Plan\") for Bankvest. Neither Fleet nor ARK &#8212; which, as Fleet's successor, was negotiating the Plan with Bankvest &#8212; objected to the Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Both the Committee and Fleet sought summary judgment on the Emergency Motion for Sanctions, but the bankruptcy court denied both motions. An evidentiary hearing was scheduled, but shortly before the hearing, on November 12, 2001, the Committee's Liquidating Supervisor, Stephen Gray, filed a complaint pursuant to section 549 of the Bankruptcy Code requesting that the gap payments made to Fleet be avoided. Fleet moved to dismiss the avoidance proceeding and for judgment on the pleadings under Fed.R.Civ.P. 12(b)(6) and (c), asserting that Gray's avoidance claim was not preserved under the confirmed plan, was barred by laches, and was of no benefit to the estate. The Liquidating Supervisor and the Committee, following oral argument, also sought judgment on the pleadings. The bankruptcy court denied the motions and consolidated the avoidance claim with the Committee's emergency motion for sanctions. All matters were tried together with the consent of the parties in February of 2002.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">During the trial, Fleet moved for judgment as a matter of law, arguing that avoidance would be for naught. Fleet based the latter point on its contention that if the court avoided the gap payment transaction &#8212; requiring Fleet to turn over to the estate the gap payments it had received &#8212; Fleet would simultaneously acquire by virtue of section 502(h) of the Bankruptcy Code a valid claim against the estate to recover those very same payments, as Fleet's claims against the bankrupt had been fully secured prior to the filing of the involuntary petition. The motion was denied.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On April 18, 2002, the bankruptcy court issued an opinion finding for Gray against Fleet in the avoidance proceeding and granting the Committee's Emergency Motion for Sanctions. <i>Bankvest Capital Corp. v. Fleet Boston (In re Bankvest Capital Corp.),</i> 276 B.R. 12, 32 (Bankr.D.Mass. 2002). The bankruptcy court ordered Fleet to pay over to the Liquidating Supervisor the amount of the gap payments, $2,155,427, plus interest, for a total of $2,445,924.65. <i>In re Bankvest,</i> 276 B.R. at 29-31. The court further ordered the Liquidating Supervisor to hold this judgment in escrow pending a determination of whether ARK had a claim to any part of the monies from Fleet. <i>Id.</i> The court ruled that Fleet's transaction with ARK \"divested [Fleet] of any claim upon return of the Post-Petition [gap] Payments,\" and, therefore, found no \"need to conduct any further proceedings to determine whether Fleet's behavior warrants subordination pursuant to section 501(c) [sic].\" <i>Id.</i> The court found this remedy, which caused Fleet to lose the full amount of the gap payments, \"harsh enough that it may defer similar future behavior,\" so it did not rule on the contempt contentions. <i>Id.</i> at 31.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Fleet appealed to the United States District Court for the District of Massachusetts. The district court vacated the portion of the bankruptcy court's judgment pertaining to the avoidance claim. Contrary to the bankruptcy court, the district court determined that Fleet had never sold to ARK its own claim to the gap payments and was thus not divested of that claim. The district court went on to rule that, because the postpetition payments transferred to Fleet by Bankvest had been secured, Fleet, as a secured creditor, could now recover them under its so-called 502(h) claim<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>, to which it had become entitled following avoidance, thus rendering futile Gray's right to avoidance. The district court remanded the matter to the bankruptcy court to determine what sanction, if any, should be imposed upon Fleet to punish its conduct in connection with its acceptance of the gap payments. <i>Fleet Nat'l Bank v. Gray (In re Bankvest Capital Corp.),</i> Nos. 02-40100-DPW and 02-40101-DPW, 2003 WL 1700978, at *8 (D.Mass.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">From the district court's judgment, Gray, as Liquidating Supervisor for Bankvest, and the Committee (collectively, \"appellant\"), now appeal.</p>\n    </div>\n    <p>II. Discussion</p>\n    <p class=\"indent\">A. Jurisdiction</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">While not earlier raised by either party, we have asked for briefing of this court's appellate jurisdiction, noting that the district court's appealed order might lack finality as required by 28 U.S.C. &#167; 158(d) and thus be non-appealable, given the remand of the open sanctions issue to the bankruptcy court. <i>See In re Spillane,</i> 884 F.2d 642, 644 (1st Cir.1989); <i>In re Recticel Foam Corp.,</i> 859 F.2d 1000, 1002 (1st Cir.1988) (stating, \"a court has an obligation to inquire sua sponte into its subject matter jurisdiction\"). The parties have responded, and, even more to the point, they have notified us that they have settled the sole issue left open upon remand, to wit, what sanction would be appropriate against Fleet for its conduct in connection with its receipt and retention of the gap payments in violation of the automatic stay. The parties' settlement has since been approved by the bankruptcy judge.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Other than the issues determined by the district court and presented on this appeal, there are now no issues remaining open in the case; we accordingly see no finality problem with the appealed order. <i>See, e.g. Estancias La Ponderosa Dev. Corp. v. Harrington (In re Harrington),</i> 992 F.2d 3, 5 (1st Cir.1993). Even if the open sanctions issue caused the order to lack finality when first appealed, a matter we do not decide, the sanctions issue has been finally resolved and is now moot, leaving no possibility that, if we decide the appeal, more will be left to determine. Since the fact of finality is clear enough now, and the parties are desirous that the case be resolved, we see no impediment to the exercise of our appellate jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">B. Whether the Receiver Has The Right To Bring The Avoidance Action</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Reiterating its argument before the bankruptcy and district courts, Fleet contends that the liquidating plan (\"Plan\") did not preserve the right of Gray to bring this avoidance action. We, like the bankruptcy and district courts, find this argument lacking in merit.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Review is de novo. <i>Brandt v. Repco Printers and Lithographics, Inc. (In re Healthco Int'l, Inc.),</i> 132 F.3d 104, 107 (1st Cir.1997) (stating, \"[w]hether such an appeal comes to us by way of the district court or the [Bankruptcy Appellate Panel], our regimen is the same: we focus on the bankruptcy court's decision, scrutinize that court's findings of fact for clear error, and afford de novo review to its conclusions of law.\"). Pursuant to section 1141 of the Bankruptcy Code, the confirmation of a plan of reorganization binds the debtor and any entity issuing securities or acquiring property under the plan to the provisions of the plan and, except as otherwise provided in the plan, precludes parties from raising claims or issues that could have or should have been raised before confirmation but were not. <i>See</i> 11 U.S.C. &#167;&#167; 1141(a) and (b); 8 Lawrence P. King et al., Collier on Bankruptcy &#182; 1141.02 (15th rev. ed.2003). Moreover, section 1123(b)(3)(B) of the Bankruptcy Code states that a plan may provide for \"the retention and enforcement by the debtor, by the trustee, or by a representative of the estate appointed for such purpose of any claim or interest.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Several circuits have concluded that, pursuant to sections 1123 and 1141, confirmation of a plan is given res judicata effect, which bars a debtor or trustee from bringing avoidance actions not expressly reserved in the plan. <i>See, e.g., P.A. Bergner &amp; Co. v. Bank One, Milwaukee, N.A. (In re P.A. Bergner &amp; Co.),</i> 140 F.3d 1111, 1117-18 (7th Cir.1998); <i>McFarland v. Leyh (In re Texas Gen. Petroleum Corp.),</i> 52 F.3d 1330, 1335 n. 4 (5th Cir.1995); <i>Harstad v. First American Bank (In re Harstad),</i> 39 F.3d 898, 903 (8th Cir.1994); <i>In re Mako,</i> 985 F.2d 1052, 1056 (10th Cir.1993). \"The requirement that retention of the avoidance powers be clear serves to protect the unsecured creditors and to ensure that post-confirmation avoidance proceedings are for their benefit.\" <i>In re Mako,</i> 985 F.2d at 1056 (10th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Assuming, without deciding, that we follow the reasoning of these decisions, Fleet's argument fails because the Plan expressly provides that Gray has the right to pursue avoidance actions:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Liquidating Supervisor, under the supervision of the Post-Effective Date Committee ... is authorized to investigate, prosecute and, if necessary, litigate, any Cause of Action [the definition of which expressly includes avoidance actions] ... on behalf of the Debtor and shall have standing as an Estate representative to pursue any Causes of Action and Claim objections, whether initially filed by the Debtor or the Liquidating Supervisor....</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Fleet contends that this language does not preserve the right to pursue claims as it fails specifically to mention the claim against Fleet. <i>Compare D &amp; K Props. Crystal Lake v. Mut. Life Ins. Co. of N.Y.,</i> 112 F.3d 257, 260-61 (7th Cir.1997) (stating, \"[a] blanket reservation that seeks to reserve all causes of action reserves nothing.\"). We disagree. <i>See Bergner,</i> 140 F.3d at 1117 (stating, \"[t]he courts that have spoken of the need for `specific' and `unequivocal' language have focused on the requirement that plans unequivocally retain claims of a given type, not on any rule that individual claims must be listed specifically.\") (citations omitted); <i>Harstad,</i> 39 F.3d at 903 (ruling that debtors \"should have specifically reserved the right to pursue claims of this sort postconfirmation.\"); <i>Cohen v. TIC Fin. Sys. (In re Ampace Corp.),</i> 279 B.R. 145, 160 (Bankr.D.Del. 2002) (stating, \"the Bankruptcy Code contemplates that debtors may seek confirmation of their plans prior to litigating all avoidance actions ... [t]herefore, in my opinion, a general reservation in a plan of reorganization indicating the type or category of claims to be preserved should be sufficiently specific to provide creditors with notice that their claims may be challenged post-confirmation.\") (citations omitted). The cases upon which Fleet primarily relies involve provisions of a far more general nature. <i>See D &amp; K Properties Crystal Lake,</i> 112 F.3d at 259 (plan purported to reserve \"all causes of action existing in favor of the Debtor.\"); <i>Harstad,</i> 39 F.3d at 902 (plan purported to reserve \"any right of Debtors to recover assets pursuant to the provisions of the Bankruptcy Code.\"). The Plan, we believe, adequately preserves Gray's right to bring avoidance actions.</p>\n    </div>\n    <p class=\"indent\">C. Judicial Estoppel and Laches</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Fleet argues that the doctrine of judicial estoppel bars appellant from arguing that Fleet is divested of its claim to the avoided gap payments.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Fleet argues that appellant has taken a position here that contradicts its position in a prior adversary proceeding against ARK, in which Gray argued that ARK did not have an interest in the avoided gap payments. Fleet contends that appellant now takes the position that Fleet is divested of its claim to these proceeds because it transferred the claim to ARK. Even assuming that appellant's current position contradicts its position in the ARK adversary proceeding, Fleet's argument fails.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The doctrine of judicial estoppel takes effect when the proponent has shown that the party to be estopped \"succeeded previously with a position directly inconsistent with the one [it] currently espouses.\" <i>Lydon v. Boston Sand &amp; Gravel Co.,</i> 175 F.3d 6, 13 (1st Cir.1999); <i>see also New Hampshire v. Maine,</i> 532 U.S. 742, 749, 121 S.Ct. 1808, 149 L.Ed.2d 968 (2001) (stating, \"[t]his rule, known as judicial estoppel, `generally prevents a party from prevailing in one phase of a case on an argument and then relying on a contradictory argument to prevail in another phase.'\") (quoting <i>Pegram v. Herdrich,</i> 530 U.S. 211, 227 n. 8, 120 S.Ct. 2143, 147 L.Ed.2d 164 (2000)). In determining whether the party \"succeeded\" in a prior proceeding, we look to whether the prior forum \"accepted the legal or factual assertion alleged to be at odds with the position advanced in the current forum....\" <i>Gens v. Resolution Trust Corp. (In re Gens),</i> 112 F.3d 569, 572-73 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Gray and the Committee did not succeed in the adversary proceeding against ARK. On June 3, 2002, Gray filed a complaint containing the factual allegations that Fleet believes contradict appellant's position here. On July 3, 2002, ARK answered, denying those allegations. On October 10, 2002, before any substantive proceedings were scheduled to begin, the action was settled. On November 13, 2002, the bankruptcy court approved the settlement. At no time did the bankruptcy court accept the legal or factual assertions of the complaint. <i>See also Bates v. Long Island R.R. Co.,</i> 997 F.2d 1028, 1038 (2d Cir.1993) (stating, \"`settlement neither requires nor implies any judicial endorsement of either party's claims or theories, and thus a settlement does not provide the prior success necessary for judicial estoppel.'\") (quotations omitted); <i>Water Technologies Corp. v. Calco Ltd.,</i> 850 F.2d 660, 665-66 (Fed.Cir.1988); <i>Edwards v. Aetna Life Ins. Co.,</i> 690 F.2d 595, 599 (6th Cir.1982) (stating, \"[i]f the initial proceeding results in settlement, the position cannot be viewed as having been successfully asserted.\") (citations omitted). Accordingly, the doctrine of judicial estoppel does not bar appellant from arguing that Fleet is divested of its claim to the gap payments.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Further, Fleet argues that because Bankvest did not seek avoidance of the gap period payments before Fleet's sale to ARK, the avoidance action came too late. This laches-type argument fails. Rejecting a similar contention below, the bankruptcy court said, \"Fleet's argument that it was lulled into believing that no adversary proceeding would be commenced and therefore it was somehow duped into withdrawing its objection to confirmation is simply wrong.\" The court did not abuse its discretion. <i>See Ansin v. River Oaks Furniture, Inc.,</i> 105 F.3d 745, 757 (1st Cir. 1997) (stating, \"[w]e review the district court's determination as to laches for abuse of discretion.\").</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In determining whether laches applies, we ask whether the plaintiff's delay in bringing suit was unreasonable and whether the defendant was prejudiced by the delay. <i>Puerto Rican-American Ins. Co. v. Benjamin Shipping Co., Ltd.,</i> 829 F.2d 281, 283 (1st Cir.1987). The analogous statute of limitations determines where the burden of proof falls; if a plaintiff files a complaint within the analogous statutory period, the burden of proving unreasonable delay and prejudice falls on the defendant. <i>Id.</i> Here, Gray brought the avoidance action well within the two-year statute of limitations. 11 U.S.C. &#167; 549(d) (stating, \"[a]n action or proceeding under this section may not be commenced after the earlier of &#8212; (1) two years after the date of the transfer sought to be avoided; or (2) the time the case is closed or dismissed.\"). Accordingly, the burden is on Fleet to prove unreasonable delay and prejudice. <i>Puerto Rican-American Ins. Co.,</i> 829 F.2d at 283. It has not met this burden.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Gray was not appointed until months after the sale to ARK. Thereafter, Gray brought this action only ten months after Fleet's disclosure of the gap payments and little more than five months after he was appointed. Any delay was not unreasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Lastly, Fleet argues that the Committee's silence in the face of its \"consensual offer to reverse the transaction\" bars the avoidance action. Fleet relies, however, entirely on cases that are distinguishable and largely immaterial here. <i>See Patriot Cinemas, Inc. v. General Cinema Corp.,</i> 834 F.2d 208, 212 (1st Cir.1987) (party represented that it would not pursue an antitrust count and subsequently repudiated this intention); <i>Lydon,</i> 175 F.3d at 13 (defendant argued to First Circuit that federal law was plaintiff's exclusive remedy where, at underlying arbitration proceeding, defendant had succeeded with precisely the opposite argument); <i>Hurd v. DiMento &amp; Sullivan,</i> 440 F.2d 1322, 1323 (1st Cir.1971) (plaintiff who wrote to district court in a motion for continuance that defendant was unable to represent plaintiff was estopped from claiming in front of First Circuit that defendant had agreed to represent her). We therefore reject this argument.</p>\n    </div>\n    <p class=\"indent\">D. The Avoidance Action</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">1. Whether Fleet Divested Itself of the 502(h) Claim</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We next consider whether Fleet would have a valid 502(h)claim upon avoidance of the gap payments.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> See footnote 4, <i>supra.</i> Gray brought this avoidance action pursuant to section 549 of the Bankruptcy Code, which provides that a trustee may avoid certain post-petition transfers of property. 11 U.S.C. &#167; 549. \"Except as otherwise provided in this section, to the extent that a transfer is avoided under section ... 549 ... the trustee may recover, for the benefit of the estate, the property transferred ... from &#8212; (1) the initial transferee of such transfer or the entity for whose benefit such transfer was made; or (2) any immediate or mediate transferee of such initial transferee.\" 11 U.S.C. &#167; 550(a).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Here, the transaction at issue is Bankvest's postpetition transfer of $2,155,427 in assets or property to Fleet and Fleet's application of this sum to Bankvest's BB Warehouse Obligation. If avoidance were in order, Gray would ordinarily be entitled to recover the $2,155,427 from Fleet and to return it to Bankvest's estate. <i>Id. See also, Max Sugarman Funeral Home, Inc. v. A.D.B. Investors,</i> 926 F.2d 1248, 1253-58 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">When grounds for avoidance are found, however, a creditor in Fleet's shoes becomes entitled to pursue whatever claim it may have had in the avoided sum against the debtor, here Bankvest, unless, of course, (as the bankruptcy court, in fact, found in Fleet's case) the creditor has somehow relinquished its claim to the avoided interest. 11 U.S.C. &#167; 502(h) (stating, that the claim that arises from \"the recovery of property under section ... 550 ... shall be determined, and shall be allowed ... the same as if such claim had arisen before the date of the filing of the petition.\"); <i>Ralar Distribs., Inc. v. Rubbermaid, Inc. (In re Ralar Distribs., Inc.),</i> 4 F.3d 62, 66 n. 2 (1st Cir.1993) (stating, \"[f]inally, arguably no `unjust' enrichment would result were [transferor-debtor] to recover from [transferee]. If [transferee] were required to disgorge, it could file a proof of claim for the amount of the avoided transfer ... which would be entitled to a pro rata distribution from the [transferor-debtor] estate.\"); <i>Verco Indus. v. Spartan Plastics (In re Verco Indus.),</i> 704 F.2d 1134, 1138 (9th Cir.1983) (stating, \"[a]lthough we acknowledge that [transferor-debtor] has a valid claim for the unpaid amount of the note from Spartan, we also believe that [transferee] would have a claim against [transferor-debtor] for the loss it suffered when the transfer was set aside. [We have] stated that even where the transferee is responsible for the transfer being invalidated as fraudulent, that factor does not prevent the transferee from asserting a claim against the transferor ... [a]ccordingly, [transferee] has a claim against the estate which may be set-off against [transferor-debtor's] recovery on the note .... [transferee] concedes that [transferor-debtor] is entitled to invalidate the transfer and retain the property for the benefit of its creditors.\") (citations omitted); <i>Cohen v. Eiler (In re Cohen),</i> 305 B.R. 886, 898 (9th Cir. BAP 2004) (stating, \"[n]or does recovery from a transferee under avoiding powers unfairly deprive the transferee of rights against the estate. Upon recovery, the transferee has a claim that is treated as a prepetition claim. 11 U.S.C. &#167; 502(h). It is timely to file such a proof of claim within 30 days after the judgment becomes final.... The debt will not be discharged unless it is `provided for by the plan.'\") (quoting 11 U.S.C. &#167; 1328(a)) (citations omitted); <i>In re Dunes Hotel Associates,</i> No. C/A 94-75715, 1997 WL 33344253, at *12-*13 (Bankr.D.S.C. Sept.26, 1997) (stating, \"the Bankruptcy Code and Rules set out a specific procedure for the filing and allowance of a claim by the transferee of an avoided transfer ... Congress intended that such creditors should have a claim against the estate by reason of the avoidance. <i>See</i> 4 Collier on Bankruptcy &#182; 502.LH[10] at 502-113-15 (1997) (discussing expansion by Congress of the reach of Section 502(h) bringing it more in line with prior law); ... [i]t is clear to the Court that even upon avoidance, an event which has not yet occurred and which in fact is contrary to the present law of the case, [the creditor from whom the avoidance would recover property] would have a claim which would provide it standing to seek dismissal of the case.\") (citations omitted); <i>In re Toronto,</i> 165 B.R. 746, 753 (Bankr.D. Conn. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In the instant case, the bankruptcy court held that Fleet, by reason of its transaction with ARK, had divested itself of its 502(h) claim to the avoided sums. In the court's view, that claim, although contingent at the time of the sale, was included within the assets Fleet sold to ARK along with its loan portfolio. Under this analysis, Fleet was left without any 502(h) claim to invoke after avoidance. It was thus bereft of any avenue of relief as a creditor of Bankvest. As ARK appears to have released all of its own claims against Bankvest and its representatives, the bankruptcy court's decision resulted in the gap sums becoming property of the estate.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The district court disagreed with the bankruptcy court's analysis. Instead, it read the ARK Contract as not having resulted in the sale to ARK of Fleet's then inchoate 502(h) claim. That claim, the court held, now entitles Fleet &#8212; as an original secured creditor of Bankvest &#8212; to prevail over Gray's avoidable right. Appellant asks us to endorse the bankruptcy court's result and to reject that of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">To resolve the question of whether in the ARK transaction Fleet divested itself of its 502(h) claim, we must interpret Fleet's contract with ARK. In so doing, we apply New York law, following a stipulation written into the ARK Contract providing that the law of the state of New York governs its interpretation. <i>See McCarthy v. Azure,</i> 22 F.3d 351, 356 n. 5 (1st Cir. 1994) (concluding court should generally honor reasonable choice-of-law provision in a contract); <i>Matter of Stoecker,</i> 5 F.3d 1022, 1028 (7th Cir.1993) (stating, \"[c]ontractual stipulations concerning choice of law ordinarily are honored....\").</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">According to New York law, construction of an agreement presents a question of law. <i>Non-Linear Trading Co., Inc. v. Braddis Assocs., Inc.,</i> 243 A.D.2d 107, 675 N.Y.S.2d 5, 10 (N.Y.App.Div. 1998). Accordingly, we review the issue of contract interpretation de novo. <i>See Sormani v. Orange County Comm. College,</i> 240 A.D.2d 724, 659 N.Y.S.2d 507, 507 (N.Y.App.Div.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We do so notwithstanding Fleet's contention that these proceedings are not the appropriate place to consider the meaning of a contract between ARK and Fleet, ARK not being a party, no extrinsic evidence concerning the contract having been presented, and appellant being a stranger to the contract. We reject Fleet's contention. The terms of the ARK Contract &#8212; a sophisticated, detailed legal document drawn up to guide a business transaction &#8212; seem to us sufficiently unambiguous to allow interpretation without extrinsic evidence and in ARK's absence. <i>See Bethlehem Steel Co. v. Turner Constr. Co.,</i> 2 N.Y.2d 456, 161 N.Y.S.2d 90, 141 N.E.2d 590, 593 (1957); <i>see also, Ronnen v. Ajax Elec. Corp.,</i> 88 N.Y.2d 582, 648 N.Y.S.2d 422, 671 N.E.2d 534, 536-37 (1996); <i>Lui v. Park Ridge at Terryville Ass'n, Inc.,</i> 196 A.D.2d 579, 601 N.Y.S.2d 496, 498 (N.Y.App.Div.1993) (stating, \"[i]t is settled that the responsibility to interpret a contract falls upon the court, `which must ascertain the intention of the parties from the language which they have employed.' The `interpretation of an unambiguous contract provision is a function for the court, and matters extrinsic to the agreement may not be considered when the intent of the parties can be gleaned from the face of the instrument.'\") (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The ARK Contract governed Fleet's sale to ARK of a $1.4 billion portfolio of loans, including the loans to Bankvest. It is, in effect, two contracts in one. First, it is an agreement between Fleet and JJDD LLC, an intermediary, through which Fleet sold to JJDD LLC a \"100% undivided participation interest in the Participated Loans<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> ... and the Transferred Rights related thereto and ... the Nonparticipated Transferred Rights.\" Second, it is an agreement between JJDD LLC and ARK, through which JJDD LLC sold to ARK &#8212; in exchange for the purchase price and assumption of the \"Assumed Obligations\" &#8212; the 100% undivided participation interest in the Participated Loans, the Nonparticipated Transferred Rights<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>, and all of JJDD LLC's \"rights remedies, interests, powers and privileges\" under its agreement with Fleet. Since JJDD transferred to ARK everything transferred to it from Fleet, the contract, for present purposes, operates essentially as an agreement between Fleet and ARK.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The ARK Contract defines \"Transferred Rights\" as, inter alia, any and all of Fleet's and JJDD LLC's right, title and interest in the \"related Loans and Commitments,\" but excluding the \"Retained Interest, if any related thereto.\" The definition of \"Transferred Rights\" further includes, inter alia, \"to the extent related\" to the aforementioned right, title and interests, the following:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">all claims (including `claims' as defined in Bankruptcy Code &#167; 101(5)), suits, causes of action, and any other right of [Fleet] ... whether known or unknown, against the related [borrower under each loan transferred], the related [entity other than the borrower and lender that is obligated under each loan transferred], if any, or any of their respective Affiliates, agents, representatives, contractors, advisors, or any other Entity that in any way is based upon, arises out of or is related to any of the foregoing....</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The bankruptcy court concluded that Fleet's then unknown and inchoate 502(h) claim fell within the broad definition of \"Transferred Rights,\" but the district court disagreed, being of the opinion that the 502(h) claim fit within the definition of \"Retained Interest.\"<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> <i>Fleet Nat'l Bank,</i> 2003 WL 1700978 at *7-*8. As discussed below, we think the bankruptcy court erred in determining that Fleet's 502(h) claim fell within the \"Transferred Rights\" definition. We also question the district court's view that the 502(h) claim fell expressly within the \"Retained Interest\" clause.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> But since Fleet, in any event, neither sold to ARK the gap payments themselves, nor, as discussed below, its 502(h) claim relating to them, we conclude that it never divested itself of the latter. That being so, Fleet is entitled, as the district court ruled, to retain and pursue its 502(h) remedy now.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">In support of its contention that the 502(h) claim fit within the \"Transferred Rights\" definition, appellant argues that the 502(h) claim is a claim of right of Fleet, either known or unknown at the time of the agreement, against a borrower, Bankvest, of a loan transferred in the ARK Contract and, therefore, fell squarely within the definition of \"Transferred Rights.\"</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The clause defining \"Transferred Rights\", however, must be read in light of the ARK Contract's definitions of other terms contained within or related to that clause. Thus, while it may well be that claims \"known or unknown\" encompass future-arising claims such as a subsequent 502(h) claim, the loans transferred under the ARK Contract, as defined, did not include the portions thereof that were not outstanding under Schedule 1, nor did they include claims unrelated to Schedule 1 loans. Neither the gap payments nor claims relating to them formed part of the scheduled loans.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Under the ARK Contract, ARK received Fleet's \"right, title, and interest in, to and under the related Loans and Commitments, if any, <i>and to the extent related thereto</i> ... all claims (including `claims as defined in Bankruptcy Code &#167; 101(5)), suits, causes of action, and any other right ... whether known or unknown ....\" (emphasis added). \"Loans\" are defined as, \"with respect to each Loan Agreement, the loan(s) <i>outstanding under such Loan Agreement in the amount(s) specified in Schedule 1,</i> and includes the note(s) (if any) evidencing such loan(s) issued under such Loan Agreement ....'\" (emphasis added). \"Loan Agreement\" is defined as any document identified as such on Annex A of the contract. The Bankvest loans are listed as loan agreements on Annex A. Schedule 1 incorporates the amounts of the loans as listed in Annex B.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Thus, in selling to ARK \"the related Loans and Commitments,\" Fleet sold only the \"loan(s) outstanding under such Loan Agreement in the amount(s) specified in Schedule 1,\" and in selling \"claims\" it did so only to the extent related thereto (i.e. related to the outstanding loans specified in Schedule 1).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Under this same provision in Schedule 1 is provided a definition of \"Commitments.\" Similar to \"Loans\", \"Commitments\" are, with respect to each Loan Agreement that provides for a commitment by Fleet to make a Loan or Loans, \"<i>the principal balance</i> of the commitments ... set forth ... on Annex B.\"<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">It is undisputed that Fleet sold to ARK the amount outstanding on the BB Warehouse Obligation <i>after</i> deduction of the gap payments from that amount. The amount listed in Annex B as outstanding on the BB Warehouse Obligation reflects the deduction of $2,155,427 caused by the application of the gap payments. From the definition of \"Transferred Rights\" together with the definitions of \"Loans\" and \"Commitments\", it is apparent that \"Transferred Rights\" includes only those claims and rights under the Bankvest loan relating to the aforementioned outstanding amount, which does not include the gap payments. <i>A fortiori,</i> any intangible rights, like Fleet's later-established 502(h) claim relating to the gap payments, were not transferred to ARK by the \"Transferred Rights\" provision. We interpret the ARK Contract, therefore, as not resulting in a transfer by Fleet to ARK of Fleet's later-arising 502(h) claim relative to the gap payments. We conclude, therefore, that Fleet has not divested itself of the 502(h) claim. We reach the same result on this point as the district court, albeit by a slightly different path.</p>\n    </div>\n    <p class=\"indent\">2. Whether Fleet's 502(h) Claim Is Secured</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We next ask whether Fleet's 502(h) claim is secured or unsecured. The district court concluded that, by operation of section 502(h), Fleet would receive a secured claim upon avoidance &#8212; the same secured status that it had prior to the date the petition was filed here. The district court stated, \"[s]ection 502(h) in turn provides that a claim arising from the recovery of property under such circumstances is to be addressed `the same as if such claims had arisen before the date of filing,' i.e., prior to October 9, 2002.\" <i>In re Bankvest Capital Corp.,</i> 2003 WL 1700978 at *7.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Appellant argues that section 502(h) merely provides that a claim thereunder shall be allowed as if it had arisen prepetition and does not relate to whether the claim is secured or unsecured.</p>\n    </div>\n    <p class=\"indent\">Section 502(h) provides as follows:</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">A claim arising from the recovery of property under section 522, 550, or 553 of this title shall be determined, and shall be allowed under subsection (a), (b), or (c) of this section, or disallowed under subsection (d) or (e) of this section, the same as if such claim had arisen before the date of the filing of the petition.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Contrary to appellant, we believe the natural import of this language &#8212; especially the words, \"shall be determined, and shall be allowed ... the same as if such claim had arisen before the date of the filing of the petition\" &#8212; is that the 502(h) claim takes on the characteristics of the original claim, including, in this case, its secured status. While \"allowed\" would seem to refer mainly to claimant's right to participate in any dividend from the bankruptcy estate, \"determine\" is used variously in the Bankruptcy Code, with one usage being the \"determination\" of secured status. 11 U.S.C. &#167; 506. We think the statute can be fairly read to imply that the secured or unsecured nature of the claim will be determined \"the same as if such claim had arisen before the date of the filing of the petition.\" Certainly, we can see no reason, nor any indication of legislative intent in &#167; 502(h), to strip a secured creditor of its secured claim in these circumstances. Indeed, to do so would seem manifestly unfair. <i>Infra.</i></p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Such case law as there is provides general support to our interpretation. In <i>In re Verco,</i> the Ninth Circuit stated, \"502(h) serves to reinstate existing claims where property is recovered by the trustee,\" thereby suggesting that the 502(h) claim would have the same secured status as the transferee's prepetition claim. 704 F.2d at 1139 (9th Cir.1983). The <i>Verco</i> court went on to say \"`the modern view is that a transferee guilty of fraudulent behavior may nevertheless prove a claim against a bankrupt estate ... [a] rule to the contrary would allow the estate to recover the voidable conveyance and to retain whatever consideration it had paid therefor. Such a result would clearly be inequitable.'\" <i>Id.</i> at 1138 (quoting <i>Misty Management Corp. v. Lockwood,</i> 539 F.2d 1205, 1214 (9th Cir.1976)). A similarly inequitable result would occur here if Fleet's prepetition secured claim became an unsecured 502(h) claim after avoidance; for the gap payments would then presumably be distributed among other creditors, thus providing a windfall to the estate and depriving Fleet of the amount to which it was entitled. Fleet, it is true, acted improperly, but that impropriety can be remedied, and under the recent settlement will be remedied, by an appropriate sanction. See footnote 5, <i>supra.</i></p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">In <i>County of Sacremento v. Hackney (In re Hackney),</i> the bankruptcy court, applying section 502(h) to a prepetition nondishargeable claim, expressed the opinion that the language of section 502(h) was less than clear on whether the claim given a transferee was the same claim as existed earlier. 93 B.R. 213, 216 (Bankr.N.D.Cal. 1988). Nonetheless, the court concluded that the policies of bankruptcy \"are best satisfied if a nondischargeable claim is reinstated under 11 U.S.C. &#167; 502(h).\" <i>Id.</i> at 218. The court noted that, \"[w]hile it is difficult to anticipate what policy arguments might be made in connection with other types of transfers and claims, the court can see no obvious injustice that would result from such a rule in other contexts.\" <i>Id.</i> at 219; <i>see also, In re Moody,</i> 131 F. 525, 530 (N.D.Iowa 1904) (stating that the trustee is not entitled to avoid transfer while retaining the consideration received).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Scholars likewise appear to support this interpretation.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> <i>See</i> Rafael I. Pardo, <i>On Proof of Preferential Effect,</i> 55 Ala. L.Rev. 281, 281 (2004) (\"[P]referred creditor is granted the same legal rights it had before the transfer....\"); David Gray Carlson, <i>Security Interests in the Crucible of Voidable Preference Law,</i> 1995 U. Ill. L.Rev. 211, 356 (1995) (\"Payments received by a secured party are analytically different. Prior to bankruptcy, the `payment' extinguished the antecedent debt. Once the payment is returned, it ought to be the case that the old debt, once dead, is now revived. This is universally assumed to be true, and &#167; 502(h) more or less supports this conclusion....\"); Harry M. Flechtner, <i>Preferences, Post-petition Transfers, and Transactions Involving a Debtor's Downstream Affiliate,</i> 5 Bankr.Dev. J. 1, 20 (1987) (\"To the extent a transfer satisfied a claim against the debtor, recovery of the transfer as a preference or voidable post-petition transfer restores the claim.\"); Michael F. Jones, <i>Structuring the Deed in Lieu of Foreclosure Transaction,</i> 19 Real Prop. Prob. &amp; Tr. J. 58, 64-65 (1984) (\"Should the deed-in-lieu transaction ultimately be avoided under sections 544, 547 or 548, then the [lender] will be returned substantially to the status quo ante with its status being that of a holder of a prepetition claim existing at the time of the filing of the debtor's petition.\").</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The foregoing seems to us sensible. We hold that upon avoidance of the gap payments, Fleet would become entitled to a secured claim to the gap payments pursuant to section 502(h).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Appellant argues, however, that this is no ordinary section 502(h) case since Fleet, postpetition, sold to ARK \"any and all of ... [its] right, title, and interest in\" the Bankvest loans and \"all Lender Collateral and security of any kind in respect\" of those loans. Fleet, appellants insists, relinquished the very same property that had made it a secured creditor. Appellant notes that to be a secured creditor Fleet must be the owner of a \"lien,\" which is defined in the Code as a \"charge against or interest in property to secure payment of a debt or performance of an obligation.\" 11 U.S.C. &#167;&#167; 101(37) &amp; 101(51).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">We see little merit to this contention. As already noted, Fleet's entitlement to be treated as a secured creditor relative to its 502(h) claim rests on section 502(h)'s proviso that its claim shall be determined and allowed \"the same as if such claim had arisen before the date of the filing of the petition.\" At such time, Fleet's claim to what were to become the gap payments was fully secured. It is Fleet's status as a secured creditor at that time, not later, that determines the nature of its present 502(h) claim. As the case law and commentators cited above indicate, the trustee's recovery of the transfer restores the original claim, with the transferee's status becoming that of the holder of a prepetition claim existing at the time of the filing of the debtor's petition. At that time, Fleet's interest in the Bankvest loans was fully secured. What happened to Fleet's security after it received the gap payments is essentially irrelevant.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">By the time the ARK Contract was consummated, Fleet was in possession of the gap payments themselves which, under its loan arrangements with Bankvest, had, of course, been owed to it by Bankvest and, but for the bankruptcy, were properly received by it in extinction of Bankvest's debt. Fleet, having ostensibly been paid off as to the gap indebtedness by the debtor, had no further interest in the security relative to those payments. Indeed, Fleet did not purport to transfer any security relating to the gap payments themselves to ARK. As discussed earlier, the gap payments and claims pertaining thereto were not included in the transferred assets.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">In any event, what is crucial under section 502(h) is Fleet's undoubted status as a fully secured creditor relative to the gap payments as of the time of the filing of the petition. It is this which validates Fleet's current claim. The present issue is not a claim against security existing at the time of avoidance but a claim as to the gap payments themselves. <i>See Adams v. Hartconn Assocs., Inc. (In re Adams),</i> 212 B.R. 703, 713-14 (Bankr.D.Mass.1997) (Secured creditor received postpetition rent payments. Subsequently, property was sold in foreclosure sale presumably extinguishing creditor's secured interest. In action to avoid those transfers, the court concluded, despite possible intervening loss of security interest, that because the transferee would simply receive the payments back upon disbursement \"nothing would be achieved by recovering payment to a secured creditor who in any event is entitled to the payment ahead of other creditors.\" The court did not discuss whether creditor had security interest at time of avoidance, thereby supporting the notion that such an inquiry is not germane.).</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Lastly, appellant argues that even if Fleet would otherwise receive a secured claim, it is barred from litigating this issue because the confirmed Plan rendered Bankvest's assets free and clear of liens and the confirmation of a plan of reorganization is given res judicata effect. The Plan provides that, upon confirmation, all of Bankvest's assets (including causes of action and \"proceeds and recoveries on Causes of Action\"), \"wherever situated,\" vest in the debtor free and clear of all liens, claims, and encumbrances, other than those specifically reserved in the Plan. Fleet did not object to the Plan. Appellant argues that since the term \"proceeds and recoveries\" clearly encompasses the amounts received under the avoidance action, these amounts return to the estate free and clear of all liens save those specified in the plan. Accordingly, it argues, Fleet's failure to preserve the possibility of asserting a security interest after being forced to return the gap payments bars it from asserting that interest here. The district court did not address this argument, but even if it had, our review would be de novo. <i>Jamo v. Katahdin Fed. Credit Union (In re Jamo),</i> 283 F.3d 392, 399 (1st Cir.2002). Even assuming that appellant's construction of the Plan is correct, its argument fails.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The term \"res judicata\" is frequently used to refer to either claim preclusion or issue preclusion, but appellant does not specify the theory upon which it relies. It does, however, rely solely on a case in which we applied the issue preclusion standard &#8212; namely, <i>Monarch Life Ins. Co. v. Ropes &amp; Gray,</i> 65 F.3d 973, 978 (1st Cir.1995). Accordingly, we analyze this issue under the issue preclusion standard. In order to invoke issue preclusion, appellant \"must demonstrate that: (1) both the [current proceedings] and the confirmation proceedings involved the same issue of law or fact; (2) the parties actually litigated the issue in the confirmation proceedings; (3) the bankruptcy court actually resolved the issue in a final and binding judgment (viz., its confirmation order); and (4) its resolution of that issue of law or fact was essential to its judgment (i.e., necessary to its holding).\" <i>Id.</i> (citing <i>Grella v. Salem Five Cent Sav. Bank,</i> 42 F.3d 26, 30 (1st Cir.1994); <i>Piccicuto v. Dwyer,</i> 39 F.3d 37, 40 (1st Cir.1994); Restatement (Second) of Judgments &#167; 27 (1982)).</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Here, the parties did not actually litigate the issue of whether the gap payments should be avoided during confirmation, let alone whether the 502(h) claim was secured or unsecured, so issue preclusion does not apply. At the time of confirmation, Fleet had already sold the balance of its outstanding Bankvest loans to ARK and was therefore not a creditor. Accordingly, ARK &#8212; rather than Fleet &#8212; participated in the negotiation of the Plan. Moreover, at that time, it was unclear that an avoidance action would be filed against Fleet; only a motion for sanctions had been filed. Indeed, at no time prior to the confirmation of the Plan did Bankvest or appellant advise Fleet that they would pursue this avoidance action. Nor could the issue of avoidance have been litigated at the confirmation proceeding. The confirmation process constitutes a contested matter under the Bankruptcy Rules; whereas an avoidance action such as this one must be commenced as a separate adversary proceeding under Federal Rule of Bankruptcy 7001. <i>See Peltz v. World-Net, Corp. (In re USN Communications, Inc.),</i> 280 B.R. 573, 587 (Bankr.D.Del.2002) (discussing same with preference action); <i>Sunrise Energy Co. v. Maxus Gas Mktg. (In re Sunpacific Energy Mgmt., Inc.),</i> 216 B.R. 776, 779 (Bankr.N.D.Tex.1997); <i>see also Grella v. Five Cent Sav. Bank,</i> 42 F.3d 26, 33 (1st Cir.1994). Accordingly, Fleet did not have a full and fair opportunity to litigate the issue of whether the 502(h) claim was secured or unsecured until, at the earliest, appellant successfully avoided the gap payments in an adversary proceeding. <i>See Blonder-Tongue Lab. v. Univ. of Illinois Found.,</i> 402 U.S. 313, 328, 91 S.Ct. 1434, 28 L.Ed.2d 788 (1971) (in order to further interests of finality and judicial economy, issue preclusion doctrine requires that litigant be afforded \"one full and fair opportunity for judicial resolution\" of issue). Clearly, then, Fleet and appellant did not actually litigate this issue at confirmation.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Furthermore, appellant's argument is flawed at a more fundamental level. As mentioned, the trustee successfully reserved the right to bring avoidance actions in the Plan. \"Res judicata does not apply where a claim is expressly reserved by the litigant in the earlier bankruptcy proceeding.\" <i>Browning v. Levy,</i> 283 F.3d 761, 774 (6th Cir.2002) (citing <i>D &amp; K Props. Crystal Lake,</i> 112 F.3d at 260). As res judicata does not apply to appellant's ability to bring this avoidance action, it likewise does not apply to claims that might arise from this avoidance action.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Accordingly, we, like the district court, conclude that Fleet's 502(h) claim would have the status of a prepetition secured claim, entitling it to full recovery of the gap proceeds were we to undertake the exercise of avoiding the gap payments. <i>Fleet Nat'l Bank,</i> 2003 WL 1700978 at *7-*8 (stating, \"[c]onsequently, returning any payment to BankVest would be futile because Fleet would be returned to its status as a secured creditor, the status it was in when the gap period payments were made ... [i]f, as I hold, Fleet is not divested of the claim, avoidance under &#167; 549 does not appear to change Fleet's priority. Its claim was merely reduced by the debtor's gap period payments, something that would have happened in any event.\") (citing <i>In re Adams,</i> 212 B.R. at 714 (\"Nothing would be achieved by recovering payment to a secured creditor who in any event is entitled to the payment ahead of other creditors.\")). The fact that Fleet would be entitled to receive exactly what it would be forced to return through avoidance renders avoidance pointless.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 362(a) states:</p>\n        <p class=\"indent\">Except as provided in subsection (b) of this section, a petition filed under section 301, 302, or 303 of this title, or an application filed under section 5(a)(3) of the Securities Investor Protection Act of 1970 [15 USCS &#167; 78eee(a)(3)], operates as a stay, applicable to all entities, of &#8212;</p>\n        <p class=\"indent\">(1) the commencement or continuation, including the issuance or employment of process, of a judicial, administrative, or other action or proceeding against the debtor that was or could have been commenced before the commencement of the case under this title, or to recover a claim against the debtor that arose before the commencement of the case under this title;</p>\n        <p class=\"indent\">(2) the enforcement, against the debtor or against property of the estate, of a judgment obtained before the commencement of the case under this title;</p>\n        <p class=\"indent\">(3) any act to obtain possession of property of the estate or of property from the estate or to exercise control over property of the estate;</p>\n        <p class=\"indent\">(4) any act to create, perfect, or enforce any lien against property of the estate;</p>\n        <p class=\"indent\">(5) any act to create, perfect, or enforce against property of the debtor any lien to the extent that such lien secures a claim that arose before the commencement of the case under this title;</p>\n        <p class=\"indent\">(6) any act to collect, assess, or recover a claim against the debtor that arose before the commencement of the case under this title;</p>\n        <p class=\"indent\">(7) the setoff of any debt owing to the debtor that arose before the commencement of the case under this title against any claim against the debtor; and</p>\n        <p class=\"indent\">(8) the commencement or continuation of a proceeding before the United States Tax Court concerning the debtor.</p>\n        <p class=\"indent\">While in its appellate brief Fleet denies without elucidation that its acceptance of the gap payments violated the automatic stay, we can find no meaningful argument to that effect. We proceed in this opinion on the assumption, also held by the bankruptcy and district courts, that a violation occurred and that the Liquidating Supervisor's subsequent avoidance of Fleet's receipt of those payments was in order except for reasons otherwise discussed herein.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Fleet filed this motion jointly with ARK. Thereafter, Bankvest, the Committee, and ARK reached an agreement regarding the treatment of ARK's claims, and ARK was dismissed as a party</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Fleet did not transfer, however, its \"Retained Interest,\" which included all interest payable under the related loan documents in respect of any loans that were \"Current Loans\" that accrued on or prior to the close of business on October 9, 2000, together with other property paid or delivered in connection with the related loan documents on or prior to the close of business on October 9, 2000</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Bankruptcy Code grants in a transferee who has returned property pursuant to an avoidance action a claim in the property transferred. Section 502(d) states, \"the court shall disallow any claim of any entity from which property is recoverable under section ... 550 ... or that is a transferee of a transfer avoidable under section ... 549 ... unless such entity or transferee has paid the amount, or turned over any such property, for which such entity or transferee is liable under section ... 550 ....\" It is implicit in this section that a transferee of an avoidable transfer has an allowable claim once it turns over such property for which it is liable<i>See also Petitioning Creditors of Melon Produce, Inc. v. Braunstein,</i> 112 F.3d 1232, 1237 (1st Cir. 1997) (interpreting section 502(d) and stating, \"[o]nce the preference recipient complies with the payment or turnover order of the bankruptcy court, it may file a proof of claim.\"). Here, the appellant has brought this avoidance action pursuant to section 549. Thus, if the avoidance action were successful, Fleet would be required to return the gap payments pursuant to section 550 and having done so, would have, pursuant to section 502(d), a claim to those payments. <i>Id.</i> Moreover, section 502(h) provides that Fleet's claim would \"be determined, and ... allowed under subsection (a), (b), or (c) of this section, or disallowed under subsection (d) or (e) of this section, the same as if such claim had arisen before the date of the filing of the petition.\" Accordingly, claims of this nature are often referred to as \"502(h) claims.\" <i>See, e.g., Official Comm. of Unsecured Creditors of Toy King Distribs., Inc. v. Liberty Savings Bank, FSB (In re Toy King Distribs., Inc.),</i> 256 B.R. 1, 199 (Bankr.M.D. Fla. 2000).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The parties inform us that on February 19, 2004, the bankruptcy court entered an order approving their settlement of the sanctions issue. The approved settlement requires that Fleet pay to the Liquidating Supervisor a settlement payment of $250,000, reserves the Liquidating Supervisor's right to pursue the present appeal, and requires, in the event that the Liquidating Supervisor prevails in this appeal, that the settlement payment shall be credited against any net obligation of Fleet</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The bankruptcy court treated Gray as a trustee, stating, \"[s]ection 549 permits a trustee to avoid postpetition payments in all but the most narrow of circumstances. The trustee, in this case the Liquidating Supervisor, ....\"<i>In re Bankvest,</i> 276 B.R. at 30. Fleet has raised no issue as to Gray's capacity.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> As the Committee's success on appeal is contingent upon proving that Fleet is divested of a claim to the amounts returned upon avoidance of the gap payments, Fleet's judicial estoppel argument is potentially dispositive. While the fact that Fleet prevails in this appeal on a different ground might relieve us from consideration of that defense, its character as a preliminary and potentially complete bar to appellant's case makes it advisable that we address it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> As we find that the doctrine of judicial estoppel does not apply here, we need not address whether Fleet waived the judicial estoppel argument</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> As we have noted in footnote 1,<i>supra,</i> Fleet suggests, without elucidation, that the two lower courts may both have erred in determining that Fleet violated the automatic stay. Were Fleet to establish that its retention of the gap payments was authorized by the Bankruptcy Code, an avoidance action pursuant to section 549 of the Bankruptcy Code might indeed be unavailing. 11 U.S.C. &#167;&#167; 549(a)(2)(A)-(B) (trustee may avoid postpetition transfer of property that is not authorized under this title or by the court or is authorized only under section 202(f) or 542(c) of this title except as provided by subsections (b) and (c)). But as said, Fleet has provided no coherent grounds for us to conclude that its retention of the gap payments was permissible and therefore that avoidance would be improper. Accordingly, we shall assume that the decisions below were correct insofar as they found that the avoidance would otherwise be in order, leaving open only issues pertaining to whether under section 502(h) of the Bankruptcy Code, Fleet having been a secured creditor, has now a right to retain the avoided sums rather than a duty to return them permanently to Gray, the Liquidating Supervisor.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> \"Participated Loans\" are any loans listed in the contract other than the \"Nonparticipated Loan Agreements\" listed in Annex D of the contract. The Bankvest Loans are \"Participated Loans.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Gray does not contend that the 502(h) claim was included in the \"Nonparticipated Transferred Rights\", so we need only address the participation interest and, in particular, the \"Transferred Rights\" related thereto</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The ARK Contract defines \"Retained Interest\" as follows: `Retained Interest' means, with respect to each Loan Agreement, (i) all interest and commitment, facility, letter of credit and other similar ordinary course fees ... payable under the related Loan Documents in respect of any Loan or Loans that are Current Loans and the Commitments related thereto, if any, that accrue during the period on or prior to the close of business on [October 9, 2000], together with any other property paid or delivered in connection with the related Loan Documents ... prior to the close of business on [October 9, 2000]; provided, however, that unless such payment by the applicable Borrower is made (A) within 30 days of the due date thereof ... and (B) before a failure by the applicable Borrower to pay any other amount under the Loan Documents within 30 days of the due date thereof after ... and any other accrued amounts due thereafter shall be part of the Transferred Rights, and Seller shall not be entitled to any part thereof</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The definition of \"Retained Interest\" may be divided into two essential parts &#8212; namely, \"ordinary course fees ... payable under the related Loan Documents in respect of any Loan or Loans that are Current Loans and the Commitments related thereto\" and \"any other property paid or delivered in connection with the related Loan Documents on or prior to the close of business on [October 9, 2000].\" The 502(h) claim does not seem specifically to fall within either section</p>\n        <p class=\"indent\">The former is unequivocally limited to loans that are \"Current Loans and the Commitments related thereto.\" The ARK Contract defines \"Current Loans\" as \"the Loans set forth on Annex B.\" While that definition, alone, would indicate that all of the loans on Annex B are Current Loans, Annex B contains language which further limits Current Loans to those listed as \"CURR.\" In particular, Annex B contains a spreadsheet with five columns, one of which is entitled, \"Current Loans (\"CURR\").\" Under that column, the Bankvest loans are listed as \"NON-CURR.\" Accordingly, they do not appear to fall within the definition of \"Current Loans\" and, therefore, do not appear to be covered by this section of the \"Retained Interest\" definition.</p>\n        <p class=\"indent\">As to the latter, the result is the same. To be sure, Fleet received the gap payments prior to January 25, 2000, so the gap payments themselves certainly constitute property paid or delivered prior to October 9, 2000. The problem is that Fleet's 502(h) claim does not appear to have arisen prior to October 9, 2000. Fleet, itself, does not dispute that the 502(h) claim arose after October 9, 2000. In its brief, it stated, \"Fleet believes a 502(h) Claim, which `aris[es] from the recovery of property under Section ... 550,' has not arisen and will not arise until the Debtor actually recovers the avoided transfer.\" Accordingly, while Fleet's current 502(h) claim relates to the pre-October 9th payments that were not sold to ARK, the claim itself does not appear to be property paid or delivered prior to that date.</p>\n        <p class=\"indent\">Thus, any conclusion that the 502(h) claim falls within the definition of \"Retained Interest\" would seem doubtful.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> As they refer to the same amounts, there is no reason to believe that there is a meaningful distinction between the \"Loans\" and \"Commitments\" in this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> While some of these articles discuss preferences (which are governed by section 547) rather than postpetition payments such as those at issue here (which are governed by section 549), both preferences and postpetition payments are avoidable under section 550 and are, therefore, governed by section 502(h)<i>Adams v. Hartconn Assocs., Inc. (In re Adams),</i> 212 B.R. 703, 713-14 (Bankr. D.Mass.1997) (\"A similar flaw [to the Debtor's reliance on &#167; 547] is present in the Debtor's reliance on 11 U.S.C. &#167; 549.... But, as with &#167; 547, nothing would be achieved by recovering payment to a secured creditor who in any event is entitled to the payment ahead of other creditors.\").</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">375</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">51</span></span></p>\n    <p class=\"parties\">In re BANKVEST CAPITAL CORP., Debtor.<br>Fleet National Bank, Appellee,<br>v.<br>Stephen C. Gray, as Liquidating Supervisor for Bankvest Capital Corp.; The Official Committee of Unsecured Creditors for Bankvest Capital Corp., a/k/a Post Effective Date Committee, Appellants.</p>\n    <p class=\"docket\">No. 03-1613.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard October 8, 2003.</p>\n    <p class=\"date\">Decided July 12, 2004.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Charles R. Bennett, Jr. with whom Kathleen E. Cross, David C. Kravitz and Hanify &amp; King, P.C. were on brief for appellants.</p>\n      <p class=\"indent\">Sabin Willett with whom Julie Frost-Davies, Rheba Rutkowski and Bingham McCutchen LLP were on brief for appellee.</p>\n      <p class=\"indent\">Before LIPEZ, Circuit Judge, CAMPBELL, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal from diverging decisions of the bankruptcy and district courts involves a cautionary tale about the dangers of ignoring the \"automatic stay\" that takes effect upon the filing of a bankruptcy petition. All would have been routine had Fleet National Bank (\"Fleet\") declined to avail itself of certain postpetition payments tendered to it by its bankrupt borrower Bankvest Capital Corp. (\"Bankvest\"). But having accepted those payments, Fleet, pursued by its adversaries, found itself in something of a legal labyrinth. While we have yet to receive the guidance of Ariadne's golden thread, we seek in the following to chart a reasonable path.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We base the following on undisputed facts as set forth in the opinions of the bankruptcy and district courts and in the record.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Debtor, Bankvest, was a lessor of commercial equipment and a buyer and seller of portfolios of leases. Bankvest financed its operations, in part, by borrowing from appellee, Fleet. An involuntary Chapter 11 petition was filed against Bankvest on December 17, 1999. On that date, Bankvest had three principal credit arrangements with Fleet, consisting of a warehouse line dated August 21, 1998 (\"FBNA Warehouse Obligation\"), a warehouse line by Fleet's predecessor in interest, BankBoston, N.A., dated June 3, 1999 (\"BB Warehouse Obligation\"), and a conduit facility dated September 30, 1998. These credit arrangements were secured by substantially all of Bankvest's assets. Fleet's secured interest was perfected.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the \"gap period\" between the filing of the involuntary petition and the entry of the bankruptcy court's order for relief on January 25, 2000, Fleet, aware of the bankruptcy filing and in apparent violation of the automatic stay, 11 U.S.C. &#167; 362(a),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> accepted the sum of $2,155,427 from assets or property of Bankvest's estate and applied these \"gap payments\" against the BB Warehouse Obligation. On February 23, 2000, the Official Committee of Unsecured Creditors (\"the Committee\") was formed. Following discovery of the payments made to Fleet after the filing of the bankruptcy petition, the Committee moved, inter alia, for sanctions against Fleet for \"violations of the automatic stay and discovery obligations\" pursuant to sections 105(a) and 362 of the Bankruptcy Code. On January 30, 2001, Fleet filed an opposition to the sanctions motion.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In December of 2000, Fleet sold a $1.4 billion portfolio of loans to ARK CLO 2000-1, LIMITED (\"ARK\"). The parties agree that this portfolio included at least the then-existing balances of the loans between Bankvest and Fleet. The Purchase and Sale Agreement (\"ARK Contract\") purported to transfer to ARK, inter alia, all of Fleet's claims and rights, including bankruptcy claims \"whether known or unknown,\" against Bankvest or any entity \"arising under or in connection with the related Loan Documents,\" as well as all property received by Fleet under these loan documents after October 9, 2000.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On May 31, 2001, the bankruptcy court confirmed a joint liquidating plan of reorganization (\"Plan\") for Bankvest. Neither Fleet nor ARK &#8212; which, as Fleet's successor, was negotiating the Plan with Bankvest &#8212; objected to the Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Both the Committee and Fleet sought summary judgment on the Emergency Motion for Sanctions, but the bankruptcy court denied both motions. An evidentiary hearing was scheduled, but shortly before the hearing, on November 12, 2001, the Committee's Liquidating Supervisor, Stephen Gray, filed a complaint pursuant to section 549 of the Bankruptcy Code requesting that the gap payments made to Fleet be avoided. Fleet moved to dismiss the avoidance proceeding and for judgment on the pleadings under Fed.R.Civ.P. 12(b)(6) and (c), asserting that Gray's avoidance claim was not preserved under the confirmed plan, was barred by laches, and was of no benefit to the estate. The Liquidating Supervisor and the Committee, following oral argument, also sought judgment on the pleadings. The bankruptcy court denied the motions and consolidated the avoidance claim with the Committee's emergency motion for sanctions. All matters were tried together with the consent of the parties in February of 2002.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">During the trial, Fleet moved for judgment as a matter of law, arguing that avoidance would be for naught. Fleet based the latter point on its contention that if the court avoided the gap payment transaction &#8212; requiring Fleet to turn over to the estate the gap payments it had received &#8212; Fleet would simultaneously acquire by virtue of section 502(h) of the Bankruptcy Code a valid claim against the estate to recover those very same payments, as Fleet's claims against the bankrupt had been fully secured prior to the filing of the involuntary petition. The motion was denied.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On April 18, 2002, the bankruptcy court issued an opinion finding for Gray against Fleet in the avoidance proceeding and granting the Committee's Emergency Motion for Sanctions. <i>Bankvest Capital Corp. v. Fleet Boston (In re Bankvest Capital Corp.),</i> <span class=\"citation\" data-id=\"1863693\"><a href=\"/opinion/1863693/in-re-bankvest-capital-corp/\"><span class=\"volume\">276</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">12</span></a></span>, 32 (Bankr.D.Mass. 2002). The bankruptcy court ordered Fleet to pay over to the Liquidating Supervisor the amount of the gap payments, $2,155,427, plus interest, for a total of $2,445,924.65. <i>In re Bankvest,</i> 276 B.R. at 29-31. The court further ordered the Liquidating Supervisor to hold this judgment in escrow pending a determination of whether ARK had a claim to any part of the monies from Fleet. <i>Id.</i> The court ruled that Fleet's transaction with ARK \"divested [Fleet] of any claim upon return of the Post-Petition [gap] Payments,\" and, therefore, found no \"need to conduct any further proceedings to determine whether Fleet's behavior warrants subordination pursuant to section 501(c) [sic].\" <i>Id.</i> The court found this remedy, which caused Fleet to lose the full amount of the gap payments, \"harsh enough that it may defer similar future behavior,\" so it did not rule on the contempt contentions. <i>Id.</i> at 31.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Fleet appealed to the United States District Court for the District of Massachusetts. The district court vacated the portion of the bankruptcy court's judgment pertaining to the avoidance claim. Contrary to the bankruptcy court, the district court determined that Fleet had never sold to ARK its own claim to the gap payments and was thus not divested of that claim. The district court went on to rule that, because the postpetition payments transferred to Fleet by Bankvest had been secured, Fleet, as a secured creditor, could now recover them under its so-called 502(h) claim<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>, to which it had become entitled following avoidance, thus rendering futile Gray's right to avoidance. The district court remanded the matter to the bankruptcy court to determine what sanction, if any, should be imposed upon Fleet to punish its conduct in connection with its acceptance of the gap payments. <i>Fleet Nat'l Bank v. Gray (In re Bankvest Capital Corp.),</i> Nos. 02-40100-DPW and 02-40101-DPW, <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">1700978</span></span>, at *8 (D.Mass.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">From the district court's judgment, Gray, as Liquidating Supervisor for Bankvest, and the Committee (collectively, \"appellant\"), now appeal.</p>\n    </div>\n    <p>II. Discussion</p>\n    <p class=\"indent\">A. Jurisdiction</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">While not earlier raised by either party, we have asked for briefing of this court's appellate jurisdiction, noting that the district court's appealed order might lack finality as required by 28 U.S.C. &#167; 158(d) and thus be non-appealable, given the remand of the open sanctions issue to the bankruptcy court. <i>See In re Spillane,</i> <span class=\"citation\" data-id=\"528783\"><a href=\"/opinion/528783/bankr-l-rep-p-73166-in-re-sherri-spillane/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">642</span></a></span>, 644 (1st Cir.1989); <i>In re Recticel Foam Corp.,</i> <span class=\"citation\" data-id=\"513181\"><a href=\"/opinion/513181/in-re-recticel-foam-corporation-in-re-san-juan-dupont-plaza-hotel-fire/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1000</span></a></span>, 1002 (1st Cir.1988) (stating, \"a court has an obligation to inquire sua sponte into its subject matter jurisdiction\"). The parties have responded, and, even more to the point, they have notified us that they have settled the sole issue left open upon remand, to wit, what sanction would be appropriate against Fleet for its conduct in connection with its receipt and retention of the gap payments in violation of the automatic stay. The parties' settlement has since been approved by the bankruptcy judge.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Other than the issues determined by the district court and presented on this appeal, there are now no issues remaining open in the case; we accordingly see no finality problem with the appealed order. <i>See, e.g. Estancias La Ponderosa Dev. Corp. v. Harrington (In re Harrington),</i> <span class=\"citation\" data-id=\"605602\"><a href=\"/opinion/605602/in-re-hilda-soltero-harrington-debtor-estancias-la-ponderosa-development/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></a></span>, 5 (1st Cir.1993). Even if the open sanctions issue caused the order to lack finality when first appealed, a matter we do not decide, the sanctions issue has been finally resolved and is now moot, leaving no possibility that, if we decide the appeal, more will be left to determine. Since the fact of finality is clear enough now, and the parties are desirous that the case be resolved, we see no impediment to the exercise of our appellate jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">B. Whether the Receiver Has The Right To Bring The Avoidance Action</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Reiterating its argument before the bankruptcy and district courts, Fleet contends that the liquidating plan (\"Plan\") did not preserve the right of Gray to bring this avoidance action. We, like the bankruptcy and district courts, find this argument lacking in merit.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Review is de novo. <i>Brandt v. Repco Printers and Lithographics, Inc. (In re Healthco Int'l, Inc.),</i> <span class=\"citation\" data-id=\"197717\"><a href=\"/opinion/197717/healthco-v-repco-printers/\"><span class=\"volume\">132</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">104</span></a></span>, 107 (1st Cir.1997) (stating, \"[w]hether such an appeal comes to us by way of the district court or the [Bankruptcy Appellate Panel], our regimen is the same: we focus on the bankruptcy court's decision, scrutinize that court's findings of fact for clear error, and afford de novo review to its conclusions of law.\"). Pursuant to section 1141 of the Bankruptcy Code, the confirmation of a plan of reorganization binds the debtor and any entity issuing securities or acquiring property under the plan to the provisions of the plan and, except as otherwise provided in the plan, precludes parties from raising claims or issues that could have or should have been raised before confirmation but were not. <i>See</i> 11 U.S.C. &#167;&#167; 1141(a) and (b); 8 Lawrence P. King et al., Collier on Bankruptcy &#182; 1141.02 (15th rev. ed.2003). Moreover, section 1123(b)(3)(B) of the Bankruptcy Code states that a plan may provide for \"the retention and enforcement by the debtor, by the trustee, or by a representative of the estate appointed for such purpose of any claim or interest.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Several circuits have concluded that, pursuant to sections 1123 and 1141, confirmation of a plan is given res judicata effect, which bars a debtor or trustee from bringing avoidance actions not expressly reserved in the plan. <i>See, e.g., P.A. Bergner &amp; Co. v. Bank One, Milwaukee, N.A. (In re P.A. Bergner &amp; Co.),</i> <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1111</span></span>, 1117-18 (7th Cir.1998); <i>McFarland v. Leyh (In re Texas Gen. Petroleum Corp.),</i> <span class=\"citation\" data-id=\"694592\"><a href=\"/opinion/694592/in-the-matter-of-texas-general-petroleum-corporation-van-e-mcfarland-and/\"><span class=\"volume\">52</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1330</span></a></span>, 1335 n. 4 (5th Cir.1995); <i>Harstad v. First American Bank (In re Harstad),</i> <span class=\"citation\" data-id=\"681665\"><a href=\"/opinion/681665/keith-t-harstad-doing-business-as-harstad-companies-diane-n-harstad/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">898</span></a></span>, 903 (8th Cir.1994); <i>In re Mako,</i> <span class=\"citation\" data-id=\"600337\"><a href=\"/opinion/600337/in-re-mako-inc-debtor-retail-marketing-company-v-william-r-king-in-re/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1052</span></a></span>, 1056 (10th Cir.1993). \"The requirement that retention of the avoidance powers be clear serves to protect the unsecured creditors and to ensure that post-confirmation avoidance proceedings are for their benefit.\" <i>In re Mako,</i> 985 F.2d at 1056 (10th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Assuming, without deciding, that we follow the reasoning of these decisions, Fleet's argument fails because the Plan expressly provides that Gray has the right to pursue avoidance actions:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Liquidating Supervisor, under the supervision of the Post-Effective Date Committee ... is authorized to investigate, prosecute and, if necessary, litigate, any Cause of Action [the definition of which expressly includes avoidance actions] ... on behalf of the Debtor and shall have standing as an Estate representative to pursue any Causes of Action and Claim objections, whether initially filed by the Debtor or the Liquidating Supervisor....</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Fleet contends that this language does not preserve the right to pursue claims as it fails specifically to mention the claim against Fleet. <i>Compare D &amp; K Props. Crystal Lake v. Mut. Life Ins. Co. of N.Y.,</i> <span class=\"citation\" data-id=\"739992\"><a href=\"/opinion/739992/37-collier-bankrcas2d-1380-bankr-l-rep-p-77400-d-k-properties/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">257</span></a></span>, 260-61 (7th Cir.1997) (stating, \"[a] blanket reservation that seeks to reserve all causes of action reserves nothing.\"). We disagree. <i>See Bergner,</i> 140 F.3d at 1117 (stating, \"[t]he courts that have spoken of the need for `specific' and `unequivocal' language have focused on the requirement that plans unequivocally retain claims of a given type, not on any rule that individual claims must be listed specifically.\") (citations omitted); <i>Harstad,</i> 39 F.3d at 903 (ruling that debtors \"should have specifically reserved the right to pursue claims of this sort postconfirmation.\"); <i>Cohen v. TIC Fin. Sys. (In re Ampace Corp.),</i> <span class=\"citation\" data-id=\"1547814\"><a href=\"/opinion/1547814/in-re-ampace-corp/\"><span class=\"volume\">279</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">145</span></a></span>, 160 (Bankr.D.Del. 2002) (stating, \"the Bankruptcy Code contemplates that debtors may seek confirmation of their plans prior to litigating all avoidance actions ... [t]herefore, in my opinion, a general reservation in a plan of reorganization indicating the type or category of claims to be preserved should be sufficiently specific to provide creditors with notice that their claims may be challenged post-confirmation.\") (citations omitted). The cases upon which Fleet primarily relies involve provisions of a far more general nature. <i>See D &amp; K Properties Crystal Lake,</i> 112 F.3d at 259 (plan purported to reserve \"all causes of action existing in favor of the Debtor.\"); <i>Harstad,</i> 39 F.3d at 902 (plan purported to reserve \"any right of Debtors to recover assets pursuant to the provisions of the Bankruptcy Code.\"). The Plan, we believe, adequately preserves Gray's right to bring avoidance actions.</p>\n    </div>\n    <p class=\"indent\">C. Judicial Estoppel and Laches</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Fleet argues that the doctrine of judicial estoppel bars appellant from arguing that Fleet is divested of its claim to the avoided gap payments.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Fleet argues that appellant has taken a position here that contradicts its position in a prior adversary proceeding against ARK, in which Gray argued that ARK did not have an interest in the avoided gap payments. Fleet contends that appellant now takes the position that Fleet is divested of its claim to these proceeds because it transferred the claim to ARK. Even assuming that appellant's current position contradicts its position in the ARK adversary proceeding, Fleet's argument fails.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The doctrine of judicial estoppel takes effect when the proponent has shown that the party to be estopped \"succeeded previously with a position directly inconsistent with the one [it] currently espouses.\" <i>Lydon v. Boston Sand &amp; Gravel Co.,</i> <span class=\"citation\" data-id=\"763554\"><a href=\"/opinion/763554/joseph-lydon-v-boston-sand-gravel-company/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 13 (1st Cir.1999); <i>see also New Hampshire v. Maine,</i> <span class=\"citation\" data-id=\"118435\"><a href=\"/opinion/118435/new-hampshire-v-maine/\"><span class=\"volume\">532</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">742</span></a></span>, 749, <span class=\"citation\" data-id=\"118435\"><a href=\"/opinion/118435/new-hampshire-v-maine/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1808</span></a></span>, <span class=\"citation\" data-id=\"118435\"><a href=\"/opinion/118435/new-hampshire-v-maine/\"><span class=\"volume\">149</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">968</span></a></span> (2001) (stating, \"[t]his rule, known as judicial estoppel, `generally prevents a party from prevailing in one phase of a case on an argument and then relying on a contradictory argument to prevail in another phase.'\") (quoting <i>Pegram v. Herdrich,</i> <span class=\"citation\" data-id=\"118372\"><a href=\"/opinion/118372/pegram-v-herdrich/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">211</span></a></span>, 227 n. 8, <span class=\"citation\" data-id=\"118372\"><a href=\"/opinion/118372/pegram-v-herdrich/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2143</span></a></span>, <span class=\"citation\" data-id=\"118372\"><a href=\"/opinion/118372/pegram-v-herdrich/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">164</span></a></span> (2000)). In determining whether the party \"succeeded\" in a prior proceeding, we look to whether the prior forum \"accepted the legal or factual assertion alleged to be at odds with the position advanced in the current forum....\" <i>Gens v. Resolution Trust Corp. (In re Gens),</i> <span class=\"citation\" data-id=\"197343\"><a href=\"/opinion/197343/gens-v-resolution/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">569</span></a></span>, 572-73 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Gray and the Committee did not succeed in the adversary proceeding against ARK. On June 3, 2002, Gray filed a complaint containing the factual allegations that Fleet believes contradict appellant's position here. On July 3, 2002, ARK answered, denying those allegations. On October 10, 2002, before any substantive proceedings were scheduled to begin, the action was settled. On November 13, 2002, the bankruptcy court approved the settlement. At no time did the bankruptcy court accept the legal or factual assertions of the complaint. <i>See also Bates v. Long Island R.R. Co.,</i> <span class=\"citation\" data-id=\"610809\"><a href=\"/opinion/610809/john-bates-james-butler-vincent-gonzalez-flossie-horsey-henry-robinson/\"><span class=\"volume\">997</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1028</span></a></span>, 1038 (2d Cir.1993) (stating, \"`settlement neither requires nor implies any judicial endorsement of either party's claims or theories, and thus a settlement does not provide the prior success necessary for judicial estoppel.'\") (quotations omitted); <i>Water Technologies Corp. v. Calco Ltd.,</i> <span class=\"citation\" data-id=\"508277\"><a href=\"/opinion/508277/water-technologies-corporation-water-pollution-control-systems-inc-and/\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">660</span></a></span>, 665-66 (Fed.Cir.1988); <i>Edwards v. Aetna Life Ins. Co.,</i> <span class=\"citation\" data-id=\"409457\"><a href=\"/opinion/409457/william-edwards-v-aetna-life-insurance-company/\"><span class=\"volume\">690</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">595</span></a></span>, 599 (6th Cir.1982) (stating, \"[i]f the initial proceeding results in settlement, the position cannot be viewed as having been successfully asserted.\") (citations omitted). Accordingly, the doctrine of judicial estoppel does not bar appellant from arguing that Fleet is divested of its claim to the gap payments.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Further, Fleet argues that because Bankvest did not seek avoidance of the gap period payments before Fleet's sale to ARK, the avoidance action came too late. This laches-type argument fails. Rejecting a similar contention below, the bankruptcy court said, \"Fleet's argument that it was lulled into believing that no adversary proceeding would be commenced and therefore it was somehow duped into withdrawing its objection to confirmation is simply wrong.\" The court did not abuse its discretion. <i>See Ansin v. River Oaks Furniture, Inc.,</i> <span class=\"citation\" data-id=\"197195\"><a href=\"/opinion/197195/ansin-v-river-oaks-furniture/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">745</span></a></span>, 757 (1st Cir. 1997) (stating, \"[w]e review the district court's determination as to laches for abuse of discretion.\").</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In determining whether laches applies, we ask whether the plaintiff's delay in bringing suit was unreasonable and whether the defendant was prejudiced by the delay. <i>Puerto Rican-American Ins. Co. v. Benjamin Shipping Co., Ltd.,</i> <span class=\"citation\" data-id=\"494596\"><a href=\"/opinion/494596/puerto-rican-american-insurance-company-and-boricua-motors-corp-v/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">281</span></a></span>, 283 (1st Cir.1987). The analogous statute of limitations determines where the burden of proof falls; if a plaintiff files a complaint within the analogous statutory period, the burden of proving unreasonable delay and prejudice falls on the defendant. <i>Id.</i> Here, Gray brought the avoidance action well within the two-year statute of limitations. 11 U.S.C. &#167; 549(d) (stating, \"[a]n action or proceeding under this section may not be commenced after the earlier of &#8212; (1) two years after the date of the transfer sought to be avoided; or (2) the time the case is closed or dismissed.\"). Accordingly, the burden is on Fleet to prove unreasonable delay and prejudice. <i>Puerto Rican-American Ins. Co.,</i> 829 F.2d at 283. It has not met this burden.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Gray was not appointed until months after the sale to ARK. Thereafter, Gray brought this action only ten months after Fleet's disclosure of the gap payments and little more than five months after he was appointed. Any delay was not unreasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Lastly, Fleet argues that the Committee's silence in the face of its \"consensual offer to reverse the transaction\" bars the avoidance action. Fleet relies, however, entirely on cases that are distinguishable and largely immaterial here. <i>See Patriot Cinemas, Inc. v. General Cinema Corp.,</i> <span class=\"citation\" data-id=\"498115\"><a href=\"/opinion/498115/patriot-cinemas-inc-v-general-cinema-corp/\"><span class=\"volume\">834</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">208</span></a></span>, 212 (1st Cir.1987) (party represented that it would not pursue an antitrust count and subsequently repudiated this intention); <i>Lydon,</i> 175 F.3d at 13 (defendant argued to First Circuit that federal law was plaintiff's exclusive remedy where, at underlying arbitration proceeding, defendant had succeeded with precisely the opposite argument); <i>Hurd v. DiMento &amp; Sullivan,</i> <span class=\"citation\" data-id=\"295997\"><a href=\"/opinion/295997/charlotte-r-hurd-v-dimento-sullivan/\"><span class=\"volume\">440</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1322</span></a></span>, 1323 (1st Cir.1971) (plaintiff who wrote to district court in a motion for continuance that defendant was unable to represent plaintiff was estopped from claiming in front of First Circuit that defendant had agreed to represent her). We therefore reject this argument.</p>\n    </div>\n    <p class=\"indent\">D. The Avoidance Action</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">1. Whether Fleet Divested Itself of the 502(h) Claim</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We next consider whether Fleet would have a valid 502(h)claim upon avoidance of the gap payments.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> See footnote 4, <i>supra.</i> Gray brought this avoidance action pursuant to section 549 of the Bankruptcy Code, which provides that a trustee may avoid certain post-petition transfers of property. 11 U.S.C. &#167; 549. \"Except as otherwise provided in this section, to the extent that a transfer is avoided under section ... 549 ... the trustee may recover, for the benefit of the estate, the property transferred ... from &#8212; (1) the initial transferee of such transfer or the entity for whose benefit such transfer was made; or (2) any immediate or mediate transferee of such initial transferee.\" 11 U.S.C. &#167; 550(a).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Here, the transaction at issue is Bankvest's postpetition transfer of $2,155,427 in assets or property to Fleet and Fleet's application of this sum to Bankvest's BB Warehouse Obligation. If avoidance were in order, Gray would ordinarily be entitled to recover the $2,155,427 from Fleet and to return it to Bankvest's estate. <i>Id. See also, Max Sugarman Funeral Home, Inc. v. A.D.B. Investors,</i> <span class=\"citation\" data-id=\"556605\"><a href=\"/opinion/556605/24-collier-bankrcas2d-1414-bankr-l-rep-p-73841-max-sugarman-funeral/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1248</span></a></span>, 1253-58 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">When grounds for avoidance are found, however, a creditor in Fleet's shoes becomes entitled to pursue whatever claim it may have had in the avoided sum against the debtor, here Bankvest, unless, of course, (as the bankruptcy court, in fact, found in Fleet's case) the creditor has somehow relinquished its claim to the avoided interest. 11 U.S.C. &#167; 502(h) (stating, that the claim that arises from \"the recovery of property under section ... 550 ... shall be determined, and shall be allowed ... the same as if such claim had arisen before the date of the filing of the petition.\"); <i>Ralar Distribs., Inc. v. Rubbermaid, Inc. (In re Ralar Distribs., Inc.),</i> <span class=\"citation\" data-id=\"194922\"><a href=\"/opinion/194922/in-re-ralar-dist-v-rubbermaid-inc/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">62</span></a></span>, 66 n. 2 (1st Cir.1993) (stating, \"[f]inally, arguably no `unjust' enrichment would result were [transferor-debtor] to recover from [transferee]. If [transferee] were required to disgorge, it could file a proof of claim for the amount of the avoided transfer ... which would be entitled to a pro rata distribution from the [transferor-debtor] estate.\"); <i>Verco Indus. v. Spartan Plastics (In re Verco Indus.),</i> <span class=\"citation no-link\"><span class=\"volume\">704</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1134</span></span>, 1138 (9th Cir.1983) (stating, \"[a]lthough we acknowledge that [transferor-debtor] has a valid claim for the unpaid amount of the note from Spartan, we also believe that [transferee] would have a claim against [transferor-debtor] for the loss it suffered when the transfer was set aside. [We have] stated that even where the transferee is responsible for the transfer being invalidated as fraudulent, that factor does not prevent the transferee from asserting a claim against the transferor ... [a]ccordingly, [transferee] has a claim against the estate which may be set-off against [transferor-debtor's] recovery on the note .... [transferee] concedes that [transferor-debtor] is entitled to invalidate the transfer and retain the property for the benefit of its creditors.\") (citations omitted); <i>Cohen v. Eiler (In re Cohen),</i> <span class=\"citation\" data-id=\"1532050\"><a href=\"/opinion/1532050/in-re-cohen/\"><span class=\"volume\">305</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">886</span></a></span>, 898 (9th Cir. BAP 2004) (stating, \"[n]or does recovery from a transferee under avoiding powers unfairly deprive the transferee of rights against the estate. Upon recovery, the transferee has a claim that is treated as a prepetition claim. 11 U.S.C. &#167; 502(h). It is timely to file such a proof of claim within 30 days after the judgment becomes final.... The debt will not be discharged unless it is `provided for by the plan.'\") (quoting 11 U.S.C. &#167; 1328(a)) (citations omitted); <i>In re Dunes Hotel Associates,</i> No. C/A 94-75715, <span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">33344253</span></span>, at *12-*13 (Bankr.D.S.C. Sept.26, 1997) (stating, \"the Bankruptcy Code and Rules set out a specific procedure for the filing and allowance of a claim by the transferee of an avoided transfer ... Congress intended that such creditors should have a claim against the estate by reason of the avoidance. <i>See</i> 4 Collier on Bankruptcy &#182; 502.LH[10] at 502-113-15 (1997) (discussing expansion by Congress of the reach of Section 502(h) bringing it more in line with prior law); ... [i]t is clear to the Court that even upon avoidance, an event which has not yet occurred and which in fact is contrary to the present law of the case, [the creditor from whom the avoidance would recover property] would have a claim which would provide it standing to seek dismissal of the case.\") (citations omitted); <i>In re Toronto,</i> <span class=\"citation\" data-id=\"1942813\"><a href=\"/opinion/1942813/in-re-toronto/\"><span class=\"volume\">165</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">746</span></a></span>, 753 (Bankr.D. Conn. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In the instant case, the bankruptcy court held that Fleet, by reason of its transaction with ARK, had divested itself of its 502(h) claim to the avoided sums. In the court's view, that claim, although contingent at the time of the sale, was included within the assets Fleet sold to ARK along with its loan portfolio. Under this analysis, Fleet was left without any 502(h) claim to invoke after avoidance. It was thus bereft of any avenue of relief as a creditor of Bankvest. As ARK appears to have released all of its own claims against Bankvest and its representatives, the bankruptcy court's decision resulted in the gap sums becoming property of the estate.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The district court disagreed with the bankruptcy court's analysis. Instead, it read the ARK Contract as not having resulted in the sale to ARK of Fleet's then inchoate 502(h) claim. That claim, the court held, now entitles Fleet &#8212; as an original secured creditor of Bankvest &#8212; to prevail over Gray's avoidable right. Appellant asks us to endorse the bankruptcy court's result and to reject that of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">To resolve the question of whether in the ARK transaction Fleet divested itself of its 502(h) claim, we must interpret Fleet's contract with ARK. In so doing, we apply New York law, following a stipulation written into the ARK Contract providing that the law of the state of New York governs its interpretation. <i>See McCarthy v. Azure,</i> <span class=\"citation\" data-id=\"195334\"><a href=\"/opinion/195334/mccarthy-v-azure/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">351</span></a></span>, 356 n. 5 (1st Cir. 1994) (concluding court should generally honor reasonable choice-of-law provision in a contract); <i>Matter of Stoecker,</i> <span class=\"citation\" data-id=\"653663\"><a href=\"/opinion/653663/in-the-matter-of-william-j-stoecker-debtor-appeal-of-thomas-e-raleigh/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1022</span></a></span>, 1028 (7th Cir.1993) (stating, \"[c]ontractual stipulations concerning choice of law ordinarily are honored....\").</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">According to New York law, construction of an agreement presents a question of law. <i>Non-Linear Trading Co., Inc. v. Braddis Assocs., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">243</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">107</span></span>, <span class=\"citation no-link\"><span class=\"volume\">675</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">5</span></span>, 10 (N.Y.App.Div. 1998). Accordingly, we review the issue of contract interpretation de novo. <i>See Sormani v. Orange County Comm. College,</i> <span class=\"citation no-link\"><span class=\"volume\">240</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">724</span></span>, <span class=\"citation no-link\"><span class=\"volume\">659</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">507</span></span>, 507 (N.Y.App.Div.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We do so notwithstanding Fleet's contention that these proceedings are not the appropriate place to consider the meaning of a contract between ARK and Fleet, ARK not being a party, no extrinsic evidence concerning the contract having been presented, and appellant being a stranger to the contract. We reject Fleet's contention. The terms of the ARK Contract &#8212; a sophisticated, detailed legal document drawn up to guide a business transaction &#8212; seem to us sufficiently unambiguous to allow interpretation without extrinsic evidence and in ARK's absence. <i>See Bethlehem Steel Co. v. Turner Constr. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">456</span></span>, <span class=\"citation no-link\"><span class=\"volume\">161</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">90</span></span>, <span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">590</span></span>, 593 (1957); <i>see also, Ronnen v. Ajax Elec. Corp.,</i> <span class=\"citation\" data-id=\"2015573\"><a href=\"/opinion/2015573/ronnen-v-ajax-elec-corp/\"><span class=\"volume\">88</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">582</span></a></span>, <span class=\"citation\" data-id=\"2015573\"><a href=\"/opinion/2015573/ronnen-v-ajax-elec-corp/\"><span class=\"volume\">648</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">422</span></a></span>, <span class=\"citation\" data-id=\"2015573\"><a href=\"/opinion/2015573/ronnen-v-ajax-elec-corp/\"><span class=\"volume\">671</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">534</span></a></span>, 536-37 (1996); <i>Lui v. Park Ridge at Terryville Ass'n, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">196</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">579</span></span>, <span class=\"citation no-link\"><span class=\"volume\">601</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">496</span></span>, 498 (N.Y.App.Div.1993) (stating, \"[i]t is settled that the responsibility to interpret a contract falls upon the court, `which must ascertain the intention of the parties from the language which they have employed.' The `interpretation of an unambiguous contract provision is a function for the court, and matters extrinsic to the agreement may not be considered when the intent of the parties can be gleaned from the face of the instrument.'\") (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The ARK Contract governed Fleet's sale to ARK of a $1.4 billion portfolio of loans, including the loans to Bankvest. It is, in effect, two contracts in one. First, it is an agreement between Fleet and JJDD LLC, an intermediary, through which Fleet sold to JJDD LLC a \"100% undivided participation interest in the Participated Loans<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> ... and the Transferred Rights related thereto and ... the Nonparticipated Transferred Rights.\" Second, it is an agreement between JJDD LLC and ARK, through which JJDD LLC sold to ARK &#8212; in exchange for the purchase price and assumption of the \"Assumed Obligations\" &#8212; the 100% undivided participation interest in the Participated Loans, the Nonparticipated Transferred Rights<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>, and all of JJDD LLC's \"rights remedies, interests, powers and privileges\" under its agreement with Fleet. Since JJDD transferred to ARK everything transferred to it from Fleet, the contract, for present purposes, operates essentially as an agreement between Fleet and ARK.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The ARK Contract defines \"Transferred Rights\" as, inter alia, any and all of Fleet's and JJDD LLC's right, title and interest in the \"related Loans and Commitments,\" but excluding the \"Retained Interest, if any related thereto.\" The definition of \"Transferred Rights\" further includes, inter alia, \"to the extent related\" to the aforementioned right, title and interests, the following:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">all claims (including `claims' as defined in Bankruptcy Code &#167; 101(5)), suits, causes of action, and any other right of [Fleet] ... whether known or unknown, against the related [borrower under each loan transferred], the related [entity other than the borrower and lender that is obligated under each loan transferred], if any, or any of their respective Affiliates, agents, representatives, contractors, advisors, or any other Entity that in any way is based upon, arises out of or is related to any of the foregoing....</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The bankruptcy court concluded that Fleet's then unknown and inchoate 502(h) claim fell within the broad definition of \"Transferred Rights,\" but the district court disagreed, being of the opinion that the 502(h) claim fit within the definition of \"Retained Interest.\"<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> <i>Fleet Nat'l Bank,</i> <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">1700978</span></span> at *7-*8. As discussed below, we think the bankruptcy court erred in determining that Fleet's 502(h) claim fell within the \"Transferred Rights\" definition. We also question the district court's view that the 502(h) claim fell expressly within the \"Retained Interest\" clause.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> But since Fleet, in any event, neither sold to ARK the gap payments themselves, nor, as discussed below, its 502(h) claim relating to them, we conclude that it never divested itself of the latter. That being so, Fleet is entitled, as the district court ruled, to retain and pursue its 502(h) remedy now.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">In support of its contention that the 502(h) claim fit within the \"Transferred Rights\" definition, appellant argues that the 502(h) claim is a claim of right of Fleet, either known or unknown at the time of the agreement, against a borrower, Bankvest, of a loan transferred in the ARK Contract and, therefore, fell squarely within the definition of \"Transferred Rights.\"</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The clause defining \"Transferred Rights\", however, must be read in light of the ARK Contract's definitions of other terms contained within or related to that clause. Thus, while it may well be that claims \"known or unknown\" encompass future-arising claims such as a subsequent 502(h) claim, the loans transferred under the ARK Contract, as defined, did not include the portions thereof that were not outstanding under Schedule 1, nor did they include claims unrelated to Schedule 1 loans. Neither the gap payments nor claims relating to them formed part of the scheduled loans.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Under the ARK Contract, ARK received Fleet's \"right, title, and interest in, to and under the related Loans and Commitments, if any, <i>and to the extent related thereto</i> ... all claims (including `claims as defined in Bankruptcy Code &#167; 101(5)), suits, causes of action, and any other right ... whether known or unknown ....\" (emphasis added). \"Loans\" are defined as, \"with respect to each Loan Agreement, the loan(s) <i>outstanding under such Loan Agreement in the amount(s) specified in Schedule 1,</i> and includes the note(s) (if any) evidencing such loan(s) issued under such Loan Agreement ....'\" (emphasis added). \"Loan Agreement\" is defined as any document identified as such on Annex A of the contract. The Bankvest loans are listed as loan agreements on Annex A. Schedule 1 incorporates the amounts of the loans as listed in Annex B.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Thus, in selling to ARK \"the related Loans and Commitments,\" Fleet sold only the \"loan(s) outstanding under such Loan Agreement in the amount(s) specified in Schedule 1,\" and in selling \"claims\" it did so only to the extent related thereto (i.e. related to the outstanding loans specified in Schedule 1).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Under this same provision in Schedule 1 is provided a definition of \"Commitments.\" Similar to \"Loans\", \"Commitments\" are, with respect to each Loan Agreement that provides for a commitment by Fleet to make a Loan or Loans, \"<i>the principal balance</i> of the commitments ... set forth ... on Annex B.\"<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">It is undisputed that Fleet sold to ARK the amount outstanding on the BB Warehouse Obligation <i>after</i> deduction of the gap payments from that amount. The amount listed in Annex B as outstanding on the BB Warehouse Obligation reflects the deduction of $2,155,427 caused by the application of the gap payments. From the definition of \"Transferred Rights\" together with the definitions of \"Loans\" and \"Commitments\", it is apparent that \"Transferred Rights\" includes only those claims and rights under the Bankvest loan relating to the aforementioned outstanding amount, which does not include the gap payments. <i>A fortiori,</i> any intangible rights, like Fleet's later-established 502(h) claim relating to the gap payments, were not transferred to ARK by the \"Transferred Rights\" provision. We interpret the ARK Contract, therefore, as not resulting in a transfer by Fleet to ARK of Fleet's later-arising 502(h) claim relative to the gap payments. We conclude, therefore, that Fleet has not divested itself of the 502(h) claim. We reach the same result on this point as the district court, albeit by a slightly different path.</p>\n    </div>\n    <p class=\"indent\">2. Whether Fleet's 502(h) Claim Is Secured</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We next ask whether Fleet's 502(h) claim is secured or unsecured. The district court concluded that, by operation of section 502(h), Fleet would receive a secured claim upon avoidance &#8212; the same secured status that it had prior to the date the petition was filed here. The district court stated, \"[s]ection 502(h) in turn provides that a claim arising from the recovery of property under such circumstances is to be addressed `the same as if such claims had arisen before the date of filing,' i.e., prior to October 9, 2002.\" <i>In re Bankvest Capital Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">1700978</span></span> at *7.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Appellant argues that section 502(h) merely provides that a claim thereunder shall be allowed as if it had arisen prepetition and does not relate to whether the claim is secured or unsecured.</p>\n    </div>\n    <p class=\"indent\">Section 502(h) provides as follows:</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">A claim arising from the recovery of property under section 522, 550, or 553 of this title shall be determined, and shall be allowed under subsection (a), (b), or (c) of this section, or disallowed under subsection (d) or (e) of this section, the same as if such claim had arisen before the date of the filing of the petition.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Contrary to appellant, we believe the natural import of this language &#8212; especially the words, \"shall be determined, and shall be allowed ... the same as if such claim had arisen before the date of the filing of the petition\" &#8212; is that the 502(h) claim takes on the characteristics of the original claim, including, in this case, its secured status. While \"allowed\" would seem to refer mainly to claimant's right to participate in any dividend from the bankruptcy estate, \"determine\" is used variously in the Bankruptcy Code, with one usage being the \"determination\" of secured status. 11 U.S.C. &#167; 506. We think the statute can be fairly read to imply that the secured or unsecured nature of the claim will be determined \"the same as if such claim had arisen before the date of the filing of the petition.\" Certainly, we can see no reason, nor any indication of legislative intent in &#167; 502(h), to strip a secured creditor of its secured claim in these circumstances. Indeed, to do so would seem manifestly unfair. <i>Infra.</i></p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Such case law as there is provides general support to our interpretation. In <i>In re Verco,</i> the Ninth Circuit stated, \"502(h) serves to reinstate existing claims where property is recovered by the trustee,\" thereby suggesting that the 502(h) claim would have the same secured status as the transferee's prepetition claim. 704 F.2d at 1139 (9th Cir.1983). The <i>Verco</i> court went on to say \"`the modern view is that a transferee guilty of fraudulent behavior may nevertheless prove a claim against a bankrupt estate ... [a] rule to the contrary would allow the estate to recover the voidable conveyance and to retain whatever consideration it had paid therefor. Such a result would clearly be inequitable.'\" <i>Id.</i> at 1138 (quoting <i>Misty Management Corp. v. Lockwood,</i> <span class=\"citation\" data-id=\"338382\"><a href=\"/opinion/338382/misty-management-corporation-a-california-corporation-v-james-r/\"><span class=\"volume\">539</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1205</span></a></span>, 1214 (9th Cir.1976)). A similarly inequitable result would occur here if Fleet's prepetition secured claim became an unsecured 502(h) claim after avoidance; for the gap payments would then presumably be distributed among other creditors, thus providing a windfall to the estate and depriving Fleet of the amount to which it was entitled. Fleet, it is true, acted improperly, but that impropriety can be remedied, and under the recent settlement will be remedied, by an appropriate sanction. See footnote 5, <i>supra.</i></p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">In <i>County of Sacremento v. Hackney (In re Hackney),</i> the bankruptcy court, applying section 502(h) to a prepetition nondishargeable claim, expressed the opinion that the language of section 502(h) was less than clear on whether the claim given a transferee was the same claim as existed earlier. <span class=\"citation\" data-id=\"2005709\"><a href=\"/opinion/2005709/in-re-hackney/\"><span class=\"volume\">93</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">213</span></a></span>, 216 (Bankr.N.D.Cal. 1988). Nonetheless, the court concluded that the policies of bankruptcy \"are best satisfied if a nondischargeable claim is reinstated under 11 U.S.C. &#167; 502(h).\" <i>Id.</i> at 218. The court noted that, \"[w]hile it is difficult to anticipate what policy arguments might be made in connection with other types of transfers and claims, the court can see no obvious injustice that would result from such a rule in other contexts.\" <i>Id.</i> at 219; <i>see also, In re Moody,</i> <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">F.</span> <span class=\"page\">525</span></span>, 530 (N.D.Iowa 1904) (stating that the trustee is not entitled to avoid transfer while retaining the consideration received).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Scholars likewise appear to support this interpretation.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> <i>See</i> Rafael I. Pardo, <i>On Proof of Preferential Effect,</i> 55 Ala. L.Rev. 281, 281 (2004) (\"[P]referred creditor is granted the same legal rights it had before the transfer....\"); David Gray Carlson, <i>Security Interests in the Crucible of Voidable Preference Law,</i> 1995 U. Ill. L.Rev. 211, 356 (1995) (\"Payments received by a secured party are analytically different. Prior to bankruptcy, the `payment' extinguished the antecedent debt. Once the payment is returned, it ought to be the case that the old debt, once dead, is now revived. This is universally assumed to be true, and &#167; 502(h) more or less supports this conclusion....\"); Harry M. Flechtner, <i>Preferences, Post-petition Transfers, and Transactions Involving a Debtor's Downstream Affiliate,</i> 5 Bankr.Dev. J. 1, 20 (1987) (\"To the extent a transfer satisfied a claim against the debtor, recovery of the transfer as a preference or voidable post-petition transfer restores the claim.\"); Michael F. Jones, <i>Structuring the Deed in Lieu of Foreclosure Transaction,</i> 19 Real Prop. Prob. &amp; Tr. J. 58, 64-65 (1984) (\"Should the deed-in-lieu transaction ultimately be avoided under sections 544, 547 or 548, then the [lender] will be returned substantially to the status quo ante with its status being that of a holder of a prepetition claim existing at the time of the filing of the debtor's petition.\").</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The foregoing seems to us sensible. We hold that upon avoidance of the gap payments, Fleet would become entitled to a secured claim to the gap payments pursuant to section 502(h).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Appellant argues, however, that this is no ordinary section 502(h) case since Fleet, postpetition, sold to ARK \"any and all of ... [its] right, title, and interest in\" the Bankvest loans and \"all Lender Collateral and security of any kind in respect\" of those loans. Fleet, appellants insists, relinquished the very same property that had made it a secured creditor. Appellant notes that to be a secured creditor Fleet must be the owner of a \"lien,\" which is defined in the Code as a \"charge against or interest in property to secure payment of a debt or performance of an obligation.\" 11 U.S.C. &#167;&#167; 101(37) &amp; 101(51).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">We see little merit to this contention. As already noted, Fleet's entitlement to be treated as a secured creditor relative to its 502(h) claim rests on section 502(h)'s proviso that its claim shall be determined and allowed \"the same as if such claim had arisen before the date of the filing of the petition.\" At such time, Fleet's claim to what were to become the gap payments was fully secured. It is Fleet's status as a secured creditor at that time, not later, that determines the nature of its present 502(h) claim. As the case law and commentators cited above indicate, the trustee's recovery of the transfer restores the original claim, with the transferee's status becoming that of the holder of a prepetition claim existing at the time of the filing of the debtor's petition. At that time, Fleet's interest in the Bankvest loans was fully secured. What happened to Fleet's security after it received the gap payments is essentially irrelevant.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">By the time the ARK Contract was consummated, Fleet was in possession of the gap payments themselves which, under its loan arrangements with Bankvest, had, of course, been owed to it by Bankvest and, but for the bankruptcy, were properly received by it in extinction of Bankvest's debt. Fleet, having ostensibly been paid off as to the gap indebtedness by the debtor, had no further interest in the security relative to those payments. Indeed, Fleet did not purport to transfer any security relating to the gap payments themselves to ARK. As discussed earlier, the gap payments and claims pertaining thereto were not included in the transferred assets.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">In any event, what is crucial under section 502(h) is Fleet's undoubted status as a fully secured creditor relative to the gap payments as of the time of the filing of the petition. It is this which validates Fleet's current claim. The present issue is not a claim against security existing at the time of avoidance but a claim as to the gap payments themselves. <i>See Adams v. Hartconn Assocs., Inc. (In re Adams),</i> <span class=\"citation\" data-id=\"1535596\"><a href=\"/opinion/1535596/in-re-adams/\"><span class=\"volume\">212</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">703</span></a></span>, 713-14 (Bankr.D.Mass.1997) (Secured creditor received postpetition rent payments. Subsequently, property was sold in foreclosure sale presumably extinguishing creditor's secured interest. In action to avoid those transfers, the court concluded, despite possible intervening loss of security interest, that because the transferee would simply receive the payments back upon disbursement \"nothing would be achieved by recovering payment to a secured creditor who in any event is entitled to the payment ahead of other creditors.\" The court did not discuss whether creditor had security interest at time of avoidance, thereby supporting the notion that such an inquiry is not germane.).</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Lastly, appellant argues that even if Fleet would otherwise receive a secured claim, it is barred from litigating this issue because the confirmed Plan rendered Bankvest's assets free and clear of liens and the confirmation of a plan of reorganization is given res judicata effect. The Plan provides that, upon confirmation, all of Bankvest's assets (including causes of action and \"proceeds and recoveries on Causes of Action\"), \"wherever situated,\" vest in the debtor free and clear of all liens, claims, and encumbrances, other than those specifically reserved in the Plan. Fleet did not object to the Plan. Appellant argues that since the term \"proceeds and recoveries\" clearly encompasses the amounts received under the avoidance action, these amounts return to the estate free and clear of all liens save those specified in the plan. Accordingly, it argues, Fleet's failure to preserve the possibility of asserting a security interest after being forced to return the gap payments bars it from asserting that interest here. The district court did not address this argument, but even if it had, our review would be de novo. <i>Jamo v. Katahdin Fed. Credit Union (In re Jamo),</i> <span class=\"citation\" data-id=\"199890\"><a href=\"/opinion/199890/katahdin-federal-v-violette/\"><span class=\"volume\">283</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">392</span></a></span>, 399 (1st Cir.2002). Even assuming that appellant's construction of the Plan is correct, its argument fails.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The term \"res judicata\" is frequently used to refer to either claim preclusion or issue preclusion, but appellant does not specify the theory upon which it relies. It does, however, rely solely on a case in which we applied the issue preclusion standard &#8212; namely, <i>Monarch Life Ins. Co. v. Ropes &amp; Gray,</i> <span class=\"citation\" data-id=\"196288\"><a href=\"/opinion/196288/monarch-life-v-ropes-gray/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">973</span></a></span>, 978 (1st Cir.1995). Accordingly, we analyze this issue under the issue preclusion standard. In order to invoke issue preclusion, appellant \"must demonstrate that: (1) both the [current proceedings] and the confirmation proceedings involved the same issue of law or fact; (2) the parties actually litigated the issue in the confirmation proceedings; (3) the bankruptcy court actually resolved the issue in a final and binding judgment (viz., its confirmation order); and (4) its resolution of that issue of law or fact was essential to its judgment (i.e., necessary to its holding).\" <i>Id.</i> (citing <i>Grella v. Salem Five Cent Sav. Bank,</i> <span class=\"citation\" data-id=\"684074\"><a href=\"/opinion/684074/paul-j-grella-trustee-v-salem-five-cent-savings-bank/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 30 (1st Cir.1994); <i>Piccicuto v. Dwyer,</i> <span class=\"citation\" data-id=\"681327\"><a href=\"/opinion/681327/richard-piccicuto-dba-sheehans-cafe-v-ralph-e-dwyer-richard-piccicuto/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></a></span>, 40 (1st Cir.1994); Restatement (Second) of Judgments &#167; 27 (1982)).</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Here, the parties did not actually litigate the issue of whether the gap payments should be avoided during confirmation, let alone whether the 502(h) claim was secured or unsecured, so issue preclusion does not apply. At the time of confirmation, Fleet had already sold the balance of its outstanding Bankvest loans to ARK and was therefore not a creditor. Accordingly, ARK &#8212; rather than Fleet &#8212; participated in the negotiation of the Plan. Moreover, at that time, it was unclear that an avoidance action would be filed against Fleet; only a motion for sanctions had been filed. Indeed, at no time prior to the confirmation of the Plan did Bankvest or appellant advise Fleet that they would pursue this avoidance action. Nor could the issue of avoidance have been litigated at the confirmation proceeding. The confirmation process constitutes a contested matter under the Bankruptcy Rules; whereas an avoidance action such as this one must be commenced as a separate adversary proceeding under Federal Rule of Bankruptcy 7001. <i>See Peltz v. World-Net, Corp. (In re USN Communications, Inc.),</i> <span class=\"citation\" data-id=\"1907629\"><a href=\"/opinion/1907629/in-re-usn-communications-inc/\"><span class=\"volume\">280</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">573</span></a></span>, 587 (Bankr.D.Del.2002) (discussing same with preference action); <i>Sunrise Energy Co. v. Maxus Gas Mktg. (In re Sunpacific Energy Mgmt., Inc.),</i> <span class=\"citation\" data-id=\"1545218\"><a href=\"/opinion/1545218/in-re-sunpacific-energy-management-inc/\"><span class=\"volume\">216</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">776</span></a></span>, 779 (Bankr.N.D.Tex.1997); <i>see also Grella v. Five Cent Sav. Bank,</i> <span class=\"citation\" data-id=\"684074\"><a href=\"/opinion/684074/paul-j-grella-trustee-v-salem-five-cent-savings-bank/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 33 (1st Cir.1994). Accordingly, Fleet did not have a full and fair opportunity to litigate the issue of whether the 502(h) claim was secured or unsecured until, at the earliest, appellant successfully avoided the gap payments in an adversary proceeding. <i>See Blonder-Tongue Lab. v. Univ. of Illinois Found.,</i> <span class=\"citation\" data-id=\"108330\"><a href=\"/opinion/108330/blonder-tongue-laboratories-inc-v-university-of-ill-foundation/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">313</span></a></span>, 328, <span class=\"citation\" data-id=\"108330\"><a href=\"/opinion/108330/blonder-tongue-laboratories-inc-v-university-of-ill-foundation/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1434</span></a></span>, <span class=\"citation\" data-id=\"108330\"><a href=\"/opinion/108330/blonder-tongue-laboratories-inc-v-university-of-ill-foundation/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">788</span></a></span> (1971) (in order to further interests of finality and judicial economy, issue preclusion doctrine requires that litigant be afforded \"one full and fair opportunity for judicial resolution\" of issue). Clearly, then, Fleet and appellant did not actually litigate this issue at confirmation.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Furthermore, appellant's argument is flawed at a more fundamental level. As mentioned, the trustee successfully reserved the right to bring avoidance actions in the Plan. \"Res judicata does not apply where a claim is expressly reserved by the litigant in the earlier bankruptcy proceeding.\" <i>Browning v. Levy,</i> <span class=\"citation\" data-id=\"776922\"><a href=\"/opinion/776922/christopher-browning-jeffrey-rademan-nationwise-automotive-inc-employee/\"><span class=\"volume\">283</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">761</span></a></span>, 774 (6th Cir.2002) (citing <i>D &amp; K Props. Crystal Lake,</i> 112 F.3d at 260). As res judicata does not apply to appellant's ability to bring this avoidance action, it likewise does not apply to claims that might arise from this avoidance action.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Accordingly, we, like the district court, conclude that Fleet's 502(h) claim would have the status of a prepetition secured claim, entitling it to full recovery of the gap proceeds were we to undertake the exercise of avoiding the gap payments. <i>Fleet Nat'l Bank,</i> <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">1700978</span></span> at *7-*8 (stating, \"[c]onsequently, returning any payment to BankVest would be futile because Fleet would be returned to its status as a secured creditor, the status it was in when the gap period payments were made ... [i]f, as I hold, Fleet is not divested of the claim, avoidance under &#167; 549 does not appear to change Fleet's priority. Its claim was merely reduced by the debtor's gap period payments, something that would have happened in any event.\") (citing <i>In re Adams,</i> 212 B.R. at 714 (\"Nothing would be achieved by recovering payment to a secured creditor who in any event is entitled to the payment ahead of other creditors.\")). The fact that Fleet would be entitled to receive exactly what it would be forced to return through avoidance renders avoidance pointless.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 362(a) states:</p>\n        <p class=\"indent\">Except as provided in subsection (b) of this section, a petition filed under section 301, 302, or 303 of this title, or an application filed under section 5(a)(3) of the Securities Investor Protection Act of 1970 [15 USCS &#167; 78eee(a)(3)], operates as a stay, applicable to all entities, of &#8212;</p>\n        <p class=\"indent\">(1) the commencement or continuation, including the issuance or employment of process, of a judicial, administrative, or other action or proceeding against the debtor that was or could have been commenced before the commencement of the case under this title, or to recover a claim against the debtor that arose before the commencement of the case under this title;</p>\n        <p class=\"indent\">(2) the enforcement, against the debtor or against property of the estate, of a judgment obtained before the commencement of the case under this title;</p>\n        <p class=\"indent\">(3) any act to obtain possession of property of the estate or of property from the estate or to exercise control over property of the estate;</p>\n        <p class=\"indent\">(4) any act to create, perfect, or enforce any lien against property of the estate;</p>\n        <p class=\"indent\">(5) any act to create, perfect, or enforce against property of the debtor any lien to the extent that such lien secures a claim that arose before the commencement of the case under this title;</p>\n        <p class=\"indent\">(6) any act to collect, assess, or recover a claim against the debtor that arose before the commencement of the case under this title;</p>\n        <p class=\"indent\">(7) the setoff of any debt owing to the debtor that arose before the commencement of the case under this title against any claim against the debtor; and</p>\n        <p class=\"indent\">(8) the commencement or continuation of a proceeding before the United States Tax Court concerning the debtor.</p>\n        <p class=\"indent\">While in its appellate brief Fleet denies without elucidation that its acceptance of the gap payments violated the automatic stay, we can find no meaningful argument to that effect. We proceed in this opinion on the assumption, also held by the bankruptcy and district courts, that a violation occurred and that the Liquidating Supervisor's subsequent avoidance of Fleet's receipt of those payments was in order except for reasons otherwise discussed herein.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Fleet filed this motion jointly with ARK. Thereafter, Bankvest, the Committee, and ARK reached an agreement regarding the treatment of ARK's claims, and ARK was dismissed as a party</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Fleet did not transfer, however, its \"Retained Interest,\" which included all interest payable under the related loan documents in respect of any loans that were \"Current Loans\" that accrued on or prior to the close of business on October 9, 2000, together with other property paid or delivered in connection with the related loan documents on or prior to the close of business on October 9, 2000</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Bankruptcy Code grants in a transferee who has returned property pursuant to an avoidance action a claim in the property transferred. Section 502(d) states, \"the court shall disallow any claim of any entity from which property is recoverable under section ... 550 ... or that is a transferee of a transfer avoidable under section ... 549 ... unless such entity or transferee has paid the amount, or turned over any such property, for which such entity or transferee is liable under section ... 550 ....\" It is implicit in this section that a transferee of an avoidable transfer has an allowable claim once it turns over such property for which it is liable<i>See also Petitioning Creditors of Melon Produce, Inc. v. Braunstein,</i> <span class=\"citation\" data-id=\"740395\"><a href=\"/opinion/740395/petitioning-creditors-of-melon-produce-inc-v-joseph-braunstein-trustee/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1232</span></a></span>, 1237 (1st Cir. 1997) (interpreting section 502(d) and stating, \"[o]nce the preference recipient complies with the payment or turnover order of the bankruptcy court, it may file a proof of claim.\"). Here, the appellant has brought this avoidance action pursuant to section 549. Thus, if the avoidance action were successful, Fleet would be required to return the gap payments pursuant to section 550 and having done so, would have, pursuant to section 502(d), a claim to those payments. <i>Id.</i> Moreover, section 502(h) provides that Fleet's claim would \"be determined, and ... allowed under subsection (a), (b), or (c) of this section, or disallowed under subsection (d) or (e) of this section, the same as if such claim had arisen before the date of the filing of the petition.\" Accordingly, claims of this nature are often referred to as \"502(h) claims.\" <i>See, e.g., Official Comm. of Unsecured Creditors of Toy King Distribs., Inc. v. Liberty Savings Bank, FSB (In re Toy King Distribs., Inc.),</i> <span class=\"citation\" data-id=\"1549737\"><a href=\"/opinion/1549737/in-re-toy-king-distributors-inc/\"><span class=\"volume\">256</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">1</span></a></span>, 199 (Bankr.M.D. Fla. 2000).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The parties inform us that on February 19, 2004, the bankruptcy court entered an order approving their settlement of the sanctions issue. The approved settlement requires that Fleet pay to the Liquidating Supervisor a settlement payment of $250,000, reserves the Liquidating Supervisor's right to pursue the present appeal, and requires, in the event that the Liquidating Supervisor prevails in this appeal, that the settlement payment shall be credited against any net obligation of Fleet</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The bankruptcy court treated Gray as a trustee, stating, \"[s]ection 549 permits a trustee to avoid postpetition payments in all but the most narrow of circumstances. The trustee, in this case the Liquidating Supervisor, ....\"<i>In re Bankvest,</i> 276 B.R. at 30. Fleet has raised no issue as to Gray's capacity.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> As the Committee's success on appeal is contingent upon proving that Fleet is divested of a claim to the amounts returned upon avoidance of the gap payments, Fleet's judicial estoppel argument is potentially dispositive. While the fact that Fleet prevails in this appeal on a different ground might relieve us from consideration of that defense, its character as a preliminary and potentially complete bar to appellant's case makes it advisable that we address it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> As we find that the doctrine of judicial estoppel does not apply here, we need not address whether Fleet waived the judicial estoppel argument</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> As we have noted in footnote 1,<i>supra,</i> Fleet suggests, without elucidation, that the two lower courts may both have erred in determining that Fleet violated the automatic stay. Were Fleet to establish that its retention of the gap payments was authorized by the Bankruptcy Code, an avoidance action pursuant to section 549 of the Bankruptcy Code might indeed be unavailing. 11 U.S.C. &#167;&#167; 549(a)(2)(A)-(B) (trustee may avoid postpetition transfer of property that is not authorized under this title or by the court or is authorized only under section 202(f) or 542(c) of this title except as provided by subsections (b) and (c)). But as said, Fleet has provided no coherent grounds for us to conclude that its retention of the gap payments was permissible and therefore that avoidance would be improper. Accordingly, we shall assume that the decisions below were correct insofar as they found that the avoidance would otherwise be in order, leaving open only issues pertaining to whether under section 502(h) of the Bankruptcy Code, Fleet having been a secured creditor, has now a right to retain the avoided sums rather than a duty to return them permanently to Gray, the Liquidating Supervisor.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> \"Participated Loans\" are any loans listed in the contract other than the \"Nonparticipated Loan Agreements\" listed in Annex D of the contract. The Bankvest Loans are \"Participated Loans.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Gray does not contend that the 502(h) claim was included in the \"Nonparticipated Transferred Rights\", so we need only address the participation interest and, in particular, the \"Transferred Rights\" related thereto</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The ARK Contract defines \"Retained Interest\" as follows: `Retained Interest' means, with respect to each Loan Agreement, (i) all interest and commitment, facility, letter of credit and other similar ordinary course fees ... payable under the related Loan Documents in respect of any Loan or Loans that are Current Loans and the Commitments related thereto, if any, that accrue during the period on or prior to the close of business on [October 9, 2000], together with any other property paid or delivered in connection with the related Loan Documents ... prior to the close of business on [October 9, 2000]; provided, however, that unless such payment by the applicable Borrower is made (A) within 30 days of the due date thereof ... and (B) before a failure by the applicable Borrower to pay any other amount under the Loan Documents within 30 days of the due date thereof after ... and any other accrued amounts due thereafter shall be part of the Transferred Rights, and Seller shall not be entitled to any part thereof</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The definition of \"Retained Interest\" may be divided into two essential parts &#8212; namely, \"ordinary course fees ... payable under the related Loan Documents in respect of any Loan or Loans that are Current Loans and the Commitments related thereto\" and \"any other property paid or delivered in connection with the related Loan Documents on or prior to the close of business on [October 9, 2000].\" The 502(h) claim does not seem specifically to fall within either section</p>\n        <p class=\"indent\">The former is unequivocally limited to loans that are \"Current Loans and the Commitments related thereto.\" The ARK Contract defines \"Current Loans\" as \"the Loans set forth on Annex B.\" While that definition, alone, would indicate that all of the loans on Annex B are Current Loans, Annex B contains language which further limits Current Loans to those listed as \"CURR.\" In particular, Annex B contains a spreadsheet with five columns, one of which is entitled, \"Current Loans (\"CURR\").\" Under that column, the Bankvest loans are listed as \"NON-CURR.\" Accordingly, they do not appear to fall within the definition of \"Current Loans\" and, therefore, do not appear to be covered by this section of the \"Retained Interest\" definition.</p>\n        <p class=\"indent\">As to the latter, the result is the same. To be sure, Fleet received the gap payments prior to January 25, 2000, so the gap payments themselves certainly constitute property paid or delivered prior to October 9, 2000. The problem is that Fleet's 502(h) claim does not appear to have arisen prior to October 9, 2000. Fleet, itself, does not dispute that the 502(h) claim arose after October 9, 2000. In its brief, it stated, \"Fleet believes a 502(h) Claim, which `aris[es] from the recovery of property under Section ... 550,' has not arisen and will not arise until the Debtor actually recovers the avoided transfer.\" Accordingly, while Fleet's current 502(h) claim relates to the pre-October 9th payments that were not sold to ARK, the claim itself does not appear to be property paid or delivered prior to that date.</p>\n        <p class=\"indent\">Thus, any conclusion that the 502(h) claim falls within the definition of \"Retained Interest\" would seem doubtful.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> As they refer to the same amounts, there is no reason to believe that there is a meaningful distinction between the \"Loans\" and \"Commitments\" in this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> While some of these articles discuss preferences (which are governed by section 547) rather than postpetition payments such as those at issue here (which are governed by section 549), both preferences and postpetition payments are avoidable under section 550 and are, therefore, governed by section 502(h)<i>Adams v. Hartconn Assocs., Inc. (In re Adams),</i> <span class=\"citation\" data-id=\"1535596\"><a href=\"/opinion/1535596/in-re-adams/\"><span class=\"volume\">212</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">703</span></a></span>, 713-14 (Bankr. D.Mass.1997) (\"A similar flaw [to the Debtor's reliance on &#167; 547] is present in the Debtor's reliance on 11 U.S.C. &#167; 549.... But, as with &#167; 547, nothing would be achieved by recovering payment to a secured creditor who in any event is entitled to the payment ahead of other creditors.\").</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108330/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118372/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118435/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194922/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195334/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196288/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197195/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197343/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199890/",
    "http://www.courtlistener.com/api/rest/v3/opinions/295997/",
    "http://www.courtlistener.com/api/rest/v3/opinions/338382/",
    "http://www.courtlistener.com/api/rest/v3/opinions/409457/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494596/",
    "http://www.courtlistener.com/api/rest/v3/opinions/498115/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508277/",
    "http://www.courtlistener.com/api/rest/v3/opinions/513181/",
    "http://www.courtlistener.com/api/rest/v3/opinions/528783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556605/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600337/",
    "http://www.courtlistener.com/api/rest/v3/opinions/605602/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610809/",
    "http://www.courtlistener.com/api/rest/v3/opinions/653663/",
    "http://www.courtlistener.com/api/rest/v3/opinions/681327/",
    "http://www.courtlistener.com/api/rest/v3/opinions/681665/",
    "http://www.courtlistener.com/api/rest/v3/opinions/684074/",
    "http://www.courtlistener.com/api/rest/v3/opinions/694592/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739992/",
    "http://www.courtlistener.com/api/rest/v3/opinions/740395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763554/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776922/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1532050/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1535596/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1545218/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1547814/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1549737/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1863693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1907629/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1942813/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2005709/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2015573/"
  ]
}