{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201478/",
  "absolute_url": "/opinion/201478/de-jesus-rentas-v-baxter-pharmacy/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201478/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:27:42Z",
  "date_modified": "2016-02-28T05:05:38.191194Z",
  "type": "010combined",
  "sha1": "fabfe11e4deee56c9130fed817de092e59d36d73",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-2679-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/03/09/de_Jesus_Rentas_v._Baxter_Pharmacy.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\nNo. 03-2679\n\n       EILLIM DE JESÚS-RENTAS; MAGDALENA MERCADO-CASIANO;\n           NIDIA S. GÓMEZ-TORRES; MYRNA PIÑERO-MEDINA;\n                      MELBA ROCAFORT-GARCÍA,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n              BAXTER PHARMACY SERVICES CORPORATION;\n                  BAXTER HEALTHCARE CORPORATION;\n               BAXTER SALES AND DISTRIBUTION CORP.,\n\n                      Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Salvador E. Casellas, U.S. District Judge]\n\n\n                              Before\n\n                       Lynch, Circuit Judge,\n\n                   Stahl, Senior Circuit Judge,\n\n                    and Howard, Circuit Judge.\n\n\n\n     Carlos R. Ramírez, with whom John F. Nevares & Associates, PSC\nwas on brief, for appellants.\n     Pedro J. Manzano-Yates, with whom Juan J. Casillas Ayala and\nFiddler González & Rodrígues, LLP were on brief, for appellees.\n\n\n                          March 9, 2005\n\f          HOWARD, Circuit Judge.            The Fair Labor Standards Act\n\n(\"FLSA\") requires employers to pay employees overtime for hours\n\nworked in excess of 40 hours per week, but it exempts, inter alia,\n\nemployees working in a bona fide professional capacity.                  See 29\n\nU.S.C. § 213(a)(1).       This case requires us to decide whether\n\nappellants,   compound    pharmacists       employed     by   Baxter   Pharmacy\n\nServices Corporation (\"Baxter\"), are professionals exempt from the\n\novertime requirement.     The district court determined that they are\n\nand awarded Baxter summary judgment on this basis.               We affirm.\n\n           Appellants are five licensed compound pharmacists who\n\nfacilitate Baxter's manufacturing and distribution of intravenous\n\nantibiotics, dialysis medication, and chemotherapy drugs.                     Their\n\nprimary   duties   require     them    to   analyze,     approve,      and    fill\n\nprescription requests.\n\n           Appellants rotate through three duty stations -- data\n\nentry, compounding,      and   labeling.      At   the    data   entry       stage,\n\nappellants determine whether a prescription is appropriate for the\n\nparticular patient based on the nature of the prescription and the\n\npatient's medical profile.       At the compounding stage, appellants\n\nsupervise pharmacy technicians in the preparation of the requested\n\ndrug compounds.     At the labeling stage, appellants work with\n\ntechnicians to confirm that the final product meets pharmacological\n\nstandards and that it has been accurately labeled and includes the\n\nrequired documentation.\n\n\n                                      -2-\n\f            Appellants    are   guided      in   performing   their    tasks   by\n\nBaxter's Standard Operating Procedures (\"SOPs\").              The SOPs combine\n\nsources of pharmacological data about the various drugs that Baxter\n\nsells. The SOPs also establish the protocols that Baxter employees\n\nare expected to follow in performing their duties.                    Appellants\n\nparticipate annually in updating the SOPs to reflect changing\n\npractices and new pharmacological information.\n\n            At all times, Baxter paid appellants on a salary basis\n\nbut did not pay them overtime because Baxter considered them exempt\n\nprofessionals.       Appellants filed suit in August 2001 challenging\n\nthis determination.          After discovery, the parties filed cross\n\nmotions for summary judgment.        In a published opinion the district\n\ncourt awarded Baxter summary judgment.               See De Jesús Rentas v.\n\nBaxter Pharmacy Servs. Corp., 286 F. Supp. 2d 235 (D.P.R. 2003).\n\nApplying a test that we shall elaborate momentarily, the court\n\nruled    that   appellants    were   exempt      professionals   because   they\n\nconsistently exercised discretion and judgment in performing their\n\nduties.    See id.    Appellants timely appealed.1\n\n            We review the award of summary judgment de novo.                   See\n\nKolling v. Am. Power Conversion Corp., 347 F.3d 11, 13 (1st Cir.\n\n2003).    Summary judgment is appropriate only when the undisputed\n\n\n\n     1\n      In the district court, appellants also claimed overtime pay\nunder Puerto Rico's overtime law, see 29 P.R. Laws Ann. § 271 et\nseq., but have not raised arguments relevant to this claim on\nappeal.\n\n                                      -3-\n\ffacts demonstrate that the moving party is entitled to judgment as\n\na matter of law.      See Fed. R. Civ. P. 56(c).       Cross summary\n\njudgment motions do not alter the basic Fed. R. Civ. P. 56\n\nstandard.    See Wiley v. Am. Greetings Corp., 762 F.2d 139, 140-41\n\n(1st Cir. 1985).    Cross motions simply require that we determine\n\nwhether either party deserves judgment as a matter of law on the\n\nsummary judgment record.    See Wightman v. Springfield Terminal Ry.\n\nCo., 100 F.3d 228, 230 (1st Cir. 1996).\n\n            The FLSA's overtime provisions establish the general rule\n\nthat employees must be compensated at a rate not less than one and\n\none-half times their regular rate of pay for all hours worked in\n\nexcess of 40 hours.     See 29 U.S.C. § 207(a)(1).     But employees\n\nworking in executive, administrative, or professional capacities\n\nare exempt from this requirement.      See id. at § 213(a)(1).    \"The\n\nemployer in an FLSA case bears the burden of establishing that its\n\nemployees are exempt, and because of the remedial nature of the\n\nFLSA, exemptions are to be narrowly construed against the employers\n\nseeking to assert them . . .\"    Reich v. Newspapers of New England,\n\nInc., 44 F.3d 1060, 1070 (1st Cir. 1995) (internal quotation marks\n\nomitted).\n\n            The terms of the professional exemption are set forth in\n\nregulations promulgated by the Secretary of Labor.2     See id.    The\n\n\n     2\n      The Secretary has adopted new regulations for defining\nprofessional employees which became effective in August 2004.\nSee 29 C.F.R. § 541.300 (2004). Because this case predates the\n\n                                 -4-\n\fparties   agree   that   the    so-called       \"short    test\"   applies   for\n\ndetermining if appellants qualify as professionals.3                Under the\n\nshort test, a professional means any employee:\n\n           (a) Whose primary            duty     consists   of    the\n           performance of:\n\n                  (1) Work requiring knowledge of an\n           advance type in a field of science or learning\n           customarily acquired by a prolonged course of\n           specialized intellectual instruction and study,\n           as distinguished from a general academic\n           education and from an apprenticeship, and from\n           training in the performance of routine mental,\n           manual, or physical processes, . . . and\n\n           (b) Whose work requires the consistent exercise\n           of discretion and judgment in its performance.\n\n29 C.F.R. § 541.3 (1999). Appellants concede that they satisfy the\n\nknowledge portion of the short test but claim that they are not\n\nprofessionals because their work does not require the consistent\n\nexercise of discretion and judgment.             Consequently, we train our\n\nfocus on this element of the test.\n\n            In general, the exercise of discretion and judgment\n\n\"involves the comparison and the evaluation of possible courses of\n\nconduct   and   acting   or    making    a     decision   after   the   various\n\npossibilities have been considered.\" 29 C.F.R. § 541.207(a)(1999);\n\n\n\nchange, we apply the prior regulations.           See Belt v. EmCare, Inc.,\n351 F. Supp. 2d 625 (E.D. Tex. 2005).\n     3\n      The regulations provide that the short test applies to\nemployees compensated at a certain minimum salary. 29 C.F.R. §\n541.3(a) (1999). Appellants concede that they satisfy the salary\nprerequisite for application of the short test.\n\n                                    -5-\n\fRutlin v. Prime Succession, Inc., 220 F.3d 737, 743 (6th Cir. 2000)\n\n(citing 29 U.S.C. § 541.207).4               Applying this definition to the\n\nundisputed     evidence    convinces        us   that   appellants   consistently\n\nexercise discretion and judgment.\n\n               One of appellants' primary tasks is to evaluate the\n\nsafety and propriety of each prescription for the particular\n\npatient.   If appellants believe that a drug is contraindicated for\n\na   certain    patient,    they      are    responsible    for   contacting    the\n\nprescribing physician to discuss whether the prescription needs\n\nmodification. There is no dispute that the decision to contact the\n\nphysician and the content of the subsequent conversation is within\n\nappellants' control and judgment and requires appellants to use\n\ntheir advanced training.          See Anunobi v. Eckerd Corp., No. 02-CV-\n\n0820, 2003 WL 22368153, at *5 (W.D. Tex. Oct. 17, 2003) (stating\n\nthat pharmacist exercised discretion and judgment because, inter\n\nalia, he was responsible for contacting physician if drug seemed\n\ncontraindicated).\n\n              As   a   result   of   appellants'        conversations   with   the\n\nprescribing physicians, the appellants and physicians typically\n\n\n\n      4\n      This definition of \"discretion and judgment\" comes from the\nregulations for the administrative exemption. Several courts have\napplied this definition in cases involving the professional\nexemption. See Rutlin, 220 F.3d at 743; Piscione v. Ernst & Young,\nLLP, 171 F.3d 527, 535-36 (7th Cir. 1999); Barth v. Wolf Creek\nNuclear Operating Corp., 125 F. Supp. 2d 437, 442 (D. Kan. 2000);\nDebejian v. Atl. Testing Labs, Ltd., 64 F. Supp. 2d     85, 89-90\n(N.D.N.Y. 1999).\n\n                                           -6-\n\fagree on how to modify the original prescription. If, however, the\n\nappellants and physicians reach impasse, the appellants discuss the\n\nsituation with their colleagues and supervisors before deciding\n\nwhether to dispense the drug.            That appellants consult among\n\nthemselves and supervisors in difficult cases does not preclude a\n\nfinding that they exercise discretion and judgment in those cases.\n\nSee Piscione, 171 F.3d at 536 (\"[T]he reality [is] that many\n\nindividuals who exercise discretion and independent judgment often\n\ndo so after consultation with others.\").           In fact, appellants\n\nconcede in their depositions that their position requires them to\n\nuse advanced training and judgment in determining if a drug is\n\ncontraindicated and deciding whether the drug could be dispensed\n\nwithout compromising a patient's health.\n\n           Appellants also spend a significant portion of their time\n\nsupervising other employees.        Supervisory responsibility is an\n\nindicum   that   an   employee   exercises   discretion   and   judgment.\n\nSee id. at 535 & 537.     Appellants each supervise between eight and\n\nten pharmacy technicians during the compounding process and two to\n\nthree technicians during labeling.       Appellants are responsible for\n\nassigning work, explaining how tasks should be accomplished, and\n\nreviewing the final work product.            When the technicians make\n\nmistakes, appellants correct the errors.        Moreover, Baxter relies\n\non appellants' evaluations in making personnel decisions regarding\n\nthe technicians.      See id. at 537 (stating that employee exercised\n\n\n                                   -7-\n\fdiscretion     and     judgment    by    assigning    work      and    evaluating\n\nsubordinates).\n\n             Finally,    while    appellants     spend   much    of    their    day\n\nsupervising other employees, they are not closely supervised in the\n\nperformance of their own duties.              This is another indicator that\n\nappellants exercise discretion and judgment. Compare Owsley v. San\n\nAntonio Indep. Sch. Dist., 187 F.3d 521, 526 (5th Cir. 1999)\n\n(stating that athletic trainers exercised discretion and judgment,\n\nin   part,   because    they     made   many   decisions   without      immediate\n\nsupervision), with Quirk v. Baltimore County, 895 F. Supp. 773, 785\n\n(D. Md. 1995) (holding that emergency medical technician did not\n\nconsistently exercise discretion and judgment because he worked\n\nunder the immediate supervision of a physician).\n\n             While not disputing any of this, appellants contend that\n\nthey do not consistently exercise discretion and judgment because\n\nthey are bound to follow the SOPs in performing their duties.                  This\n\nargument fails.        First, appellants acknowledge that they do not\n\nfollow the SOPs if they believe that the result would endanger a\n\npatient's health.       Appellants admit that their ultimate duty is to\n\nassure patient health, and that they depart from the SOPs, if\n\nnecessary, to meet this responsibility.            Thus, appellants maintain\n\ndiscretion to decide when to depart from the SOPs.5                   See Paul v.\n\n\n      5\n      There is no evidence that appellants were ever disciplined\nfor declining to follow an SOP. Cf. Quirk, 895 F. Supp. at 785\n(holding that emergency medical technician was not a professional\n\n                                        -8-\n\fPetroleum Equip. Tools Co., 708 F.2d 168, 171 (5th Cir. 1983)\n\n(concluding that a pilot exercised discretion and judgment because,\n\neven though he was guided by an extensive procedural manual, he had\n\ndiscretion          to   act     as    appropriate     in    case   of    an    in-flight\n\nemergency).\n\n               Second, the SOPs are issued and/or updated by Baxter\n\nafter consultation with appellants. Appellants review the SOPs and\n\nprovide suggestions for modification and improvement during the SOP\n\nformulation process.             The SOPs thus reflect appellants' collective\n\nwisdom about how operations at Baxter should be organized and what\n\nnew pharmacological information should be included.                       Participation\n\nin this review process itself involves judgment and discretionary\n\ndecisionmaking.           Cf. Vela v. Houston, 276 F.3d 659, 676 (5th Cir.\n\n2001)       (stating      that    emergency       medical     specialists      were    not\n\nprofessionals,           in    part,    because    they     did   not    participate    in\n\nestablishing the protocols and standing orders that guided the\n\nperformance of their duties).\n\n               No    circuit      court    has,   to   our    knowledge,       considered\n\nwhether a pharmacist qualifies as a professional under the FLSA.6\n\nBut we derive support for our conclusion from a decision by the\n\nFifth Circuit classifying athletic trainers as professionals.                          See\n\n\nbecause he was disciplined for deviating from standard protocols).\n        6\n      One unpublished district court opinion holds that\npharmacists are exempt professionals under the FLSA. See\nAnunobi, 2003 WL 22368153.\n\n                                            -9-\n\fOwsley, 187 F.3d at 526-27.                In Owsley, the trainers argued that\n\nthey were not professionals because their exercise of discretion\n\nand judgment was substantially cabined by a series of standard\n\ntreatment guidelines that they were required to follow. See id. at\n\n526.       The court rejected this argument.           See id.    It concluded that\n\n\"[t]he existence of standard procedures and guidelines does not\n\nmean that the trainers' responsibilities do not require the type of\n\nconsistent       exercise      of    discretion        and   judgment     [that       is]\n\ncharacteristic of other professionals.\"                  Id. at 527.        The court\n\ndetermined that the trainers exercised independent discretion and\n\njudgment       because   they       were    not   closely     supervised        in   the\n\nimplementation of the standard procedures and they maintained\n\ndiscretion to depart from the procedures in emergency situations.\n\nSee id.\n\n               Similarly,   the       undisputed       evidence     in    this       case\n\nestablishes that appellants consistently exercise discretion and\n\njudgment       despite   the    existence         of   the   SOPs.7      With    little\n\n\n\n       7\n      Appellants rely on Hashop v. Rockwell Space Operations Co.,\n867 F. Supp. 1287 (S.D. Tex. 1994).         In Hashop, the court\nconsidered whether technicians who worked as instructors in\ntraining space shuttle ground control personnel were professionals.\nSee id. at 1298. The court ruled that they were not professionals,\nin part, because they made decisions \"only within a well-defined\nframework.\"    Id.   But as we have explained, appellants make\ndecisions outside the SOP framework which are fundamental to\nBaxter's primary mission of dispensing safe and appropriate drugs.\nSee id. (stating that technicians were not professionals because\ntheir decisions did not \"affect the fundamental operation of the\nenterprise\").\n\n                                           -10-\n\fsupervision, appellants use their specialized knowledge to make\n\nnumerous discretionary decisions including how to follow up with a\n\nphysician over a questionable prescription; when a drug should not\n\nbe dispensed because of a potential danger to the patient; and how\n\nto assign, supervise, and review the work of the technicians. This\n\nevidence establishes that appellants are exempt from the FLSA's\n\novertime requirements.8\n\n          Affirmed.\n\n\n\n\n     8\n      After this litigation began, Baxter sought to hire another\ncompound pharmacist. The advertisement stated that the position\nwas \"non-exempt.\"     Appellants argue that this advertisement\nconstituted an admission of liability by Baxter under Federal Rules\nof Evidence 704 and 801(d)(2), thereby entitling appellants to\nsummary judgment. This argument was not raised before the district\ncourt and is therefore forfeited on appeal.       See Sandstrom v.\nChemLawn Corp., 904 F.2d 83, 87 (1st Cir. 1990). Alternatively,\nappellants contend that this job posting establishes a disputed\nfact concerning the proper classification of the compound\npharmacist position because it demonstrates that Baxter believed\nthat the position was non-exempt. We disagree. That Baxter may\nhave thought that the compounding pharmacist position was non-\nexempt is insufficient to overcome the undisputed facts which\nestablish that the position is exempt.\n\n                               -11-\n\f",
  "html": "<p class=\"case_cite\">400 F.3d 72</p>\n    <p class=\"parties\">Eillim DE JESUS-RENTAS; Magdalena Mercado-Casiano; Nidia S. Gomez-Torres; Myrna Pinero-Medina; Melba Rocafort-Garcia, Plaintiffs, Appellants,<br>v.<br>BAXTER PHARMACY SERVICES CORPORATION; Baxter Healthcare Corporation; Baxter Sales and Distribution Corp., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 03-2679.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 9, 2004.</p>\n    <p class=\"date\">Decided March 9, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Carlos R. Ram&#237;rez, with whom John F. Nevares &amp; Associates, PSC was on brief, for appellants.</p>\n      <p class=\"indent\">Pedro J. Manzano-Yates, with whom Juan J. Casillas Ayala and Fiddler Gonz&#225;lez &amp; Rodrigues, LLP were on brief, for appellees.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, STAHL, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">HOWARD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Fair Labor Standards Act (\"FLSA\") requires employers to pay employees overtime for hours worked in excess of 40 hours per week, but it exempts, <i>inter alia,</i> employees working in a <i>bona fide</i> professional capacity. <i>See</i> 29 U.S.C. &#167; 213(a)(1). This case requires us to decide whether appellants, compound pharmacists employed by Baxter Pharmacy Services Corporation (\"Baxter\"), are professionals exempt from the overtime requirement. The district court determined that they are and awarded Baxter summary judgment on this basis. We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellants are five licensed compound pharmacists who facilitate Baxter's manufacturing and distribution of intravenous antibiotics, dialysis medication, and chemotherapy drugs. Their primary duties require them to analyze, approve, and fill prescription requests.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellants rotate through three duty stations &#8212; data entry, compounding, and labeling. At the data entry stage, appellants determine whether a prescription is appropriate for the particular patient based on the nature of the prescription and the patient's medical profile. At the compounding stage, appellants supervise pharmacy technicians in the preparation of the requested drug compounds. At the labeling stage, appellants work with technicians to confirm that the final product meets pharmacological standards and that it has been accurately labeled and includes the required documentation.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Appellants are guided in performing their tasks by Baxter's Standard Operating Procedures (\"SOPs\"). The SOPs combine sources of pharmacological data about the various drugs that Baxter sells. The SOPs also establish the protocols that Baxter employees are expected to follow in performing their duties. Appellants participate annually in updating the SOPs to reflect changing practices and new pharmacological information.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At all times, Baxter paid appellants on a salary basis but did not pay them overtime because Baxter considered them exempt professionals. Appellants filed suit in August 2001 challenging this determination. After discovery, the parties filed cross motions for summary judgment. In a published opinion the district court awarded Baxter summary judgment. <i>See De Jesus Rentas v. Baxter Pharmacy Servs. Corp.,</i> 286 F.Supp.2d 235 (D.P.R.2003). Applying a test that we shall elaborate momentarily, the court ruled that appellants were exempt professionals because they consistently exercised discretion and judgment in performing their duties. <i>See id.</i> Appellants timely appealed.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We review the award of summary judgment <i>de novo. See Kolling v. Am. Power</i> <i>Conversion Corp.,</i> 347 F.3d 11, 13 (1st Cir.2003). Summary judgment is appropriate only when the undisputed facts demonstrate that the moving party is entitled to judgment as a matter of law. <i>See</i> Fed.R.Civ.P. 56(c). Cross summary judgment motions do not alter the basic Fed.R.Civ.P. 56 standard. <i>See Wiley v. Am. Greetings Corp.,</i> 762 F.2d 139, 140-41 (1st Cir.1985). Cross motions simply require that we determine whether either party deserves judgment as a matter of law on the summary judgment record. <i>See Wightman v. Springfield Terminal Ry. Co.,</i> 100 F.3d 228, 230 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The FLSA's overtime provisions establish the general rule that employees must be compensated at a rate not less than one and one-half times their regular rate of pay for all hours worked in excess of 40 hours. <i>See</i> 29 U.S.C. &#167; 207(a)(1). But employees working in executive, administrative, or professional capacities are exempt from this requirement. <i>See id.</i> at &#167; 213(a)(1). \"The employer in an FLSA case bears the burden of establishing that its employees are exempt, and because of the remedial nature of the FLSA, exemptions are to be narrowly construed against the employers seeking to assert them ...\" <i>Reich v. Newspapers of New England, Inc.,</i> 44 F.3d 1060, 1070 (1st Cir.1995) (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The terms of the professional exemption are set forth in regulations promulgated by the Secretary of Labor.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>See id.</i> The parties agree that the so-called \"short test\" applies for determining if appellants qualify as professionals.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Under the short test, a professional means any employee:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">(a) Whose primary duty consists of the performance of:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">(1) Work requiring knowledge of an advance type in a field of science or learning customarily acquired by a prolonged course of specialized intellectual instruction and study, as distinguished from a general academic education and from an apprenticeship, and from training in the performance of routine mental, manual, or physical processes, ... and</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(b) Whose work requires the consistent exercise of discretion and judgment in its performance.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">29 C.F.R. &#167; 541.3 (1999). Appellants concede that they satisfy the knowledge portion of the short test but claim that they are not professionals because their work does not require the consistent exercise of discretion and judgment. Consequently, we train our focus on this element of the test.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In general, the exercise of discretion and judgment \"involves the comparison and the evaluation of possible courses of conduct and acting or making a decision after the various possibilities have been considered.\" 29 C.F.R. &#167; 541.207(a)(1999); <i>Rutlin v. Prime Succession, Inc.,</i> 220 F.3d 737, 743 (6th Cir.2000) (citing 29 C.F.R. &#167; 541.207).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Applying this definition to the undisputed evidence convinces us that appellants consistently exercise discretion and judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">One of appellants' primary tasks is to evaluate the safety and propriety of each prescription for the particular patient. If appellants believe that a drug is contraindicated for a certain patient, they are responsible for contacting the prescribing physician to discuss whether the prescription needs modification. There is no dispute that the decision to contact the physician and the content of the subsequent conversation is within appellants' control and judgment and requires appellants to use their advanced training. <i>See Anunobi v. Eckerd Corp.,</i> No. 02-CV-0820, 2003 WL 22368153, at *5 (W.D.Tex. Oct. 17, 2003) (stating that pharmacist exercised discretion and judgment because, <i>inter alia,</i> he was responsible for contacting physician if drug seemed contraindicated).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">As a result of appellants' conversations with the prescribing physicians, the appellants and physicians typically agree on how to modify the original prescription. If, however, the appellants and physicians reach impasse, the appellants discuss the situation with their colleagues and supervisors before deciding whether to dispense the drug. That appellants consult among themselves and supervisors in difficult cases does not preclude a finding that they exercise discretion and judgment in those cases. <i>See Piscione,</i> 171 F.3d at 536 (\"[T]he reality [is] that many individuals who exercise discretion and independent judgment often do so after consultation with others.\"). In fact, appellants concede in their depositions that their position requires them to use advanced training and judgment in determining if a drug is contraindicated and deciding whether the drug could be dispensed without compromising a patient's health.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Appellants also spend a significant portion of their time supervising other employees. Supervisory responsibility is an indicum that an employee exercises discretion and judgment. <i>See id.</i> at 535 &amp; 537. Appellants each supervise between eight and ten pharmacy technicians during the compounding process and two to three technicians during labeling. Appellants are responsible for assigning work, explaining how tasks should be accomplished, and reviewing the final work product. When the technicians make mistakes, appellants correct the errors. Moreover, Baxter relies on appellants' evaluations in making personnel decisions regarding the technicians. <i>See id.</i> at 537 (stating that employee exercised discretion and judgment by assigning work and evaluating subordinates).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Finally, while appellants spend much of their day supervising other employees, they are not closely supervised in the performance of their own duties. This is another indicator that appellants exercise discretion and judgment. <i>Compare Owsley v. San Antonio Indep. Sch. Dist.,</i> 187 F.3d 521, 526 (5th Cir.1999) (stating that athletic trainers exercised discretion and judgment, in part, because they made many decisions without immediate supervision), <i>with Quirk v. Baltimore County,</i> 895 F.Supp. 773, 785 (D.Md.1995) (holding that emergency medical technician did not consistently exercise discretion and judgment because he worked under the immediate supervision of a physician).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">While not disputing any of this, appellants contend that they do not consistently exercise discretion and judgment because they are bound to follow the SOPs in performing their duties. This argument fails. First, appellants acknowledge that they do not follow the SOPs if they believe that the result would endanger a patient's health. Appellants admit that their ultimate duty is to assure patient health, and that they depart from the SOPs, if necessary, to meet this responsibility. Thus, appellants maintain discretion to decide when to depart from the SOPs.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>See Paul v. Petroleum Equip. Tools Co.,</i> 708 F.2d 168, 171 (5th Cir.1983) (concluding that a pilot exercised discretion and judgment because, even though he was guided by an extensive procedural manual, he had discretion to act as appropriate in case of an in-flight emergency).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Second, the SOPs are issued and/or updated by Baxter after consultation with appellants. Appellants review the SOPs and provide suggestions for modification and improvement during the SOP formulation process. The SOPs thus reflect appellants' collective wisdom about how operations at Baxter should be organized and what new pharmacological information should be included. Participation in this review process itself involves judgment and discretionary decisionmaking. <i>Cf. Vela v. Houston,</i> 276 F.3d 659, 676 (5th Cir.2001) (stating that emergency medical specialists were not professionals, in part, because they did not participate in establishing the protocols and standing orders that guided the performance of their duties).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">No circuit court has, to our knowledge, considered whether a pharmacist qualifies as a professional under the FLSA.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> But we derive support for our conclusion from a decision by the Fifth Circuit classifying athletic trainers as professionals. <i>See Owsley,</i> 187 F.3d at 526-27. In <i>Owsley,</i> the trainers argued that they were not professionals because their exercise of discretion and judgment was substantially cabined by a series of standard treatment guidelines that they were required to follow. <i>See id.</i> at 526. The court rejected this argument. <i>See id.</i> It concluded that \"[t]he existence of standard procedures and guidelines does not mean that the trainers' responsibilities do not require the type of consistent exercise of discretion and judgment [that is] characteristic of other professionals.\" <i>Id.</i> at 527. The court determined that the trainers exercised independent discretion and judgment because they were not closely supervised in the implementation of the standard procedures and they maintained discretion to depart from the procedures in emergency situations. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Similarly, the undisputed evidence in this case establishes that appellants consistently exercise discretion and judgment despite the existence of the SOPs.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> With little supervision, appellants use their specialized knowledge to make numerous discretionary decisions including how to follow up with a physician over a questionable prescription; when a drug should not be dispensed because of a potential danger to the patient; and how to assign, supervise, and review the work of the technicians. This evidence establishes that appellants are exempt from the FLSA's overtime requirements.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In the district court, appellants also claimed overtime pay under Puerto Rico's overtime law,<i>see</i> 29 P.R. Laws Ann. &#167; 271 <i>et seq.,</i> but have not raised arguments relevant to this claim on appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Secretary has adopted new regulations for defining professional employees which became effective in August 2004<i>See</i> 29 C.F.R. &#167; 541.300 (2004). Because this case predates the change, we apply the prior regulations. <i>See Belt v. EmCare, Inc.,</i> 351 F.Supp.2d 625 (E.D.Tex.2005).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The regulations provide that the short test applies to employees compensated at a certain minimum salary. 29 C.F.R. &#167; 541.3(a) (1999). Appellants concede that they satisfy the salary prerequisite for application of the short test</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> This definition of \"discretion and judgment\" comes from the regulations for the administrative exemption. Several courts have applied this definition in cases involving the professional exemption<i>See Rutlin,</i> 220 F.3d at 743; <i>Piscione v. Ernst &amp; Young, LLP,</i> 171 F.3d 527, 535-36 (7th Cir.1999); <i>Barth v. Wolf Creek Nuclear Operating Corp.,</i> 125 F.Supp.2d 437, 442 (D.Kan.2000); <i>Debejian v. Atl. Testing Labs., Ltd.,</i> 64 F.Supp.2d 85, 89-90 (N.D.N.Y.1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> There is no evidence that appellants were ever disciplined for declining to follow an SOP<i>Cf. Quirk,</i> 895 F.Supp. at 785 (holding that emergency medical technician was not a professional because he was disciplined for deviating from standard protocols).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> One unpublished district court opinion holds that pharmacists are exempt professionals under the FLSA<i>See Anunobi,</i> 2003 WL 22368153.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Appellants rely on<i>Hashop v. Rockwell Space Operations Co.,</i> 867 F.Supp. 1287 (S.D.Tex.1994). In <i>Hashop,</i> the court considered whether technicians who worked as instructors in training space shuttle ground control personnel were professionals. <i>See id.</i> at 1298. The court ruled that they were not professionals, in part, because they made decisions \"only within a well-defined framework.\" <i>Id.</i> But as we have explained, appellants make decisions outside the SOP framework which are fundamental to Baxter's primary mission of dispensing safe and appropriate drugs. <i>See id.</i> (stating that technicians were not professionals because their decisions did not \"affect the fundamental operation of the enterprise\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> After this litigation began, Baxter sought to hire another compound pharmacist. The advertisement stated that the position was \"non-exempt.\" Appellants argue that this advertisement constituted an admission of liability by Baxter under Federal Rules of Evidence 704 and 801(d)(2), thereby entitling appellants to summary judgment. This argument was not raised before the district court and is therefore forfeited on appeal<i>See Sandstrom v. ChemLawn Corp.,</i> 904 F.2d 83, 87 (1st Cir.1990). Alternatively, appellants contend that this job posting establishes a disputed fact concerning the proper classification of the compound pharmacist position because it demonstrates that Baxter believed that the position was non-exempt. We disagree. That Baxter may have thought that the compounding pharmacist position was non-exempt is insufficient to overcome the undisputed facts which establish that the position is exempt.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">400</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">72</span></span></p>\n    <p class=\"parties\">Eillim DE JESUS-RENTAS; Magdalena Mercado-Casiano; Nidia S. Gomez-Torres; Myrna Pinero-Medina; Melba Rocafort-Garcia, Plaintiffs, Appellants,<br>v.<br>BAXTER PHARMACY SERVICES CORPORATION; Baxter Healthcare Corporation; Baxter Sales and Distribution Corp., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 03-2679.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 9, 2004.</p>\n    <p class=\"date\">Decided March 9, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Carlos R. Ram&#237;rez, with whom John F. Nevares &amp; Associates, PSC was on brief, for appellants.</p>\n      <p class=\"indent\">Pedro J. Manzano-Yates, with whom Juan J. Casillas Ayala and Fiddler Gonz&#225;lez &amp; Rodrigues, LLP were on brief, for appellees.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, STAHL, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">HOWARD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Fair Labor Standards Act (\"FLSA\") requires employers to pay employees overtime for hours worked in excess of 40 hours per week, but it exempts, <i>inter alia,</i> employees working in a <i>bona fide</i> professional capacity. <i>See</i> 29 U.S.C. &#167; 213(a)(1). This case requires us to decide whether appellants, compound pharmacists employed by Baxter Pharmacy Services Corporation (\"Baxter\"), are professionals exempt from the overtime requirement. The district court determined that they are and awarded Baxter summary judgment on this basis. We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellants are five licensed compound pharmacists who facilitate Baxter's manufacturing and distribution of intravenous antibiotics, dialysis medication, and chemotherapy drugs. Their primary duties require them to analyze, approve, and fill prescription requests.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellants rotate through three duty stations &#8212; data entry, compounding, and labeling. At the data entry stage, appellants determine whether a prescription is appropriate for the particular patient based on the nature of the prescription and the patient's medical profile. At the compounding stage, appellants supervise pharmacy technicians in the preparation of the requested drug compounds. At the labeling stage, appellants work with technicians to confirm that the final product meets pharmacological standards and that it has been accurately labeled and includes the required documentation.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Appellants are guided in performing their tasks by Baxter's Standard Operating Procedures (\"SOPs\"). The SOPs combine sources of pharmacological data about the various drugs that Baxter sells. The SOPs also establish the protocols that Baxter employees are expected to follow in performing their duties. Appellants participate annually in updating the SOPs to reflect changing practices and new pharmacological information.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At all times, Baxter paid appellants on a salary basis but did not pay them overtime because Baxter considered them exempt professionals. Appellants filed suit in August 2001 challenging this determination. After discovery, the parties filed cross motions for summary judgment. In a published opinion the district court awarded Baxter summary judgment. <i>See De Jesus Rentas v. Baxter Pharmacy Servs. Corp.,</i> <span class=\"citation\" data-id=\"2522518\"><a href=\"/opinion/2522518/de-jesus-rentas-v-baxter-pharmacy-services-corp/\"><span class=\"volume\">286</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">235</span></a></span> (D.P.R.2003). Applying a test that we shall elaborate momentarily, the court ruled that appellants were exempt professionals because they consistently exercised discretion and judgment in performing their duties. <i>See id.</i> Appellants timely appealed.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We review the award of summary judgment <i>de novo. See Kolling v. Am. Power</i> <i>Conversion Corp.,</i> <span class=\"citation\" data-id=\"200694\"><a href=\"/opinion/200694/kolling-v-american-power-conv/\"><span class=\"volume\">347</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 13 (1st Cir.2003). Summary judgment is appropriate only when the undisputed facts demonstrate that the moving party is entitled to judgment as a matter of law. <i>See</i> Fed.R.Civ.P. 56(c). Cross summary judgment motions do not alter the basic Fed.R.Civ.P. 56 standard. <i>See Wiley v. Am. Greetings Corp.,</i> <span class=\"citation\" data-id=\"452056\"><a href=\"/opinion/452056/colleen-a-wiley-dba-wiley-creations-v-american-greetings-corp/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">139</span></a></span>, 140-41 (1st Cir.1985). Cross motions simply require that we determine whether either party deserves judgment as a matter of law on the summary judgment record. <i>See Wightman v. Springfield Terminal Ry. Co.,</i> <span class=\"citation\" data-id=\"729694\"><a href=\"/opinion/729694/douglas-t-wightman-v-springfield-terminal-railway-company-and-united/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">228</span></a></span>, 230 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The FLSA's overtime provisions establish the general rule that employees must be compensated at a rate not less than one and one-half times their regular rate of pay for all hours worked in excess of 40 hours. <i>See</i> 29 U.S.C. &#167; 207(a)(1). But employees working in executive, administrative, or professional capacities are exempt from this requirement. <i>See id.</i> at &#167; 213(a)(1). \"The employer in an FLSA case bears the burden of establishing that its employees are exempt, and because of the remedial nature of the FLSA, exemptions are to be narrowly construed against the employers seeking to assert them ...\" <i>Reich v. Newspapers of New England, Inc.,</i> <span class=\"citation\" data-id=\"686722\"><a href=\"/opinion/686722/robert-b-reich-secretary-of-labor-us-department-of-labor-v-newspapers/\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1060</span></a></span>, 1070 (1st Cir.1995) (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The terms of the professional exemption are set forth in regulations promulgated by the Secretary of Labor.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>See id.</i> The parties agree that the so-called \"short test\" applies for determining if appellants qualify as professionals.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Under the short test, a professional means any employee:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">(a) Whose primary duty consists of the performance of:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">(1) Work requiring knowledge of an advance type in a field of science or learning customarily acquired by a prolonged course of specialized intellectual instruction and study, as distinguished from a general academic education and from an apprenticeship, and from training in the performance of routine mental, manual, or physical processes, ... and</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(b) Whose work requires the consistent exercise of discretion and judgment in its performance.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">29 C.F.R. &#167; 541.3 (1999). Appellants concede that they satisfy the knowledge portion of the short test but claim that they are not professionals because their work does not require the consistent exercise of discretion and judgment. Consequently, we train our focus on this element of the test.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In general, the exercise of discretion and judgment \"involves the comparison and the evaluation of possible courses of conduct and acting or making a decision after the various possibilities have been considered.\" 29 C.F.R. &#167; 541.207(a)(1999); <i>Rutlin v. Prime Succession, Inc.,</i> <span class=\"citation\" data-id=\"769668\"><a href=\"/opinion/769668/david-rutlin-v-prime-succession-inc-kerley-starks-funeral-homes-inc/\"><span class=\"volume\">220</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">737</span></a></span>, 743 (6th Cir.2000) (citing 29 C.F.R. &#167; 541.207).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Applying this definition to the undisputed evidence convinces us that appellants consistently exercise discretion and judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">One of appellants' primary tasks is to evaluate the safety and propriety of each prescription for the particular patient. If appellants believe that a drug is contraindicated for a certain patient, they are responsible for contacting the prescribing physician to discuss whether the prescription needs modification. There is no dispute that the decision to contact the physician and the content of the subsequent conversation is within appellants' control and judgment and requires appellants to use their advanced training. <i>See Anunobi v. Eckerd Corp.,</i> No. 02-CV-0820, <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">22368153</span></span>, at *5 (W.D.Tex. Oct. 17, 2003) (stating that pharmacist exercised discretion and judgment because, <i>inter alia,</i> he was responsible for contacting physician if drug seemed contraindicated).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">As a result of appellants' conversations with the prescribing physicians, the appellants and physicians typically agree on how to modify the original prescription. If, however, the appellants and physicians reach impasse, the appellants discuss the situation with their colleagues and supervisors before deciding whether to dispense the drug. That appellants consult among themselves and supervisors in difficult cases does not preclude a finding that they exercise discretion and judgment in those cases. <i>See Piscione,</i> 171 F.3d at 536 (\"[T]he reality [is] that many individuals who exercise discretion and independent judgment often do so after consultation with others.\"). In fact, appellants concede in their depositions that their position requires them to use advanced training and judgment in determining if a drug is contraindicated and deciding whether the drug could be dispensed without compromising a patient's health.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Appellants also spend a significant portion of their time supervising other employees. Supervisory responsibility is an indicum that an employee exercises discretion and judgment. <i>See id.</i> at 535 &amp; 537. Appellants each supervise between eight and ten pharmacy technicians during the compounding process and two to three technicians during labeling. Appellants are responsible for assigning work, explaining how tasks should be accomplished, and reviewing the final work product. When the technicians make mistakes, appellants correct the errors. Moreover, Baxter relies on appellants' evaluations in making personnel decisions regarding the technicians. <i>See id.</i> at 537 (stating that employee exercised discretion and judgment by assigning work and evaluating subordinates).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Finally, while appellants spend much of their day supervising other employees, they are not closely supervised in the performance of their own duties. This is another indicator that appellants exercise discretion and judgment. <i>Compare Owsley v. San Antonio Indep. Sch. Dist.,</i> <span class=\"citation\" data-id=\"18520\"><a href=\"/opinion/18520/owsley-v-san-antonio-isd/\"><span class=\"volume\">187</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">521</span></a></span>, 526 (5th Cir.1999) (stating that athletic trainers exercised discretion and judgment, in part, because they made many decisions without immediate supervision), <i>with Quirk v. Baltimore County,</i> <span class=\"citation\" data-id=\"1570501\"><a href=\"/opinion/1570501/quirk-v-baltimore-county-md/\"><span class=\"volume\">895</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">773</span></a></span>, 785 (D.Md.1995) (holding that emergency medical technician did not consistently exercise discretion and judgment because he worked under the immediate supervision of a physician).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">While not disputing any of this, appellants contend that they do not consistently exercise discretion and judgment because they are bound to follow the SOPs in performing their duties. This argument fails. First, appellants acknowledge that they do not follow the SOPs if they believe that the result would endanger a patient's health. Appellants admit that their ultimate duty is to assure patient health, and that they depart from the SOPs, if necessary, to meet this responsibility. Thus, appellants maintain discretion to decide when to depart from the SOPs.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>See Paul v. Petroleum Equip. Tools Co.,</i> <span class=\"citation\" data-id=\"419165\"><a href=\"/opinion/419165/travis-paul-v-petroleum-equipment-tools-co/\"><span class=\"volume\">708</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">168</span></a></span>, 171 (5th Cir.1983) (concluding that a pilot exercised discretion and judgment because, even though he was guided by an extensive procedural manual, he had discretion to act as appropriate in case of an in-flight emergency).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Second, the SOPs are issued and/or updated by Baxter after consultation with appellants. Appellants review the SOPs and provide suggestions for modification and improvement during the SOP formulation process. The SOPs thus reflect appellants' collective wisdom about how operations at Baxter should be organized and what new pharmacological information should be included. Participation in this review process itself involves judgment and discretionary decisionmaking. <i>Cf. Vela v. Houston,</i> <span class=\"citation\" data-id=\"776123\"><a href=\"/opinion/776123/juan-e-vela-phillip-e-daley-tiera-angelle-leger-richard-wayne-medeiros/\"><span class=\"volume\">276</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">659</span></a></span>, 676 (5th Cir.2001) (stating that emergency medical specialists were not professionals, in part, because they did not participate in establishing the protocols and standing orders that guided the performance of their duties).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">No circuit court has, to our knowledge, considered whether a pharmacist qualifies as a professional under the FLSA.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> But we derive support for our conclusion from a decision by the Fifth Circuit classifying athletic trainers as professionals. <i>See Owsley,</i> 187 F.3d at 526-27. In <i>Owsley,</i> the trainers argued that they were not professionals because their exercise of discretion and judgment was substantially cabined by a series of standard treatment guidelines that they were required to follow. <i>See id.</i> at 526. The court rejected this argument. <i>See id.</i> It concluded that \"[t]he existence of standard procedures and guidelines does not mean that the trainers' responsibilities do not require the type of consistent exercise of discretion and judgment [that is] characteristic of other professionals.\" <i>Id.</i> at 527. The court determined that the trainers exercised independent discretion and judgment because they were not closely supervised in the implementation of the standard procedures and they maintained discretion to depart from the procedures in emergency situations. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Similarly, the undisputed evidence in this case establishes that appellants consistently exercise discretion and judgment despite the existence of the SOPs.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> With little supervision, appellants use their specialized knowledge to make numerous discretionary decisions including how to follow up with a physician over a questionable prescription; when a drug should not be dispensed because of a potential danger to the patient; and how to assign, supervise, and review the work of the technicians. This evidence establishes that appellants are exempt from the FLSA's overtime requirements.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In the district court, appellants also claimed overtime pay under Puerto Rico's overtime law,<i>see</i> 29 P.R. Laws Ann. &#167; 271 <i>et seq.,</i> but have not raised arguments relevant to this claim on appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Secretary has adopted new regulations for defining professional employees which became effective in August 2004<i>See</i> 29 C.F.R. &#167; 541.300 (2004). Because this case predates the change, we apply the prior regulations. <i>See Belt v. EmCare, Inc.,</i> <span class=\"citation\" data-id=\"2407580\"><a href=\"/opinion/2407580/belt-v-emcare-inc/\"><span class=\"volume\">351</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">625</span></a></span> (E.D.Tex.2005).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The regulations provide that the short test applies to employees compensated at a certain minimum salary. 29 C.F.R. &#167; 541.3(a) (1999). Appellants concede that they satisfy the salary prerequisite for application of the short test</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> This definition of \"discretion and judgment\" comes from the regulations for the administrative exemption. Several courts have applied this definition in cases involving the professional exemption<i>See Rutlin,</i> 220 F.3d at 743; <i>Piscione v. Ernst &amp; Young, LLP,</i> <span class=\"citation\" data-id=\"762580\"><a href=\"/opinion/762580/anthony-piscione-v-ernst-young-llp/\"><span class=\"volume\">171</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">527</span></a></span>, 535-36 (7th Cir.1999); <i>Barth v. Wolf Creek Nuclear Operating Corp.,</i> <span class=\"citation\" data-id=\"2424978\"><a href=\"/opinion/2424978/barth-v-wolf-creek-nuclear-operating-corp/\"><span class=\"volume\">125</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">437</span></a></span>, 442 (D.Kan.2000); <i>Debejian v. Atl. Testing Labs., Ltd.,</i> <span class=\"citation\" data-id=\"2578466\"><a href=\"/opinion/2578466/debejian-v-atlantic-testing-laboratories-ltd/\"><span class=\"volume\">64</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">85</span></a></span>, 89-90 (N.D.N.Y.1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> There is no evidence that appellants were ever disciplined for declining to follow an SOP<i>Cf. Quirk,</i> 895 F.Supp. at 785 (holding that emergency medical technician was not a professional because he was disciplined for deviating from standard protocols).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> One unpublished district court opinion holds that pharmacists are exempt professionals under the FLSA<i>See Anunobi,</i> <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">22368153</span></span>.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Appellants rely on<i>Hashop v. Rockwell Space Operations Co.,</i> <span class=\"citation\" data-id=\"1456177\"><a href=\"/opinion/1456177/hashop-v-rockwell-space-operations-co/\"><span class=\"volume\">867</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1287</span></a></span> (S.D.Tex.1994). In <i>Hashop,</i> the court considered whether technicians who worked as instructors in training space shuttle ground control personnel were professionals. <i>See id.</i> at 1298. The court ruled that they were not professionals, in part, because they made decisions \"only within a well-defined framework.\" <i>Id.</i> But as we have explained, appellants make decisions outside the SOP framework which are fundamental to Baxter's primary mission of dispensing safe and appropriate drugs. <i>See id.</i> (stating that technicians were not professionals because their decisions did not \"affect the fundamental operation of the enterprise\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> After this litigation began, Baxter sought to hire another compound pharmacist. The advertisement stated that the position was \"non-exempt.\" Appellants argue that this advertisement constituted an admission of liability by Baxter under Federal Rules of Evidence 704 and 801(d)(2), thereby entitling appellants to summary judgment. This argument was not raised before the district court and is therefore forfeited on appeal<i>See Sandstrom v. ChemLawn Corp.,</i> <span class=\"citation\" data-id=\"542293\"><a href=\"/opinion/542293/richard-l-sandstrom-etc-v-chemlawn-corporation/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">83</span></a></span>, 87 (1st Cir.1990). Alternatively, appellants contend that this job posting establishes a disputed fact concerning the proper classification of the compound pharmacist position because it demonstrates that Baxter believed that the position was non-exempt. We disagree. That Baxter may have thought that the compounding pharmacist position was non-exempt is insufficient to overcome the undisputed facts which establish that the position is exempt.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/18520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200694/",
    "http://www.courtlistener.com/api/rest/v3/opinions/419165/",
    "http://www.courtlistener.com/api/rest/v3/opinions/452056/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/686722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/729694/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762580/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769668/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776123/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1456177/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1570501/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2407580/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2424978/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2522518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2578466/"
  ]
}