{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201459/",
  "absolute_url": "/opinion/201459/ahlijah-v-ashcroft/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201459/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:27:18Z",
  "date_modified": "2016-02-28T05:05:31.867844Z",
  "type": "010combined",
  "sha1": "77639b01265eb9a03e5804ddba161cfe569917fd",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-1120-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/02/18/Ahlijah_v._Ashcroft.pdf",
  "plain_text": "               Not For Publication in West's Federal Reporter\n              Citation Limited Pursuant to 1st Cir. Loc. R. 32.3\n\n\n          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 04-1120\n\n                           STEPHEN AHLIJAH,\n\n                               Petitioner,\n\n                                     v.\n\n                          JOHN ASHCROFT,\n                 UNITED STATES ATTORNEY GENERAL,\n\n                               Respondent.\n\n\n\n                ON PETITION FOR REVIEW OF AN ORDER\n               OF THE BOARD OF IMMIGRATION APPEALS\n\n\n                                  Before\n\n                     Torruella, Circuit Judge,\n                 Campbell, Senior Circuit Judge,\n                    and Howard, Circuit Judge.\n\n\n     Stephanie F. Dyson, with whom William P. Joyce and Joyce &\nZerola, P.C. were on brief, for petitioner.\n     Leslie McKay, Attorney, United States Department of Justice,\nCivil Division, Office of Immigration Litigation, with whom Peter\nD. Keisler, Assistant Attorney General, and Terri J. Scadron,\nAssistant Director, were on brief, for respondent.\n\n\n\n                           February 18, 2005\n\f          Per Curiam.      Petitioners Stephen Ahlijah (\"Mr. Ahlijah\")\n\nand Essivi Ahlijah (\"Ms. Ahlijah\") appeal the Board of Immigration\n\nAppeals' (\"BIA\") affirmance of an Immigration Judge's decision\n\ndenying Mr. Ahlijah's applications for asylum, withholding of\n\nremoval, cancellation of removal, and relief under the Convention\n\nAgainst Torture (\"CAT\"), and also denying Ms. Ahlijah's separate\n\napplications for asylum and relief under the CAT.           We affirm.\n\n                              I.   Background\n\n          Mr. Ahlijah is a native and citizen of Ghana and a member\n\nof the Ewe tribe, members of which are located in both Ghana and\n\nits neighbor to the east, Togo.      Mr. Ahlijah testified that he was\n\nraised by his uncle and lived in Akra, Ghana until 1979.            In 1979,\n\nthere was a coup in Ghana, and Mr. Ahlijah's uncle, who was\n\naffiliated    with   the   government,    was   arrested   and   imprisoned.\n\nMr. Ahlijah and the rest of the family fled to Togo.               In 1987,\n\nMr. Ahlijah married Ms. Ahlijah, who is a native and citizen of\n\nTogo and also a member of the Ewe tribe.\n\n             In 1987, Mr. Ahlijah joined a group called EKPEMOG, which\n\nmeans \"young democrats fighting for freedom and justice in Togo.\"\n\nEKPEMOG opposed the Togolese government and sought greater freedom\n\nand democracy in Togo.      Mr. Ahlijah's duties for EKPEMOG included\n\ndistributing fliers and delivering messages from group members in\n\nGhana to group leaders in Togo.\n\n\n\n\n                                    -2-\n\f            Mr. Ahlijah testified that around November 1987, members\n\nof EKPEMOG in exile in Ghana crossed the border into Togo and\n\nattempted a coup against the Togolese government.1                  Mr. Ahlijah\n\nprovided    EKPEMOG   with    information        regarding   the    movement   of\n\nTogolese border guards.        This information assisted EKPEMOG troops\n\nin crossing the border from Ghana into Togo. Mr. Ahlijah testified\n\nthat he did not know that the information he provided was for a\n\ncoup.     He testified that after the coup failed, he was among a\n\ncrowd of people who threw stones at soldiers and burned cars.\n\nMr. Ahlijah also testified that he assisted in hiding some of the\n\nrebels.    After the coup failed, Mr. Ahlijah went into hiding for\n\none month.\n\n            In   January     1989,    he   was   arrested    by    the   Togolose\n\nauthorities and imprisoned for twenty days.            During this time, the\n\nauthorities beat him in order to extract information about other\n\nmembers of EKPEMOG.          After his release, several friends from\n\nEKPEMOG disappeared, and Mr. Ahlijah began to fear for his safety\n\nbecause of his affiliation with EKPEMOG.                In December 1989, a\n\nsympathetic Ewe police officer told Mr. Ahlijah that he should\n\nleave Togo because the government was looking for him.                         The\n\nofficer helped Mr. Ahlijah acquire a Togolese passport and a visa\n\nunder someone else's name.           Mr. Ahlijah left Togo on December 17,\n\n\n\n1\n   Later in his testimony, Mr. Ahlijah stated that he could not\nremember if the coup took place in 1986 or 1987.\n\n                                       -3-\n\f1989.     He entered the United States on December 18, 1989, at New\n\nYork, New York.        He testified that he fears he will be arrested or\n\nkilled    by     the   Togolose     government      if    he   returns   to    Togo.\n\nMr. Ahlijah also testified that he fears returning to Ghana, even\n\nthough his uncle has been released from prison and \"every issue to\n\ndo with [his] fleeing to Togo is over,\" because he believes the\n\nTogolese government would be able to find and kidnap him in Ghana.\n\n               In January 1990, the police came to the Ahlijahs' home in\n\nTogo looking for Mr. Ahlijah.             When they did not find him, they\n\narrested Ms. Ahlijah.             She was imprisoned for two days without\n\nfood,    questioned       about   her   husband's    whereabouts       and    beaten.\n\nSeveral months later, Ms. Ahlijah was arrested again and imprisoned\n\nfor five days.         Between 1990 and 1993, Ms. Ahlijah remained in\n\nTogo. She was not arrested again, although the police occasionally\n\ncame to her house.         Ms. Ahlijah also testified that the family of\n\nKokou Sukah, the man whose passport Mr. Ahlijah used to enter the\n\nUnited States, came to her house and asked her to tell her husband\n\nto return to Togo. Apparently, Kokou Sukah was arrested for aiding\n\nMr. Ahlijah, and his family wanted Mr. Ahlijah to return so that\n\nthe     police    would    stop    harassing     them.         In   November    1993,\n\nMs. Ahlijah left Togo and went to Ghana.                 She originally stayed in\n\nthe village of Denu, which is near the border with Togo.                          She\n\neventually went to the town of Tamale, further from the border,\n\nbecause she feared that Togolese police might find her in Denu.                    In\n\n\n                                         -4-\n\f1999, Ms. Ahlijah left Ghana and came to the United States.              She\n\nentered the United States on December 23, 1999 at New York, New\n\nYork.\n\n            On January 27, 1994, Mr. Ahlijah filed an application for\n\nasylum with the Immigration and Naturalization Service (\"INS\").2\n\nOn August 22, 2000, Mr. Ahlijah's application was referred to an\n\nImmigration Judge.       On October 18, 2001, Mr. Ahlijah amended his\n\nasylum application to include Ms. Ahlijah.           On November 5, 2001,\n\nthe INS issued a Notice to Appear to Mr. and Ms. Ahlijah, charging\n\nthem with removability under § 237(a)(1)(A) of the Immigration and\n\nNationality Act (\"INA\"), 8 U.S.C. § 1227(a)(1)(A), for being\n\ninadmissible at the time of entry into the United States.\n\n            At a hearing before an Immigration Judge on April 30,\n\n2002, Mr. and Ms. Ahlijah admitted the factual allegations against\n\nthem and conceded removability. Mr. Ahlijah requested cancellation\n\nof removal, asylum, withholding of removal, and relief under the\n\nCAT.     The Immigration Judge instructed Mr. Ahlijah to file his\n\napplication for cancellation of removal by December 9, 2002, and\n\nmade January 28, 2003, the date for the next hearing.               At the\n\nhearing on January 28, 2003, Mr. Ahlijah, who had failed to meet\n\nthe     December   9,   2002   due   date,   filed   his   application   for\n\n\n2\n    In March 2003, the relevant functions of the INS were\ntransferred into the new Department of Homeland Security and\nreorganized into the Bureau of Immigration and Customs Enforcement\n(\"BICE\"). For simplicity, we refer to the agency throughout this\nopinion as the INS.\n\n                                     -5-\n\fcancellation of removal.     Also at this hearing, Ms. Ahlijah filed\n\nan independent asylum application, claiming Mr. Ahlijah as a\n\nderivative.\n\n           In an oral decision on May 1, 2003, the Immigration Judge\n\ndenied   Mr.   Ahlijah's   application    for    cancellation    of   removal\n\nbecause it was not timely filed, and his applications for asylum\n\nand withholding    of   removal   because   he    was   inadmissible    as   a\n\nterrorist under 8 U.S.C. § 1182(a)(3)(B)(i). The Immigration Judge\n\nalso denied Mr. Ahlijah relief under the CAT.              The Immigration\n\nJudge ordered that Mr. Ahlijah be removed to Ghana.              Mr. Ahlijah\n\nfiled a timely notice of appeal to the BIA.\n\n           The    Immigration     Judge   pretermitted     Ms.     Ahlijah's\n\nindependent asylum application as untimely under 8 U.S.C. § 1158(a)\n\n(2)(B), because Ms. Ahlijah failed to file the application within\n\none year of her arrival in the United States.              The Immigration\n\nJudge denied Ms. Ahlijah's requests for withholding of removal and\n\nrelief under the CAT, and ordered Ms. Ahlijah to be removed to\n\nTogo, or, in the alternative, Ghana.        Ms. Ahlijah filed a separate\n\nnotice of appeal to the BIA.\n\n           On December 24, 2003, the BIA consolidated the Ahlijahs'\n\nappeals and affirmed the decision of the Immigration Judge. Unlike\n\nthe Immigration Judge, the BIA reached the merits of Mr. Ahlijah's\n\nasylum and withholding of removal applications, and found that he\n\nhad failed to prove past persecution or a well-founded fear of\n\n\n                                    -6-\n\ffuture persecution should he return to Ghana.    The BIA denied Ms.\n\nAhlijah's independent asylum application, finding that she failed\n\nto file it within one year of her arrival in the United States, and\n\nthat there were no extraordinary circumstances to explain the late\n\nfiling.   The BIA also found that both Mr. and Ms. Ahlijah failed to\n\nmeet their burden of proof for relief under the CAT.       Finally, the\n\nBIA affirmed the Immigration Judge's decision to deny Mr. Ahlijah's\n\napplication for cancellation of removal because he failed to file\n\nit by the deadline set by the Immigration Judge.\n\n           A petition for review to this court was filed on January\n\n21, 2004, but did not contain Ms. Ahlijah's name.    On February 18,\n\n2004, Mr. Ahlijah filed a motion to amend the parties to include an\n\nadditional petitioner, Ms. Ahlijah. On April 26, 2004, we directed\n\nthe parties to address in their briefs the issue of whether we have\n\njurisdiction to consider an untimely request for judicial review by\n\ngranting a motion to amend another person's timely petition to\n\ninclude the late filer.     We address this issue first.\n\n                             II.   Analysis\n\nA.   Ms. Ahlijah's Appeal\n\n           A petition for review from all final BIA orders must be\n\nfiled with this court within thirty days.     8 U.S.C. § 1252(b)(1);\n\nZhang v. INS, 348 F.3d 289, 292 (1st Cir. 2003).       \"This need to\n\ntimely appeal is a strict jurisdictional requirement.\"        Id.   The\n\npetition for review must, among other things, \"name each party\n\n\n                                   -7-\n\fseeking review either in the caption or the body of the petition --\n\nusing such terms as 'et al.,' 'petitioners,' or 'respondents' does\n\nnot effectively name the parties.\"           Fed. R. App. P. 15(a)(2).       The\n\nadvisory committee notes state that, unlike Fed. R. App. P. 3(c),\n\nwhich deals with appeals from a district court, Fed. R. App. P.\n\n15(a), which deals with appeals from administrative agencies, does\n\nnot allow flexibility \"to describe the parties in general terms\n\nrather than naming them individually\"; instead, \"each petitioner\n\nmust be named.\"         Fed. R. App. P. 15(a)(2) advisory committee's\n\nnote.\n\n              Ms. Ahlijah concedes that her name and alien number did\n\nnot    appear    on   the   petition   for   review   to   this    court.    She\n\nnevertheless argues that we should consider her to be properly\n\nincluded as a party to this petition.           Ms. Ahlijah notes that her\n\ncase    was     consolidated    with   Mr.    Ahlijah's     case    before   the\n\nImmigration Judge and BIA, that the Department of Homeland Security\n\n(\"DHS\") included her name and alien number in its only filing to\n\nthis court, and that the DHS never opposed including Ms. Ahlijah in\n\nthe petition during the time between the filing of the motion to\n\namend parties to include Ms. Ahlijah and our order directing the\n\nparties to address this issue in their briefs.               Ms. Ahlijah also\n\nargues that Mr. Ahlijah met the thirty-day window to file a\n\npetition, and that her \"claim rides with his claim.\"\n\n\n\n\n                                       -8-\n\f           Given the inflexible nature of Fed. R. App. P. 15(a) and\n\n8 U.S.C. § 1252(b)(1), we find that we do not have jurisdiction to\n\nhear Ms. Ahlijah's appeal. The fact that her case was consolidated\n\nwith Mr. Ahlijah's before the Immigration Judge and the BIA has no\n\nbearing on her appeal to this court.           Fed. R. App. P 15(a) provides\n\nclear, strict requirements for a petition to this court, and the\n\nstatus of the parties at the agency level is irrelevant to these\n\nrequirements.        Further,        the   fact    that     the     DHS   included\n\nMs.   Ahlijah's    name    on    a   filing   to   this     court   and   did   not\n\nimmediately object to the motion to amend parties to include\n\nMs. Ahlijah is irrelevant to whether we have jurisdiction over\n\nMs. Ahlijah's petition.          Finally, Ms. Ahlijah's independent claim\n\ndoes not \"ride\" with Mr. Ahlijah's claim.                 She filed a separate\n\napplication below, and therefore was required to timely appeal any\n\nfinal order of the BIA.              Ms. Ahlijah failed to do so, and we\n\ntherefore find that we do not have jurisdiction to hear her\n\nindependent appeal.\n\nB.    Mr. Ahlijah's Appeal\n\n            1.    Asylum\n\n            Mr.   Ahlijah       bears   the   burden   of    demonstrating      his\n\neligibility for asylum.          See 8 C.F.R. § 208.13(a).            He may meet\n\nthat burden by demonstrating past persecution or a well-founded\n\nfear of future persecution based on any of five grounds, including\n\n\"race, religion, nationality, membership in a particular social\n\n\n                                        -9-\n\fgroup, or political opinion.\"          Id. § 208.13(b)(1).       We will uphold\n\nthe   decision   of   the   BIA   if   it     is    \"supported   by   reasonable,\n\nsubstantial, and probative evidence on the record considered as a\n\nwhole.\"   INS v. Elías-Zacarías, 502 U.S. 478, 481 (1992)(quoting 8\n\nU.S.C. § 1105a(a)(4)).      Under this standard, \"[t]o reverse the BIA\n\nfinding we must find that the evidence not only supports that\n\nconclusion, but compels it . . . .\"                Id. at 481 n.1 (emphasis in\n\noriginal).\n\n            Mr. Ahlijah first argues that the BIA erred because it\n\ndid not address the Immigration Judge's finding that he was barred\n\nfrom relief because he was a terrorist, and instead found that he\n\nhad not met his burden of proving past persecution or a well-\n\nfounded fear of future persecution.                According to Mr. Ahlijah, it\n\nwas a violation of his due process rights for the BIA to address\n\nthe merits of his eligibility for asylum when the Immigration Judge\n\nnever did.\n\n             The BIA was not required to address the terrorist issue\n\nsimply because that was the basis of the Immigration Judge's\n\ndecision.     While the BIA may not \"engage in de novo review of\n\nfindings of fact determined by an immigration judge\", 8 C.F.R.\n\n§ 1003.1(d)(3)(i), it \"may review questions of law . . . de novo.\"\n\nId. § 1003.1(d)(3)(ii). In the instant case, the Immigration Judge\n\nmade findings of fact regarding Mr. Ahlijah's credibility and his\n\nexperiences in Ghana and Togo.           Based on those findings of fact,\n\n\n                                       -10-\n\fthe Immigration Judge concluded that Mr. Ahlijah was barred from\n\nrelief as a terrorist.        In its opinion, the BIA recognized the\n\nbasis for the Immigration Judge's decision but chose not to address\n\nthat issue.      Instead, the BIA decided that, based on the facts as\n\nfound by the Immigration Judge, Mr. Ahlijah had failed to prove\n\nthat he suffered past persecution or had a well-founded fear of\n\nfuture persecution.       This choice was within the powers granted to\n\nit under 8 C.F.R. § 1003.1(d).       The BIA did not undertake a de novo\n\nreview of facts found by the IJ, but instead undertook a de novo\n\nreview of a legal question: Mr. Ahlijah's statutory eligibility for\n\nasylum.\n\n               After carefully reviewing the record, we conclude that\n\nMr. Ahlijah was not deprived of due process.              He had a full and\n\nfair hearing before the Immigration Judge and was allowed to\n\npresent evidence to support his claim for relief.                  While the\n\nterrorist bar was an issue at his hearing, it did not prevent\n\nMr. Ahlijah from presenting the evidence upon which he based his\n\nclaims    of    past   persecution   and    fear   of   future   persecution.\n\nFurther, the BIA acted within its powers when, relying on the facts\n\nfound by the Immigration Judge, it found that Mr. Ahlijah had\n\nfailed to prove past persecution or a well-founded fear of future\n\npersecution.      While the Immigration Judge did not reach the merits\n\nof Mr. Ahlijah's asylum claim, she articulated the facts upon which\n\n\n\n\n                                     -11-\n\fMr. Ahlijah based his asylum claim.            We therefore find that there\n\nwas no due process violation.\n\n           Mr. Ahlijah next argues that the BIA should have found\n\nthat he suffered past persecution or had a well-founded fear of\n\nfuture persecution.         To establish past persecution, an applicant\n\nmust provide \"conclusive evidence\" that he was targeted on any of\n\nthe five statutorily protected grounds.              Fesseha v. Ashcroft, 333\n\nF.3d 13, 18 (1st Cir. 2003).            An applicant who establishes past\n\npersecution is presumed to have a well-founded fear of future\n\npersecution.     8 C.F.R. § 208.13(b)(1).          Mr. Ahlijah argues that he\n\nestablished past persecution at his hearing through testimony of\n\nhis imprisonment for twenty days by the Togolese authorities,\n\nduring which time he was beaten and asked questions about the names\n\nof other members of EPKEMOG.\n\n           We    do   not    address    whether      this   incident     in     Togo\n\nconstituted     persecution,        because   what      happened   in    Togo     is\n\nirrelevant to whether Mr. Ahlijah suffered persecution in Ghana.\n\nMr. Ahlijah is a native and citizen of Ghana, and Ghana is his\n\ncountry   of    removal.       In    order    to   be   eligible   for    asylum,\n\nMr. Ahlijah has the burden of proving that he suffered past\n\npersecution in Ghana. However, Mr. Ahlijah has not claimed that he\n\nsuffered past persecution in Ghana and we therefore find that\n\nMr. Ahlijah did not suffer past persecution in Ghana.\n\n\n\n\n                                       -12-\n\f              Because Mr. Ahlijah has not proven past persecution in\n\nGhana,   he    is     not   presumed   to   have    a   well-founded   fear   of\n\npersecution if he returns to Ghana.           Absent such a presumption, to\n\nestablish a well-founded fear of future persecution, \"the asylum\n\napplicant's fear must be both genuine and objectively reasonable.\"\n\nAguilar-Solís v. INS, 168 F.3d 565, 572 (1st Cir. 1999).               We focus\n\nour discussion on the objective prong, asking \"whether a reasonable\n\nperson   in     the    asylum   applicant's        circumstances   would   fear\n\npersecution on account of a statutorily protected ground.\"                 Id.\n\n              Mr. Ahlijah does not argue that he fears persecution by\n\nanyone in Ghana.       He instead argues that he has a well-founded fear\n\nof persecution if he returns to Ghana because (1) he has heard\n\nfrequent reports of Togolose police pursuing people across the\n\nborder into Ghana and kidnapping them; (2) the country condition\n\nreports in the record show that Togo's human rights record has\n\nworsened; and (3) these reports show that the border between Ghana\n\nand Togo is porous and that Togolese police frequently cross into\n\nGhana to kidnap their targets.\n\n              At best, these reports indicate that the human rights\n\nconditions in Togo are poor, that many Togolese have fled into\n\nGhana, and that in 1993-1994, there were isolated border skirmishes\n\nfollowing the coup attempt in which Mr. Ahlijah took part.                  See,\n\ne.g., United States Dep't of State, 2001 Country Reports on Human\n\nRights Practices, Togo (Mar. 4, 2002).              They do not indicate that\n\n\n                                       -13-\n\fthe Togolese police frequently cross into Ghana to kidnap people.\n\nFurther, the State Department 2001 report for Ghana indicated that\n\nthe country was relatively calm.               United States Dep't of State,\n\n2001 Country Reports on Human Rights Practices, Ghana (Mar. 4,\n\n2002).        Whatever the situation in Togo, the evidence does not\n\ncompel    a    finding   that    a   reasonable    person    in   Mr.   Ahlijah's\n\ncircumstances would fear persecution in Ghana on account of a\n\nstatutorily protected ground.\n\n               2.   Withholding of Removal\n\n               Because   Mr.    Ahlijah   is   unable   to   satisfy    the   less\n\nstringent standard for asylum, he is a fortiori unable to satisfy\n\nthe test for withholding of deportation.             See, e.g.,    Albathani v.\n\nINS, 318 F.3d 365, 374 (1st Cir. 2003).\n\n               3.   Convention Against Torture\n\n               Mr. Ahlijah also argues that he is entitled to relief\n\nunder the CAT because he will be tortured if he is returned to\n\nGhana.    An applicant for relief under the CAT must demonstrate\n\n\"that it is more likely than not that he or she would be tortured\n\nif removed to the proposed country of removal.\" 8 C.F.R. § 208.16\n\n(c)(2).       The regulations implementing the CAT define torture as\n\n\"severe pain or suffering,\" inflicted for one of several listed\n\npurposes \"by or at the instigation of or with the consent or\n\nacquiescence of a public official or other person acting in an\n\nofficial capacity.\" Id. § 208.18(a)(1). Mr. Ahlijah, who bases his\n\n\n                                       -14-\n\fargument on his arrest and beatings by the Togolose authorities,\n\nhas presented no evidence that any Ghanian official tortured him or\n\nthat it is more likely than not that he will be tortured if he is\n\nremoved to Ghana.     We therefore find that substantial evidence\n\nsupports the BIA's findings regarding the CAT.\n\n           4.   Cancellation of Removal\n\n           Mr. Ahlijah's final argument is that the BIA abused its\n\ndiscretion in finding that the Immigration Judge properly deemed\n\nhis application for cancellation of removal abandoned.   According\n\nto Mr. Ahlijah, by deeming his application abandoned, the BIA\n\nabused its discretion by failing to exercise it in his favor and\n\nwaive the deadline.      We find no merit to this argument.      An\n\nImmigration Judge has the power to \"set and extend time limits for\n\nthe filing of applications . . . . If an application or document is\n\nnot filed within the time set by the Immigration Judge, the\n\nopportunity to file that application or document shall be deemed\n\nwaived.\"   8 C.F.R. § 1003.31(c).   At a hearing on April 30, 2002,\n\nthe Immigration Judge set December 9, 2002 as the due date for\n\nMr. Ahlijah's application for cancellation of removal.     Despite\n\nhaving over seven months to file the application, Mr. Ahlijah did\n\nnot actually file the application until January 28, 2003.       The\n\nImmigration Judge was therefore within her power to deem the\n\napplication abandoned.\n\n\n\n\n                                -15-\n\f            Mr. Ahlijah also argues that the BIA failed to consider\n\nhis arguments that his late application was due to ineffective\n\nassistance of counsel. Mr. Ahlijah, however, has not shown that he\n\ncomplied with the requirements of Matter of Lozada, 19 I & N Dec.\n\n637, 639 (BIA 1988), which the BIA has developed as a screen for\n\nfrivolous ineffective assistance of counsel claims.                        Under the\n\nLozada   requirements,     an     applicant      must    support       a    claim   of\n\nineffective assistance of counsel with:\n\n            (1) an affidavit describing in detail the\n            agreement between the alien and his counsel\n            regarding the litigation matters the attorney\n            was retained to address; (2) evidence that the\n            alien informed his counsel as to the alien's\n            ineffective    assistance   allegations    and\n            afforded counsel an opportunity to respond;\n            and (3) evidence that the alien had either\n            filed a complaint with the appropriate\n            disciplinary     authority    regarding    the\n            attorney's ethical or legal misfeasance, or a\n            valid excuse for failing to lodge such a\n            complaint.\n\nBetouche    v.    Ashcroft,     357    F.3d    147,     149   (1st     Cir.      2004).\n\nMr.   Ahlijah     has   provided       no     evidence    that    he       met    those\n\nrequirements, and we therefore find that the BIA properly affirmed\n\nthe Immigration Judge's decision that Mr. Ahlijah abandoned his\n\napplication for cancellation of removal by failing to meet the\n\nfiling deadline imposed by the Immigration Judge.\n\n                              III.     Conclusion\n\n            For   the   reasons       stated    above,    the    BIA's      order   is\n\naffirmed.\n\n\n                                       -16-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">               Not For Publication in West's Federal Reporter\n              Citation Limited Pursuant to 1st Cir. Loc. R. 32.3\n\n\n          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 04-1120\n\n                           STEPHEN AHLIJAH,\n\n                               Petitioner,\n\n                                     v.\n\n                          JOHN ASHCROFT,\n                 UNITED STATES ATTORNEY GENERAL,\n\n                               Respondent.\n\n\n\n                ON PETITION FOR REVIEW OF AN ORDER\n               OF THE BOARD OF IMMIGRATION APPEALS\n\n\n                                  Before\n\n                     Torruella, Circuit Judge,\n                 Campbell, Senior Circuit Judge,\n                    and Howard, Circuit Judge.\n\n\n     Stephanie F. Dyson, with whom William P. Joyce and Joyce &\nZerola, P.C. were on brief, for petitioner.\n     Leslie McKay, Attorney, United States Department of Justice,\nCivil Division, Office of Immigration Litigation, with whom Peter\nD. Keisler, Assistant Attorney General, and Terri J. Scadron,\nAssistant Director, were on brief, for respondent.\n\n\n\n                           February 18, 2005\n\f          Per Curiam.      Petitioners Stephen Ahlijah (\"Mr. Ahlijah\")\n\nand Essivi Ahlijah (\"Ms. Ahlijah\") appeal the Board of Immigration\n\nAppeals' (\"BIA\") affirmance of an Immigration Judge's decision\n\ndenying Mr. Ahlijah's applications for asylum, withholding of\n\nremoval, cancellation of removal, and relief under the Convention\n\nAgainst Torture (\"CAT\"), and also denying Ms. Ahlijah's separate\n\napplications for asylum and relief under the CAT.           We affirm.\n\n                              I.   Background\n\n          Mr. Ahlijah is a native and citizen of Ghana and a member\n\nof the Ewe tribe, members of which are located in both Ghana and\n\nits neighbor to the east, Togo.      Mr. Ahlijah testified that he was\n\nraised by his uncle and lived in Akra, Ghana until 1979.            In 1979,\n\nthere was a coup in Ghana, and Mr. Ahlijah's uncle, who was\n\naffiliated    with   the   government,    was   arrested   and   imprisoned.\n\nMr. Ahlijah and the rest of the family fled to Togo.               In 1987,\n\nMr. Ahlijah married Ms. Ahlijah, who is a native and citizen of\n\nTogo and also a member of the Ewe tribe.\n\n             In 1987, Mr. Ahlijah joined a group called EKPEMOG, which\n\nmeans \"young democrats fighting for freedom and justice in Togo.\"\n\nEKPEMOG opposed the Togolese government and sought greater freedom\n\nand democracy in Togo.      Mr. Ahlijah's duties for EKPEMOG included\n\ndistributing fliers and delivering messages from group members in\n\nGhana to group leaders in Togo.\n\n\n\n\n                                    -2-\n\f            Mr. Ahlijah testified that around November 1987, members\n\nof EKPEMOG in exile in Ghana crossed the border into Togo and\n\nattempted a coup against the Togolese government.1                  Mr. Ahlijah\n\nprovided    EKPEMOG   with    information        regarding   the    movement   of\n\nTogolese border guards.        This information assisted EKPEMOG troops\n\nin crossing the border from Ghana into Togo. Mr. Ahlijah testified\n\nthat he did not know that the information he provided was for a\n\ncoup.     He testified that after the coup failed, he was among a\n\ncrowd of people who threw stones at soldiers and burned cars.\n\nMr. Ahlijah also testified that he assisted in hiding some of the\n\nrebels.    After the coup failed, Mr. Ahlijah went into hiding for\n\none month.\n\n            In   January     1989,    he   was   arrested    by    the   Togolose\n\nauthorities and imprisoned for twenty days.            During this time, the\n\nauthorities beat him in order to extract information about other\n\nmembers of EKPEMOG.          After his release, several friends from\n\nEKPEMOG disappeared, and Mr. Ahlijah began to fear for his safety\n\nbecause of his affiliation with EKPEMOG.                In December 1989, a\n\nsympathetic Ewe police officer told Mr. Ahlijah that he should\n\nleave Togo because the government was looking for him.                         The\n\nofficer helped Mr. Ahlijah acquire a Togolese passport and a visa\n\nunder someone else's name.           Mr. Ahlijah left Togo on December 17,\n\n\n\n1\n   Later in his testimony, Mr. Ahlijah stated that he could not\nremember if the coup took place in 1986 or 1987.\n\n                                       -3-\n\f1989.     He entered the United States on December 18, 1989, at New\n\nYork, New York.        He testified that he fears he will be arrested or\n\nkilled    by     the   Togolose     government      if    he   returns   to    Togo.\n\nMr. Ahlijah also testified that he fears returning to Ghana, even\n\nthough his uncle has been released from prison and \"every issue to\n\ndo with [his] fleeing to Togo is over,\" because he believes the\n\nTogolese government would be able to find and kidnap him in Ghana.\n\n               In January 1990, the police came to the Ahlijahs' home in\n\nTogo looking for Mr. Ahlijah.             When they did not find him, they\n\narrested Ms. Ahlijah.             She was imprisoned for two days without\n\nfood,    questioned       about   her   husband's    whereabouts       and    beaten.\n\nSeveral months later, Ms. Ahlijah was arrested again and imprisoned\n\nfor five days.         Between 1990 and 1993, Ms. Ahlijah remained in\n\nTogo. She was not arrested again, although the police occasionally\n\ncame to her house.         Ms. Ahlijah also testified that the family of\n\nKokou Sukah, the man whose passport Mr. Ahlijah used to enter the\n\nUnited States, came to her house and asked her to tell her husband\n\nto return to Togo. Apparently, Kokou Sukah was arrested for aiding\n\nMr. Ahlijah, and his family wanted Mr. Ahlijah to return so that\n\nthe     police    would    stop    harassing     them.         In   November    1993,\n\nMs. Ahlijah left Togo and went to Ghana.                 She originally stayed in\n\nthe village of Denu, which is near the border with Togo.                          She\n\neventually went to the town of Tamale, further from the border,\n\nbecause she feared that Togolese police might find her in Denu.                    In\n\n\n                                         -4-\n\f1999, Ms. Ahlijah left Ghana and came to the United States.              She\n\nentered the United States on December 23, 1999 at New York, New\n\nYork.\n\n            On January 27, 1994, Mr. Ahlijah filed an application for\n\nasylum with the Immigration and Naturalization Service (\"INS\").2\n\nOn August 22, 2000, Mr. Ahlijah's application was referred to an\n\nImmigration Judge.       On October 18, 2001, Mr. Ahlijah amended his\n\nasylum application to include Ms. Ahlijah.           On November 5, 2001,\n\nthe INS issued a Notice to Appear to Mr. and Ms. Ahlijah, charging\n\nthem with removability under § 237(a)(1)(A) of the Immigration and\n\nNationality Act (\"INA\"), 8 U.S.C. § 1227(a)(1)(A), for being\n\ninadmissible at the time of entry into the United States.\n\n            At a hearing before an Immigration Judge on April 30,\n\n2002, Mr. and Ms. Ahlijah admitted the factual allegations against\n\nthem and conceded removability. Mr. Ahlijah requested cancellation\n\nof removal, asylum, withholding of removal, and relief under the\n\nCAT.     The Immigration Judge instructed Mr. Ahlijah to file his\n\napplication for cancellation of removal by December 9, 2002, and\n\nmade January 28, 2003, the date for the next hearing.               At the\n\nhearing on January 28, 2003, Mr. Ahlijah, who had failed to meet\n\nthe     December   9,   2002   due   date,   filed   his   application   for\n\n\n2\n    In March 2003, the relevant functions of the INS were\ntransferred into the new Department of Homeland Security and\nreorganized into the Bureau of Immigration and Customs Enforcement\n(\"BICE\"). For simplicity, we refer to the agency throughout this\nopinion as the INS.\n\n                                     -5-\n\fcancellation of removal.     Also at this hearing, Ms. Ahlijah filed\n\nan independent asylum application, claiming Mr. Ahlijah as a\n\nderivative.\n\n           In an oral decision on May 1, 2003, the Immigration Judge\n\ndenied   Mr.   Ahlijah's   application    for    cancellation    of   removal\n\nbecause it was not timely filed, and his applications for asylum\n\nand withholding    of   removal   because   he    was   inadmissible    as   a\n\nterrorist under 8 U.S.C. § 1182(a)(3)(B)(i). The Immigration Judge\n\nalso denied Mr. Ahlijah relief under the CAT.              The Immigration\n\nJudge ordered that Mr. Ahlijah be removed to Ghana.              Mr. Ahlijah\n\nfiled a timely notice of appeal to the BIA.\n\n           The    Immigration     Judge   pretermitted     Ms.     Ahlijah's\n\nindependent asylum application as untimely under 8 U.S.C. § 1158(a)\n\n(2)(B), because Ms. Ahlijah failed to file the application within\n\none year of her arrival in the United States.              The Immigration\n\nJudge denied Ms. Ahlijah's requests for withholding of removal and\n\nrelief under the CAT, and ordered Ms. Ahlijah to be removed to\n\nTogo, or, in the alternative, Ghana.        Ms. Ahlijah filed a separate\n\nnotice of appeal to the BIA.\n\n           On December 24, 2003, the BIA consolidated the Ahlijahs'\n\nappeals and affirmed the decision of the Immigration Judge. Unlike\n\nthe Immigration Judge, the BIA reached the merits of Mr. Ahlijah's\n\nasylum and withholding of removal applications, and found that he\n\nhad failed to prove past persecution or a well-founded fear of\n\n\n                                    -6-\n\ffuture persecution should he return to Ghana.    The BIA denied Ms.\n\nAhlijah's independent asylum application, finding that she failed\n\nto file it within one year of her arrival in the United States, and\n\nthat there were no extraordinary circumstances to explain the late\n\nfiling.   The BIA also found that both Mr. and Ms. Ahlijah failed to\n\nmeet their burden of proof for relief under the CAT.       Finally, the\n\nBIA affirmed the Immigration Judge's decision to deny Mr. Ahlijah's\n\napplication for cancellation of removal because he failed to file\n\nit by the deadline set by the Immigration Judge.\n\n           A petition for review to this court was filed on January\n\n21, 2004, but did not contain Ms. Ahlijah's name.    On February 18,\n\n2004, Mr. Ahlijah filed a motion to amend the parties to include an\n\nadditional petitioner, Ms. Ahlijah. On April 26, 2004, we directed\n\nthe parties to address in their briefs the issue of whether we have\n\njurisdiction to consider an untimely request for judicial review by\n\ngranting a motion to amend another person's timely petition to\n\ninclude the late filer.     We address this issue first.\n\n                             II.   Analysis\n\nA.   Ms. Ahlijah's Appeal\n\n           A petition for review from all final BIA orders must be\n\nfiled with this court within thirty days.     8 U.S.C. § 1252(b)(1);\n\nZhang v. INS, </pre><span class=\"citation\" data-id=\"200720\"><a href=\"/opinion/200720/zhang-v-ins/\"><span class=\"volume\">348</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">289</span></a></span><pre class=\"inline\">, 292 (1st Cir. 2003).       \"This need to\n\ntimely appeal is a strict jurisdictional requirement.\"        Id.   The\n\npetition for review must, among other things, \"name each party\n\n\n                                   -7-\n\fseeking review either in the caption or the body of the petition --\n\nusing such terms as 'et al.,' 'petitioners,' or 'respondents' does\n\nnot effectively name the parties.\"           Fed. R. App. P. 15(a)(2).       The\n\nadvisory committee notes state that, unlike Fed. R. App. P. 3(c),\n\nwhich deals with appeals from a district court, Fed. R. App. P.\n\n15(a), which deals with appeals from administrative agencies, does\n\nnot allow flexibility \"to describe the parties in general terms\n\nrather than naming them individually\"; instead, \"each petitioner\n\nmust be named.\"         Fed. R. App. P. 15(a)(2) advisory committee's\n\nnote.\n\n              Ms. Ahlijah concedes that her name and alien number did\n\nnot    appear    on   the   petition   for   review   to   this    court.    She\n\nnevertheless argues that we should consider her to be properly\n\nincluded as a party to this petition.           Ms. Ahlijah notes that her\n\ncase    was     consolidated    with   Mr.    Ahlijah's     case    before   the\n\nImmigration Judge and BIA, that the Department of Homeland Security\n\n(\"DHS\") included her name and alien number in its only filing to\n\nthis court, and that the DHS never opposed including Ms. Ahlijah in\n\nthe petition during the time between the filing of the motion to\n\namend parties to include Ms. Ahlijah and our order directing the\n\nparties to address this issue in their briefs.               Ms. Ahlijah also\n\nargues that Mr. Ahlijah met the thirty-day window to file a\n\npetition, and that her \"claim rides with his claim.\"\n\n\n\n\n                                       -8-\n\f           Given the inflexible nature of Fed. R. App. P. 15(a) and\n\n8 U.S.C. § 1252(b)(1), we find that we do not have jurisdiction to\n\nhear Ms. Ahlijah's appeal. The fact that her case was consolidated\n\nwith Mr. Ahlijah's before the Immigration Judge and the BIA has no\n\nbearing on her appeal to this court.           Fed. R. App. P 15(a) provides\n\nclear, strict requirements for a petition to this court, and the\n\nstatus of the parties at the agency level is irrelevant to these\n\nrequirements.        Further,        the   fact    that     the     DHS   included\n\nMs.   Ahlijah's    name    on    a   filing   to   this     court   and   did   not\n\nimmediately object to the motion to amend parties to include\n\nMs. Ahlijah is irrelevant to whether we have jurisdiction over\n\nMs. Ahlijah's petition.          Finally, Ms. Ahlijah's independent claim\n\ndoes not \"ride\" with Mr. Ahlijah's claim.                 She filed a separate\n\napplication below, and therefore was required to timely appeal any\n\nfinal order of the BIA.              Ms. Ahlijah failed to do so, and we\n\ntherefore find that we do not have jurisdiction to hear her\n\nindependent appeal.\n\nB.    Mr. Ahlijah's Appeal\n\n            1.    Asylum\n\n            Mr.   Ahlijah       bears   the   burden   of    demonstrating      his\n\neligibility for asylum.          See 8 C.F.R. § 208.13(a).            He may meet\n\nthat burden by demonstrating past persecution or a well-founded\n\nfear of future persecution based on any of five grounds, including\n\n\"race, religion, nationality, membership in a particular social\n\n\n                                        -9-\n\fgroup, or political opinion.\"          Id. § 208.13(b)(1).       We will uphold\n\nthe   decision   of   the   BIA   if   it     is    \"supported   by   reasonable,\n\nsubstantial, and probative evidence on the record considered as a\n\nwhole.\"   INS v. Elías-Zacarías, </pre><span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span><pre class=\"inline\">, 481 (1992)(quoting 8\n\nU.S.C. § 1105a(a)(4)).      Under this standard, \"[t]o reverse the BIA\n\nfinding we must find that the evidence not only supports that\n\nconclusion, but compels it . . . .\"                Id. at 481 n.1 (emphasis in\n\noriginal).\n\n            Mr. Ahlijah first argues that the BIA erred because it\n\ndid not address the Immigration Judge's finding that he was barred\n\nfrom relief because he was a terrorist, and instead found that he\n\nhad not met his burden of proving past persecution or a well-\n\nfounded fear of future persecution.                According to Mr. Ahlijah, it\n\nwas a violation of his due process rights for the BIA to address\n\nthe merits of his eligibility for asylum when the Immigration Judge\n\nnever did.\n\n             The BIA was not required to address the terrorist issue\n\nsimply because that was the basis of the Immigration Judge's\n\ndecision.     While the BIA may not \"engage in de novo review of\n\nfindings of fact determined by an immigration judge\", 8 C.F.R.\n\n§ 1003.1(d)(3)(i), it \"may review questions of law . . . de novo.\"\n\nId. § 1003.1(d)(3)(ii). In the instant case, the Immigration Judge\n\nmade findings of fact regarding Mr. Ahlijah's credibility and his\n\nexperiences in Ghana and Togo.           Based on those findings of fact,\n\n\n                                       -10-\n\fthe Immigration Judge concluded that Mr. Ahlijah was barred from\n\nrelief as a terrorist.        In its opinion, the BIA recognized the\n\nbasis for the Immigration Judge's decision but chose not to address\n\nthat issue.      Instead, the BIA decided that, based on the facts as\n\nfound by the Immigration Judge, Mr. Ahlijah had failed to prove\n\nthat he suffered past persecution or had a well-founded fear of\n\nfuture persecution.       This choice was within the powers granted to\n\nit under 8 C.F.R. § 1003.1(d).       The BIA did not undertake a de novo\n\nreview of facts found by the IJ, but instead undertook a de novo\n\nreview of a legal question: Mr. Ahlijah's statutory eligibility for\n\nasylum.\n\n               After carefully reviewing the record, we conclude that\n\nMr. Ahlijah was not deprived of due process.              He had a full and\n\nfair hearing before the Immigration Judge and was allowed to\n\npresent evidence to support his claim for relief.                  While the\n\nterrorist bar was an issue at his hearing, it did not prevent\n\nMr. Ahlijah from presenting the evidence upon which he based his\n\nclaims    of    past   persecution   and    fear   of   future   persecution.\n\nFurther, the BIA acted within its powers when, relying on the facts\n\nfound by the Immigration Judge, it found that Mr. Ahlijah had\n\nfailed to prove past persecution or a well-founded fear of future\n\npersecution.      While the Immigration Judge did not reach the merits\n\nof Mr. Ahlijah's asylum claim, she articulated the facts upon which\n\n\n\n\n                                     -11-\n\fMr. Ahlijah based his asylum claim.            We therefore find that there\n\nwas no due process violation.\n\n           Mr. Ahlijah next argues that the BIA should have found\n\nthat he suffered past persecution or had a well-founded fear of\n\nfuture persecution.         To establish past persecution, an applicant\n\nmust provide \"conclusive evidence\" that he was targeted on any of\n\nthe five statutorily protected grounds.              Fesseha v. Ashcroft, </pre><span class=\"citation no-link\"><span class=\"volume\">333</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></span><pre class=\"inline\">, 18 (1st Cir. 2003).            An applicant who establishes past\n\npersecution is presumed to have a well-founded fear of future\n\npersecution.     8 C.F.R. § 208.13(b)(1).          Mr. Ahlijah argues that he\n\nestablished past persecution at his hearing through testimony of\n\nhis imprisonment for twenty days by the Togolese authorities,\n\nduring which time he was beaten and asked questions about the names\n\nof other members of EPKEMOG.\n\n           We    do   not    address    whether      this   incident     in     Togo\n\nconstituted     persecution,        because   what      happened   in    Togo     is\n\nirrelevant to whether Mr. Ahlijah suffered persecution in Ghana.\n\nMr. Ahlijah is a native and citizen of Ghana, and Ghana is his\n\ncountry   of    removal.       In    order    to   be   eligible   for    asylum,\n\nMr. Ahlijah has the burden of proving that he suffered past\n\npersecution in Ghana. However, Mr. Ahlijah has not claimed that he\n\nsuffered past persecution in Ghana and we therefore find that\n\nMr. Ahlijah did not suffer past persecution in Ghana.\n\n\n\n\n                                       -12-\n\f              Because Mr. Ahlijah has not proven past persecution in\n\nGhana,   he    is     not   presumed   to   have    a   well-founded   fear   of\n\npersecution if he returns to Ghana.           Absent such a presumption, to\n\nestablish a well-founded fear of future persecution, \"the asylum\n\napplicant's fear must be both genuine and objectively reasonable.\"\n\nAguilar-Solís v. INS, </pre><span class=\"citation\" data-id=\"198342\"><a href=\"/opinion/198342/aguilar-solis-v-ins/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">565</span></a></span><pre class=\"inline\">, 572 (1st Cir. 1999).               We focus\n\nour discussion on the objective prong, asking \"whether a reasonable\n\nperson   in     the    asylum   applicant's        circumstances   would   fear\n\npersecution on account of a statutorily protected ground.\"                 Id.\n\n              Mr. Ahlijah does not argue that he fears persecution by\n\nanyone in Ghana.       He instead argues that he has a well-founded fear\n\nof persecution if he returns to Ghana because (1) he has heard\n\nfrequent reports of Togolose police pursuing people across the\n\nborder into Ghana and kidnapping them; (2) the country condition\n\nreports in the record show that Togo's human rights record has\n\nworsened; and (3) these reports show that the border between Ghana\n\nand Togo is porous and that Togolese police frequently cross into\n\nGhana to kidnap their targets.\n\n              At best, these reports indicate that the human rights\n\nconditions in Togo are poor, that many Togolese have fled into\n\nGhana, and that in 1993-1994, there were isolated border skirmishes\n\nfollowing the coup attempt in which Mr. Ahlijah took part.                  See,\n\ne.g., United States Dep't of State, 2001 Country Reports on Human\n\nRights Practices, Togo (Mar. 4, 2002).              They do not indicate that\n\n\n                                       -13-\n\fthe Togolese police frequently cross into Ghana to kidnap people.\n\nFurther, the State Department 2001 report for Ghana indicated that\n\nthe country was relatively calm.               United States Dep't of State,\n\n2001 Country Reports on Human Rights Practices, Ghana (Mar. 4,\n\n2002).        Whatever the situation in Togo, the evidence does not\n\ncompel    a    finding   that    a   reasonable    person    in   Mr.   Ahlijah's\n\ncircumstances would fear persecution in Ghana on account of a\n\nstatutorily protected ground.\n\n               2.   Withholding of Removal\n\n               Because   Mr.    Ahlijah   is   unable   to   satisfy    the   less\n\nstringent standard for asylum, he is a fortiori unable to satisfy\n\nthe test for withholding of deportation.             See, e.g.,    Albathani v.\n\nINS, </pre><span class=\"citation\" data-id=\"200413\"><a href=\"/opinion/200413/albathani-v-ins/\"><span class=\"volume\">318</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">365</span></a></span><pre class=\"inline\">, 374 (1st Cir. 2003).\n\n               3.   Convention Against Torture\n\n               Mr. Ahlijah also argues that he is entitled to relief\n\nunder the CAT because he will be tortured if he is returned to\n\nGhana.    An applicant for relief under the CAT must demonstrate\n\n\"that it is more likely than not that he or she would be tortured\n\nif removed to the proposed country of removal.\" 8 C.F.R. § 208.16\n\n(c)(2).       The regulations implementing the CAT define torture as\n\n\"severe pain or suffering,\" inflicted for one of several listed\n\npurposes \"by or at the instigation of or with the consent or\n\nacquiescence of a public official or other person acting in an\n\nofficial capacity.\" Id. § 208.18(a)(1). Mr. Ahlijah, who bases his\n\n\n                                       -14-\n\fargument on his arrest and beatings by the Togolose authorities,\n\nhas presented no evidence that any Ghanian official tortured him or\n\nthat it is more likely than not that he will be tortured if he is\n\nremoved to Ghana.     We therefore find that substantial evidence\n\nsupports the BIA's findings regarding the CAT.\n\n           4.   Cancellation of Removal\n\n           Mr. Ahlijah's final argument is that the BIA abused its\n\ndiscretion in finding that the Immigration Judge properly deemed\n\nhis application for cancellation of removal abandoned.   According\n\nto Mr. Ahlijah, by deeming his application abandoned, the BIA\n\nabused its discretion by failing to exercise it in his favor and\n\nwaive the deadline.      We find no merit to this argument.      An\n\nImmigration Judge has the power to \"set and extend time limits for\n\nthe filing of applications . . . . If an application or document is\n\nnot filed within the time set by the Immigration Judge, the\n\nopportunity to file that application or document shall be deemed\n\nwaived.\"   8 C.F.R. § 1003.31(c).   At a hearing on April 30, 2002,\n\nthe Immigration Judge set December 9, 2002 as the due date for\n\nMr. Ahlijah's application for cancellation of removal.     Despite\n\nhaving over seven months to file the application, Mr. Ahlijah did\n\nnot actually file the application until January 28, 2003.       The\n\nImmigration Judge was therefore within her power to deem the\n\napplication abandoned.\n\n\n\n\n                                -15-\n\f            Mr. Ahlijah also argues that the BIA failed to consider\n\nhis arguments that his late application was due to ineffective\n\nassistance of counsel. Mr. Ahlijah, however, has not shown that he\n\ncomplied with the requirements of Matter of Lozada, 19 I & N Dec.\n\n637, 639 (BIA 1988), which the BIA has developed as a screen for\n\nfrivolous ineffective assistance of counsel claims.                        Under the\n\nLozada   requirements,     an     applicant      must    support       a    claim   of\n\nineffective assistance of counsel with:\n\n            (1) an affidavit describing in detail the\n            agreement between the alien and his counsel\n            regarding the litigation matters the attorney\n            was retained to address; (2) evidence that the\n            alien informed his counsel as to the alien's\n            ineffective    assistance   allegations    and\n            afforded counsel an opportunity to respond;\n            and (3) evidence that the alien had either\n            filed a complaint with the appropriate\n            disciplinary     authority    regarding    the\n            attorney's ethical or legal misfeasance, or a\n            valid excuse for failing to lodge such a\n            complaint.\n\nBetouche    v.    Ashcroft,     </pre><span class=\"citation\" data-id=\"200850\"><a href=\"/opinion/200850/betouche-v-ins/\"><span class=\"volume\">357</span>    <span class=\"reporter\">F.3d</span>    <span class=\"page\">147</span></a></span><pre class=\"inline\">,     149   (1st     Cir.      2004).\n\nMr.   Ahlijah     has   provided       no     evidence    that    he       met    those\n\nrequirements, and we therefore find that the BIA properly affirmed\n\nthe Immigration Judge's decision that Mr. Ahlijah abandoned his\n\napplication for cancellation of removal by failing to meet the\n\nfiling deadline imposed by the Immigration Judge.\n\n                              III.     Conclusion\n\n            For   the   reasons       stated    above,    the    BIA's      order   is\n\naffirmed.\n\n\n                                       -16-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198342/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200413/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200720/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200850/"
  ]
}