{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201685/",
  "absolute_url": "/opinion/201685/united-states-v-luciano/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201685/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:32:09Z",
  "date_modified": "2016-02-28T05:06:12.126355Z",
  "type": "010combined",
  "sha1": "11d30daac3208384b89937e45f439eaf01cf5628",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-1024-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/07/08/US_v._Luciano.pdf",
  "plain_text": "         United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 04-1024\n\n                     UNITED STATES OF AMERICA,\n\n                             Appellee,\n\n                                v.\n\n                         ERNESTO LUCIANO,\n\n                       Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF RHODE ISLAND\n\n              [Hon. Mary M. Lisi, U.S. District Judge]\n\n\n                               Before\n\n                   Torruella, Lipez, and Howard,\n                          Circuit Judges.\n\n\n\n\n     William T. Murphy, for appellant, by appointment of the court.\n     Donald C. Lockhart, Assistant United States Attorney, with\nwhom Robert Clark Corrente, United States Attorney, and Adi\nGoldstein, Assistant United States Attorney, were on brief, for\nappellee.\n\n\n\n                           July 8, 2005\n\f            TORRUELLA, Circuit Judge.          This appeal focuses on the\n\ndistrict court's finding that defendant-appellant Ernesto Luciano\n\nused a weapon in connection with an assault, triggering a four-\n\nlevel sentencing enhancement.         Although Luciano pleaded guilty to\n\none count of being a felon in possession of a firearm, 18 U.S.C.\n\n§ 922(g)(1), during sentencing he objected to the enhancement and\n\ndenied using the weapon in connection with an assault.\n\n            On appeal, Luciano argues (1) pursuant to Blakely v.\n\nWashington, 124 S. Ct. 2531 (2004), and United States v. Booker,\n\n125 S. Ct. 738 (2005), that his sentence was improperly enhanced\n\nbased on facts determined by the district court without a jury; (2)\n\npursuant to Crawford v. Washington, 541 U.S. 36 (2004), that the\n\ndistrict court's reliance on a witness's out-of-court statement to\n\ndetermine   the    enhancing   facts       violated    his   rights   under   the\n\nConfrontation Clause, and (3) that the district court abused its\n\ndiscretion when, in determining the enhancing facts, it relied on\n\nout-of-court      statements   of    the    only   witness    to   the   alleged\n\nenhancing    crime,    without      determining       that   the   witness    was\n\nunavailable.      For the reasons set forth below, we affirm Luciano's\n\nsentence.\n\n                                       I.\n\n            On the night of July 30, 2003, Luciano was arguing with\n\nhis girlfriend at a bus stop in Providence, Rhode Island.                A nearby\n\nteenager, David Camacho, witnessed Luciano pull out a gun and point\n\n\n                                      -2-\n\fit at Luciano's girlfriend.1    Camacho flagged down a police cruiser\n\ndriven by Officer Brian Thornton and told Officer Thornton what he\n\nhad seen.   He told the officer that the perpetrator was dressed all\n\nin orange and pointed to the bus stop where he had seen Luciano.\n\nOfficer Thornton approached the area of the bus stop and saw\n\nLuciano, who was dressed in orange. He stopped Luciano and ordered\n\nhim to place his hands on his head.     As Luciano complied with the\n\norder, he dropped a loaded gun magazine.       Officer Thornton then\n\nfrisked Luciano and found a fully loaded .22 caliber semi-automatic\n\npistol.\n\n            The Pre-Sentence Report (\"PSR\") calculated Luciano's\n\nbase offense level as 24, pursuant to United States Sentencing\n\nGuidelines (U.S.S.G.) § 2K2.1(a)(2), due to Luciano's two prior\n\nfelony drug convictions.       In paragraph seventeen, the PSR then\n\napplied a four-level enhancement based on the fact, determined by\n\nthe district court judge rather than a jury, that Luciano had used\n\nthe weapon in connection with an assault with a deadly weapon.   See\n\nU.S.S.G. § 2K2.1(b)(5); R.I. Gen. Laws § 11-5-1(a). After applying\n\na three-level reduction for acceptance of responsibility, the PSR\n\nconcluded that Luciano's total offense level was 25.         His ten\n\ncriminal history points placed him in criminal history category V.\n\nThus, the resulting applicable guideline sentencing range (\"GSR\")\n\n\n\n1\n   While Luciano later admitted that he possessed the gun, he\ndenied the assault.\n\n                                  -3-\n\fwas 100-125 months.     The statutory maximum, however, was 120\n\nmonths, and the district court sentenced him to the maximum of 120\n\nmonths.\n\n          Two witnesses testified at the sentencing hearing --\n\nOfficer Thornton and Julissa Torres, Luciano's girlfriend and the\n\nalleged victim of the assault.    The teenage witness, Camacho, did\n\nnot testify.\n\n          Officer Thornton testified that fourteen-year-old David\n\nCamacho stopped his cruiser on Broad Street in Providence at 9:40\n\np.m. on July 30, 2003.      The defense objected on the basis of\n\nhearsay when the officer began describing what the boy had said.\n\nThe court overruled the objection, pointing out that hearsay is\n\nadmissible in a sentencing hearing.    Thereafter, Officer Thornton\n\ntestified that Camacho told him that a man dressed in orange had\n\npointed a gun at him and at the man's girlfriend.   The officer also\n\ndescribed the demeanor of Julissa Torres as crying, upset and\n\nvisibly shaken. Officer Thornton testified that as he attempted to\n\nask Torres questions, Luciano was screaming at her in Spanish from\n\nthe back seat of the cruiser.    Torres refused to identify herself\n\nand eventually stopped speaking to the officer altogether.\n\n          In addition to calling Officer Thornton, the government\n\noffered a detective's report of a statement that Camacho made to\n\nanother Providence Police Detective at the police station later\n\nthat night.    The defense objected that Luciano was not given the\n\n\n                                 -4-\n\fopportunity to cross-examine Camacho.                When the court sought\n\nclarification concerning the ground for the objection, the defense\n\nconfirmed   that    it   was   a   hearsay     objection.      The    government\n\nresponded that U.S.S.G. § 6A1.3 allows the admission of hearsay at\n\nsentencing so long as it is sufficiently reliable.               The district\n\ncourt overruled the objection and admitted the report.                  Later in\n\nthe hearing, the defense again objected to the use of Camacho's\n\nstatements without his presence for cross-examination, this time\n\nquestioning the reliability of the evidence.\n\n            The    government      also    offered   Camacho's       grand   jury\n\ntestimony into evidence.        The defense objected on the ground that\n\nit was hearsay and not sufficiently reliable.               The district court\n\noverruled the objection and admitted the exhibit.\n\n            Julissa Torres testified that she had known Luciano for\n\none and a half to two years and is still his girlfriend.               They were\n\non Broad Street in Providence waiting for a bus and were arguing\n\nabout a woman who had recently given birth to Luciano's child.\n\nTorres stated that, at that time, there was a group of teenagers\n\nnear the bus stop.       She also testified that their arguments had\n\nnever been physical and that she did not know Luciano had a gun\n\nwith him until Officer Thornton searched him.               Torres stated that\n\nLuciano never threatened her with a gun and that he had not pointed\n\na gun at her at the bus stop.             She also testified that, while in\n\n\n\n\n                                      -5-\n\fthe back of the police cruiser, Luciano was yelling in Spanish that\n\nshe should go to his mother's house.\n\n           In      ruling     that     the    enhancement       was    warranted,     the\n\ndistrict court noted that the defense's objection to Camacho's\n\nstatements      was    that     they     lacked     the       necessary    indicia    of\n\nreliability and therefore should not be taken into account.                           The\n\ncourt ruled that there were in fact multiple indicia of the\n\nreliability of the hearsay descriptions of the assault, noted that\n\nTorres had understandable motives to exonerate Luciano, and that\n\nshe might not have seen Luciano point the gun at her head if, as\n\nCamacho described, Luciano had pointed the gun at the back of her\n\nhead.        The      district       court     ultimately       concluded     that the\n\ngovernment     had     proven    the    assault    by     a   preponderance    of     the\n\nevidence and that the four-level enhancement was proper.                           After\n\ndenying two motions for downward departure, the district court\n\nsentenced Luciano to the statutory maximum of 120 months in prison.\n\n                                             II.\n\nA.   Booker\n\n           Luciano asserts that he is entitled to resentencing in\n\nlight of Blakely and Booker.                 At the outset, we must determine\n\nwhether Luciano has preserved the Booker error. \"The argument that\n\na Booker error occurred is preserved if the defendant below argued\n\nApprendi      or     Blakely     error        or   that       the     Guidelines     were\n\nunconstitutional.\"          United States v. Antonakopoulos, 399 F.3d 68,\n\n\n                                             -6-\n\f76 (1st Cir. 2005).         In his supplemental Booker brief, Luciano\n\nclaims that the Booker error was preserved by trial counsel's\n\nrepeated objections to the use of hearsay testimony to describe the\n\nassault.     However, Luciano admits that no reference was made to\n\nApprendi at the time, nor was the argument made that the Guidelines\n\nare unconstitutional.       In addition, the argument that the Booker\n\nerror was preserved is contradicted by Luciano's original appellate\n\nbrief, in which he acknowledged that he did not raise a Blakely-\n\nlike claim below and that, consequently, the standard of review on\n\nappeal is plain error.      Thus, we find that the Booker error was not\n\npreserved, and we review for plain error.         See Antonakopoulos, 399\n\nF.3d at 75.\n\n           To prevail under the plain error standard, the appellant\n\nmust show: \"(1) that an error occurred (2) which was clear or\n\nobvious and which not only (3) affected the defendant's substantial\n\nrights, but also (4) seriously impaired the fairness, integrity, or\n\npublic   reputation    of   judicial   proceedings.\"    United   States    v.\n\nDuarte, 246 F.3d 56, 60 (1st Cir. 2001).      See also United States v.\n\nOlano, 507 U.S. 725, 731-32 (1993).          The first two prongs are\n\nsatisfied \"whenever defendant's Guidelines sentence was imposed\n\nunder a mandatory Guidelines system.\"       Antonakopoulos, 399 F.3d at\n\n77.   That is the case here.\n\n             However, we \"reject[ed] the view that a Blakely [Sixth\n\nAmendment]    error   automatically    requires   a   Booker   remand\"    for\n\n\n                                    -7-\n\fresentencing.     Id.   at   79.      The   district   court's   finding   of\n\n\"additional facts which raised the sentence authorized solely by\n\nthe jury verdict or guilty plea . . . is insufficient to meet the\n\nthird and fourth Olano prongs on plain-error review.\"            Id.   For the\n\nclaim to survive plain error review, this court must find a\n\nreasonable probability that advisory Guidelines would have produced\n\na more favorable sentence.         Id. at 78-79.\n\n          In this case, it appears very unlikely that the district\n\ncourt would have sentenced Luciano more leniently under advisory\n\nGuidelines. As it was, the district court rejected two motions for\n\ndownward departure, rejected the government's more lenient sentence\n\nrecommendation, and sentenced Luciano to the statutory maximum of\n\n120 months out of an applicable guideline sentencing range of 100-\n\n125 months.     In so doing, the district court remarked: \"In my\n\njudgment, I need to send you away long enough to protect the\n\ncitizens of this state and to impress upon you that this sort of\n\nbehavior simply will not be tolerated.\"            Thus, while the district\n\ncourt could have given Luciano a lower sentence under the mandatory\n\nregime, it emphatically chose not to.          Luciano has not cited any\n\nadditional circumstance which would suggest that the district court\n\nwould apply a shorter sentence under advisory Guidelines.               Given\n\nLuciano's failure to establish a reasonable probability of a lower\n\nsentence on remand, we find that Luciano's claim fails plain error\n\nreview.\n\n\n                                     -8-\n\fB.   Crawford\n\n           Luciano argues, pursuant to Crawford v. Washington, 541\n\nU.S. 36 (2004), that his Confrontation Clause rights were violated\n\nas a result of his inability to cross-examine the witness, Camacho,\n\nat the sentencing hearing.2     Specifically, Luciano objects to the\n\ndistrict court's admission of (1) the testimony of Officer Thornton\n\ndescribing   Camacho's   assertions,      (2)   a   detective's    report   of\n\nCamacho's statement at the police station and (3) Camacho's grand\n\njury testimony.    The government offered no evidence showing that\n\nCamacho was unavailable as a witness or demonstrating efforts to\n\nmake him available.\n\n           As Luciano did not raise this Confrontation Clause or\n\nCrawford-type claim in the proceedings below -- defense objections\n\nwere framed as hearsay and reliability objections -- we review for\n\nplain error.    See United States v. Montoya, 967 F.2d 1, 2 & n.4\n\n(1st Cir. 1992).\n\n           Prior   to   Crawford,   this   court     held   that   the   Sixth\n\nAmendment right to confront witnesses does not apply at sentencing.\n\n\n2\n   The Sixth Amendment of the Constitution declares, in relevant\npart:\n\n           In all criminal prosecutions, the accused\n           shall enjoy the right . . . to be confronted\n           with the witnesses against him; to have\n           compulsory process for obtaining witnesses in\n           his favor, and to have the [a]ssistance of\n           [c]ounsel for his defen[s]e.\n\nU.S. Const. amend. VI.\n\n                                    -9-\n\fSee United States v. Rodríguez, 336 F.3d 67, 71 (1st Cir. 2003)\n\n(\"'[A] defendant's Sixth Amendment right to confront the witnesses\n\nagainst him does not attach during the sentencing phase . . . .'\")\n\n(quoting United States v. Tardiff, 969 F.2d 1283, 1287 (1st Cir.\n\n1992) (collecting cases)).        This was also the majority view among\n\nthe other circuits.      See United States v. Navarro, 169 F.3d 228,\n\n236 (5th Cir. 1999) (holding that \"there is no Confrontation Clause\n\nright at sentencing\"); United States v. Francis, 39 F.3d 803, 810\n\n(7th   Cir.    1994)   (\"[E]ven   with   the   dramatic   changes   in   the\n\nsentencing process brought about by the Sentencing Guidelines, the\n\npre-Guidelines policy of allowing sentencing courts to obtain all\n\nrelevant sentencing information without the strictures of the right\n\nof confrontation remains intact . . . .\"); United States v. Petty,\n\n982 F.2d 1365, 1369-70 (9th Cir. 1993) (collecting cases); United\n\nStates v. Silverman, 976 F.2d 1502, 1508-16 (6th Cir. 1992) (en\n\nbanc); United States v. Wise, 976 F.2d 393, 401 (8th Cir. 1992) (en\n\nbanc) (concluding that \"the enactment of the Guidelines has not so\n\ntransformed the sentencing phase that it constitutes a separate\n\ncriminal proceeding. The right to confront witnesses, therefore,\n\ndoes not attach.\"); United States v. Kikumura, 918 F.2d 1084, 1102-\n\n03 & n.21 (3d Cir. 1990).\n\n              By its own terms, Crawford does not address whether the\n\nSixth Amendment right to confront witnesses applies at sentencing.\n\nCrawford concerned \"testimonial hearsay\" that was introduced at\n\n\n                                    -10-\n\ftrial.      541 U.S. at 68.     In Crawford, the Supreme Court held that\n\nout-of-court statements by witnesses that are testimonial are\n\nbarred      by   the    Confrontation       Clause,   unless   witnesses    are\n\nunavailable and the defendant had a prior opportunity to cross-\n\nexamine them, regardless of whether such statements are deemed\n\nreliable by the court. Id.             Nothing in Crawford requires us to\n\nalter our previous conclusion that there is no Sixth Amendment\n\nConfrontation Clause right at sentencing.\n\n              Blakely and Booker do not alter this analysis.                 In\n\nBlakely, the Supreme Court held that the imposition of a sentencing\n\nenhancement -- based solely on the sentencing judge's factual\n\nfindings -- above the range indicated in the State of Washington's\n\nSentencing Reform Act, violated the defendant's Sixth Amendment\n\nrights, because the facts supporting the findings were neither\n\nadmitted by the defendant nor found by a jury beyond a reasonable\n\ndoubt.      Blakely, 124 S. Ct. at 2537.        Luciano argues that Blakely\n\nessentially      transformed    sentencing      enhancements   into   separate\n\ncriminal proceedings during which confrontation rights attach.\n\nHowever, nothing in Blakely suggests that this result was intended\n\nby the Supreme Court.          In addition, when the Supreme Court, in\n\nBooker, considered Blakely in the context of the federal Sentencing\n\nGuidelines, rather than rendering the Guidelines unconstitutional\n\nas   some    expected    it   would,   or   requiring   that   the   Guidelines\n\nsentences be based on facts found by jury or admitted by the\n\n\n                                       -11-\n\fdefendant, the Supreme Court remedied the Sixth Amendment problem\n\nby holding that the U.S. Sentencing Guidelines are advisory.\n\nBooker 125 S. Ct. at 756-57.   Therefore, Booker error \"is not that\n\na judge (by a preponderance of the evidence) determined facts under\n\nthe Guidelines which increased a sentence beyond that authorized by\n\nthe jury verdict or an admission by the defendant; the error is\n\nonly that the judge did so in a mandatory Guidelines system.\"\n\nAntonakopoulos, 399 F.3d at 75. Thus, nothing in Blakely or Booker\n\nnecessitates a change in the majority view that there is no Sixth\n\nAmendment right to confront witnesses during the sentencing phase.\n\nSee United States v. Martínez, --- F.3d ---, No. 04-2075, 2005 WL\n\n1492079, at *4 (2d Cir. Jun 24, 2005) (holding, post-Booker, that\n\nthe Sixth Amendment rights of confrontation do not bar judicial\n\nconsideration of hearsay testimony at sentencing proceedings.).\n\n          In the alternative, we note that even if Crawford did\n\napply to sentencing hearings, the initial statement that Camacho\n\nmade to Officer Thornton when Camacho flagged down the Officer's\n\ncruiser immediately following the assault does not constitute\n\n\"testimonial hearsay\" as used in Crawford.      Instead, Camacho's\n\nstatement appears to be an excited utterance that would qualify for\n\nadmission at trial under as a hearsay exception.3      See Fed. R.\n\n\n3\n   While the Supreme Court left for another day \"any effort to\nspell out a comprehensive definition of 'testimonial,' Crawford,\n541 U.S. at 68, the Court noted that \"prior testimony at a\npreliminary hearing, before a grand jury, or at a former trial; and\n[] police interrogations\" constitute testimonial hearsay. While\n\n                                -12-\n\fEvid. 803(2) (\"Excited utterance.                   A statement relating to a\n\nstartling event or condition made while the declarant was under the\n\nstress of excitement caused by the event or condition.\").\n\nC.   Reliability and Sufficiency of the Evidence\n\n          Finally,          Luciano       challenges    the    reliability     and\n\nsufficiency of the evidence relied on by the sentencing court in\n\napplying U.S.S.G. § 2K2.1(b)(5).              Section 2K2.1(b)(5) provides for\n\na four-level enhancement \"[i]f the defendant used or possessed any\n\nfirearm or ammunition in connection with another felony offense.\"\n\nDue to its finding that Luciano committed assault with a deadly\n\nweapon at the bus stop, the district court applied a four-level\n\nenhancement       to   Luciano's    sentence.        Luciano   argues   that   the\n\ngovernment failed to establish by a preponderance of the evidence\n\nthat Luciano committed the assault, because the evidence presented\n\nat the sentencing hearing was hearsay and unreliable.\n\n             We    review     the       district    court's    determination    of\n\nreliability for an abuse of discretion.                United States v. Figaro,\n\n935 F.2d 4, 8 (1st Cir. 1991) (\"'[T]he sentencing judge enjoys wide\n\ndiscretion in determining both the relevance and reliability of the\n\nsentencing    information      .    .    .   .'\")   (quoting   United   States v.\n\n\n\nthe grand jury testimony and detective's report might constitute\ntestimonial hearsay for purposes of Crawford, assuming arguendo\nthat the Confrontation Clause applied at sentencing, the excited\nutterance of fourteen-year-old Camacho as he flagged down Officer\nThornton immediately following the incident clearly does not fall\nwithin the meaning of testimonial hearsay as it is used Crawford.\n\n                                          -13-\n\fIguaran-Palmar, 926 F.2d 7, 10 (1st Cir. 1991)).           \"At sentencing,\n\n'the court may consider relevant information without regard to its\n\nadmissibility under the rules of evidence applicable at trial,\n\nprovided that the information has sufficient indicia of reliability\n\nto support its probable accuracy.'\"           Tardiff, 969 F.2d at 1287\n\n(quoting U.S.S.G. § 6A1.3(a)).\n\n             The standard of review for the district court's finding\n\nthat Luciano had committed assault with a deadly weapon is clear\n\nerror.   \"If a party assigns error to a factual finding made at\n\nsentencing, we review the finding for clear error.         In doing so, we\n\nask only whether the court clearly erred in finding that the\n\ngovernment proved the disputed fact by a preponderance of the\n\nevidence.\"     United States v. Powell, 50 F.3d 94, 102-03 (1st Cir.\n\n1995) (internal citation omitted).           See also United States v.\n\nPeterson, 233 F.3d 101, 111 (1st Cir. 2000) (reviewing the factual\n\nfindings underlying the application of a sentencing enhancement for\n\nclear error).\n\n             As we have already noted, Camacho's statement appears to\n\nhave   all   of   the   authenticity   and   reliability   of   an   excited\n\nutterance that would qualify as a hearsay exception under Federal\n\nRule of Evidence 803(2).      The facts that Officer Thornton was able\n\nto quickly locate Luciano near the bus stop, identify him due to\n\nthe orange clothing Camacho had described, and especially that\n\n\n\n\n                                   -14-\n\fOfficer     Thornton   recovered   a   gun   from   Luciano,   corroborate\n\nCamacho's statement.\n\n             In addition, the girlfriend, Torres, confirmed that she\n\nand Luciano had been fighting just before the incident.            Torres\n\nalso admitted that she had seen Luciano with a gun in the past.\n\nFinally, although Torres denied that Luciano pointed the gun at\n\nher, the district court cited a logical reason for discounting her\n\ntestimony on that point, beyond the fact that she was a biased\n\nwitness:     Torres likely would not have seen a gun pointed at the\n\nback of her own head.\n\n             We therefore find that the district court did not abuse\n\nits discretion in relying on Camacho's statements.             See, e.g.,\n\nUnited States v. Cash, 266 F.3d 42, 44 (1st Cir. 2001) (finding\n\nhearsay statements of defendant's cellmate sufficiently reliable\n\nfor purposes of U.S.S.G. § 6A1.3(a) in light of corroborating\n\ninformation).    Moreover, we find that Camacho's statements and the\n\ncorroborating evidence provide sufficient basis for the district\n\ncourt's assault finding.      Therefore, there is no clear error.\n\n                                   III.\n\n             For the reasons set forth above, Luciano's sentence is\n\naffirmed.\n\n\n\n\n                                   -15-\n\f",
  "html": "<p class=\"case_cite\">414 F.3d 174</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Ernesto LUCIANO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 04-1024.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 4, 2005.</p>\n    <p class=\"date\">Decided July 8, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William T. Murphy, for appellant, by appointment of the court.</p>\n      <p class=\"indent\">Donald C. Lockhart, Assistant United States Attorney, with whom Robert Clark Corrente, United States Attorney, and Adi Goldstein, Assistant United States Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, LIPEZ, and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal focuses on the district court's finding that defendant-appellant Ernesto Luciano used a weapon in connection with an assault, triggering a four-level sentencing enhancement. Although Luciano pleaded guilty to one count of being a felon in possession of a firearm, 18 U.S.C. &#167; 922(g)(1), during sentencing he objected to the enhancement and denied using the weapon in connection with an assault.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On appeal, Luciano argues (1) pursuant to <i>Blakely v. Washington,</i> 542 U.S. 296, 124 S.Ct. 2531, 159 L.Ed.2d 403 (2004), and <i>United States v. Booker,</i> ___ U.S. ___, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005), that his sentence was improperly enhanced based on facts determined by the district court without a jury; (2) pursuant to <i>Crawford v. Washington,</i> 541 U.S. 36, 124 S.Ct. 1354, 158 L.Ed.2d 177 (2004), that the district court's reliance on a witness's out-of-court statement to determine the enhancing facts violated his rights under the Confrontation Clause, and (3) that the district court abused its discretion when, in determining the enhancing facts, it relied on out-of-court statements of the only witness to the alleged enhancing crime, without determining that the witness was unavailable. For the reasons set forth below, we affirm Luciano's sentence.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On the night of July 30, 2003, Luciano was arguing with his girlfriend at a bus stop in Providence, Rhode Island. A nearby teenager, David Camacho, witnessed Luciano pull out a gun and point it at Luciano's girlfriend.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Camacho flagged down a police cruiser driven by Officer Brian Thornton and told Officer Thornton what he had seen. He told the officer that the perpetrator was dressed all in orange and pointed to the bus stop where he had seen Luciano. Officer Thornton approached the area of the bus stop and saw Luciano, who was dressed in orange. He stopped Luciano and ordered him to place his hands on his head. As Luciano complied with the order, he dropped a loaded gun magazine. Officer Thornton then frisked Luciano and found a fully loaded .22 caliber semi-automatic pistol.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Pre-Sentence Report (\"PSR\") calculated Luciano's base offense level as 24, pursuant to United States Sentencing Guidelines (U.S.S.G.) &#167; 2K2.1(a)(2), due to Luciano's two prior felony drug convictions. In paragraph seventeen, the PSR then applied a four-level enhancement based on the fact, determined by the district court judge rather than a jury, that Luciano had used the weapon in connection with an assault with a deadly weapon. <i>See</i> U.S.S.G. &#167; 2K2.1(b)(5); R.I. Gen. Laws &#167; 11-5-1(a). After applying a three-level reduction for acceptance of responsibility, the PSR concluded that Luciano's total offense level was 25. His ten criminal history points placed him in criminal history category V. Thus, the resulting applicable guideline sentencing range (\"GSR\") was 100-125 months. The statutory maximum, however, was 120 months, and the district court sentenced him to the maximum of 120 months.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Two witnesses testified at the sentencing hearing &#8212; Officer Thornton and Julissa Torres, Luciano's girlfriend and the alleged victim of the assault. The teenage witness, Camacho, did not testify.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Officer Thornton testified that fourteen-year-old David Camacho stopped his cruiser on Broad Street in Providence at 9:40 p.m. on July 30, 2003. The defense objected on the basis of hearsay when the officer began describing what the boy had said. The court overruled the objection, pointing out that hearsay is admissible in a sentencing hearing. Thereafter, Officer Thornton testified that Camacho told him that a man dressed in orange had pointed a gun at him and at the man's girlfriend. The officer also described the demeanor of Julissa Torres as crying, upset and visibly shaken. Officer Thornton testified that as he attempted to ask Torres questions, Luciano was screaming at her in Spanish from the back seat of the cruiser. Torres refused to identify herself and eventually stopped speaking to the officer altogether.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In addition to calling Officer Thornton, the government offered a detective's report of a statement that Camacho made to another Providence Police Detective at the police station later that night. The defense objected that Luciano was not given the opportunity to cross-examine Camacho. When the court sought clarification concerning the ground for the objection, the defense confirmed that it was a hearsay objection. The government responded that U.S.S.G. &#167; 6A1.3 allows the admission of hearsay at sentencing so long as it is sufficiently reliable. The district court overruled the objection and admitted the report. Later in the hearing, the defense again objected to the use of Camacho's statements without his presence for cross-examination, this time questioning the reliability of the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The government also offered Camacho's grand jury testimony into evidence. The defense objected on the ground that it was hearsay and not sufficiently reliable. The district court overruled the objection and admitted the exhibit.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Julissa Torres testified that she had known Luciano for one and a half to two years and is still his girlfriend. They were on Broad Street in Providence waiting for a bus and were arguing about a woman who had recently given birth to Luciano's child. Torres stated that, at that time, there was a group of teenagers near the bus stop. She also testified that their arguments had never been physical and that she did not know Luciano had a gun with him until Officer Thornton searched him. Torres stated that Luciano never threatened her with a gun and that he had not pointed a gun at her at the bus stop. She also testified that, while in the back of the police cruiser, Luciano was yelling in Spanish that she should go to his mother's house.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In ruling that the enhancement was warranted, the district court noted that the defense's objection to Camacho's statements was that they lacked the necessary indicia of reliability and therefore should not be taken into account. The court ruled that there were in fact multiple indicia of the reliability of the hearsay descriptions of the assault, noted that Torres had understandable motives to exonerate Luciano, and that she might not have seen Luciano point the gun at her head if, as Camacho described, Luciano had pointed the gun at the back of her head. The district court ultimately concluded that the government had proven the assault by a preponderance of the evidence and that the four-level enhancement was proper. After denying two motions for downward departure, the district court sentenced Luciano to the statutory maximum of 120 months in prison.</p>\n    </div>\n    <p>II.</p>\n    <p class=\"indent\">A. <i>Booker</i></p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Luciano asserts that he is entitled to resentencing in light of <i>Blakely</i> and <i>Booker.</i> At the outset, we must determine whether Luciano has preserved the <i>Booker</i> error. \"The argument that a <i>Booker</i> error occurred is preserved if the defendant below argued <i>Apprendi</i> or <i>Blakely</i> error or that the Guidelines were unconstitutional.\" <i>United States v. Antonakopoulos,</i> 399 F.3d 68, 76 (1st Cir.2005). In his supplemental <i>Booker</i> brief, Luciano claims that the <i>Booker</i> error was preserved by trial counsel's repeated objections to the use of hearsay testimony to describe the assault. However, Luciano admits that no reference was made to <i>Apprendi</i> at the time, nor was the argument made that the Guidelines are unconstitutional. In addition, the argument that the <i>Booker</i> error was preserved is contradicted by Luciano's original appellate brief, in which he acknowledged that he did not raise a <i>Blakely</i>-like claim below and that, consequently, the standard of review on appeal is plain error. Thus, we find that the <i>Booker</i> error was not preserved, and we review for plain error. <i>See Antonakopoulos,</i> 399 F.3d at 75.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">To prevail under the plain error standard, the appellant must show: \"(1) that an error occurred (2) which was clear or obvious and which not only (3) affected the defendant's substantial rights, but also (4) seriously impaired the fairness, integrity, or public reputation of judicial proceedings.\" <i>United States v. Duarte,</i> 246 F.3d 56, 60 (1st Cir.2001). <i>See also United States v. Olano,</i> 507 U.S. 725, 731-32, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993). The first two prongs are satisfied \"whenever defendant's Guidelines sentence was imposed under a mandatory Guidelines system.\" <i>Antonakopoulos,</i> 399 F.3d at 77. That is the case here.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">However, we \"reject[ed] the view that a <i>Blakely</i> [Sixth Amendment] error automatically requires a <i>Booker</i> remand\" for resentencing. <i>Id.</i> at 79. The district court's finding of \"additional facts which raised the sentence authorized solely by the jury verdict or guilty plea ... is insufficient to meet the third and fourth <i>Olano</i> prongs on plain-error review.\" <i>Id.</i> For the claim to survive plain error review, this court must find a reasonable probability that advisory Guidelines would have produced a more favorable sentence. <i>Id.</i> at 78-79.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In this case, it appears very unlikely that the district court would have sentenced Luciano more leniently under advisory Guidelines. As it was, the district court rejected two motions for downward departure, rejected the government's more lenient sentence recommendation, and sentenced Luciano to the statutory maximum of 120 months out of an applicable guideline sentencing range of 100-125 months. In so doing, the district court remarked: \"In my judgment, I need to send you away long enough to protect the citizens of this state and to impress upon you that this sort of behavior simply will not be tolerated.\" Thus, while the district court could have given Luciano a lower sentence under the mandatory regime, it emphatically chose not to. Luciano has not cited any additional circumstance which would suggest that the district court would apply a shorter sentence under advisory Guidelines. Given Luciano's failure to establish a reasonable probability of a lower sentence on remand, we find that Luciano's claim fails plain error review.</p>\n    </div>\n    <p class=\"indent\">B. <i>Crawford</i></p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Luciano argues, pursuant to <i>Crawford v. Washington,</i> 541 U.S. 36, 124 S.Ct. 1354, 158 L.Ed.2d 177 (2004), that his Confrontation Clause rights were violated as a result of his inability to cross-examine the witness, Camacho, at the sentencing hearing.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Specifically, Luciano objects to the district court's admission of (1) the testimony of Officer Thornton describing Camacho's assertions, (2) a detective's report of Camacho's statement at the police station and (3) Camacho's grand jury testimony. The government offered no evidence showing that Camacho was unavailable as a witness or demonstrating efforts to make him available.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As Luciano did not raise this Confrontation Clause or <i>Crawford</i>-type claim in the proceedings below &#8212; defense objections were framed as hearsay and reliability objections &#8212; we review for plain error. <i>See United States v. Montoya,</i> 967 F.2d 1, 2 &amp; n. 4 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Prior to <i>Crawford,</i> this court held that the Sixth Amendment right to confront witnesses does not apply at sentencing. <i>See United States v. Rodriguez,</i> 336 F.3d 67, 71 (1st Cir.2003) (\"`[A] defendant's Sixth Amendment right to confront the witnesses against him does not attach during the sentencing phase ....'\") (quoting <i>United States v. Tardiff,</i> 969 F.2d 1283, 1287 (1st Cir.1992) (collecting cases)). This was also the majority view among the other circuits. <i>See United States v. Navarro,</i> 169 F.3d 228, 236 (5th Cir.1999) (holding that \"there is no Confrontation Clause right at sentencing\"); <i>United States v. Francis,</i> 39 F.3d 803, 810 (7th Cir.1994) (\"[E]ven with the dramatic changes in the sentencing process brought about by the Sentencing Guidelines, the pre-Guidelines policy of allowing sentencing courts to obtain all relevant sentencing information without the strictures of the right of confrontation remains intact....\"); <i>United States v. Petty,</i> 982 F.2d 1365, 1369-70 (9th Cir.1993) (collecting cases); <i>United States v. Silverman,</i> 976 F.2d 1502, 1508-16 (6th Cir.1992) (en banc); <i>United States v. Wise,</i> 976 F.2d 393, 401 (8th Cir.1992) (en banc) (concluding that \"the enactment of the Guidelines has not so transformed the sentencing phase that it constitutes a separate criminal proceeding. The right to confront witnesses, therefore, does not attach.\"); <i>United States v. Kikumura,</i> 918 F.2d 1084, 1102-03 &amp; n. 21 (3d Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">By its own terms, <i>Crawford</i> does not address whether the Sixth Amendment right to confront witnesses applies at sentencing. <i>Crawford</i> concerned \"testimonial hearsay\" that was introduced <i>at trial.</i> 541 U.S. at 68, 124 S.Ct. 1354. In <i>Crawford,</i> the Supreme Court held that out-of-court statements by witnesses that are testimonial are barred by the Confrontation Clause, unless witnesses are unavailable and the defendant had a prior opportunity to cross-examine them, regardless of whether such statements are deemed reliable by the court. <i>Id.</i> Nothing in <i>Crawford</i> requires us to alter our previous conclusion that there is no Sixth Amendment Confrontation Clause right at sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\"><i>Blakely</i> and <i>Booker</i> do not alter this analysis. In <i>Blakely,</i> the Supreme Court held that the imposition of a sentencing enhancement &#8212; based solely on the sentencing judge's factual findings &#8212; above the range indicated in the State of Washington's Sentencing Reform Act, violated the defendant's Sixth Amendment rights, because the facts supporting the findings were neither admitted by the defendant nor found by a jury beyond a reasonable doubt. <i>Blakely,</i> 124 S.Ct. at 2537. Luciano argues that <i>Blakely</i> essentially transformed sentencing enhancements into separate criminal proceedings during which confrontation rights attach. However, nothing in <i>Blakely</i> suggests that this result was intended by the Supreme Court. In addition, when the Supreme Court, in <i>Booker,</i> considered <i>Blakely</i> in the context of the federal Sentencing Guidelines, rather than rendering the Guidelines unconstitutional as some expected it would, or requiring that the Guidelines sentences be based on facts found by jury or admitted by the defendant, the Supreme Court remedied the Sixth Amendment problem by holding that the U.S. Sentencing Guidelines are advisory. <i>Booker</i> 125 S.Ct. at 756-57. Therefore, <i>Booker</i> error \"is not that a judge (by a preponderance of the evidence) determined facts under the Guidelines which increased a sentence beyond that authorized by the jury verdict or an admission by the defendant; the error is only that the judge did so in a mandatory Guidelines system.\" <i>Antonakopoulos,</i> 399 F.3d at 75. Thus, nothing in <i>Blakely</i> or <i>Booker</i> necessitates a change in the majority view that there is no Sixth Amendment right to confront witnesses during the sentencing phase. <i>See United States v. Martinez,</i> 413 F.3d 239, 242 (2d Cir.2005) (holding, post-<i>Booker,</i> that the Sixth Amendment rights of confrontation do not bar judicial consideration of hearsay testimony at sentencing proceedings.).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In the alternative, we note that even if <i>Crawford</i> did apply to sentencing hearings, the initial statement that Camacho made to Officer Thornton when Camacho flagged down the Officer's cruiser immediately following the assault does not constitute \"testimonial hearsay\" as used in <i>Crawford.</i> Instead, Camacho's statement appears to be an excited utterance that would qualify for admission at trial under as a hearsay exception.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>See</i> Fed.R.Evid. 803(2) (\"Excited utterance. A statement relating to a startling event or condition made while the declarant was under the stress of excitement caused by the event or condition.\").</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">C. <i>Reliability and Sufficiency of the Evidence</i></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Finally, Luciano challenges the reliability and sufficiency of the evidence relied on by the sentencing court in applying U.S.S.G. &#167; 2K2.1(b)(5). Section 2K2.1(b)(5) provides for a four-level enhancement \"[i]f the defendant used or possessed any firearm or ammunition in connection with another felony offense.\" Due to its finding that Luciano committed assault with a deadly weapon at the bus stop, the district court applied a four-level enhancement to Luciano's sentence. Luciano argues that the government failed to establish by a preponderance of the evidence that Luciano committed the assault, because the evidence presented at the sentencing hearing was hearsay and unreliable.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We review the district court's determination of reliability for an abuse of discretion. <i>United States v. Figaro,</i> 935 F.2d 4, 8 (1st Cir.1991) (\"`[T]he sentencing judge enjoys wide discretion in determining both the relevance and reliability of the sentencing information ....'\") (quoting <i>United States v. Iguaran-Palmar,</i> 926 F.2d 7, 10 (1st Cir.1991)). \"At sentencing, `the court may consider relevant information without regard to its admissibility under the rules of evidence applicable at trial, provided that the information has sufficient indicia of reliability to support its probable accuracy.'\" <i>Tardiff,</i> 969 F.2d at 1287 (quoting U.S.S.G. &#167; 6A1.3(a)).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The standard of review for the district court's finding that Luciano had committed assault with a deadly weapon is clear error. \"If a party assigns error to a factual finding made at sentencing, we review the finding for clear error. In doing so, we ask only whether the court clearly erred in finding that the government proved the disputed fact by a preponderance of the evidence.\" <i>United States v. Powell,</i> 50 F.3d 94, 102-03 (1st Cir.1995) (internal citation omitted). <i>See also United States v. Peterson,</i> 233 F.3d 101, 111 (1st Cir.2000) (reviewing the factual findings underlying the application of a sentencing enhancement for clear error).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As we have already noted, Camacho's statement appears to have all of the authenticity and reliability of an excited utterance that would qualify as a hearsay exception under Federal Rule of Evidence 803(2). The facts that Officer Thornton was able to quickly locate Luciano near the bus stop, identify him due to the orange clothing Camacho had described, and especially that Officer Thornton recovered a gun from Luciano, corroborate Camacho's statement.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In addition, the girlfriend, Torres, confirmed that she and Luciano had been fighting just before the incident. Torres also admitted that she had seen Luciano with a gun in the past. Finally, although Torres denied that Luciano pointed the gun at her, the district court cited a logical reason for discounting her testimony on that point, beyond the fact that she was a biased witness: Torres likely would not have seen a gun pointed at the back of her own head.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We therefore find that the district court did not abuse its discretion in relying on Camacho's statements. <i>See, e.g., United States v. Cash,</i> 266 F.3d 42, 44 (1st Cir.2001) (finding hearsay statements of defendant's cellmate sufficiently reliable for purposes of U.S.S.G. &#167; 6A1.3(a) in light of corroborating information). Moreover, we find that Camacho's statements and the corroborating evidence provide sufficient basis for the district court's assault finding. Therefore, there is no clear error.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">For the reasons set forth above, Luciano's sentence is <i>affirmed.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> While Luciano later admitted that he possessed the gun, he denied the assault</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Sixth Amendment of the Constitution declares, in relevant part:</p>\n        <p class=\"indent\">In all criminal prosecutions, the accused shall enjoy the right ... to be confronted with the witnesses against him; to have compulsory process for obtaining witnesses in his favor, and to have the [a]ssistance of [c]ounsel for his defen[s]e.</p>\n        <p class=\"indent\">U.S. Const. amend. VI.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> While the Supreme Court left for another day \"any effort to spell out a comprehensive definition\" of `testimonial,'<i>Crawford,</i> 541 U.S. at 68, 124 S.Ct. 1354, the Court noted that \"prior testimony at a preliminary hearing, before a grand jury, or at a former trial; and [ ] police interrogations\" constitute testimonial hearsay. While the grand jury testimony and detective's report might constitute testimonial hearsay for purposes of <i>Crawford,</i> assuming <i>arguendo</i> that the Confrontation Clause applied at sentencing, the excited utterance of fourteen-year-old Camacho as he flagged down Officer Thornton immediately following the incident clearly does not fall within the meaning of testimonial hearsay as it is used <i>Crawford.</i></p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">174</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Ernesto LUCIANO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 04-1024.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 4, 2005.</p>\n    <p class=\"date\">Decided July 8, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William T. Murphy, for appellant, by appointment of the court.</p>\n      <p class=\"indent\">Donald C. Lockhart, Assistant United States Attorney, with whom Robert Clark Corrente, United States Attorney, and Adi Goldstein, Assistant United States Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, LIPEZ, and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal focuses on the district court's finding that defendant-appellant Ernesto Luciano used a weapon in connection with an assault, triggering a four-level sentencing enhancement. Although Luciano pleaded guilty to one count of being a felon in possession of a firearm, 18 U.S.C. &#167; 922(g)(1), during sentencing he objected to the enhancement and denied using the weapon in connection with an assault.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On appeal, Luciano argues (1) pursuant to <i>Blakely v. Washington,</i> <span class=\"citation\" data-id=\"136995\"><a href=\"/opinion/136995/blakely-v-washington/\"><span class=\"volume\">542</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">296</span></a></span>, <span class=\"citation\" data-id=\"136995\"><a href=\"/opinion/136995/blakely-v-washington/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2531</span></a></span>, <span class=\"citation\" data-id=\"136995\"><a href=\"/opinion/136995/blakely-v-washington/\"><span class=\"volume\">159</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">403</span></a></span> (2004), and <i>United States v. Booker,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005), that his sentence was improperly enhanced based on facts determined by the district court without a jury; (2) pursuant to <i>Crawford v. Washington,</i> <span class=\"citation\" data-id=\"134724\"><a href=\"/opinion/134724/crawford-v-washington/\"><span class=\"volume\">541</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span>, <span class=\"citation\" data-id=\"134724\"><a href=\"/opinion/134724/crawford-v-washington/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1354</span></a></span>, <span class=\"citation\" data-id=\"134724\"><a href=\"/opinion/134724/crawford-v-washington/\"><span class=\"volume\">158</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">177</span></a></span> (2004), that the district court's reliance on a witness's out-of-court statement to determine the enhancing facts violated his rights under the Confrontation Clause, and (3) that the district court abused its discretion when, in determining the enhancing facts, it relied on out-of-court statements of the only witness to the alleged enhancing crime, without determining that the witness was unavailable. For the reasons set forth below, we affirm Luciano's sentence.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On the night of July 30, 2003, Luciano was arguing with his girlfriend at a bus stop in Providence, Rhode Island. A nearby teenager, David Camacho, witnessed Luciano pull out a gun and point it at Luciano's girlfriend.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Camacho flagged down a police cruiser driven by Officer Brian Thornton and told Officer Thornton what he had seen. He told the officer that the perpetrator was dressed all in orange and pointed to the bus stop where he had seen Luciano. Officer Thornton approached the area of the bus stop and saw Luciano, who was dressed in orange. He stopped Luciano and ordered him to place his hands on his head. As Luciano complied with the order, he dropped a loaded gun magazine. Officer Thornton then frisked Luciano and found a fully loaded .22 caliber semi-automatic pistol.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Pre-Sentence Report (\"PSR\") calculated Luciano's base offense level as 24, pursuant to United States Sentencing Guidelines (U.S.S.G.) &#167; 2K2.1(a)(2), due to Luciano's two prior felony drug convictions. In paragraph seventeen, the PSR then applied a four-level enhancement based on the fact, determined by the district court judge rather than a jury, that Luciano had used the weapon in connection with an assault with a deadly weapon. <i>See</i> U.S.S.G. &#167; 2K2.1(b)(5); R.I. Gen. Laws &#167; 11-5-1(a). After applying a three-level reduction for acceptance of responsibility, the PSR concluded that Luciano's total offense level was 25. His ten criminal history points placed him in criminal history category V. Thus, the resulting applicable guideline sentencing range (\"GSR\") was 100-125 months. The statutory maximum, however, was 120 months, and the district court sentenced him to the maximum of 120 months.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Two witnesses testified at the sentencing hearing &#8212; Officer Thornton and Julissa Torres, Luciano's girlfriend and the alleged victim of the assault. The teenage witness, Camacho, did not testify.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Officer Thornton testified that fourteen-year-old David Camacho stopped his cruiser on Broad Street in Providence at 9:40 p.m. on July 30, 2003. The defense objected on the basis of hearsay when the officer began describing what the boy had said. The court overruled the objection, pointing out that hearsay is admissible in a sentencing hearing. Thereafter, Officer Thornton testified that Camacho told him that a man dressed in orange had pointed a gun at him and at the man's girlfriend. The officer also described the demeanor of Julissa Torres as crying, upset and visibly shaken. Officer Thornton testified that as he attempted to ask Torres questions, Luciano was screaming at her in Spanish from the back seat of the cruiser. Torres refused to identify herself and eventually stopped speaking to the officer altogether.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In addition to calling Officer Thornton, the government offered a detective's report of a statement that Camacho made to another Providence Police Detective at the police station later that night. The defense objected that Luciano was not given the opportunity to cross-examine Camacho. When the court sought clarification concerning the ground for the objection, the defense confirmed that it was a hearsay objection. The government responded that U.S.S.G. &#167; 6A1.3 allows the admission of hearsay at sentencing so long as it is sufficiently reliable. The district court overruled the objection and admitted the report. Later in the hearing, the defense again objected to the use of Camacho's statements without his presence for cross-examination, this time questioning the reliability of the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The government also offered Camacho's grand jury testimony into evidence. The defense objected on the ground that it was hearsay and not sufficiently reliable. The district court overruled the objection and admitted the exhibit.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Julissa Torres testified that she had known Luciano for one and a half to two years and is still his girlfriend. They were on Broad Street in Providence waiting for a bus and were arguing about a woman who had recently given birth to Luciano's child. Torres stated that, at that time, there was a group of teenagers near the bus stop. She also testified that their arguments had never been physical and that she did not know Luciano had a gun with him until Officer Thornton searched him. Torres stated that Luciano never threatened her with a gun and that he had not pointed a gun at her at the bus stop. She also testified that, while in the back of the police cruiser, Luciano was yelling in Spanish that she should go to his mother's house.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In ruling that the enhancement was warranted, the district court noted that the defense's objection to Camacho's statements was that they lacked the necessary indicia of reliability and therefore should not be taken into account. The court ruled that there were in fact multiple indicia of the reliability of the hearsay descriptions of the assault, noted that Torres had understandable motives to exonerate Luciano, and that she might not have seen Luciano point the gun at her head if, as Camacho described, Luciano had pointed the gun at the back of her head. The district court ultimately concluded that the government had proven the assault by a preponderance of the evidence and that the four-level enhancement was proper. After denying two motions for downward departure, the district court sentenced Luciano to the statutory maximum of 120 months in prison.</p>\n    </div>\n    <p>II.</p>\n    <p class=\"indent\">A. <i>Booker</i></p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Luciano asserts that he is entitled to resentencing in light of <i>Blakely</i> and <i>Booker.</i> At the outset, we must determine whether Luciano has preserved the <i>Booker</i> error. \"The argument that a <i>Booker</i> error occurred is preserved if the defendant below argued <i>Apprendi</i> or <i>Blakely</i> error or that the Guidelines were unconstitutional.\" <i>United States v. Antonakopoulos,</i> <span class=\"citation\" data-id=\"201462\"><a href=\"/opinion/201462/united-states-v-antonakopoulos/\"><span class=\"volume\">399</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span>, 76 (1st Cir.2005). In his supplemental <i>Booker</i> brief, Luciano claims that the <i>Booker</i> error was preserved by trial counsel's repeated objections to the use of hearsay testimony to describe the assault. However, Luciano admits that no reference was made to <i>Apprendi</i> at the time, nor was the argument made that the Guidelines are unconstitutional. In addition, the argument that the <i>Booker</i> error was preserved is contradicted by Luciano's original appellate brief, in which he acknowledged that he did not raise a <i>Blakely</i>-like claim below and that, consequently, the standard of review on appeal is plain error. Thus, we find that the <i>Booker</i> error was not preserved, and we review for plain error. <i>See Antonakopoulos,</i> 399 F.3d at 75.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">To prevail under the plain error standard, the appellant must show: \"(1) that an error occurred (2) which was clear or obvious and which not only (3) affected the defendant's substantial rights, but also (4) seriously impaired the fairness, integrity, or public reputation of judicial proceedings.\" <i>United States v. Duarte,</i> <span class=\"citation\" data-id=\"199375\"><a href=\"/opinion/199375/united-states-v-duarte/\"><span class=\"volume\">246</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 60 (1st Cir.2001). <i>See also United States v. Olano,</i> <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 731-32, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1993). The first two prongs are satisfied \"whenever defendant's Guidelines sentence was imposed under a mandatory Guidelines system.\" <i>Antonakopoulos,</i> 399 F.3d at 77. That is the case here.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">However, we \"reject[ed] the view that a <i>Blakely</i> [Sixth Amendment] error automatically requires a <i>Booker</i> remand\" for resentencing. <i>Id.</i> at 79. The district court's finding of \"additional facts which raised the sentence authorized solely by the jury verdict or guilty plea ... is insufficient to meet the third and fourth <i>Olano</i> prongs on plain-error review.\" <i>Id.</i> For the claim to survive plain error review, this court must find a reasonable probability that advisory Guidelines would have produced a more favorable sentence. <i>Id.</i> at 78-79.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In this case, it appears very unlikely that the district court would have sentenced Luciano more leniently under advisory Guidelines. As it was, the district court rejected two motions for downward departure, rejected the government's more lenient sentence recommendation, and sentenced Luciano to the statutory maximum of 120 months out of an applicable guideline sentencing range of 100-125 months. In so doing, the district court remarked: \"In my judgment, I need to send you away long enough to protect the citizens of this state and to impress upon you that this sort of behavior simply will not be tolerated.\" Thus, while the district court could have given Luciano a lower sentence under the mandatory regime, it emphatically chose not to. Luciano has not cited any additional circumstance which would suggest that the district court would apply a shorter sentence under advisory Guidelines. Given Luciano's failure to establish a reasonable probability of a lower sentence on remand, we find that Luciano's claim fails plain error review.</p>\n    </div>\n    <p class=\"indent\">B. <i>Crawford</i></p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Luciano argues, pursuant to <i>Crawford v. Washington,</i> <span class=\"citation\" data-id=\"134724\"><a href=\"/opinion/134724/crawford-v-washington/\"><span class=\"volume\">541</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span>, <span class=\"citation\" data-id=\"134724\"><a href=\"/opinion/134724/crawford-v-washington/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1354</span></a></span>, <span class=\"citation\" data-id=\"134724\"><a href=\"/opinion/134724/crawford-v-washington/\"><span class=\"volume\">158</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">177</span></a></span> (2004), that his Confrontation Clause rights were violated as a result of his inability to cross-examine the witness, Camacho, at the sentencing hearing.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Specifically, Luciano objects to the district court's admission of (1) the testimony of Officer Thornton describing Camacho's assertions, (2) a detective's report of Camacho's statement at the police station and (3) Camacho's grand jury testimony. The government offered no evidence showing that Camacho was unavailable as a witness or demonstrating efforts to make him available.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As Luciano did not raise this Confrontation Clause or <i>Crawford</i>-type claim in the proceedings below &#8212; defense objections were framed as hearsay and reliability objections &#8212; we review for plain error. <i>See United States v. Montoya,</i> <span class=\"citation\" data-id=\"585213\"><a href=\"/opinion/585213/united-states-v-edgar-montoya/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 2 &amp; n. 4 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Prior to <i>Crawford,</i> this court held that the Sixth Amendment right to confront witnesses does not apply at sentencing. <i>See United States v. Rodriguez,</i> <span class=\"citation\" data-id=\"200553\"><a href=\"/opinion/200553/united-states-v-rodriguez/\"><span class=\"volume\">336</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">67</span></a></span>, 71 (1st Cir.2003) (\"`[A] defendant's Sixth Amendment right to confront the witnesses against him does not attach during the sentencing phase ....'\") (quoting <i>United States v. Tardiff,</i> <span class=\"citation\" data-id=\"587242\"><a href=\"/opinion/587242/united-states-v-claude-paul-tardiff/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1283</span></a></span>, 1287 (1st Cir.1992) (collecting cases)). This was also the majority view among the other circuits. <i>See United States v. Navarro,</i> <span class=\"citation\" data-id=\"762130\"><a href=\"/opinion/762130/united-states-v-salvador-vargas-navarro-samuel-pasqual-edmondson/\"><span class=\"volume\">169</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">228</span></a></span>, 236 (5th Cir.1999) (holding that \"there is no Confrontation Clause right at sentencing\"); <i>United States v. Francis,</i> <span class=\"citation\" data-id=\"681648\"><a href=\"/opinion/681648/united-states-v-nakia-r-francis-and-stanley-d-crume/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">803</span></a></span>, 810 (7th Cir.1994) (\"[E]ven with the dramatic changes in the sentencing process brought about by the Sentencing Guidelines, the pre-Guidelines policy of allowing sentencing courts to obtain all relevant sentencing information without the strictures of the right of confrontation remains intact....\"); <i>United States v. Petty,</i> <span class=\"citation\" data-id=\"597494\"><a href=\"/opinion/597494/united-states-v-robert-m-petty-united-states-of-america-v-melvin-l/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1365</span></a></span>, 1369-70 (9th Cir.1993) (collecting cases); <i>United States v. Silverman,</i> <span class=\"citation\" data-id=\"592207\"><a href=\"/opinion/592207/united-states-v-ira-silverman-90-3205-morris-g-woodard-90-5816-and/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1502</span></a></span>, 1508-16 (6th Cir.1992) (en banc); <i>United States v. Wise,</i> <span class=\"citation\" data-id=\"591441\"><a href=\"/opinion/591441/united-states-v-james-michael-wise/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">393</span></a></span>, 401 (8th Cir.1992) (en banc) (concluding that \"the enactment of the Guidelines has not so transformed the sentencing phase that it constitutes a separate criminal proceeding. The right to confront witnesses, therefore, does not attach.\"); <i>United States v. Kikumura,</i> <span class=\"citation\" data-id=\"551486\"><a href=\"/opinion/551486/united-states-v-kikumura-yu/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1084</span></a></span>, 1102-03 &amp; n. 21 (3d Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">By its own terms, <i>Crawford</i> does not address whether the Sixth Amendment right to confront witnesses applies at sentencing. <i>Crawford</i> concerned \"testimonial hearsay\" that was introduced <i>at trial.</i> 541 U.S. at 68, <span class=\"citation\" data-id=\"134724\"><a href=\"/opinion/134724/crawford-v-washington/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1354</span></a></span>. In <i>Crawford,</i> the Supreme Court held that out-of-court statements by witnesses that are testimonial are barred by the Confrontation Clause, unless witnesses are unavailable and the defendant had a prior opportunity to cross-examine them, regardless of whether such statements are deemed reliable by the court. <i>Id.</i> Nothing in <i>Crawford</i> requires us to alter our previous conclusion that there is no Sixth Amendment Confrontation Clause right at sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\"><i>Blakely</i> and <i>Booker</i> do not alter this analysis. In <i>Blakely,</i> the Supreme Court held that the imposition of a sentencing enhancement &#8212; based solely on the sentencing judge's factual findings &#8212; above the range indicated in the State of Washington's Sentencing Reform Act, violated the defendant's Sixth Amendment rights, because the facts supporting the findings were neither admitted by the defendant nor found by a jury beyond a reasonable doubt. <i>Blakely,</i> 124 S.Ct. at 2537. Luciano argues that <i>Blakely</i> essentially transformed sentencing enhancements into separate criminal proceedings during which confrontation rights attach. However, nothing in <i>Blakely</i> suggests that this result was intended by the Supreme Court. In addition, when the Supreme Court, in <i>Booker,</i> considered <i>Blakely</i> in the context of the federal Sentencing Guidelines, rather than rendering the Guidelines unconstitutional as some expected it would, or requiring that the Guidelines sentences be based on facts found by jury or admitted by the defendant, the Supreme Court remedied the Sixth Amendment problem by holding that the U.S. Sentencing Guidelines are advisory. <i>Booker</i> 125 S.Ct. at 756-57. Therefore, <i>Booker</i> error \"is not that a judge (by a preponderance of the evidence) determined facts under the Guidelines which increased a sentence beyond that authorized by the jury verdict or an admission by the defendant; the error is only that the judge did so in a mandatory Guidelines system.\" <i>Antonakopoulos,</i> 399 F.3d at 75. Thus, nothing in <i>Blakely</i> or <i>Booker</i> necessitates a change in the majority view that there is no Sixth Amendment right to confront witnesses during the sentencing phase. <i>See United States v. Martinez,</i> <span class=\"citation\" data-id=\"790800\"><a href=\"/opinion/790800/united-states-v-david-martinez/\"><span class=\"volume\">413</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">239</span></a></span>, 242 (2d Cir.2005) (holding, post-<i>Booker,</i> that the Sixth Amendment rights of confrontation do not bar judicial consideration of hearsay testimony at sentencing proceedings.).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In the alternative, we note that even if <i>Crawford</i> did apply to sentencing hearings, the initial statement that Camacho made to Officer Thornton when Camacho flagged down the Officer's cruiser immediately following the assault does not constitute \"testimonial hearsay\" as used in <i>Crawford.</i> Instead, Camacho's statement appears to be an excited utterance that would qualify for admission at trial under as a hearsay exception.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>See</i> Fed.R.Evid. 803(2) (\"Excited utterance. A statement relating to a startling event or condition made while the declarant was under the stress of excitement caused by the event or condition.\").</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">C. <i>Reliability and Sufficiency of the Evidence</i></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Finally, Luciano challenges the reliability and sufficiency of the evidence relied on by the sentencing court in applying U.S.S.G. &#167; 2K2.1(b)(5). Section 2K2.1(b)(5) provides for a four-level enhancement \"[i]f the defendant used or possessed any firearm or ammunition in connection with another felony offense.\" Due to its finding that Luciano committed assault with a deadly weapon at the bus stop, the district court applied a four-level enhancement to Luciano's sentence. Luciano argues that the government failed to establish by a preponderance of the evidence that Luciano committed the assault, because the evidence presented at the sentencing hearing was hearsay and unreliable.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We review the district court's determination of reliability for an abuse of discretion. <i>United States v. Figaro,</i> <span class=\"citation\" data-id=\"562319\"><a href=\"/opinion/562319/united-states-v-porfirio-johnson-figaro/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span>, 8 (1st Cir.1991) (\"`[T]he sentencing judge enjoys wide discretion in determining both the relevance and reliability of the sentencing information ....'\") (quoting <i>United States v. Iguaran-Palmar,</i> <span class=\"citation\" data-id=\"556385\"><a href=\"/opinion/556385/united-states-v-john-iguaran-palmar/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 10 (1st Cir.1991)). \"At sentencing, `the court may consider relevant information without regard to its admissibility under the rules of evidence applicable at trial, provided that the information has sufficient indicia of reliability to support its probable accuracy.'\" <i>Tardiff,</i> 969 F.2d at 1287 (quoting U.S.S.G. &#167; 6A1.3(a)).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The standard of review for the district court's finding that Luciano had committed assault with a deadly weapon is clear error. \"If a party assigns error to a factual finding made at sentencing, we review the finding for clear error. In doing so, we ask only whether the court clearly erred in finding that the government proved the disputed fact by a preponderance of the evidence.\" <i>United States v. Powell,</i> <span class=\"citation\" data-id=\"195990\"><a href=\"/opinion/195990/united-states-v-powell/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">94</span></a></span>, 102-03 (1st Cir.1995) (internal citation omitted). <i>See also United States v. Peterson,</i> <span class=\"citation\" data-id=\"771202\"><a href=\"/opinion/771202/united-states-v-henry-peterson/\"><span class=\"volume\">233</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">101</span></a></span>, 111 (1st Cir.2000) (reviewing the factual findings underlying the application of a sentencing enhancement for clear error).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As we have already noted, Camacho's statement appears to have all of the authenticity and reliability of an excited utterance that would qualify as a hearsay exception under Federal Rule of Evidence 803(2). The facts that Officer Thornton was able to quickly locate Luciano near the bus stop, identify him due to the orange clothing Camacho had described, and especially that Officer Thornton recovered a gun from Luciano, corroborate Camacho's statement.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In addition, the girlfriend, Torres, confirmed that she and Luciano had been fighting just before the incident. Torres also admitted that she had seen Luciano with a gun in the past. Finally, although Torres denied that Luciano pointed the gun at her, the district court cited a logical reason for discounting her testimony on that point, beyond the fact that she was a biased witness: Torres likely would not have seen a gun pointed at the back of her own head.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We therefore find that the district court did not abuse its discretion in relying on Camacho's statements. <i>See, e.g., United States v. Cash,</i> <span class=\"citation\" data-id=\"199626\"><a href=\"/opinion/199626/united-states-v-cash/\"><span class=\"volume\">266</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">42</span></a></span>, 44 (1st Cir.2001) (finding hearsay statements of defendant's cellmate sufficiently reliable for purposes of U.S.S.G. &#167; 6A1.3(a) in light of corroborating information). Moreover, we find that Camacho's statements and the corroborating evidence provide sufficient basis for the district court's assault finding. Therefore, there is no clear error.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">For the reasons set forth above, Luciano's sentence is <i>affirmed.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> While Luciano later admitted that he possessed the gun, he denied the assault</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Sixth Amendment of the Constitution declares, in relevant part:</p>\n        <p class=\"indent\">In all criminal prosecutions, the accused shall enjoy the right ... to be confronted with the witnesses against him; to have compulsory process for obtaining witnesses in his favor, and to have the [a]ssistance of [c]ounsel for his defen[s]e.</p>\n        <p class=\"indent\">U.S. Const. amend. VI.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> While the Supreme Court left for another day \"any effort to spell out a comprehensive definition\" of `testimonial,'<i>Crawford,</i> 541 U.S. at 68, <span class=\"citation\" data-id=\"134724\"><a href=\"/opinion/134724/crawford-v-washington/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1354</span></a></span>, the Court noted that \"prior testimony at a preliminary hearing, before a grand jury, or at a former trial; and [ ] police interrogations\" constitute testimonial hearsay. While the grand jury testimony and detective's report might constitute testimonial hearsay for purposes of <i>Crawford,</i> assuming <i>arguendo</i> that the Confrontation Clause applied at sentencing, the excited utterance of fourteen-year-old Camacho as he flagged down Officer Thornton immediately following the incident clearly does not fall within the meaning of testimonial hearsay as it is used <i>Crawford.</i></p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/134724/",
    "http://www.courtlistener.com/api/rest/v3/opinions/136995/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199626/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200553/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551486/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556385/",
    "http://www.courtlistener.com/api/rest/v3/opinions/562319/",
    "http://www.courtlistener.com/api/rest/v3/opinions/585213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/591441/",
    "http://www.courtlistener.com/api/rest/v3/opinions/592207/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597494/",
    "http://www.courtlistener.com/api/rest/v3/opinions/681648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762130/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790800/"
  ]
}