{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201715/",
  "absolute_url": "/opinion/201715/conley-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201715/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:32:41Z",
  "date_modified": "2016-02-28T05:06:18.217592Z",
  "type": "010combined",
  "sha1": "4c8420a01d54fb218fca96394c49d411dce820a7",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-2424-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/07/20/Conley_v._US.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\nNo. 04-2424\n\n                           KENNETH M. CONLEY,\n\n                          Petitioner, Appellee,\n\n                                     v.\n\n                     UNITED STATES OF AMERICA,\n\n                      Respondent, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. William G. Young, U.S. District Judge]\n\n\n                                 Before\n\n                        Boudin, Chief Judge,\n                     Torruella, Circuit Judge,\n                 and Baldock,* Senior Circuit Judge\n\n\n     Saul M. Pilchen, with whom Robert S. Bennett, Jonice Gray\nTucker, Robert W. Scheef, and Thomas J. Dougherty, were on brief\nfor appellee.\n\n     Bradly J. Schlozman, Deputy Assistant Attorney General, with\nwhom R. Alexander Acosta, Assistant Attorney General, Mark L.\nGross, and Teresa Kwong, were on brief for appellant.\n\n\n                              July 20, 2005\n\n\n\n     *\n        Of the    Tenth    Circuit    Court   of   Appeals,   sitting   by\ndesignation.\n\f          BALDOCK, Senior Circuit Judge.       The question in this\n\nappeal is whether the Government’s suppression of impeachment\n\nevidence violated Petitioner Kenneth Conley’s right to due process\n\nunder the Fifth Amendment.1   See Brady v. Maryland, 373 U.S. 83, 87\n\n(1963).   The district court answered yes and granted Petitioner’s\n\nmotion to set aside his conviction.    See 28 U.S.C. § 2255.   We have\n\njurisdiction, id. § 2253(a), and affirm.\n\n                                 I.\n\n          The historical facts of this case are well known and need\n\nnot be repeated in full.   See United States v. Conley, 186 F.3d 7,\n\n11-15 (1st Cir. 1999) (Conley I); United States v. Conley, 103 F.\n\nSupp. 2d 45, 49-51 (D. Mass. 2000) (Conley II); United States v.\n\nConley, 249 F.3d 38, 40-43 (1st Cir. 2001) (Conley III); Conley v.\n\nUnited States, 164 F. Supp. 2d 216, 217-21 (D. Mass. 2001) (Conley\n\nIV); Conley v. United States, 323 F.3d 7, 9-11 (1st Cir. 2003) (en\n\nbanc) (Conley V); Conley v. United States, 332 F. Supp. 2d 302,\n\n306-309 (D. Mass. 2004) (Conley VI); see also Dwan v. City of\n\nBoston, 329 F.3d 275, 276-77 (1st Cir. 2003).       In 1995, police\n\nofficers chased four homicide suspects through Boston. The vehicle\n\nchase ended when the suspects turned into a cul-de-sac (Woodruff\n\n\n     1\n       The Government’s good faith (or lack thereof) in failing to\ndisclose favorable evidence is irrelevant. Brady v. Maryland, 373\nU.S. 83, 87 (1963); Strickler v. Greene, 527 U.S. 263, 282 (1999).\nFor ease of exposition, we (like the Supreme Court) refer to the\nGovernment’s   nondisclosure   of   favorable  evidence   as   the\n“suppression” of evidence. See Brady, 373 U.S. at 87; Strickler,\n527 U.S. at 282.\n\n                                 -3-\n\fWay).   The four suspects fled on foot.        One of the first officers\n\non the scene, Michael Cox, gave chase.          Cox pursued one suspect,\n\nRobert Brown, towards a fence.        Meanwhile, other officers arrived\n\nat the “confused and changing scene[.]”        Conley V, 323 F.3d at 16.\n\nOfficer Richard Walker arrived fourth; Petitioner fifth.              Both\n\nWalker and Petitioner joined the foot chase. Other officers in the\n\nchase   mistakenly   took   Cox,    an   undercover   officer   dressed   in\n\nplainclothes, as a fleeing suspect.         They caught Cox at the fence\n\nand proceeded to brutally beat him.             The assaulting officers\n\ndiscovered their mistake and dispersed, leaving Cox badly injured.\n\nPetitioner ultimately apprehended Brown.\n\n           The Boston Police Department Internal Affairs Division\n\n(IAD) thereafter commenced an investigation into Cox’s beating. An\n\nIAD officer interviewed Walker during the investigation.            Walker\n\ninformed IAD he observed Cox chase Brown towards the fence on\n\nWoodruff Way.    Walker further stated that he observed a police\n\nofficer behind Cox, but he could not identify the officer. Walker,\n\nhowever, subsequently retracted his statement about observing an\n\nofficer behind Cox.\n\n           In 1997, a federal grand jury convened to determine if\n\nthe officers involved in Cox’s beating used excessive force in\n\nviolation of federal law.          See 18 U.S.C. § 242.     An FBI agent\n\ninterviewed Walker.    According to an FBI memorandum memorializing\n\nthe details of the interview, Walker agreed to take a polygraph\n\n\n                                     -4-\n\fexamination    concerning   his    retraction     of   the   statement   about\n\nobserving another officer behind Cox.              The FBI memorandum, in\n\nrelevant part, states:\n\n           [Walker] felt [compelled to say he saw\n           something during the IAD interview] because he\n           knows [Cox] and likes [Cox and] he felt bad\n           that he could not say what happened and\n           therefore convinced himself that he actually\n           saw someone or something.      But since that\n           interview he has convinced himself that he did\n           not actually see anyone behind [Cox] or anyone\n           hit [Cox]. WALKER also suggested that perhaps\n           if he was hypnotised [sic] he might truly\n           recall what was going on versus what he\n           indicates was tunnel vision.\n\n(emphasis added).    Walker subsequently refused to take a polygraph\n\nexamination.\n\n           The   grand   jury    subpoenaed     Petitioner    and   Walker   to\n\ntestify   during   the   course    of    its   investigation.       Petitioner\n\ntestified that:    he did not observe anyone beating Cox; he pursued\n\nBrown to the fence; he did not see anyone between himself and\n\nBrown; he pursued Brown over the fence and apprehended Brown.\n\nWalker testified that:          he did not see anyone beating Cox; he\n\nobserved Cox chase Brown towards the fence; he observed Brown “flip\n\nover” the fence; he observed Cox grab at Brown as he flipped over\n\nthe fence; and he observed Cox come back down without clearing the\n\nfence while Brown landed on the other side of the fence.                     The\n\nprosecutor also questioned Walker about his prior statement to IAD:\n\n           Q: [D]id you see someone behind Officer Cox\n           as he was going through the fence?\n           A: No, I didn’t.\n\n                                        -5-\n\f            Q:   So, why did you say that you did to\n            Internal Affairs?\n            A: At the time of the interview with Internal\n            Affairs . . . I started feeling guilty, like I\n            should have seen more than what really\n            happened. . . . I sat there, and I’m conjuring\n            up pictures of what he was asking me and what\n            I should have seen.     Like I said, I felt\n            guilty not seeing more than what I saw and I\n            should have, but my attention was focused on\n            my chasing this guy towards the fence. Okay?\n            He [the IAD officer] asked me the question,\n            ‘Did I see anyone,’ or whatever the question\n            was, and I was sitting there saying that from\n            where I was, maybe I should have seen someone,\n            and I told him, ‘Yes, I did.’      That’s the\n            reason for my answer.\n            Q: And why were you feeling guilty?\n            A: Like I said, I should have seen, things\n            are happening directly in front of you, and\n            you’re sitting there saying, there are four\n            people in this room, but I only saw two. It\n            shouldn’t be that way. I should have seen all\n            four people. It was right in front of me.\n\nWalker    further   testified   he   was   “sure”    about   his   grand   jury\n\ntestimony.     The   grand   jury    did   not   indict   any   officers    for\n\nviolating § 242.\n\n            A separate grand jury, however, indicted Petitioner for\n\nobstruction of justice and perjury.         See 18 U.S.C. §§ 1503, 1623.\n\nThe grand jury charged Petitioner with perjury for his testimony\n\nthat:    (1) he did not observe another individual chase Brown to the\n\nfence     (count I); and (2) he did not observe anyone beating Cox\n\n(count II).     The obstruction of justice charge (count III) was\n\nderivative of the other two charges.                Petitioner pleaded not\n\nguilty.    The Government produced Walker’s grand jury transcripts\n\n\n\n                                     -6-\n\fduring discovery, but not the FBI memorandum.           See Fed. R. Crim. P.\n\n16(a)(1)(E).\n\n            Trial commenced in 1998.       The Government presented the\n\ntestimony of Cox, Walker, and Brown (the fleeing suspect) to prove\n\nPetitioner perjured himself before the grand jury.            Cox testified\n\nhe pursued Brown to the fence and unsuccessfully grabbed at Brown\n\nas he scaled the fence.      Cox testified that no other officer was\n\never between himself and Brown.        Walker testified he observed Cox\n\nchase Brown to the fence.      Walker observed Brown scale the fence\n\nand Cox grab at him, but did not observe anything thereafter.\n\nBrown testified he observed an African-American male in black\n\nclothing (a description that fit Officer Cox) chasing him as he ran\n\ntowards the fence and, as he scaled the fence, felt someone touch\n\nhis foot.   After scaling the fence, Brown looked back and observed\n\npolice officers beating Cox.         Brown made eye contact with a tall\n\nCaucasian officer (a description that fit Petitioner) who was\n\nstanding next to the officers beating Cox.              Brown testified the\n\nsame tall white officer arrested him on the other side of the\n\nfence.\n\n            The   jury   convicted    Petitioner   on    count   I,    finding\n\nPetitioner perjured himself when he testified he did not observe\n\nany other officer chase Brown to the fence.             The obstruction of\n\njustice conviction on count III necessarily followed.                 The jury\n\nacquitted Petitioner on count II, finding Petitioner did not commit\n\n\n                                     -7-\n\fperjury when he testified he did not observe any officer beating\n\nCox.    We affirmed on appeal, holding (among other things) the\n\nGovernment presented sufficient circumstantial evidence to convict\n\nPetitioner.   Conley I, 186 F.3d at 19-20.   Petitioner subsequently\n\nlearned the Government failed to disclose impeachment evidence,\n\nincluding the FBI memorandum, in its possession prior to trial. He\n\nfiled a motion for a new trial, which the district court granted.\n\nConley II, 103 F. Supp. 2d at 58 (Keeton, J.).          On appeal, we\n\nreversed because “the district court did not apply the correct\n\nlegal test[,]”      Conley III, 249 F.3d at 39, and ordered the\n\nexecution of Petitioner’s sentence.     Id. at 47.\n\n           Petitioner thereafter filed the instant § 2255 motion in\n\nthe district court to set aside his perjury and obstruction of\n\njustice convictions.      The district court granted the motion,\n\nfinding Petitioner carried his burden under Fed. R. Crim. P. 33 of\n\nshowing the suppressed evidence would probably produce an acquittal\n\nupon   retrial.   Conley IV, 164 F. Supp. 2d at 223 (Keeton, J.); see\n\nalso United States v. Wright, 625 F.2d 1017, 1019 (1st Cir. 1980)\n\n(establishing four elements a defendant must satisfy to be entitled\n\nto a new trial under Rule 33).    On appeal, we again reversed.   The\n\nen banc Court, however, withdrew the opinion when it granted\n\nPetitioner rehearing.    Conley V, 323 F.3d at 11.   The en banc Court\n\nheld the district court incorrectly employed the Wright test when\n\nit granted Petitioner a new trial because a new-evidence claim\n\n\n                                  -8-\n\funder Wright is not cognizable under § 2255.            Id. at 11, 13-14.\n\nThe en banc Court, therefore, vacated the district court’s decision\n\nand   remanded   the   case   for   the     district   court   to   consider\n\nPetitioner’s new-evidence claim under Brady, which is “a settled\n\nbasis for collateral attack.”       Id. at 14, 16.     In so doing, the en\n\nbanc Court ordered the case reassigned to a different district\n\njudge.    Id. at 15.\n\n            On remand, the newly-assigned district judge faithfully\n\nfollowed the Conley V mandate.       See Conley VI, 332 F. Supp. 2d at\n\n305-306 (Young, C.J.). The court cataloged the “new” or suppressed\n\nevidence – the so-called “Brady material,” see Strickler v. Greene,\n\n527 U.S. 263, 281 (1999) – and then considered the evidence\n\nindividually and cumulatively.      Conley VI, 332 F. Supp. 2d at 310-\n\n12, 315-24.      The court concluded the Government’s failure to\n\ndisclose the FBI memorandum violated Petitioner’s right to due\n\nprocess under Brady because the document could have been used at\n\ntrial to impeach Walker.      Id. at 319.    The district court found the\n\nremainder of the suppressed evidence immaterial under Brady.2            Id.\n\nat 320-22.\n\n\n\n\n      2\n        We do not express any opinion on the remainder of the\nsuppressed evidence, including Brown’s booking report, because the\nGovernment’s failure to disclose the FBI memorandum warrants habeas\nrelief.   As the en banc Court predicted, the district court’s\n“well-worked-out assessment” greatly assisted our evaluation of\nPetitioner’s Brady claim. See Conley V, 323 F.3d at 15.\n\n                                    -9-\n\f                                       II.\n\n            On appeal, the Government argues its suppression of the\n\nFBI memorandum did not prejudice Petitioner because the memorandum\n\nwas   cumulative    of   other    impeachment       evidence   in   Petitioner’s\n\npossession prior to trial.         The Government also claims Petitioner\n\nwould not have used the FBI memorandum at trial and, if he had, he\n\nstill     would   not    have    suffered     any    prejudice.       Reviewing\n\nPetitioner’s Brady claim de novo, see Moreno-Morales v. United\n\nStates,    334    F.3d   140,    145   (1st   Cir.    2003),   we    reject   the\n\nGovernment’s three arguments.3\n\n                                        A.\n\n            The Fifth Amendment provides no person shall be deprived\n\nof liberty without due process.           U.S. Const. amend V.        In Brady,\n\n373 U.S. at 87, the Supreme Court held the Government’s suppression\n\nof evidence favorable to the accused violates due process where the\n\nevidence is material to guilt or punishment.             To establish a Brady\n\nviolation, a habeas petitioner must demonstrate:               (1) the evidence\n\n\n      3\n       Some tension exists within this Circuit over the proper\nstandard of review for Brady claims raised in a § 2255 motion. The\nmateriality question under Brady – the third Brady component going\nto constitutional error – is a mixed question of law and fact.\nOuimette v. Moran, 942 F.2d 1, 4 (1st Cir. 1991). Some deference\nto the district court’s resolution of fact-dominated questions in\nthe Brady context is therefore due, even on collateral review. Cf.\nid.; Ellis v. United States, 313 F.3d 636, 641 (1st Cir. 2002). In\nMoreno-Morales, 334 F.3d at 145, however, we reviewed a Brady\nmateriality question raised in the context of a § 2255 motion de\nnovo.   We need not resolve the tension in this case because\nPetitioner prevails even under the more onerous (or less\ndeferential) de novo standard.\n\n                                       -10-\n\fat   issue   is    favorable     to   him   because      it    is    exculpatory    or\n\nimpeaching;       (2)   the   Government     suppressed        the    evidence;     and\n\n(3) prejudice ensued from the suppression (i.e., the suppressed\n\nevidence was material to guilt or punishment). Strickler, 527 U.S.\n\nat 281-82.\n\n             Impeachment       evidence     must    be     material      before     its\n\nsuppression justifies a new trial.             Wood v. Bartholomew, 516 U.S.\n\n1, 5 (1995) (per curiam).         The suppression of impeachment evidence\n\nis “material” when a reasonable probability exists “that the result\n\nof the trial would have been different if the suppressed documents\n\nhad been disclosed to the defense.”                Strickler, 527 U.S. at 289.\n\nA “reasonable probability” exists if the Government’s evidentiary\n\nsuppression       undermines     confidence    in    the      verdict.      Kyles    v.\n\nWhitley,     514   U.S.   419,    434   (1995).       “This      somewhat    delphic\n\n‘undermine confidence’ formula suggests that reversal might be\n\nwarranted in some cases even if there is less than an even chance\n\nthat the evidence would produce an acquittal.”                      United States v.\n\nSepulveda, 15 F.3d 1216, 1220 (1st Cir. 1993); see also United\n\nStates v. Cunan, 152 F.3d 29, 34 (1st Cir. 1998) (explaining a\n\npetitioner may be entitled to a new trial under Brady without\n\nconvincing the court of the certainty of a different outcome).\n\n“Thus, the law makes it easier for [habeas petitioners] to obtain\n\na new trial where the government has engineered an unfair trial by\n\n\n\n\n                                        -11-\n\fwithholding   material    exculpatory    [or    impeachment]      evidence.”\n\nUnited States v. Josleyn, 206 F.3d 144, 153 (1st Cir. 2000).\n\n           We evaluate the strength of the impeachment evidence and\n\nthe effect of its suppression in the context of the entire record\n\nto determine its materiality.      United States v. Bagley, 473 U.S.\n\n667, 683 (1985); United States v. Agurs, 427 U.S. 97, 112 (1976).\n\nImpeachment evidence is important because “if disclosed and used\n\neffectively, it may make the difference between conviction and\n\nacquittal.”      Bagley, 473 U.S. at 676.        In other words, “[t]he\n\njury’s estimate of the truthfulness and reliability of a given\n\nwitness may well be determinative of guilt or innocence[.]”            Napue\n\nv. Illinois, 360 U.S. 264, 269 (1959).         That is why, in the Brady\n\ncontext,   the    Court   has   repeatedly     stressed   “the     effective\n\nimpeachment of one eyewitness can call for a new trial even though\n\nthe attack does not extend directly to others[.]”         Kyles, 514 U.S.\n\nat 445 (citing Agurs, 427 U.S. at 112-13 & n.21).\n\n           The Government’s suppression of impeachment evidence,\n\ntherefore, can warrant a new trial “where the evidence is highly\n\nimpeaching or when the witness’ testimony is uncorroborated and\n\nessential to the conviction.”       United States v. Martinez-Medina,\n\n279 F.3d 105, 126 (1st Cir. 2002) (emphasis added).              The Supreme\n\nCourt, for example, has found Brady violations where the Government\n\nfailed to disclose impeachment evidence that could have been used\n\nto impugn the credibility of the Government’s “key witness,” see\n\n\n                                  -12-\n\fGiglio v. United States, 405 U.S. 150, 154-55 (1972), or that could\n\nhave “significantly weakened” key eyewitness testimony. Kyles, 514\n\nU.S. at 441, 453.     Suppressed impeachment evidence is immaterial\n\nunder Brady, however, if the evidence is cumulative or impeaches on\n\na collateral issue.      United States v. Dumas, 207 F.3d 11, 16 (1st\n\nCir. 2000); see also Moreno-Morales, 334 F.3d at 148 (finding\n\nsuppressed impeachment evidence that “largely mirror[ed]” disclosed\n\nimpeachment   evidence    immaterial);   United   States   v.   Gonzalez-\n\nGonzalez, 258 F.3d 16, 25 (1st Cir. 2001) (finding suppressed\n\nimpeachment evidence immaterial where the evidence was cumulative\n\nof similar disclosed impeachment evidence); Barrett v. United\n\nStates, 965 F.2d 1184, 1192 (1st Cir. 1992) (same); United States\n\nv. Sanchez, 917 F.2d 607, 618 (1st Cir. 1990) (same).           Suppressed\n\nimpeachment evidence, if cumulative of similar impeachment evidence\n\nused at trial (or available to the petitioner but not used) is\n\nsuperfluous and therefore has little, if any, probative value.\n\nUnited States v. Boyd, 55 F.3d 239, 246 (7th Cir. 1995); see also\n\nFed. R. Evid. 403 (providing cumulative evidence may be excluded\n\neven if relevant).\n\n          Similarly, suppressed impeachment evidence has little\n\nprobative value if additional evidence strongly corroborates the\n\nwitness’s testimony the suppressed evidence might have impeached.\n\nCf. Strickler, 527 U.S. at 292-94, 296. The Brady-materiality test\n\nis not, however, a sufficiency of the evidence test.        Id. at 290;\n\n\n                                  -13-\n\fMcCambridge v. Hall, 303 F.3d 24, 37 (1st Cir. 2002) (en banc).              In\n\nKyles, 514 U.S. at 434-35, the Supreme Court explained that a\n\nhabeas petitioner “need not demonstrate that after discounting the\n\ninculpatory evidence in light of the undisclosed evidence, there\n\nwould not have been enough left to convict.         The possibility of an\n\nacquittal on a criminal charge does not imply an insufficient\n\nevidentiary basis to convict.”\n\n                                    B.\n\n             In this case, the Government’s suppression of the FBI\n\nmemorandum violated Petitioner’s right to due process under Brady.\n\nTo begin, the FBI memorandum was favorable to Petitioner because he\n\ncould have used the document at trial to impeach Walker’s ability\n\nto recall.    See, e.g., Dumas, 207 F.3d at 16 (recognizing “ability\n\nto recall” as a valid impeachment method).                Indeed, the FBI\n\nmemorandum was “highly impeaching.”         See Martinez-Medina, 279 F.3d\n\nat 126; see also Conley VI, 332 F. Supp. 2d at 316-17.                Walker’s\n\nrequest to be hypnotized in order to “truly recall” the events\n\npreceding    Cox’s   beating   indicates,    at   best,   that   he   did   not\n\nremember what occurred on Woodruff Way and, at worst, that he\n\n“convinced himself” of a new version of events to protect his\n\nfriend, Officer Cox.       The implication of the latter undermines\n\nWalker’s testimony “[s]ince the evolution over time of a given\n\neyewitness’s description can be fatal to [his] reliability[.]”\n\nKyles, 514 U.S. at 444; see also Moreno-Morales, 334 F.3d at 148\n\n\n                                   -14-\n\f(acknowledging      “the    impeaching    power    of   a    witness’s       evolving\n\nstory.”).\n\n            Next,    the    Government    wisely    conceded       it     improperly\n\nsuppressed the FBI memorandum.           See Conley VI, 332 F. Supp. 2d at\n\n309, 312 & n.8.      While new trials are not granted under Brady to\n\npunish prosecutors, see Agurs, 427 U.S. at 110, we need not\n\nentirely ignore the Government’s failure to disclose evidence. See\n\nSepulveda, 15 F.3d at 1220.              As Judge Posner explained, the\n\n“gravity of the prosecutors’ misconduct is relevant only insofar as\n\nit may shed light on the materiality of the infringement of the\n\ndefendants’ rights; it may support, but it can never compel, an\n\ninference that the prosecutors resorted to improper tactics because\n\nthey were justifiably fearful without such tactics the defendants\n\nmight be acquitted.”        Boyd, 55 F.3d at 241.\n\n            We thus turn to the dispositive materiality inquiry. The\n\nquestion    is    whether   the   Government’s     suppression          of    the   FBI\n\nmemorandum, viewed in the context of the entire record, undermines\n\nconfidence in the outcome of Petitioner’s trial.                   The Government\n\npresented    the    testimony     of   Cox,   Walker,       and   Brown      to   prove\n\nPetitioner perjured himself when he denied seeing Cox pursue Brown\n\n(count I).       The trio’s testimony provided sufficient evidence to\n\nconvict Petitioner.4        See Conley I, 186 F.3d at 19-20; Conley V,\n\n\n     4\n       The dissent, no doubt, applies a sufficiency of the evidence\ntest to conclude the Government’s suppression of the FBI memorandum\nwas immaterial.     See dissent op. at 4, 16.        The dissent’s\n\n                                       -15-\n\f323 F.3d at 16.         The weakness in the Government’s case, however,\n\n“lies in the absence of any direct evidence as to what [Petitioner]\n\nin fact observed during the early morning hours of January 25, 1995\n\nin the cul-de-sac at the end of Woodruff Way.”               Conley I, 186 F.3d\n\nat   19;   see   also    Conley    V,   323    F.3d    at   16   (explaining   the\n\nGovernment’s evidence at trial was “always circumstantial because\n\nno one testified that he or she saw [Petitioner] looking at Cox in\n\npursuit of Brown and [Petitioner] never admitted seeing him.”);\n\nConley VI, 332 F. Supp. 2d at 324 (detailing the troubling aspects\n\nof   the    Government’s         “highly   circumstantial”        case).       The\n\nGovernment’s case, therefore, hinged entirely on the credibility of\n\nits witnesses.     See Conley I, 186 F.3d at 20; Conley IV, 164 F.\n\nSupp. 2d at 223; Conley V, 323 F.3d at 16.\n\n            Cox,   as      the    district     court    recognized,     “was    an\n\nextraordinarily sympathetic victim – a Boston police officer struck\n\ndown in the line of duty, viciously beaten and permanently injured\n\nby fellow officers.”         Conley VI, 332 F. Supp. 2d at 315.            Cox’s\n\ntestimony, however, raised serious problems for the Government.\n\nFor example, Cox testified (unlike any other witness) that “[he]\n\nsaw two [suspects] run towards the fence[.]”                      The Government\n\nexplained this discrepancy in closing by arguing a “concussion” may\n\n\n\napplication of the incorrect legal test leads, unsurprisingly, to\nits indignation, id. at 2, ability to distinguish analogous cases,\nid. at 12 n.4, parade of horribles, id. at 18-19, and bewilderment\nconcerning today’s holding, id. at 13, 16.\n\n                                        -16-\n\fhave affected Cox’s ability to recall.          The evidence supported the\n\nGovernment’s explanation.          Cox suffered severe head trauma as a\n\nresult of the assault, losing consciousness and memory at the\n\nscene.     Thus,    as    the   Government   argued,    Cox’s   head    trauma\n\ntragically limited the evidentiary value of his testimony.\n\n            Brown’s testimony also proved problematic.           Petitioner\n\nimpeached Brown with evidence of his previous felony convictions.\n\nSee Fed. R. Evid. 609(a).         Brown also testified (unlike any other\n\nwitness) that he observed a tall white officer – Petitioner,\n\naccording to the Government – standing next to the officers beating\n\nCox.     The jury, however, ostensibly rejected Brown’s testimony\n\nabout Petitioner’s position at the scene of the beating because it\n\nacquitted him on count II (i.e., for testifying he did not observe\n\nanyone beating Cox).        Consequently, Brown’s testimony had little,\n\nif any, corroborative value.\n\n            Given   the    inherent   weaknesses   in   Cox’s   and    Brown’s\n\ntestimony, the Government relied heavily upon Walker’s testimony.\n\nWalker provided a critical link in the Government’s chain of\n\ncircumstantial evidence; namely, a disinterested eyewitness account\n\nof the chase.       See Strickler, 527 U.S. at 293 (recognizing the\n\nimportance of disinterested eyewitness testimony).          A fair reading\n\nof Walker’s testimony in the context of the entire record confirms\n\nthat his testimony was the linchpin of the Government’s case on\n\ncount I.   Tellingly, the Government never argues otherwise despite\n\n\n                                      -17-\n\fthe district court’s same conclusion.        See Conley VI, 332 F. Supp.\n\n2d at 315.\n\n            Prior to trial, however, Petitioner did not know the\n\nGovernment’s key witness previously suggested he be hypnotized to\n\n“truly recall” the events preceding Cox’s beating.                Without any\n\nother similar material, Petitioner did not impeach Walker’s ability\n\nto recall at trial.    Consequently, the Government’s suppression of\n\nthe FBI memorandum deprived the jury of critical information.              See\n\nGiglio, 405 U.S. at 154-55 (explaining the jury is entitled to know\n\nof   impeachment   evidence   when    such   evidence   could     impugn   the\n\ncredibility of a key witness). “Disclosure of [the FBI memorandum]\n\nwould have resulted in a markedly weaker case for the prosecution\n\nand a markedly stronger one for the defense.”           Kyles, 514 U.S. at\n\n441.   A cross examination of Walker that raised serious doubts\n\nabout his ability to recall could have changed the course of\n\nPetitioner’s trial.     Cf. United States v. Cuffie, 80 F.3d 514, 519\n\n(D.C. Cir. 1996); Conley VI, 332 F. Supp. 2d at 316.                 This is\n\nparticularly true given the Government’s acknowledgment to the jury\n\nof Cox’s memory problems and Brown’s lack of credibility.             Because\n\nWalker was essential to the Government’s case, and his personal\n\ncredibility potentially dispositive, the Government’s suppression\n\nof the FBI memorandum may have made the difference between a\n\nconviction or acquittal of Petitioner on count I. Bagley, 473 U.S.\n\nat   676.    The   Government’s   suppression    of   the   FBI    memorandum\n\n\n                                     -18-\n\fundermines confidence in Petitioner’s count I conviction because a\n\nreasonable probability exists the verdict would have been different\n\nif the Government disclosed the memorandum to the defense.                   Kyles,\n\n514 U.S. at 434.        Therefore, the Government’s suppression of the\n\nFBI memorandum was material under Brady.\n\n                                      C.\n\n             The Government’s three arguments to the contrary are\n\nunpersuasive.     First, the Government argues the FBI memorandum is\n\nimmaterial     under    Brady   because     it   is   cumulative      of   Walker’s\n\nproperly disclosed grand jury testimony.                 This argument fails\n\nbecause, as every judge to consider the evidence has concluded, it\n\nmischaracterizes the evidence.            See Conley IV, 164 F. Supp. 2d at\n\n223 (Keeton, J.) (concluding “the newly discovered evidence is\n\nhighly      probative   and     neither    immaterial     nor    cumulative       in\n\nnature.”); Conley VI, 332 F. Supp. 2d at 316 (Young, C.J.) (finding\n\nthe   FBI    memorandum    opened    an     entirely    new,    and     hence    not\n\ncumulative, line of cross examination); Conley V, 323 F.3d at 30-31\n\n(Torruella, J., dissenting) (asserting the “undisclosed impeachment\n\nevidence is, for the most part, minor and cumulative[]” and then\n\ndismissing      Walker’s      hypnotism    statement     as     weak,      but   not\n\ncumulative, impeachment evidence).5\n\n\n      5\n       We do not read today’s dissent as suggesting otherwise. To\nthe contrary, the dissent (correctly and critically) notes the FBI\nmemorandum contains two “pieces of information” that Petitioner did\nnot previously know:      Walker’s hypnotism statement and his\n(un)willingness to submit to a polygraph test. See dissent op. at\n\n                                      -19-\n\f            We agree the FBI memorandum is not cumulative of Walker’s\n\ngrand jury testimony.       The FBI memorandum indicates Walker was so\n\nunsure of his memory that he suggested hypnotism to “truly recall”\n\nthe events antecedent to Cox’s beating.               By contrast, Walker’s\n\ngrand jury testimony indicates he was “sure” of his testimony\n\nregarding the events antecedent to Cox’s beating.              The grand jury\n\ntranscripts indicate Walker embellished before the IAD because he\n\nwished he could have seen more, but the transcripts do not indicate\n\nthat Walker could not remember what he did testify to seeing during\n\nthe   chase.      Walker’s    grand     jury    transcripts    thus    provided\n\nPetitioner, at most, with the opportunity to impeach Walker based\n\nupon his prior inconsistent statement and bias.               The transcripts\n\ndid not, however, provide Petitioner with any basis to impeach\n\nWalker’s     ability   to    recall,    an     entirely   different    form   of\n\nimpeachment.6    See Dumas, 207 F.3d at 16; Conley VI, 332 F. Supp.\n\n2d at 318.     We therefore reject the Government’s argument because\n\nsuppressed impeachment evidence “can be immaterial because of its\n\ncumulative nature only if the witness was already [or could have\n\nbeen] impeached at trial by the same kind of evidence.”               Cuffie, 80\n\n\n9-10.\n        6\n       The dissent claims that we have adopted a “new Brady rule”\nbased upon an argument first appearing in the district court’s\nopinion.   See dissent op. at 10-11.   As the dissent implicitly\nacknowledges, however, Petitioner argued the distinction between\nimpeachment based on ability to recall and bias in his “opening\nbrief” after remand in Conley V. As a result, waiver is not an\nissue in this case.\n\n                                       -20-\n\fF.3d at 518 (emphasis added); United States v. O’Conner, 64 F.3d\n\n355, 359 (8th Cir. 1995).\n\n            Second, the Government argues Petitioner would not have\n\nused the FBI memorandum at trial even if it had been properly\n\ndisclosed.     Specifically, the Government postulates Petitioner\n\nneeded to embrace Walker’s testimony to prove he arrested Brown,\n\nthereby distancing himself from Cox’s beating for purposes of\n\ndefending against the perjury charge in count II.               This argument\n\nfails because its premise is flawed.          Petitioner did not need to\n\nembrace    Walker’s    testimony     to   establish    he   arrested   Brown.\n\nPetitioner presented uncontroverted evidence at trial that he\n\narrested Brown.       Furthermore, the Government never disputed that\n\nPetitioner arrested Brown.       Instead, the Government took the exact\n\nopposite approach.      The prosecutor told the jury in opening that\n\n“there is no dispute in this trial that the [Petitioner] did chase\n\nBrown eventually and he eventually caught up with him and he\n\narrested him[.]”      The Government reiterated its point in closing:\n\n“[Petitioner] tells you, and the evidence is not disputed, he\n\nchase[d] a suspect from a shooting several hundred yards, he\n\ncaptures him at gun point, [and] he handcuffs him[.]”             Further, as\n\nthe district court explained, Petitioner could have impeached\n\nWalker’s   ability     to   recall   what   happened   during    the   rapidly\n\nevolving situation preceding Cox’s beating while simultaneously\n\n\n\n\n                                     -21-\n\fembracing Walker’s testimony during the naturally less chaotic\n\nevents after Brown’s arrest.     Conley VI, 332 F. Supp. 2d at 318.\n\n           We also reject the Government’s related argument that\n\nPetitioner would not have used the FBI memorandum to impeach\n\nWalker’s ability to recall because he made a strategic decision not\n\nto use Walker’s grand jury transcripts at trial.           The reasons for\n\nnot impeaching Walker with the grand jury transcripts are palpable\n\nfrom the record.     Impeaching Walker with his prior inconsistent\n\nstatement about observing another officer behind Cox would have\n\npermitted the Government to rehabilitate Walker on redirect with\n\nhis prior consistent statement, also made under oath before the\n\ngrand jury, that he did not see another officer behind Cox.              See\n\nFed. R. Evid. 801(d)(1)(B); see also Conley VI, 332 F. Supp. 2d at\n\n315 (explaining    Petitioner “could well have impeached Walker with\n\nhis known instances of improper embellishment, but would inevitably\n\nhave faced the [G]overnment riposte that Walker had laudably given\n\ncomplete testimony and ought be considered credible because he had\n\nincluded the details favorable to [Petitioner].”).            At the same\n\ntime,   such   questioning   would   have   opened   the    door   for   the\n\nGovernment to address Walker’s motive for making the inconsistent\n\nstatement, namely, his sympathy for Cox.         Therefore, impeaching\n\nWalker with the grand jury transcripts would have harmed more than\n\nhelped Petitioner’s cause.      We do not ignore these realities of\n\ntrial when engaged in a Brady analysis.      Cf. Cunan, 152 F.3d at 35.\n\n\n                                 -22-\n\f            Third, the Government argues the FBI memorandum, even if\n\ndisclosed and used at trial, is still immaterial under Brady\n\nbecause “Brown’s and Cox’s testimony provided sufficient evidence\n\nfor   the   jury   to   convict   [Petitioner],   even   without   Walker’s\n\ntestimony.”7 Supreme Court and Circuit precedent clearly foreclose\n\nthis argument.      Kyles, 514 U.S. at 434; McCambridge, 303 F.3d at\n\n37.   The question is not whether Petitioner would more likely than\n\nnot have received a different verdict with the FBI memorandum, but\n\nwhether in the memorandum’s absence he received a fair trial,\n\nunderstood as a trial resulting in a verdict worthy of confidence.\n\nKyles, 514 U.S. at 434.      We answer no after careful review of the\n\nrecord.\n\n                                    III.\n\n            We do not take our task in this case lightly.          Ordering\n\na new trial is a drastic remedy that exacts substantial costs on\n\nthe administration of justice and taxpayers.             Those costs are\n\njustified, however, “where serious doubts about the reliability of\n\n\n      7\n       The Government also asserts that “pointing out Walker’s\ninconsistent statements about whether someone was behind Cox would\nnot have directly undermined Walker’s testimony that he saw Cox\npursuing Brown; Walker never deviated on this point.”       This is\ntrue, but not true enough. See Kyles, 514 U.S. at 443 n.14. The\ninconsistencies between the two bodies of testimony “provided\nopportunities for chipping away on cross-examination but not for\nthe assault that was warranted.” Id. The Government also misses\nthe point. Walker’s entire testimony – even that from which he\nnever deviated – could be called into question if Petitioner\nimpeached his ability to recall the events preceding Cox’s beating.\nThe issue was Walker’s credibility, not whether he actually saw\nsomeone behind Cox.\n\n                                    -23-\n\fa trial infested with constitutional error exist.”    Bartholomew,\n\n516 U.S. at 8.    The district court’s order granting Petitioner’s\n\nmotion to set aside his conviction under 28 U.S.C. § 2255 is\n\ntherefore\n\n            AFFIRMED.\n\n\n\n\n                        -- Dissent follows. --\n\n\n\n\n                                 -24-\n\f          TORRUELLA, Circuit Judge (Dissenting).     The suggestion\n\nthat there are serious doubts about the reliability of Petitioner\n\nConley's trial because his trial was \"infested with constitutional\n\nerror,\" maj. op. at 22 (emphasis added), is hyperbole that cannot\n\nremain unanswered. It is not to quibble about words, however, that\n\nI am forced to dissent.   I simply cannot agree that Conley's trial,\n\nwhich resulted in a conviction affirmed by this court on direct\n\nappeal, United States v. Conley, 186 F.3d 7 (1st Cir. 1999), cert.\n\ndenied, 529 U.S. 1017 (2000) (Conley I), is unworthy of confidence\n\nby reason of the Government's failure to disclose the April 9, 1997\n\nFBI Memorandum of an interview with Police Officer Richard Walker.\n\n          Although I commend the thankless efforts of the district\n\njudge in having to plow through the record of this case as required\n\nby the instructions of the en banc court, Conley v. United States,\n\n323 F.3d 7 (1st Cir. 2003) (en banc) (Conley V), and further\n\ncompliment his outstanding professional diligence, I do not believe\n\nhis conclusions are entitled to any particular deference on appeal.\n\nThe matter before us is, after all is said and done, strictly a\n\nquestion of law which we are required to review de novo.    Moreno-\n\nMorales v. United States, 334 F.3d 140, 145-48 (1st Cir. 2003)\n\n(reviewing de novo Brady materiality claims stemming from a § 2255\n\npetition).   Again, with due respect to the district judge who was\n\nput in the unenviable position of having to review a cold record of\n\na case which was not tried before him, he was in no better position\n\n\n                                -25-\n\fthan we are to determine the lone issue before us: whether the\n\nGovernment's failure to produce \"the FBI memorandum, viewed in the\n\ncontext of the entire record, undermines confidence in the outcome\n\nof Petitioner's trial,\" maj. op. at 14 (emphasis added).                            Cf.\n\nConley        V,     323   F.3d   at   16-18    (Bownes,    J.,   dissenting),       23\n\n(Torruella, J., dissenting).\n\n                I    respectfully      but    firmly   disagree   with   the    result\n\nreached by the district court, affirmed by the majority, that the\n\nGovernment's failure to disclose the FBI Memorandum undermines\n\nconfidence in the jury's verdict of guilty.                   On the contrary, I\n\nbelieve that there is no reasonable probability that had the FBI\n\nMemorandum been produced, a verdict absolving Petitioner would have\n\nresulted.          Strickler v. Greene, 527 U.S. 263, 281 (1999).              More on\n\npoint, I am unable to conclude that there is \"a probability\n\nsufficient to undermine confidence in the [verdict],\" United States\n\nv. Bagley, 473 U.S. 667, 682 (1985) (citation omitted), reached\n\nmore than eight years ago by a jury of Conley's peers.                       I am much\n\nafraid that the undermining that comes to mind is the negative\n\nperception likely to arise from the litany of maneuvers that have\n\ntaken        place    in   this   case   to    overturn    what   was    a   just   and\n\nconstitutionally sound verdict.\n\n                The following is what was established, in the context of\n\nthe whole record,8 beyond a reasonable doubt.                On January 25, 1995,\n\n\n        8\n            I will only recount the minimum relevant facts.\n\n                                             -26-\n\ffollowing a shooting in the early morning hours in Boston in which\n\nit was believed a police officer had been shot, there ensued a\n\npolice chase of several African-American suspects in a Lexus,\n\neventually trapping the vehicle in a dead-end street.     The first\n\npolice car to arrive behind the cornered Lexus was an unmarked\n\npolice car with two persons on board: one, an African-American\n\npolice officer in plainclothes, Michael Cox, was wearing jeans, a\n\nblack hooded sweatshirt, and a black down jacket; the other,\n\nCharles Bullard, a civilian security officer from the scene of the\n\nshooting.\n\n            Cox, the first out of the unmarked police vehicle,\n\nproceeded immediately to chase Robert Brown, who had exited the\n\nLexus and was fleeing    towards a fence to the right of that\n\nautomobile. At the trial, Cox testified that he was \"right behind\"\n\nBrown and caught up with him as the latter was climbing over the\n\nfence.   Trial Tr. I at 76-77; Trial Tr. II at 30-31.   Although Cox\n\nattempted to grab Brown's jacket, the suspect shook loose and\n\nlanded on the other side of the fence.    Trial Tr. I at 78; Trial\n\nTr. II at 3-4.   Brown testified that he saw a black man wearing a\n\nblack hood running after him as he ran toward the fence, and that\n\nhe felt someone touch his foot as he attempted to scale the fence,\n\nid. at 94, 96.    In his haste to escape in the dark, Brown hit a\n\ntree, splitting a tooth in the process.   Id. at 97.\n\n\n\n\n                               -27-\n\f            As Brown got up to run away, he looked back and saw a\n\nblack man trying to climb over the fence, id., at which point that\n\nperson was struck from behind with a blunt object by police\n\nofficers who had just arrived.       Id. at 98-101.       Once Cox was on the\n\nground, these officers beat and kicked Cox repeatedly in the head,\n\nback, face, and mouth.       Someone then shouted \"stop, he's a cop,\"\n\nand the officers quickly dispersed.          No one came to Cox's aid.\n\nThus commenced the \"blue wall of silence\" that leads to this case.\n\n            Brown testified at trial that before the assaulters\n\ndisappeared, and while Cox was being hammered, he made eye contact\n\nwith a tall white police officer who was standing next to the\n\nofficers beating the man in the hood.           Id. at 102.         Thereafter,\n\nBrown attempted to escape, running almost a mile before he was\n\nphysically captured by this same tall white officer, who turned out\n\nto be Petitioner Conley.      Id. at 103-04, 239-41.       During the course\n\nof   the   foot   chase,   Conley   had   dropped   his    radio,    which   was\n\nrecovered by Police Officer Walker and was handed personally to\n\nConley, as Walker had run behind Conley after Brown.           Id. at 36-37.\n\n            The above evidence was more than sufficient to sustain\n\nthe perjury and obstruction of justice counts which resulted from\n\nConley's grand jury testimony to the effect that (1) he chased\n\nBrown to the fence, (2) he did not observe anyone between himself\n\nand Brown, and (3) he pursued Brown over the fence.            See Conley I,\n\n186 F.3d at 7.\n\n\n                                     -28-\n\f          Up to this point, I have purposely omitted mention of\n\nWalker's various versions of that night's events because although\n\nsufficiency of the evidence is not, or theoretically, should not,\n\nbe the test, Kyles v. Whitley, 514 U.S. 419, 434 (1995),9 the fact\n\nis that the Government's case was just as strong against Conley\n\nirrespective of any alleged Brady flaws, which I do not believe\n\nexist.\n\n          At trial, Walker, an African-American police officer,\n\ntestified that he arrived at the scene in a patrol car behind the\n\ncar of Cox, whom he knew.   Walker saw Cox chase Brown \"three feet\n\nbehind him,\" id. at 30-31, saw the latter go over the fence while\n\nCox tried to grab him, id. at 76, and observed Cox come back down\n\nwhile Brown landed on the other side of the fence.      He did not\n\ntestify to seeing anything further, including anyone beating Cox.\n\nHe did, however, testify that he handed Conley his lost radio after\n\nhelping Conley in Brown's chase, id. at 36-37, an important bonding\n\nlink with Conley, as we shall point out, which made his impeachment\n\nby Conley unlikely.\n\n\n\n\n     9\n      This is a rule which has been subtly but effectively ignored\nby both this Court, and more recently as a result of its\ninstructions, by the district court. See Conley v. United States,\n332 F. Supp. 2d at 313 (Conley VI) (\"Some a priori evaluation of\nthe verdict appears necessary, given the First Circuit's admonition\nthat'[t]he government's evidence at trial was assuredly adequate\nfor conviction, but . . . .'\"); see also id. at 324 (\"Holes in the\nTrial Testimony\").\n\n                               -29-\n\f            Walker-related evidence, however, did not end here.                       The\n\nBoston    Police       Department's      Internal       Affairs    Division       (IAD)\n\nconducted its own investigation into this sordid affair, during the\n\ncourse of which Walker had informed the IAD that he had observed a\n\npolice    officer      behind   Cox,     but    could    not    identify      him,    an\n\nobservation which he later retracted.              Moreover, during the course\n\nof testifying before the same grand jury that questioned Conley,\n\nWalker was asked to explain the prior inconsistencies in his\n\ntestimony before the IAD, a matter that will be covered in more\n\ndetail presently.        Suffice it to say that for now, Walker's grand\n\njury testimony was in the defense's possession, and they chose not\n\nto use it for strategic reasons.\n\n            The     majority's    affirmance        of    the     district    court's\n\nissuance of a writ of habeas corpus, which action is based solely\n\non the Government's failure to produce in the FBI Memorandum,10 is\n\nflawed because of the following reasons: (1) this document is\n\ncumulative of Walker's grand jury testimony which Conley possessed\n\nbefore trial, but refrained from using for strategic purposes,\n\nUnited States v. García-Torres, 341 F.3d 61, 70 (1st Cir. 2003)\n\n(\"[I]mpeachment        evidence   that    is    merely    cumulative      .   .   .   is\n\ninsufficient      to    establish      prejudice     under      Brady\")    (internal\n\nquotation and quotation marks omitted); Moreno-Morales, 334 F.3d at\n\n\n     10\n      \"[W]ere it not for the FBI memorandum, this Court would have\ndenied the writ, even considering the variety of undisclosed items\ntaken together.\" Conley VI, 332 F. Supp. 2d at 324.\n\n                                         -30-\n\f148 (same); and (2) it is well-established that nondisclosure fails\n\nto warrant a new trial under Brady because Walker's testimony was\n\nsubstantially corroborated by both Cox and Brown. Strickler, 527\n\nU.S. at 293-94 (failure to disclose impeachment evidence does not\n\ncontravene   Brady   where   other    witnesses   provide   corroborating\n\nevidence in support of conviction); García-Torres, 341 F.3d at 71\n\n(same).\n\n                                      I\n\n          To conclude that the possible impeachment value of the\n\nFBI Memorandum is cumulative of Walker's grand jury testimony, one\n\nneed only place them side by side and read their contents:\n\n\n\n\n                                     -31-\n\f     Grand Jury Testimony                        FBI Memorandum\n          April 1997\n                                                 April 9, 1997\nQ: [D]id you see anyone behind\nOfficer Cox as he was going\nthrough the fence?\nA: No, I didn't.                         According to WALKER, he saw\nQ: So, why did you say that you          victim and suspect running to\ndid to Internal Affairs?                 fence and saw suspect get over\nA: At the time of the interview          the fence. He now states that\nwith Internal Affairs . . . I            he did not see anyone running\nstarted feeling guilty, like I           behind victim.     He only saw\nshould have seen more than what          victim COX behind suspect.\nreally happened. Okay? I sat             During     Internal     Affairs\nthere, and I'm conjuring up              interview and Suffolk County\npictures of what he was asking           GJ, WALKER stated that he saw\nme and what I should have seen.          someone behind Victim but could\nLike I said, I felt guilty not           not identify this person or\nseeing more than what I saw and          give a description of the\nshould have, but my attention            individual other than to say it\nwas focused on chasing this guy          was a police officer. During\ntowards the fence. Okay? [the            pre-grand jury interview he\nIAD    officer]    asked    the          states that he did not see\nquestion,\"Did I see anyone,\" or          anyone   but   felt   compelled\nwhatever the question was, and           during the IAD interview to say\nI was sitting there saying that          he saw something. He felt this\nfrom where I was, maybe I                way because he knows victim and\nshould have seen someone, and            likes victim he felt bad that\ntold him, \"Yes, I did.\" That's           he could not say what happened\nthe reason for my answer.                and therefore convinced himself\nQ: And why were you feeling              that he actually saw someone or\nguilty?                                  something.     But since that\nA: Like I said, I should have            interview he has convinced\nseen, things are happening               himself   that    he  did   not\ndirectly in front of you, and            actually see anyone behind\nyou're sitting there saying,             victim or anyone hit victim.\nthere are four people in this            WALKER also suggested that\nroom, but I only saw two. It             perhaps if he was hypnotised\nshouldn't be that way.        I          [sic] he might truly recall\nshould have seen all four                what was going on versus what\npeople. It was right in front            he indicates was tunnel vision.\nof me.\n                                         During the pre-FGJ interview,\nTr. Vol. II at 235-36.                   WALKER indicated he would be\n                                         willing to take a polygraph to\n                                         clear up this discrepancy.\n\n\n\n                                  -32-\n\f            Walker's     grand   jury   testimony      contained   all   the\n\ninformation     Conley    needed   to     thoroughly     impeach   Walker's\n\ncredibility as a witness: (1) he admitted to having given false\n\ninformation to the IAD about seeing someone behind Cox at the\n\nfence, while \"now\" he was saying he had not seen anyone; (2) he\n\nexplained that he did this because he was feeling \"guilty at not\n\nseeing more than what he saw and should have;\" and (3) by stating\n\nthat he \"should have seen things happening directly in front\" of\n\nhim, but did not, he was at a minimum indicating his poor qualities\n\nas a witness.\n\n            The FBI Memorandum adds little to this information.          As\n\nin (1), above, Walker admitted to having told IAD that he saw\n\nsomeone behind Brown, but since then convinced himself \"that he did\n\nnot see anyone running behind [Cox].        He only saw . . . Cox behind\n\n[Brown].\"     Similarly, as in (2), above, Walker explained this\n\ndiscrepancy because he \"felt compelled during the IAD to say he saw\n\nsomething . . . because he knows [Cox] and likes [him] . . . [and\n\nthus] felt bad that he could not say what happened.\"\n\n            Thus, the essential ammunition needed by Conley to attack\n\nWalker's credibility as a prosecution witness was practically\n\nidentical in both his grand jury testimony and the FBI Memorandum\n\nsummarizing his statement to that agency.\n\n            We are thus left with two pieces of information contained\n\nin the FBI Memorandum that were not previously known: (1) Walker's\n\n\n                                   -33-\n\fcryptic hypnotism statement; and (2) his willingness to submit to\n\na polygraph test.       These evidence are at best de minimis when\n\ncompared with the powerful evidence in Conley's hands which showed\n\nthat   Walker   had   changed   his   testimony,   not   on   a   collateral,\n\ninsubstantial issue, but on a critical question that went to the\n\nheart of the Government's case against Conley: his presence or\n\nabsence from the scene of the assault against Cox.\n\n           The fact of the matter is that Conley's defense chose not\n\nto impeach Walker with his prior inconsistent statements, and for\n\ngood reason.    Conley needed Walker's trial testimony to the effect\n\nthat he had seen a police officer at the bottom of the hill who fit\n\nConley's description, thus placing Conley elsewhere than at the\n\nscene of Cox's beating.     This was not just a question of passively\n\nfailing to cross-examine Walker regarding his changes of heart.\n\nConley's defense actually objected to the Government's attempt to\n\nintroduce Walker's prior inconsistent statement, see Trial Tr. II\n\nat 51-52, and vigorously relied on his credibility in an attempt to\n\nestablish by circumstantial evidence during his cross-examination\n\n(through evidence of the dropped and recovered radio), as well as\n\nduring closing arguments, that Conley was the officer Walker saw at\n\nthe bottom of the hill.\n\n           An argument first appearing in the district court's\n\nopinion, Conley       VI, 332 F. Supp. 2d at 316, adopted by the\n\nmajority, maj. op. at 17, articulates a new Brady rule regarding\n\n\n                                      -34-\n\fdistinctions between the kind of impeachment evidence provided by\n\nthe FBI Memorandum (Walker's recall ability) versus that in his\n\ngrand jury testimony (Walker's bias towards Cox).            It is an\n\nargument never made by Conley's attorneys throughout the catalogue\n\nof initial actions and appeals in this case, from the trial through\n\nthe initial habeas corpus proceedings, and which no amount of\n\njudicial voyeurism should be able resurrect.       See, e.g., Playboy\n\nEnters. v. Public Serv. Comm'n, 906 F.2d 25, 40 (1st Cir.), cert.\n\ndenied, 498 U.S. 959 (1990) (\"An appellant waives any issue which\n\nit does not adequately raise in its initial brief\"); United States\n\nv. Benavente Gómez, 921 F.2d 378, 386 (1st Cir. 1990) (arguments\n\nnot raised in opening appellate brief are waived); KPS & Assocs.,\n\nInc. v. Designs By FMC, Inc., 318 F.3d 1, 25 (1st Cir. 2003)\n\n(same).\n\n          Furthermore,   the   \"ability   to   recall\"   versus   \"bias\"\n\ndistinction is one that fails to have any relevance to the facts of\n\nthis appeal.   Before the grand jury, Walker stated that \"[he]\n\nshould have seen\" what was happening directly in front of him.\n\nWhat is that if not excellent material with which to attack a\n\nwitness's ability to recall or perceive what took place at the\n\nfence that fateful night? I simply cannot agree with the majority\n\nthat the grand jury \"transcripts did not . . . provide Petitioner\n\nwith any basis to impeach Walker's ability to recall.\"      Maj. op. at\n\n19.   The grand jury testimony, like the FBI memorandum, mentions\n\n\n                                -35-\n\fthat contrary to Walker's prior statements, he now believes that he\n\ndid not see anyone running behind Brown, which pertains to Walker's\n\nability to recall.11 Yet, as explained, Conley's defense simply had\n\nno desire to take this counterproductive attack against Walker:\n\nConley needed Walker's testimony about seeing a person resembling\n\nConley at the bottom of the hill to show that Conley did not see\n\nthe officers beat Cox, thereby rebutting allegations that he\n\ncommitted perjury in testifying that he had not seen the beating\n\n(Count 2).\n\n           It defies all logic to now claim that it was in Conley's\n\ninterest   to   impeach   Walker   with   the   information   in   the   FBI\n\nMemorandum, most of which he already possessed.          Conley knew the\n\nfollowing: (1) Walker and Cox were friends; (2) Walker felt guilty\n\n\n     11\n      The cases cited by the majority for the proposition that\n\"suppressed impeachment evidence 'can be immaterial because of its\ncumulative nature only if the witness was already [or could have\nbeen] impeached at trial by the same kind of evidence,'\" maj. op.\nat 19 (citing United States v. Cuffie, 80 F.3d 514 (D.C. Cir.\n1996); United States v. O'Conner, 64 F.3d 355, 359 (8th Cir.\n1995)), are inapposite. In Cuffie, the Court, immediately prior to\nciting this proposition, stated that \"we must look not to the ways\ndefense counsel was able to impeach [the witness], but to the ways\nin which the witness' testimony was allowed to stand unchallenged.\"\n80 F.3d at 518 (citations omitted).       The Court reasoned that\nalthough the witness was impeached on other grounds, \"[n]one of the\nimpeachment that defense counsel conducted . . . related to\nperjury[,] . . . an infirmity in [the witness'] testimony that is\nalmost unique in its detrimental effect on a witness' credibility.\"\nId. Here, Conley's defense self-servingly chose not to impeach\nWalker's credibility with his ability to recall, although Conley\ncould have certainly done so: both the grand jury testimony and\nFBI memorandum, for example, raise doubts on Walker's ability to\nrecall because contrary to his prior statements, he now believes\nthat he did not see anyone running behind Brown.\n\n                                   -36-\n\fabout not seeing more; (3) this guilt led to Walker making prior\n\ninconsistent statements; and (4) Walker believed that an \"Officer\n\nRyan,\" rather than Conley, was the officer who arrested Brown\n\n(another important memory lapse, but one which Conley did not wish\n\nto challenge).\n\n           I cannot conceive how any court can conclude that the\n\nfailure to produce the FBI Memorandum undermines confidence in the\n\noutcome of Conley's trial.           The facts in this case pale when\n\ncompared with, for example, those in Moreno-Morales, 334 F.3d at\n\n140.   In that case, in which Brady relief was denied, we held that\n\nconfidence   in    the     outcome   of   the   trial   was    not     undermined\n\nnotwithstanding      the    prosecutor's    failure     to    reveal    thirteen\n\npolygraph examinations by a key government witness who recanted in\n\nhis testimony.       Id. at 145-48.         We reasoned that because the\n\ninconsistencies had been known by the defense through grand jury\n\ntranscripts which it possessed yet chose not to use -- a situation\n\nalmost identical to the present one -- the uncovered evidence\n\n\"would have been merely cumulative, and 'the unavailability of\n\ncumulative evidence does not deprive the defendant of due process'\"\n\nunder Brady.      Id. at 147-48 (citing United States v. Sánchez, 917\n\nF.2d 607, 618 (1st Cir. 1990); Zeigler v. Callahan, 659 F.2d 254,\n\n266 (1st Cir. 1981)). Similarly, in United States v. Sepúlveda, 15\n\nF.3d 1216 (1st Cir. 1993), we found that although the withheld\n\nevidence of a \"government deal\" would have discredited a government\n\n\n                                     -37-\n\fwitness and was therefore \"potentially useful to the defense,\" id.\n\nat 1220, we nonetheless held that it was \"not enough\" to undermine\n\nconfidence in the outcome since \"all the material for making that\n\nassessment was available to the jury, and the new information . . .\n\nadded very little,\" id. at 1221.              See also United States v. García-\n\nTorres, 341 F.3d 61 (finding that although a withheld evidence\n\nwould    have    undermined      a    witness's       credibility,   it    had    \"weak\n\nevidentiary value\" and \"substantial other evidence\" supported the\n\nverdict and thus failed to undermine confidence in the verdict).\n\nGiven our circuit precedent, I simply fail to see how the withheld\n\nevidence    in    this   case,       given   its   cumulative     nature    and   weak\n\nevidentiary value, should at all undermine our confidence in the\n\nverdict.\n\n                                             II\n\n            Equally important for Brady purposes, Walker's testimony\n\nis fully corroborated by valid, interlocking evidence, which makes\n\nthe alleged Brady violation harmless.                  See Strickler, 527 U.S. at\n\n293-94; García-Torres, 341 F.3d at 77.\n\n            As has been previously outlined, both Cox and Brown\n\nprovided ample corroborating evidence at trial concerning the\n\ntiming     of    Cox's   pursuit       of     Brown    at   the   fence,    directly\n\ncontradicting Conley's grand jury testimony.                   The testimonies of\n\nCox and Brown not only complement of each other, but they are in\n\ncritical agreement with Walker's core testimony describing Cox's\n\n\n                                         -38-\n\fchase of Brown to the fence.     Cox testified that he was right\n\nbehind Brown as he pursued Brown to the fence, Trial Tr. I at 77-\n\n78, that there was no one between him and Brown when Brown reached\n\nthe fence and climbed it, id. at 85, 88, and that he tried\n\nunsuccessfully to pull Brown down from the fence, id. at 129-130;\n\nTrial Tr. II at 14.   Substantially equally, Brown testified that a\n\nblack man wearing black clothing (a description matching Cox that\n\nnight) ran after him as he was running toward the fence, id. at 94,\n\nand that he felt someone touch his foot as he was scaling the\n\nfence, id. at 95-96, 125.   Walker's testimony duplicates Cox's and\n\nBrown's accounts: he saw Cox \"three feet behind\" a black male\n\nsuspect, who climbed the fence while Cox reached for him.   Id. at\n\n30-31, 76.   On this, Conley stated to the grand jury:\n\n          Q: Did you see anyone else in plain clothes\n          behind [Brown] as he went towards the fence?\n          A: No, I did not.\n          Q: Did you see, as he went on top of the fence\n          or climbed the fence, another individual in\n          plain clothes standing there, trying to grab\n          him?\n          A: No, I did not.\n          Q: --as he went over the fence?\n          A. No, I did not.\n          Q: So that didn't happen; is that correct?\n          Because you saw the individual [Brown] go over\n          the fence?\n          A: Yes, I seen [sic] go over the fence.\n          Q: And if these other things that I've been\n          describing, a second - another plainclothes\n          officer chasing [Brown], and actually grabbing\n          him as he went to the top of the fence, you\n          would have seen that if it had happened; is\n          that your testimony?\n          A: I think I would have seen that.\n\n\n                                -39-\n\fTrial Tr. II at 235-36.\n\n            With all due respect to my various colleagues on both the\n\ndistrict and appellate courts, who studiously and repeatedly have\n\nhad to read through the evidence in this case, they need not have\n\ngone any further than the above to have reached the conclusion\n\nwhich is self evident: there was ample, credible, corroborating\n\nevidence with which to sustain Conley's flagrant perjury and\n\nobstruction of justice.\n\n            Although I have previously raised this concern, see\n\nConley V, 323 F.3d at 25 n.14 (Torruella J., dissenting), I cannot\n\nclose   this     dissent    without    commenting       on    the   unjustified\n\ndenigration of the Government's case by reason of its reliance on\n\ncircumstantial evidence. Cf. United States v. Gamache, 156 F.3d 1,\n\n8 (1st Cir. 1998) (\"circumstantial evidence, if it meets all the\n\nother criteria of admissibility, is just as appropriate as direct\n\nevidence and is entitled to be given whatever weight the jury deems\n\nit should be given); United States v. Hughes, 211 F.3d 676, 681\n\n(1st Cir. 2000) (same).            This unfortunate trend was initially\n\ncommenced   by   the   en   banc    court,   id.   at   16,   was   predictably\n\ncontinued by the district court, Conley VI, 332 F. Supp. 2d at 324,\n\nand has ultimately been crowned by the majority in this opinion,\n\nmaj. op. at 15-16, whose blistering attack on Cox, Walker, and\n\nBrown would almost lead me to conclude that Cox assaulted himself\n\nwere it not that I also have some knowledge of the evidence in this\n\n\n                                      -40-\n\fcase.        Despite   repeated   attempts      during       cross-examination     to\n\nchallenge Cox's ability to recall the events of the night in\n\nquestion, Trial Tr. I at 102-03, 107-09, 117-25, 129, as well as\n\nBrown's       credibility,    Trial     Tr.   II   at   130,    145-54,   the     jury\n\nconvicted Conley of perjury and obstruction of justice. Of course,\n\nConley wisely chose not to cross-examine Walker in the manner that\n\nhe did Cox and Brown despite having all the ammunition that he\n\nneeded to do so.           Lastly, a point that has been consistently\n\ndownplayed, if not outright overlooked, by my colleagues, Brown's\n\ntestimony placing Conley at the fence while Cox was being beaten is\n\nanything        but    circumstantial     evidence,      a     point   conceded    in\n\nPetitioner's brief, Brief for Petitioner at 6 n.4, although it is\n\nallegedly discounted because of Conley's acquittal on Count 2.12\n\nWhat is apparently neglected by this contention is that Conley's\n\npresence at the fence is also relevant to placing in context his\n\nperjured testimony to the effect that there was no one other than\n\nhimself at the fence.\n\n\n\n\n        12\n      I cannot agree with the majority's assertion that Conley's\nacquittal on Count 2 (i.e., for testifying that he did not observe\nanyone beating Cox), ostensibly means that the jury rejected\nBrown's testimony altogether and that Walker was the center of the\ngovernment's case. Maj. op. at 13. It could very well mean that\nthe jury did not credit that part of Brown's testimony in which he\nsaid he saw Conley watch the beating of Cox -- a part of Brown's\ntestimony that was neither corroborated by Cox nor Walker. The\nrest of Brown's testimony, however, was corroborated by both Cox\nand Walker.\n\n                                         -41-\n\f             The circumstantial evidence argument is a red herring\n\nthat obfuscates the fact that Brady analysis does not allow for a\n\nretrial of the case under the guise of a § 2255 proceeding, as the\n\nmajority in effect does.        See also Conley VI, 332 F. Supp. 2d at\n\n324.    This Court, in affirming Conley's conviction on direct\n\nappeal, deemed the circumstantial evidence sufficient.             Conley I,\n\n186 F.3d at 7.         Nor did we find Walker's testimony to be the\n\n\"linchpin\" that Conley, and the majority, now makes it out to be.\n\nMaj. op. at 16.         Because Cox and Brown were describing what\n\nactually happened to them at the fence, as opposed to Walker's\n\neyewitness account of the events, the testimonies of Cox and Brown\n\nwere just as crucial as Walker's.            More importantly, the time for\n\nchallenging the sufficiency of the evidence is long past.                Kyles,\n\n514 U.S. at 434 (determining materiality under Brady is \"not a\n\nsufficiency of evidence test\").\n\n             As Judge Bownes stated in his cogent dissent, in language\n\nfamiliar to those who have charged juries on a regular basis,\n\n\"[C]ircumstantial evidence is just as reliable as testimony and at\n\ntimes, more reliable because it does not depend on the memory or\n\njudgment of what a witness saw and remembered and it is not subject\n\nto the biases and prejudices that are part of all human beings.\"\n\nConley V, 323 F.3d at 18 (Bownes, J., dissenting).           I suspect that\n\nthis   new   \"Conley    rule\"   of   circumstantial    evidence   will    be   a\n\nbounteous field for the myriad of defendants who up to now have\n\n\n                                      -42-\n\fbeen charged and successfully convicted as a matter of course on\n\nsuch evidence.\n\n          For the reasons stated, I respectfully dissent.\n\n\n\n\n                              -43-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                      For the First Circuit\n\nNo. 04-2424\n\n                           KENNETH M. CONLEY,\n\n                          Petitioner, Appellee,\n\n                                     v.\n\n                     UNITED STATES OF AMERICA,\n\n                      Respondent, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. William G. Young, U.S. District Judge]\n\n\n                                 Before\n\n                        Boudin, Chief Judge,\n                     Torruella, Circuit Judge,\n                 and Baldock,* Senior Circuit Judge\n\n\n     Saul M. Pilchen, with whom Robert S. Bennett, Jonice Gray\nTucker, Robert W. Scheef, and Thomas J. Dougherty, were on brief\nfor appellee.\n\n     Bradly J. Schlozman, Deputy Assistant Attorney General, with\nwhom R. Alexander Acosta, Assistant Attorney General, Mark L.\nGross, and Teresa Kwong, were on brief for appellant.\n\n\n                              July 20, 2005\n\n\n\n     *\n        Of the    Tenth    Circuit    Court   of   Appeals,   sitting   by\ndesignation.\n\f          BALDOCK, Senior Circuit Judge.       The question in this\n\nappeal is whether the Government’s suppression of impeachment\n\nevidence violated Petitioner Kenneth Conley’s right to due process\n\nunder the Fifth Amendment.1   See Brady v. Maryland, </pre><span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span><pre class=\"inline\">, 87\n\n(1963).   The district court answered yes and granted Petitioner’s\n\nmotion to set aside his conviction.    See 28 U.S.C. § 2255.   We have\n\njurisdiction, id. § 2253(a), and affirm.\n\n                                 I.\n\n          The historical facts of this case are well known and need\n\nnot be repeated in full.   See United States v. Conley, </pre><span class=\"citation\" data-id=\"765470\"><a href=\"/opinion/765470/united-states-v-kenneth-m-conley/\"><span class=\"volume\">186</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span><pre class=\"inline\">,\n\n11-15 (1st Cir. 1999) (Conley I); United States v. Conley, 103 F.\n\nSupp. 2d 45, 49-51 (D. Mass. 2000) (Conley II); United States v.\n\nConley, </pre><span class=\"citation\" data-id=\"199406\"><a href=\"/opinion/199406/united-states-v-conley/\"><span class=\"volume\">249</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">38</span></a></span><pre class=\"inline\">, 40-43 (1st Cir. 2001) (Conley III); Conley v.\n\nUnited States, </pre><span class=\"citation\" data-id=\"2459852\"><a href=\"/opinion/2459852/conley-v-united-states/\"><span class=\"volume\">164</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">216</span></a></span><pre class=\"inline\">, 217-21 (D. Mass. 2001) (Conley\n\nIV); Conley v. United States, </pre><span class=\"citation\" data-id=\"781268\"><a href=\"/opinion/781268/kenneth-conley-v-united-states/\"><span class=\"volume\">323</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span><pre class=\"inline\">, 9-11 (1st Cir. 2003) (en\n\nbanc) (Conley V); Conley v. United States, </pre><span class=\"citation\" data-id=\"2504454\"><a href=\"/opinion/2504454/conley-v-united-states/\"><span class=\"volume\">332</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">302</span></a></span><pre class=\"inline\">,\n\n306-309 (D. Mass. 2004) (Conley VI); see also Dwan v. City of\n\nBoston, </pre><span class=\"citation\" data-id=\"781981\"><a href=\"/opinion/781981/robert-a-dwan-catherine-m-dwan-allyson-m-dwan-by-her-parents-and/\"><span class=\"volume\">329</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">275</span></a></span><pre class=\"inline\">, 276-77 (1st Cir. 2003).       In 1995, police\n\nofficers chased four homicide suspects through Boston. The vehicle\n\nchase ended when the suspects turned into a cul-de-sac (Woodruff\n\n\n     1\n       The Government’s good faith (or lack thereof) in failing to\ndisclose favorable evidence is irrelevant. Brady v. Maryland, </pre><span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span>\n<span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span><pre class=\"inline\">, 87 (1963); Strickler v. Greene, </pre><span class=\"citation\" data-id=\"118307\"><a href=\"/opinion/118307/strickler-v-greene/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">263</span></a></span><pre class=\"inline\">, 282 (1999).\nFor ease of exposition, we (like the Supreme Court) refer to the\nGovernment’s   nondisclosure   of   favorable  evidence   as   the\n“suppression” of evidence. See Brady, 373 U.S. at 87; Strickler,\n527 U.S. at 282.\n\n                                 -3-\n\fWay).   The four suspects fled on foot.        One of the first officers\n\non the scene, Michael Cox, gave chase.          Cox pursued one suspect,\n\nRobert Brown, towards a fence.        Meanwhile, other officers arrived\n\nat the “confused and changing scene[.]”        Conley V, 323 F.3d at 16.\n\nOfficer Richard Walker arrived fourth; Petitioner fifth.              Both\n\nWalker and Petitioner joined the foot chase. Other officers in the\n\nchase   mistakenly   took   Cox,    an   undercover   officer   dressed   in\n\nplainclothes, as a fleeing suspect.         They caught Cox at the fence\n\nand proceeded to brutally beat him.             The assaulting officers\n\ndiscovered their mistake and dispersed, leaving Cox badly injured.\n\nPetitioner ultimately apprehended Brown.\n\n           The Boston Police Department Internal Affairs Division\n\n(IAD) thereafter commenced an investigation into Cox’s beating. An\n\nIAD officer interviewed Walker during the investigation.            Walker\n\ninformed IAD he observed Cox chase Brown towards the fence on\n\nWoodruff Way.    Walker further stated that he observed a police\n\nofficer behind Cox, but he could not identify the officer. Walker,\n\nhowever, subsequently retracted his statement about observing an\n\nofficer behind Cox.\n\n           In 1997, a federal grand jury convened to determine if\n\nthe officers involved in Cox’s beating used excessive force in\n\nviolation of federal law.          See 18 U.S.C. § 242.     An FBI agent\n\ninterviewed Walker.    According to an FBI memorandum memorializing\n\nthe details of the interview, Walker agreed to take a polygraph\n\n\n                                     -4-\n\fexamination    concerning   his    retraction     of   the   statement   about\n\nobserving another officer behind Cox.              The FBI memorandum, in\n\nrelevant part, states:\n\n           [Walker] felt [compelled to say he saw\n           something during the IAD interview] because he\n           knows [Cox] and likes [Cox and] he felt bad\n           that he could not say what happened and\n           therefore convinced himself that he actually\n           saw someone or something.      But since that\n           interview he has convinced himself that he did\n           not actually see anyone behind [Cox] or anyone\n           hit [Cox]. WALKER also suggested that perhaps\n           if he was hypnotised [sic] he might truly\n           recall what was going on versus what he\n           indicates was tunnel vision.\n\n(emphasis added).    Walker subsequently refused to take a polygraph\n\nexamination.\n\n           The   grand   jury    subpoenaed     Petitioner    and   Walker   to\n\ntestify   during   the   course    of    its   investigation.       Petitioner\n\ntestified that:    he did not observe anyone beating Cox; he pursued\n\nBrown to the fence; he did not see anyone between himself and\n\nBrown; he pursued Brown over the fence and apprehended Brown.\n\nWalker testified that:          he did not see anyone beating Cox; he\n\nobserved Cox chase Brown towards the fence; he observed Brown “flip\n\nover” the fence; he observed Cox grab at Brown as he flipped over\n\nthe fence; and he observed Cox come back down without clearing the\n\nfence while Brown landed on the other side of the fence.                     The\n\nprosecutor also questioned Walker about his prior statement to IAD:\n\n           Q: [D]id you see someone behind Officer Cox\n           as he was going through the fence?\n           A: No, I didn’t.\n\n                                        -5-\n\f            Q:   So, why did you say that you did to\n            Internal Affairs?\n            A: At the time of the interview with Internal\n            Affairs . . . I started feeling guilty, like I\n            should have seen more than what really\n            happened. . . . I sat there, and I’m conjuring\n            up pictures of what he was asking me and what\n            I should have seen.     Like I said, I felt\n            guilty not seeing more than what I saw and I\n            should have, but my attention was focused on\n            my chasing this guy towards the fence. Okay?\n            He [the IAD officer] asked me the question,\n            ‘Did I see anyone,’ or whatever the question\n            was, and I was sitting there saying that from\n            where I was, maybe I should have seen someone,\n            and I told him, ‘Yes, I did.’      That’s the\n            reason for my answer.\n            Q: And why were you feeling guilty?\n            A: Like I said, I should have seen, things\n            are happening directly in front of you, and\n            you’re sitting there saying, there are four\n            people in this room, but I only saw two. It\n            shouldn’t be that way. I should have seen all\n            four people. It was right in front of me.\n\nWalker    further   testified   he   was   “sure”    about   his   grand   jury\n\ntestimony.     The   grand   jury    did   not   indict   any   officers    for\n\nviolating § 242.\n\n            A separate grand jury, however, indicted Petitioner for\n\nobstruction of justice and perjury.         See 18 U.S.C. §§ 1503, 1623.\n\nThe grand jury charged Petitioner with perjury for his testimony\n\nthat:    (1) he did not observe another individual chase Brown to the\n\nfence     (count I); and (2) he did not observe anyone beating Cox\n\n(count II).     The obstruction of justice charge (count III) was\n\nderivative of the other two charges.                Petitioner pleaded not\n\nguilty.    The Government produced Walker’s grand jury transcripts\n\n\n\n                                     -6-\n\fduring discovery, but not the FBI memorandum.           See Fed. R. Crim. P.\n\n16(a)(1)(E).\n\n            Trial commenced in 1998.       The Government presented the\n\ntestimony of Cox, Walker, and Brown (the fleeing suspect) to prove\n\nPetitioner perjured himself before the grand jury.            Cox testified\n\nhe pursued Brown to the fence and unsuccessfully grabbed at Brown\n\nas he scaled the fence.      Cox testified that no other officer was\n\never between himself and Brown.        Walker testified he observed Cox\n\nchase Brown to the fence.      Walker observed Brown scale the fence\n\nand Cox grab at him, but did not observe anything thereafter.\n\nBrown testified he observed an African-American male in black\n\nclothing (a description that fit Officer Cox) chasing him as he ran\n\ntowards the fence and, as he scaled the fence, felt someone touch\n\nhis foot.   After scaling the fence, Brown looked back and observed\n\npolice officers beating Cox.         Brown made eye contact with a tall\n\nCaucasian officer (a description that fit Petitioner) who was\n\nstanding next to the officers beating Cox.              Brown testified the\n\nsame tall white officer arrested him on the other side of the\n\nfence.\n\n            The   jury   convicted    Petitioner   on    count   I,    finding\n\nPetitioner perjured himself when he testified he did not observe\n\nany other officer chase Brown to the fence.             The obstruction of\n\njustice conviction on count III necessarily followed.                 The jury\n\nacquitted Petitioner on count II, finding Petitioner did not commit\n\n\n                                     -7-\n\fperjury when he testified he did not observe any officer beating\n\nCox.    We affirmed on appeal, holding (among other things) the\n\nGovernment presented sufficient circumstantial evidence to convict\n\nPetitioner.   Conley I, 186 F.3d at 19-20.   Petitioner subsequently\n\nlearned the Government failed to disclose impeachment evidence,\n\nincluding the FBI memorandum, in its possession prior to trial. He\n\nfiled a motion for a new trial, which the district court granted.\n\nConley II, 103 F. Supp. 2d at 58 (Keeton, J.).          On appeal, we\n\nreversed because “the district court did not apply the correct\n\nlegal test[,]”      Conley III, 249 F.3d at 39, and ordered the\n\nexecution of Petitioner’s sentence.     Id. at 47.\n\n           Petitioner thereafter filed the instant § 2255 motion in\n\nthe district court to set aside his perjury and obstruction of\n\njustice convictions.      The district court granted the motion,\n\nfinding Petitioner carried his burden under Fed. R. Crim. P. 33 of\n\nshowing the suppressed evidence would probably produce an acquittal\n\nupon   retrial.   Conley IV, 164 F. Supp. 2d at 223 (Keeton, J.); see\n\nalso United States v. Wright, </pre><span class=\"citation\" data-id=\"380303\"><a href=\"/opinion/380303/united-states-v-henry-james-wright-jr/\"><span class=\"volume\">625</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1017</span></a></span><pre class=\"inline\">, 1019 (1st Cir. 1980)\n\n(establishing four elements a defendant must satisfy to be entitled\n\nto a new trial under Rule 33).    On appeal, we again reversed.   The\n\nen banc Court, however, withdrew the opinion when it granted\n\nPetitioner rehearing.    Conley V, 323 F.3d at 11.   The en banc Court\n\nheld the district court incorrectly employed the Wright test when\n\nit granted Petitioner a new trial because a new-evidence claim\n\n\n                                  -8-\n\funder Wright is not cognizable under § 2255.            Id. at 11, 13-14.\n\nThe en banc Court, therefore, vacated the district court’s decision\n\nand   remanded   the   case   for   the     district   court   to   consider\n\nPetitioner’s new-evidence claim under Brady, which is “a settled\n\nbasis for collateral attack.”       Id. at 14, 16.     In so doing, the en\n\nbanc Court ordered the case reassigned to a different district\n\njudge.    Id. at 15.\n\n            On remand, the newly-assigned district judge faithfully\n\nfollowed the Conley V mandate.       See Conley VI, 332 F. Supp. 2d at\n\n305-306 (Young, C.J.). The court cataloged the “new” or suppressed\n\nevidence – the so-called “Brady material,” see Strickler v. Greene,\n\n</pre><span class=\"citation\" data-id=\"118307\"><a href=\"/opinion/118307/strickler-v-greene/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">263</span></a></span><pre class=\"inline\">, 281 (1999) – and then considered the evidence\n\nindividually and cumulatively.      Conley VI, 332 F. Supp. 2d at 310-\n\n12, 315-24.      The court concluded the Government’s failure to\n\ndisclose the FBI memorandum violated Petitioner’s right to due\n\nprocess under Brady because the document could have been used at\n\ntrial to impeach Walker.      Id. at 319.    The district court found the\n\nremainder of the suppressed evidence immaterial under Brady.2            Id.\n\nat 320-22.\n\n\n\n\n      2\n        We do not express any opinion on the remainder of the\nsuppressed evidence, including Brown’s booking report, because the\nGovernment’s failure to disclose the FBI memorandum warrants habeas\nrelief.   As the en banc Court predicted, the district court’s\n“well-worked-out assessment” greatly assisted our evaluation of\nPetitioner’s Brady claim. See Conley V, 323 F.3d at 15.\n\n                                    -9-\n\f                                       II.\n\n            On appeal, the Government argues its suppression of the\n\nFBI memorandum did not prejudice Petitioner because the memorandum\n\nwas   cumulative    of   other    impeachment       evidence   in   Petitioner’s\n\npossession prior to trial.         The Government also claims Petitioner\n\nwould not have used the FBI memorandum at trial and, if he had, he\n\nstill     would   not    have    suffered     any    prejudice.       Reviewing\n\nPetitioner’s Brady claim de novo, see Moreno-Morales v. United\n\nStates,    </pre><span class=\"citation\" data-id=\"200530\"><a href=\"/opinion/200530/moreno-morales-v-united-states/\"><span class=\"volume\">334</span>    <span class=\"reporter\">F.3d</span>   <span class=\"page\">140</span></a></span><pre class=\"inline\">,    145   (1st   Cir.    2003),   we    reject   the\n\nGovernment’s three arguments.3\n\n                                        A.\n\n            The Fifth Amendment provides no person shall be deprived\n\nof liberty without due process.           U.S. Const. amend V.        In Brady,\n\n373 U.S. at 87, the Supreme Court held the Government’s suppression\n\nof evidence favorable to the accused violates due process where the\n\nevidence is material to guilt or punishment.             To establish a Brady\n\nviolation, a habeas petitioner must demonstrate:               (1) the evidence\n\n\n      3\n       Some tension exists within this Circuit over the proper\nstandard of review for Brady claims raised in a § 2255 motion. The\nmateriality question under Brady – the third Brady component going\nto constitutional error – is a mixed question of law and fact.\nOuimette v. Moran, </pre><span class=\"citation\" data-id=\"566793\"><a href=\"/opinion/566793/john-f-ouimette-v-john-moran-director-of-the-department-of-corrections/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 4 (1st Cir. 1991). Some deference\nto the district court’s resolution of fact-dominated questions in\nthe Brady context is therefore due, even on collateral review. Cf.\nid.; Ellis v. United States, </pre><span class=\"citation\" data-id=\"200248\"><a href=\"/opinion/200248/ellis-v-united-states/\"><span class=\"volume\">313</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">636</span></a></span><pre class=\"inline\">, 641 (1st Cir. 2002). In\nMoreno-Morales, 334 F.3d at 145, however, we reviewed a Brady\nmateriality question raised in the context of a § 2255 motion de\nnovo.   We need not resolve the tension in this case because\nPetitioner prevails even under the more onerous (or less\ndeferential) de novo standard.\n\n                                       -10-\n\fat   issue   is    favorable     to   him   because      it    is    exculpatory    or\n\nimpeaching;       (2)   the   Government     suppressed        the    evidence;     and\n\n(3) prejudice ensued from the suppression (i.e., the suppressed\n\nevidence was material to guilt or punishment). Strickler, 527 U.S.\n\nat 281-82.\n\n             Impeachment       evidence     must    be     material      before     its\n\nsuppression justifies a new trial.             Wood v. Bartholomew, </pre><span class=\"citation\" data-id=\"117975\"><a href=\"/opinion/117975/wood-v-bartholomew/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">1</span></a></span><pre class=\"inline\">, 5 (1995) (per curiam).         The suppression of impeachment evidence\n\nis “material” when a reasonable probability exists “that the result\n\nof the trial would have been different if the suppressed documents\n\nhad been disclosed to the defense.”                Strickler, 527 U.S. at 289.\n\nA “reasonable probability” exists if the Government’s evidentiary\n\nsuppression       undermines     confidence    in    the      verdict.      Kyles    v.\n\nWhitley,     </pre><span class=\"citation\" data-id=\"117923\"><a href=\"/opinion/117923/kyles-v-whitley/\"><span class=\"volume\">514</span>   <span class=\"reporter\">U.S.</span>   <span class=\"page\">419</span></a></span><pre class=\"inline\">,    434   (1995).       “This      somewhat    delphic\n\n‘undermine confidence’ formula suggests that reversal might be\n\nwarranted in some cases even if there is less than an even chance\n\nthat the evidence would produce an acquittal.”                      United States v.\n\nSepulveda, </pre><span class=\"citation\" data-id=\"195120\"><a href=\"/opinion/195120/united-states-v-sepulveda/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1216</span></a></span><pre class=\"inline\">, 1220 (1st Cir. 1993); see also United\n\nStates v. Cunan, </pre><span class=\"citation\" data-id=\"198097\"><a href=\"/opinion/198097/united-states-v-cunan/\"><span class=\"volume\">152</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span><pre class=\"inline\">, 34 (1st Cir. 1998) (explaining a\n\npetitioner may be entitled to a new trial under Brady without\n\nconvincing the court of the certainty of a different outcome).\n\n“Thus, the law makes it easier for [habeas petitioners] to obtain\n\na new trial where the government has engineered an unfair trial by\n\n\n\n\n                                        -11-\n\fwithholding   material    exculpatory    [or    impeachment]      evidence.”\n\nUnited States v. Josleyn, </pre><span class=\"citation\" data-id=\"767958\"><a href=\"/opinion/767958/united-states-v-dennis-r-josleyn-united-states-of-america-v-john-w/\"><span class=\"volume\">206</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">144</span></a></span><pre class=\"inline\">, 153 (1st Cir. 2000).\n\n           We evaluate the strength of the impeachment evidence and\n\nthe effect of its suppression in the context of the entire record\n\nto determine its materiality.      United States v. Bagley, </pre><span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">667</span></a></span><pre class=\"inline\">, 683 (1985); United States v. Agurs, </pre><span class=\"citation\" data-id=\"109506\"><a href=\"/opinion/109506/united-states-v-agurs/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span><pre class=\"inline\">, 112 (1976).\n\nImpeachment evidence is important because “if disclosed and used\n\neffectively, it may make the difference between conviction and\n\nacquittal.”      Bagley, 473 U.S. at 676.        In other words, “[t]he\n\njury’s estimate of the truthfulness and reliability of a given\n\nwitness may well be determinative of guilt or innocence[.]”            Napue\n\nv. Illinois, </pre><span class=\"citation\" data-id=\"105912\"><a href=\"/opinion/105912/napue-v-illinois/\"><span class=\"volume\">360</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">264</span></a></span><pre class=\"inline\">, 269 (1959).         That is why, in the Brady\n\ncontext,   the    Court   has   repeatedly     stressed   “the     effective\n\nimpeachment of one eyewitness can call for a new trial even though\n\nthe attack does not extend directly to others[.]”         Kyles, 514 U.S.\n\nat 445 (citing Agurs, 427 U.S. at 112-13 & n.21).\n\n           The Government’s suppression of impeachment evidence,\n\ntherefore, can warrant a new trial “where the evidence is highly\n\nimpeaching or when the witness’ testimony is uncorroborated and\n\nessential to the conviction.”       United States v. Martinez-Medina,\n\n</pre><span class=\"citation\" data-id=\"776396\"><a href=\"/opinion/776396/united-states-v-marcos-martinez-medina-united-states-of-america-v-manuel/\"><span class=\"volume\">279</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">105</span></a></span><pre class=\"inline\">, 126 (1st Cir. 2002) (emphasis added).              The Supreme\n\nCourt, for example, has found Brady violations where the Government\n\nfailed to disclose impeachment evidence that could have been used\n\nto impugn the credibility of the Government’s “key witness,” see\n\n\n                                  -12-\n\fGiglio v. United States, </pre><span class=\"citation\" data-id=\"108471\"><a href=\"/opinion/108471/giglio-v-united-states/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></a></span><pre class=\"inline\">, 154-55 (1972), or that could\n\nhave “significantly weakened” key eyewitness testimony. Kyles, 514\n\nU.S. at 441, 453.     Suppressed impeachment evidence is immaterial\n\nunder Brady, however, if the evidence is cumulative or impeaches on\n\na collateral issue.      United States v. Dumas, </pre><span class=\"citation\" data-id=\"198855\"><a href=\"/opinion/198855/united-states-v-dumas/\"><span class=\"volume\">207</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span><pre class=\"inline\">, 16 (1st\n\nCir. 2000); see also Moreno-Morales, 334 F.3d at 148 (finding\n\nsuppressed impeachment evidence that “largely mirror[ed]” disclosed\n\nimpeachment   evidence    immaterial);   United   States   v.   Gonzalez-\n\nGonzalez, </pre><span class=\"citation\" data-id=\"774127\"><a href=\"/opinion/774127/united-states-v-manuel-gonzalez-gonzalez/\"><span class=\"volume\">258</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span><pre class=\"inline\">, 25 (1st Cir. 2001) (finding suppressed\n\nimpeachment evidence immaterial where the evidence was cumulative\n\nof similar disclosed impeachment evidence); Barrett v. United\n\nStates, </pre><span class=\"citation\" data-id=\"584145\"><a href=\"/opinion/584145/james-barrett-v-united-states/\"><span class=\"volume\">965</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1184</span></a></span><pre class=\"inline\">, 1192 (1st Cir. 1992) (same); United States\n\nv. Sanchez, </pre><span class=\"citation\" data-id=\"550638\"><a href=\"/opinion/550638/united-states-v-edwin-sanchez-united-states-of-america-v-gregorio/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">607</span></a></span><pre class=\"inline\">, 618 (1st Cir. 1990) (same).           Suppressed\n\nimpeachment evidence, if cumulative of similar impeachment evidence\n\nused at trial (or available to the petitioner but not used) is\n\nsuperfluous and therefore has little, if any, probative value.\n\nUnited States v. Boyd, </pre><span class=\"citation\" data-id=\"696283\"><a href=\"/opinion/696283/united-states-v-jeff-boyd/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">239</span></a></span><pre class=\"inline\">, 246 (7th Cir. 1995); see also\n\nFed. R. Evid. 403 (providing cumulative evidence may be excluded\n\neven if relevant).\n\n          Similarly, suppressed impeachment evidence has little\n\nprobative value if additional evidence strongly corroborates the\n\nwitness’s testimony the suppressed evidence might have impeached.\n\nCf. Strickler, 527 U.S. at 292-94, 296. The Brady-materiality test\n\nis not, however, a sufficiency of the evidence test.        Id. at 290;\n\n\n                                  -13-\n\fMcCambridge v. Hall, </pre><span class=\"citation\" data-id=\"200144\"><a href=\"/opinion/200144/mccambridge-v-hall/\"><span class=\"volume\">303</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span><pre class=\"inline\">, 37 (1st Cir. 2002) (en banc).              In\n\nKyles, 514 U.S. at 434-35, the Supreme Court explained that a\n\nhabeas petitioner “need not demonstrate that after discounting the\n\ninculpatory evidence in light of the undisclosed evidence, there\n\nwould not have been enough left to convict.         The possibility of an\n\nacquittal on a criminal charge does not imply an insufficient\n\nevidentiary basis to convict.”\n\n                                    B.\n\n             In this case, the Government’s suppression of the FBI\n\nmemorandum violated Petitioner’s right to due process under Brady.\n\nTo begin, the FBI memorandum was favorable to Petitioner because he\n\ncould have used the document at trial to impeach Walker’s ability\n\nto recall.    See, e.g., Dumas, 207 F.3d at 16 (recognizing “ability\n\nto recall” as a valid impeachment method).                Indeed, the FBI\n\nmemorandum was “highly impeaching.”         See Martinez-Medina, 279 F.3d\n\nat 126; see also Conley VI, 332 F. Supp. 2d at 316-17.                Walker’s\n\nrequest to be hypnotized in order to “truly recall” the events\n\npreceding    Cox’s   beating   indicates,    at   best,   that   he   did   not\n\nremember what occurred on Woodruff Way and, at worst, that he\n\n“convinced himself” of a new version of events to protect his\n\nfriend, Officer Cox.       The implication of the latter undermines\n\nWalker’s testimony “[s]ince the evolution over time of a given\n\neyewitness’s description can be fatal to [his] reliability[.]”\n\nKyles, 514 U.S. at 444; see also Moreno-Morales, 334 F.3d at 148\n\n\n                                   -14-\n\f(acknowledging      “the    impeaching    power    of   a    witness’s       evolving\n\nstory.”).\n\n            Next,    the    Government    wisely    conceded       it     improperly\n\nsuppressed the FBI memorandum.           See Conley VI, 332 F. Supp. 2d at\n\n309, 312 & n.8.      While new trials are not granted under Brady to\n\npunish prosecutors, see Agurs, 427 U.S. at 110, we need not\n\nentirely ignore the Government’s failure to disclose evidence. See\n\nSepulveda, 15 F.3d at 1220.              As Judge Posner explained, the\n\n“gravity of the prosecutors’ misconduct is relevant only insofar as\n\nit may shed light on the materiality of the infringement of the\n\ndefendants’ rights; it may support, but it can never compel, an\n\ninference that the prosecutors resorted to improper tactics because\n\nthey were justifiably fearful without such tactics the defendants\n\nmight be acquitted.”        Boyd, 55 F.3d at 241.\n\n            We thus turn to the dispositive materiality inquiry. The\n\nquestion    is    whether   the   Government’s     suppression          of    the   FBI\n\nmemorandum, viewed in the context of the entire record, undermines\n\nconfidence in the outcome of Petitioner’s trial.                   The Government\n\npresented    the    testimony     of   Cox,   Walker,       and   Brown      to   prove\n\nPetitioner perjured himself when he denied seeing Cox pursue Brown\n\n(count I).       The trio’s testimony provided sufficient evidence to\n\nconvict Petitioner.4        See Conley I, 186 F.3d at 19-20; Conley V,\n\n\n     4\n       The dissent, no doubt, applies a sufficiency of the evidence\ntest to conclude the Government’s suppression of the FBI memorandum\nwas immaterial.     See dissent op. at 4, 16.        The dissent’s\n\n                                       -15-\n\f323 F.3d at 16.         The weakness in the Government’s case, however,\n\n“lies in the absence of any direct evidence as to what [Petitioner]\n\nin fact observed during the early morning hours of January 25, 1995\n\nin the cul-de-sac at the end of Woodruff Way.”               Conley I, 186 F.3d\n\nat   19;   see   also    Conley    V,   323    F.3d    at   16   (explaining   the\n\nGovernment’s evidence at trial was “always circumstantial because\n\nno one testified that he or she saw [Petitioner] looking at Cox in\n\npursuit of Brown and [Petitioner] never admitted seeing him.”);\n\nConley VI, 332 F. Supp. 2d at 324 (detailing the troubling aspects\n\nof   the    Government’s         “highly   circumstantial”        case).       The\n\nGovernment’s case, therefore, hinged entirely on the credibility of\n\nits witnesses.     See Conley I, 186 F.3d at 20; Conley IV, 164 F.\n\nSupp. 2d at 223; Conley V, 323 F.3d at 16.\n\n            Cox,   as      the    district     court    recognized,     “was    an\n\nextraordinarily sympathetic victim – a Boston police officer struck\n\ndown in the line of duty, viciously beaten and permanently injured\n\nby fellow officers.”         Conley VI, 332 F. Supp. 2d at 315.            Cox’s\n\ntestimony, however, raised serious problems for the Government.\n\nFor example, Cox testified (unlike any other witness) that “[he]\n\nsaw two [suspects] run towards the fence[.]”                      The Government\n\nexplained this discrepancy in closing by arguing a “concussion” may\n\n\n\napplication of the incorrect legal test leads, unsurprisingly, to\nits indignation, id. at 2, ability to distinguish analogous cases,\nid. at 12 n.4, parade of horribles, id. at 18-19, and bewilderment\nconcerning today’s holding, id. at 13, 16.\n\n                                        -16-\n\fhave affected Cox’s ability to recall.          The evidence supported the\n\nGovernment’s explanation.          Cox suffered severe head trauma as a\n\nresult of the assault, losing consciousness and memory at the\n\nscene.     Thus,    as    the   Government   argued,    Cox’s   head    trauma\n\ntragically limited the evidentiary value of his testimony.\n\n            Brown’s testimony also proved problematic.           Petitioner\n\nimpeached Brown with evidence of his previous felony convictions.\n\nSee Fed. R. Evid. 609(a).         Brown also testified (unlike any other\n\nwitness) that he observed a tall white officer – Petitioner,\n\naccording to the Government – standing next to the officers beating\n\nCox.     The jury, however, ostensibly rejected Brown’s testimony\n\nabout Petitioner’s position at the scene of the beating because it\n\nacquitted him on count II (i.e., for testifying he did not observe\n\nanyone beating Cox).        Consequently, Brown’s testimony had little,\n\nif any, corroborative value.\n\n            Given   the    inherent   weaknesses   in   Cox’s   and    Brown’s\n\ntestimony, the Government relied heavily upon Walker’s testimony.\n\nWalker provided a critical link in the Government’s chain of\n\ncircumstantial evidence; namely, a disinterested eyewitness account\n\nof the chase.       See Strickler, 527 U.S. at 293 (recognizing the\n\nimportance of disinterested eyewitness testimony).          A fair reading\n\nof Walker’s testimony in the context of the entire record confirms\n\nthat his testimony was the linchpin of the Government’s case on\n\ncount I.   Tellingly, the Government never argues otherwise despite\n\n\n                                      -17-\n\fthe district court’s same conclusion.        See Conley VI, 332 F. Supp.\n\n2d at 315.\n\n            Prior to trial, however, Petitioner did not know the\n\nGovernment’s key witness previously suggested he be hypnotized to\n\n“truly recall” the events preceding Cox’s beating.                Without any\n\nother similar material, Petitioner did not impeach Walker’s ability\n\nto recall at trial.    Consequently, the Government’s suppression of\n\nthe FBI memorandum deprived the jury of critical information.              See\n\nGiglio, 405 U.S. at 154-55 (explaining the jury is entitled to know\n\nof   impeachment   evidence   when    such   evidence   could     impugn   the\n\ncredibility of a key witness). “Disclosure of [the FBI memorandum]\n\nwould have resulted in a markedly weaker case for the prosecution\n\nand a markedly stronger one for the defense.”           Kyles, 514 U.S. at\n\n441.   A cross examination of Walker that raised serious doubts\n\nabout his ability to recall could have changed the course of\n\nPetitioner’s trial.     Cf. United States v. Cuffie, </pre><span class=\"citation\" data-id=\"715743\"><a href=\"/opinion/715743/united-states-v-john-a-cuffie/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">514</span></a></span><pre class=\"inline\">, 519\n\n(D.C. Cir. 1996); Conley VI, 332 F. Supp. 2d at 316.                 This is\n\nparticularly true given the Government’s acknowledgment to the jury\n\nof Cox’s memory problems and Brown’s lack of credibility.             Because\n\nWalker was essential to the Government’s case, and his personal\n\ncredibility potentially dispositive, the Government’s suppression\n\nof the FBI memorandum may have made the difference between a\n\nconviction or acquittal of Petitioner on count I. Bagley, 473 U.S.\n\nat   676.    The   Government’s   suppression    of   the   FBI    memorandum\n\n\n                                     -18-\n\fundermines confidence in Petitioner’s count I conviction because a\n\nreasonable probability exists the verdict would have been different\n\nif the Government disclosed the memorandum to the defense.                   Kyles,\n\n514 U.S. at 434.        Therefore, the Government’s suppression of the\n\nFBI memorandum was material under Brady.\n\n                                      C.\n\n             The Government’s three arguments to the contrary are\n\nunpersuasive.     First, the Government argues the FBI memorandum is\n\nimmaterial     under    Brady   because     it   is   cumulative      of   Walker’s\n\nproperly disclosed grand jury testimony.                 This argument fails\n\nbecause, as every judge to consider the evidence has concluded, it\n\nmischaracterizes the evidence.            See Conley IV, 164 F. Supp. 2d at\n\n223 (Keeton, J.) (concluding “the newly discovered evidence is\n\nhighly      probative   and     neither    immaterial     nor    cumulative       in\n\nnature.”); Conley VI, 332 F. Supp. 2d at 316 (Young, C.J.) (finding\n\nthe   FBI    memorandum    opened    an     entirely    new,    and     hence    not\n\ncumulative, line of cross examination); Conley V, 323 F.3d at 30-31\n\n(Torruella, J., dissenting) (asserting the “undisclosed impeachment\n\nevidence is, for the most part, minor and cumulative[]” and then\n\ndismissing      Walker’s      hypnotism    statement     as     weak,      but   not\n\ncumulative, impeachment evidence).5\n\n\n      5\n       We do not read today’s dissent as suggesting otherwise. To\nthe contrary, the dissent (correctly and critically) notes the FBI\nmemorandum contains two “pieces of information” that Petitioner did\nnot previously know:      Walker’s hypnotism statement and his\n(un)willingness to submit to a polygraph test. See dissent op. at\n\n                                      -19-\n\f            We agree the FBI memorandum is not cumulative of Walker’s\n\ngrand jury testimony.       The FBI memorandum indicates Walker was so\n\nunsure of his memory that he suggested hypnotism to “truly recall”\n\nthe events antecedent to Cox’s beating.               By contrast, Walker’s\n\ngrand jury testimony indicates he was “sure” of his testimony\n\nregarding the events antecedent to Cox’s beating.              The grand jury\n\ntranscripts indicate Walker embellished before the IAD because he\n\nwished he could have seen more, but the transcripts do not indicate\n\nthat Walker could not remember what he did testify to seeing during\n\nthe   chase.      Walker’s    grand     jury    transcripts    thus    provided\n\nPetitioner, at most, with the opportunity to impeach Walker based\n\nupon his prior inconsistent statement and bias.               The transcripts\n\ndid not, however, provide Petitioner with any basis to impeach\n\nWalker’s     ability   to    recall,    an     entirely   different    form   of\n\nimpeachment.6    See Dumas, 207 F.3d at 16; Conley VI, 332 F. Supp.\n\n2d at 318.     We therefore reject the Government’s argument because\n\nsuppressed impeachment evidence “can be immaterial because of its\n\ncumulative nature only if the witness was already [or could have\n\nbeen] impeached at trial by the same kind of evidence.”               Cuffie, 80\n\n\n9-10.\n        6\n       The dissent claims that we have adopted a “new Brady rule”\nbased upon an argument first appearing in the district court’s\nopinion.   See dissent op. at 10-11.   As the dissent implicitly\nacknowledges, however, Petitioner argued the distinction between\nimpeachment based on ability to recall and bias in his “opening\nbrief” after remand in Conley V. As a result, waiver is not an\nissue in this case.\n\n                                       -20-\n\fF.3d at 518 (emphasis added); United States v. O’Conner, </pre><span class=\"citation\" data-id=\"702575\"><a href=\"/opinion/702575/united-states-v-john-david-oconner-united-states-of-america-v-george/\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">355</span></a></span><pre class=\"inline\">, 359 (8th Cir. 1995).\n\n            Second, the Government argues Petitioner would not have\n\nused the FBI memorandum at trial even if it had been properly\n\ndisclosed.     Specifically, the Government postulates Petitioner\n\nneeded to embrace Walker’s testimony to prove he arrested Brown,\n\nthereby distancing himself from Cox’s beating for purposes of\n\ndefending against the perjury charge in count II.               This argument\n\nfails because its premise is flawed.          Petitioner did not need to\n\nembrace    Walker’s    testimony     to   establish    he   arrested   Brown.\n\nPetitioner presented uncontroverted evidence at trial that he\n\narrested Brown.       Furthermore, the Government never disputed that\n\nPetitioner arrested Brown.       Instead, the Government took the exact\n\nopposite approach.      The prosecutor told the jury in opening that\n\n“there is no dispute in this trial that the [Petitioner] did chase\n\nBrown eventually and he eventually caught up with him and he\n\narrested him[.]”      The Government reiterated its point in closing:\n\n“[Petitioner] tells you, and the evidence is not disputed, he\n\nchase[d] a suspect from a shooting several hundred yards, he\n\ncaptures him at gun point, [and] he handcuffs him[.]”             Further, as\n\nthe district court explained, Petitioner could have impeached\n\nWalker’s   ability     to   recall   what   happened   during    the   rapidly\n\nevolving situation preceding Cox’s beating while simultaneously\n\n\n\n\n                                     -21-\n\fembracing Walker’s testimony during the naturally less chaotic\n\nevents after Brown’s arrest.     Conley VI, 332 F. Supp. 2d at 318.\n\n           We also reject the Government’s related argument that\n\nPetitioner would not have used the FBI memorandum to impeach\n\nWalker’s ability to recall because he made a strategic decision not\n\nto use Walker’s grand jury transcripts at trial.           The reasons for\n\nnot impeaching Walker with the grand jury transcripts are palpable\n\nfrom the record.     Impeaching Walker with his prior inconsistent\n\nstatement about observing another officer behind Cox would have\n\npermitted the Government to rehabilitate Walker on redirect with\n\nhis prior consistent statement, also made under oath before the\n\ngrand jury, that he did not see another officer behind Cox.              See\n\nFed. R. Evid. 801(d)(1)(B); see also Conley VI, 332 F. Supp. 2d at\n\n315 (explaining    Petitioner “could well have impeached Walker with\n\nhis known instances of improper embellishment, but would inevitably\n\nhave faced the [G]overnment riposte that Walker had laudably given\n\ncomplete testimony and ought be considered credible because he had\n\nincluded the details favorable to [Petitioner].”).            At the same\n\ntime,   such   questioning   would   have   opened   the    door   for   the\n\nGovernment to address Walker’s motive for making the inconsistent\n\nstatement, namely, his sympathy for Cox.         Therefore, impeaching\n\nWalker with the grand jury transcripts would have harmed more than\n\nhelped Petitioner’s cause.      We do not ignore these realities of\n\ntrial when engaged in a Brady analysis.      Cf. Cunan, 152 F.3d at 35.\n\n\n                                 -22-\n\f            Third, the Government argues the FBI memorandum, even if\n\ndisclosed and used at trial, is still immaterial under Brady\n\nbecause “Brown’s and Cox’s testimony provided sufficient evidence\n\nfor   the   jury   to   convict   [Petitioner],   even   without   Walker’s\n\ntestimony.”7 Supreme Court and Circuit precedent clearly foreclose\n\nthis argument.      Kyles, 514 U.S. at 434; McCambridge, 303 F.3d at\n\n37.   The question is not whether Petitioner would more likely than\n\nnot have received a different verdict with the FBI memorandum, but\n\nwhether in the memorandum’s absence he received a fair trial,\n\nunderstood as a trial resulting in a verdict worthy of confidence.\n\nKyles, 514 U.S. at 434.      We answer no after careful review of the\n\nrecord.\n\n                                    III.\n\n            We do not take our task in this case lightly.          Ordering\n\na new trial is a drastic remedy that exacts substantial costs on\n\nthe administration of justice and taxpayers.             Those costs are\n\njustified, however, “where serious doubts about the reliability of\n\n\n      7\n       The Government also asserts that “pointing out Walker’s\ninconsistent statements about whether someone was behind Cox would\nnot have directly undermined Walker’s testimony that he saw Cox\npursuing Brown; Walker never deviated on this point.”       This is\ntrue, but not true enough. See Kyles, 514 U.S. at 443 n.14. The\ninconsistencies between the two bodies of testimony “provided\nopportunities for chipping away on cross-examination but not for\nthe assault that was warranted.” Id. The Government also misses\nthe point. Walker’s entire testimony – even that from which he\nnever deviated – could be called into question if Petitioner\nimpeached his ability to recall the events preceding Cox’s beating.\nThe issue was Walker’s credibility, not whether he actually saw\nsomeone behind Cox.\n\n                                    -23-\n\fa trial infested with constitutional error exist.”    Bartholomew,\n\n516 U.S. at 8.    The district court’s order granting Petitioner’s\n\nmotion to set aside his conviction under 28 U.S.C. § 2255 is\n\ntherefore\n\n            AFFIRMED.\n\n\n\n\n                        -- Dissent follows. --\n\n\n\n\n                                 -24-\n\f          TORRUELLA, Circuit Judge (Dissenting).     The suggestion\n\nthat there are serious doubts about the reliability of Petitioner\n\nConley's trial because his trial was \"infested with constitutional\n\nerror,\" maj. op. at 22 (emphasis added), is hyperbole that cannot\n\nremain unanswered. It is not to quibble about words, however, that\n\nI am forced to dissent.   I simply cannot agree that Conley's trial,\n\nwhich resulted in a conviction affirmed by this court on direct\n\nappeal, United States v. Conley, </pre><span class=\"citation\" data-id=\"765470\"><a href=\"/opinion/765470/united-states-v-kenneth-m-conley/\"><span class=\"volume\">186</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span><pre class=\"inline\"> (1st Cir. 1999), cert.\n\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1017</span></span><pre class=\"inline\"> (2000) (Conley I), is unworthy of confidence\n\nby reason of the Government's failure to disclose the April 9, 1997\n\nFBI Memorandum of an interview with Police Officer Richard Walker.\n\n          Although I commend the thankless efforts of the district\n\njudge in having to plow through the record of this case as required\n\nby the instructions of the en banc court, Conley v. United States,\n\n</pre><span class=\"citation\" data-id=\"781268\"><a href=\"/opinion/781268/kenneth-conley-v-united-states/\"><span class=\"volume\">323</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span><pre class=\"inline\"> (1st Cir. 2003) (en banc) (Conley V), and further\n\ncompliment his outstanding professional diligence, I do not believe\n\nhis conclusions are entitled to any particular deference on appeal.\n\nThe matter before us is, after all is said and done, strictly a\n\nquestion of law which we are required to review de novo.    Moreno-\n\nMorales v. United States, </pre><span class=\"citation\" data-id=\"200530\"><a href=\"/opinion/200530/moreno-morales-v-united-states/\"><span class=\"volume\">334</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">140</span></a></span><pre class=\"inline\">, 145-48 (1st Cir. 2003)\n\n(reviewing de novo Brady materiality claims stemming from a § 2255\n\npetition).   Again, with due respect to the district judge who was\n\nput in the unenviable position of having to review a cold record of\n\na case which was not tried before him, he was in no better position\n\n\n                                -25-\n\fthan we are to determine the lone issue before us: whether the\n\nGovernment's failure to produce \"the FBI memorandum, viewed in the\n\ncontext of the entire record, undermines confidence in the outcome\n\nof Petitioner's trial,\" maj. op. at 14 (emphasis added).                            Cf.\n\nConley        V,     323   F.3d   at   16-18    (Bownes,    J.,   dissenting),       23\n\n(Torruella, J., dissenting).\n\n                I    respectfully      but    firmly   disagree   with   the    result\n\nreached by the district court, affirmed by the majority, that the\n\nGovernment's failure to disclose the FBI Memorandum undermines\n\nconfidence in the jury's verdict of guilty.                   On the contrary, I\n\nbelieve that there is no reasonable probability that had the FBI\n\nMemorandum been produced, a verdict absolving Petitioner would have\n\nresulted.          Strickler v. Greene, </pre><span class=\"citation\" data-id=\"118307\"><a href=\"/opinion/118307/strickler-v-greene/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">263</span></a></span><pre class=\"inline\">, 281 (1999).              More on\n\npoint, I am unable to conclude that there is \"a probability\n\nsufficient to undermine confidence in the [verdict],\" United States\n\nv. Bagley, </pre><span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">667</span></a></span><pre class=\"inline\">, 682 (1985) (citation omitted), reached\n\nmore than eight years ago by a jury of Conley's peers.                       I am much\n\nafraid that the undermining that comes to mind is the negative\n\nperception likely to arise from the litany of maneuvers that have\n\ntaken        place    in   this   case   to    overturn    what   was    a   just   and\n\nconstitutionally sound verdict.\n\n                The following is what was established, in the context of\n\nthe whole record,8 beyond a reasonable doubt.                On January 25, 1995,\n\n\n        8\n            I will only recount the minimum relevant facts.\n\n                                             -26-\n\ffollowing a shooting in the early morning hours in Boston in which\n\nit was believed a police officer had been shot, there ensued a\n\npolice chase of several African-American suspects in a Lexus,\n\neventually trapping the vehicle in a dead-end street.     The first\n\npolice car to arrive behind the cornered Lexus was an unmarked\n\npolice car with two persons on board: one, an African-American\n\npolice officer in plainclothes, Michael Cox, was wearing jeans, a\n\nblack hooded sweatshirt, and a black down jacket; the other,\n\nCharles Bullard, a civilian security officer from the scene of the\n\nshooting.\n\n            Cox, the first out of the unmarked police vehicle,\n\nproceeded immediately to chase Robert Brown, who had exited the\n\nLexus and was fleeing    towards a fence to the right of that\n\nautomobile. At the trial, Cox testified that he was \"right behind\"\n\nBrown and caught up with him as the latter was climbing over the\n\nfence.   Trial Tr. I at 76-77; Trial Tr. II at 30-31.   Although Cox\n\nattempted to grab Brown's jacket, the suspect shook loose and\n\nlanded on the other side of the fence.    Trial Tr. I at 78; Trial\n\nTr. II at 3-4.   Brown testified that he saw a black man wearing a\n\nblack hood running after him as he ran toward the fence, and that\n\nhe felt someone touch his foot as he attempted to scale the fence,\n\nid. at 94, 96.    In his haste to escape in the dark, Brown hit a\n\ntree, splitting a tooth in the process.   Id. at 97.\n\n\n\n\n                               -27-\n\f            As Brown got up to run away, he looked back and saw a\n\nblack man trying to climb over the fence, id., at which point that\n\nperson was struck from behind with a blunt object by police\n\nofficers who had just arrived.       Id. at 98-101.       Once Cox was on the\n\nground, these officers beat and kicked Cox repeatedly in the head,\n\nback, face, and mouth.       Someone then shouted \"stop, he's a cop,\"\n\nand the officers quickly dispersed.          No one came to Cox's aid.\n\nThus commenced the \"blue wall of silence\" that leads to this case.\n\n            Brown testified at trial that before the assaulters\n\ndisappeared, and while Cox was being hammered, he made eye contact\n\nwith a tall white police officer who was standing next to the\n\nofficers beating the man in the hood.           Id. at 102.         Thereafter,\n\nBrown attempted to escape, running almost a mile before he was\n\nphysically captured by this same tall white officer, who turned out\n\nto be Petitioner Conley.      Id. at 103-04, 239-41.       During the course\n\nof   the   foot   chase,   Conley   had   dropped   his    radio,    which   was\n\nrecovered by Police Officer Walker and was handed personally to\n\nConley, as Walker had run behind Conley after Brown.           Id. at 36-37.\n\n            The above evidence was more than sufficient to sustain\n\nthe perjury and obstruction of justice counts which resulted from\n\nConley's grand jury testimony to the effect that (1) he chased\n\nBrown to the fence, (2) he did not observe anyone between himself\n\nand Brown, and (3) he pursued Brown over the fence.            See Conley I,\n\n186 F.3d at 7.\n\n\n                                     -28-\n\f          Up to this point, I have purposely omitted mention of\n\nWalker's various versions of that night's events because although\n\nsufficiency of the evidence is not, or theoretically, should not,\n\nbe the test, Kyles v. Whitley, </pre><span class=\"citation\" data-id=\"117923\"><a href=\"/opinion/117923/kyles-v-whitley/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">419</span></a></span><pre class=\"inline\">, 434 (1995),9 the fact\n\nis that the Government's case was just as strong against Conley\n\nirrespective of any alleged Brady flaws, which I do not believe\n\nexist.\n\n          At trial, Walker, an African-American police officer,\n\ntestified that he arrived at the scene in a patrol car behind the\n\ncar of Cox, whom he knew.   Walker saw Cox chase Brown \"three feet\n\nbehind him,\" id. at 30-31, saw the latter go over the fence while\n\nCox tried to grab him, id. at 76, and observed Cox come back down\n\nwhile Brown landed on the other side of the fence.      He did not\n\ntestify to seeing anything further, including anyone beating Cox.\n\nHe did, however, testify that he handed Conley his lost radio after\n\nhelping Conley in Brown's chase, id. at 36-37, an important bonding\n\nlink with Conley, as we shall point out, which made his impeachment\n\nby Conley unlikely.\n\n\n\n\n     9\n      This is a rule which has been subtly but effectively ignored\nby both this Court, and more recently as a result of its\ninstructions, by the district court. See Conley v. United States,\n332 F. Supp. 2d at 313 (Conley VI) (\"Some a priori evaluation of\nthe verdict appears necessary, given the First Circuit's admonition\nthat'[t]he government's evidence at trial was assuredly adequate\nfor conviction, but . . . .'\"); see also id. at 324 (\"Holes in the\nTrial Testimony\").\n\n                               -29-\n\f            Walker-related evidence, however, did not end here.                       The\n\nBoston    Police       Department's      Internal       Affairs    Division       (IAD)\n\nconducted its own investigation into this sordid affair, during the\n\ncourse of which Walker had informed the IAD that he had observed a\n\npolice    officer      behind   Cox,     but    could    not    identify      him,    an\n\nobservation which he later retracted.              Moreover, during the course\n\nof testifying before the same grand jury that questioned Conley,\n\nWalker was asked to explain the prior inconsistencies in his\n\ntestimony before the IAD, a matter that will be covered in more\n\ndetail presently.        Suffice it to say that for now, Walker's grand\n\njury testimony was in the defense's possession, and they chose not\n\nto use it for strategic reasons.\n\n            The     majority's    affirmance        of    the     district    court's\n\nissuance of a writ of habeas corpus, which action is based solely\n\non the Government's failure to produce in the FBI Memorandum,10 is\n\nflawed because of the following reasons: (1) this document is\n\ncumulative of Walker's grand jury testimony which Conley possessed\n\nbefore trial, but refrained from using for strategic purposes,\n\nUnited States v. García-Torres, </pre><span class=\"citation\" data-id=\"200606\"><a href=\"/opinion/200606/united-states-v-garcia-torres/\"><span class=\"volume\">341</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">61</span></a></span><pre class=\"inline\">, 70 (1st Cir. 2003)\n\n(\"[I]mpeachment        evidence   that    is    merely    cumulative      .   .   .   is\n\ninsufficient      to    establish      prejudice     under      Brady\")    (internal\n\nquotation and quotation marks omitted); Moreno-Morales, 334 F.3d at\n\n\n     10\n      \"[W]ere it not for the FBI memorandum, this Court would have\ndenied the writ, even considering the variety of undisclosed items\ntaken together.\" Conley VI, 332 F. Supp. 2d at 324.\n\n                                         -30-\n\f148 (same); and (2) it is well-established that nondisclosure fails\n\nto warrant a new trial under Brady because Walker's testimony was\n\nsubstantially corroborated by both Cox and Brown. Strickler, 527\n\nU.S. at 293-94 (failure to disclose impeachment evidence does not\n\ncontravene   Brady   where   other    witnesses   provide   corroborating\n\nevidence in support of conviction); García-Torres, 341 F.3d at 71\n\n(same).\n\n                                      I\n\n          To conclude that the possible impeachment value of the\n\nFBI Memorandum is cumulative of Walker's grand jury testimony, one\n\nneed only place them side by side and read their contents:\n\n\n\n\n                                     -31-\n\f     Grand Jury Testimony                        FBI Memorandum\n          April 1997\n                                                 April 9, 1997\nQ: [D]id you see anyone behind\nOfficer Cox as he was going\nthrough the fence?\nA: No, I didn't.                         According to WALKER, he saw\nQ: So, why did you say that you          victim and suspect running to\ndid to Internal Affairs?                 fence and saw suspect get over\nA: At the time of the interview          the fence. He now states that\nwith Internal Affairs . . . I            he did not see anyone running\nstarted feeling guilty, like I           behind victim.     He only saw\nshould have seen more than what          victim COX behind suspect.\nreally happened. Okay? I sat             During     Internal     Affairs\nthere, and I'm conjuring up              interview and Suffolk County\npictures of what he was asking           GJ, WALKER stated that he saw\nme and what I should have seen.          someone behind Victim but could\nLike I said, I felt guilty not           not identify this person or\nseeing more than what I saw and          give a description of the\nshould have, but my attention            individual other than to say it\nwas focused on chasing this guy          was a police officer. During\ntowards the fence. Okay? [the            pre-grand jury interview he\nIAD    officer]    asked    the          states that he did not see\nquestion,\"Did I see anyone,\" or          anyone   but   felt   compelled\nwhatever the question was, and           during the IAD interview to say\nI was sitting there saying that          he saw something. He felt this\nfrom where I was, maybe I                way because he knows victim and\nshould have seen someone, and            likes victim he felt bad that\ntold him, \"Yes, I did.\" That's           he could not say what happened\nthe reason for my answer.                and therefore convinced himself\nQ: And why were you feeling              that he actually saw someone or\nguilty?                                  something.     But since that\nA: Like I said, I should have            interview he has convinced\nseen, things are happening               himself   that    he  did   not\ndirectly in front of you, and            actually see anyone behind\nyou're sitting there saying,             victim or anyone hit victim.\nthere are four people in this            WALKER also suggested that\nroom, but I only saw two. It             perhaps if he was hypnotised\nshouldn't be that way.        I          [sic] he might truly recall\nshould have seen all four                what was going on versus what\npeople. It was right in front            he indicates was tunnel vision.\nof me.\n                                         During the pre-FGJ interview,\nTr. Vol. II at 235-36.                   WALKER indicated he would be\n                                         willing to take a polygraph to\n                                         clear up this discrepancy.\n\n\n\n                                  -32-\n\f            Walker's     grand   jury   testimony      contained   all   the\n\ninformation     Conley    needed   to     thoroughly     impeach   Walker's\n\ncredibility as a witness: (1) he admitted to having given false\n\ninformation to the IAD about seeing someone behind Cox at the\n\nfence, while \"now\" he was saying he had not seen anyone; (2) he\n\nexplained that he did this because he was feeling \"guilty at not\n\nseeing more than what he saw and should have;\" and (3) by stating\n\nthat he \"should have seen things happening directly in front\" of\n\nhim, but did not, he was at a minimum indicating his poor qualities\n\nas a witness.\n\n            The FBI Memorandum adds little to this information.          As\n\nin (1), above, Walker admitted to having told IAD that he saw\n\nsomeone behind Brown, but since then convinced himself \"that he did\n\nnot see anyone running behind [Cox].        He only saw . . . Cox behind\n\n[Brown].\"     Similarly, as in (2), above, Walker explained this\n\ndiscrepancy because he \"felt compelled during the IAD to say he saw\n\nsomething . . . because he knows [Cox] and likes [him] . . . [and\n\nthus] felt bad that he could not say what happened.\"\n\n            Thus, the essential ammunition needed by Conley to attack\n\nWalker's credibility as a prosecution witness was practically\n\nidentical in both his grand jury testimony and the FBI Memorandum\n\nsummarizing his statement to that agency.\n\n            We are thus left with two pieces of information contained\n\nin the FBI Memorandum that were not previously known: (1) Walker's\n\n\n                                   -33-\n\fcryptic hypnotism statement; and (2) his willingness to submit to\n\na polygraph test.       These evidence are at best de minimis when\n\ncompared with the powerful evidence in Conley's hands which showed\n\nthat   Walker   had   changed   his   testimony,   not   on   a   collateral,\n\ninsubstantial issue, but on a critical question that went to the\n\nheart of the Government's case against Conley: his presence or\n\nabsence from the scene of the assault against Cox.\n\n           The fact of the matter is that Conley's defense chose not\n\nto impeach Walker with his prior inconsistent statements, and for\n\ngood reason.    Conley needed Walker's trial testimony to the effect\n\nthat he had seen a police officer at the bottom of the hill who fit\n\nConley's description, thus placing Conley elsewhere than at the\n\nscene of Cox's beating.     This was not just a question of passively\n\nfailing to cross-examine Walker regarding his changes of heart.\n\nConley's defense actually objected to the Government's attempt to\n\nintroduce Walker's prior inconsistent statement, see Trial Tr. II\n\nat 51-52, and vigorously relied on his credibility in an attempt to\n\nestablish by circumstantial evidence during his cross-examination\n\n(through evidence of the dropped and recovered radio), as well as\n\nduring closing arguments, that Conley was the officer Walker saw at\n\nthe bottom of the hill.\n\n           An argument first appearing in the district court's\n\nopinion, Conley       VI, 332 F. Supp. 2d at 316, adopted by the\n\nmajority, maj. op. at 17, articulates a new Brady rule regarding\n\n\n                                      -34-\n\fdistinctions between the kind of impeachment evidence provided by\n\nthe FBI Memorandum (Walker's recall ability) versus that in his\n\ngrand jury testimony (Walker's bias towards Cox).            It is an\n\nargument never made by Conley's attorneys throughout the catalogue\n\nof initial actions and appeals in this case, from the trial through\n\nthe initial habeas corpus proceedings, and which no amount of\n\njudicial voyeurism should be able resurrect.       See, e.g., Playboy\n\nEnters. v. Public Serv. Comm'n, </pre><span class=\"citation\" data-id=\"543590\"><a href=\"/opinion/543590/playboy-enterprises-inc-v-public-service-commission-of-puerto-rico/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">25</span></a></span><pre class=\"inline\">, 40 (1st Cir.), cert.\n\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">959</span></span><pre class=\"inline\"> (1990) (\"An appellant waives any issue which\n\nit does not adequately raise in its initial brief\"); United States\n\nv. Benavente Gómez, </pre><span class=\"citation\" data-id=\"553170\"><a href=\"/opinion/553170/united-states-v-pedro-benavente-gomez-united-states-v-guillermo-cerda/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">378</span></a></span><pre class=\"inline\">, 386 (1st Cir. 1990) (arguments\n\nnot raised in opening appellate brief are waived); KPS & Assocs.,\n\nInc. v. Designs By FMC, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">318</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span><pre class=\"inline\">, 25 (1st Cir. 2003)\n\n(same).\n\n          Furthermore,   the   \"ability   to   recall\"   versus   \"bias\"\n\ndistinction is one that fails to have any relevance to the facts of\n\nthis appeal.   Before the grand jury, Walker stated that \"[he]\n\nshould have seen\" what was happening directly in front of him.\n\nWhat is that if not excellent material with which to attack a\n\nwitness's ability to recall or perceive what took place at the\n\nfence that fateful night? I simply cannot agree with the majority\n\nthat the grand jury \"transcripts did not . . . provide Petitioner\n\nwith any basis to impeach Walker's ability to recall.\"      Maj. op. at\n\n19.   The grand jury testimony, like the FBI memorandum, mentions\n\n\n                                -35-\n\fthat contrary to Walker's prior statements, he now believes that he\n\ndid not see anyone running behind Brown, which pertains to Walker's\n\nability to recall.11 Yet, as explained, Conley's defense simply had\n\nno desire to take this counterproductive attack against Walker:\n\nConley needed Walker's testimony about seeing a person resembling\n\nConley at the bottom of the hill to show that Conley did not see\n\nthe officers beat Cox, thereby rebutting allegations that he\n\ncommitted perjury in testifying that he had not seen the beating\n\n(Count 2).\n\n           It defies all logic to now claim that it was in Conley's\n\ninterest   to   impeach   Walker   with   the   information   in   the   FBI\n\nMemorandum, most of which he already possessed.          Conley knew the\n\nfollowing: (1) Walker and Cox were friends; (2) Walker felt guilty\n\n\n     11\n      The cases cited by the majority for the proposition that\n\"suppressed impeachment evidence 'can be immaterial because of its\ncumulative nature only if the witness was already [or could have\nbeen] impeached at trial by the same kind of evidence,'\" maj. op.\nat 19 (citing United States v. Cuffie, </pre><span class=\"citation\" data-id=\"715743\"><a href=\"/opinion/715743/united-states-v-john-a-cuffie/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">514</span></a></span><pre class=\"inline\"> (D.C. Cir.\n1996); United States v. O'Conner, </pre><span class=\"citation\" data-id=\"702575\"><a href=\"/opinion/702575/united-states-v-john-david-oconner-united-states-of-america-v-george/\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">355</span></a></span><pre class=\"inline\">, 359 (8th Cir.\n1995)), are inapposite. In Cuffie, the Court, immediately prior to\nciting this proposition, stated that \"we must look not to the ways\ndefense counsel was able to impeach [the witness], but to the ways\nin which the witness' testimony was allowed to stand unchallenged.\"\n80 F.3d at 518 (citations omitted).       The Court reasoned that\nalthough the witness was impeached on other grounds, \"[n]one of the\nimpeachment that defense counsel conducted . . . related to\nperjury[,] . . . an infirmity in [the witness'] testimony that is\nalmost unique in its detrimental effect on a witness' credibility.\"\nId. Here, Conley's defense self-servingly chose not to impeach\nWalker's credibility with his ability to recall, although Conley\ncould have certainly done so: both the grand jury testimony and\nFBI memorandum, for example, raise doubts on Walker's ability to\nrecall because contrary to his prior statements, he now believes\nthat he did not see anyone running behind Brown.\n\n                                   -36-\n\fabout not seeing more; (3) this guilt led to Walker making prior\n\ninconsistent statements; and (4) Walker believed that an \"Officer\n\nRyan,\" rather than Conley, was the officer who arrested Brown\n\n(another important memory lapse, but one which Conley did not wish\n\nto challenge).\n\n           I cannot conceive how any court can conclude that the\n\nfailure to produce the FBI Memorandum undermines confidence in the\n\noutcome of Conley's trial.           The facts in this case pale when\n\ncompared with, for example, those in Moreno-Morales, 334 F.3d at\n\n140.   In that case, in which Brady relief was denied, we held that\n\nconfidence   in    the     outcome   of   the   trial   was    not     undermined\n\nnotwithstanding      the    prosecutor's    failure     to    reveal    thirteen\n\npolygraph examinations by a key government witness who recanted in\n\nhis testimony.       Id. at 145-48.         We reasoned that because the\n\ninconsistencies had been known by the defense through grand jury\n\ntranscripts which it possessed yet chose not to use -- a situation\n\nalmost identical to the present one -- the uncovered evidence\n\n\"would have been merely cumulative, and 'the unavailability of\n\ncumulative evidence does not deprive the defendant of due process'\"\n\nunder Brady.      Id. at 147-48 (citing United States v. Sánchez, </pre><span class=\"citation\" data-id=\"550638\"><a href=\"/opinion/550638/united-states-v-edwin-sanchez-united-states-of-america-v-gregorio/\"><span class=\"volume\">917</span>\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">607</span></a></span><pre class=\"inline\">, 618 (1st Cir. 1990); Zeigler v. Callahan, </pre><span class=\"citation\" data-id=\"394080\"><a href=\"/opinion/394080/paul-a-zeigler-v-william-t-callahan/\"><span class=\"volume\">659</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">254</span></a></span><pre class=\"inline\">,\n\n266 (1st Cir. 1981)). Similarly, in United States v. Sepúlveda, </pre><span class=\"citation\" data-id=\"195120\"><a href=\"/opinion/195120/united-states-v-sepulveda/\"><span class=\"volume\">15</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">1216</span></a></span><pre class=\"inline\"> (1st Cir. 1993), we found that although the withheld\n\nevidence of a \"government deal\" would have discredited a government\n\n\n                                     -37-\n\fwitness and was therefore \"potentially useful to the defense,\" id.\n\nat 1220, we nonetheless held that it was \"not enough\" to undermine\n\nconfidence in the outcome since \"all the material for making that\n\nassessment was available to the jury, and the new information . . .\n\nadded very little,\" id. at 1221.              See also United States v. García-\n\nTorres, </pre><span class=\"citation\" data-id=\"200606\"><a href=\"/opinion/200606/united-states-v-garcia-torres/\"><span class=\"volume\">341</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">61</span></a></span><pre class=\"inline\"> (finding that although a withheld evidence\n\nwould    have    undermined      a    witness's       credibility,   it    had    \"weak\n\nevidentiary value\" and \"substantial other evidence\" supported the\n\nverdict and thus failed to undermine confidence in the verdict).\n\nGiven our circuit precedent, I simply fail to see how the withheld\n\nevidence    in    this   case,       given   its   cumulative     nature    and   weak\n\nevidentiary value, should at all undermine our confidence in the\n\nverdict.\n\n                                             II\n\n            Equally important for Brady purposes, Walker's testimony\n\nis fully corroborated by valid, interlocking evidence, which makes\n\nthe alleged Brady violation harmless.                  See Strickler, 527 U.S. at\n\n293-94; García-Torres, 341 F.3d at 77.\n\n            As has been previously outlined, both Cox and Brown\n\nprovided ample corroborating evidence at trial concerning the\n\ntiming     of    Cox's   pursuit       of     Brown    at   the   fence,    directly\n\ncontradicting Conley's grand jury testimony.                   The testimonies of\n\nCox and Brown not only complement of each other, but they are in\n\ncritical agreement with Walker's core testimony describing Cox's\n\n\n                                         -38-\n\fchase of Brown to the fence.     Cox testified that he was right\n\nbehind Brown as he pursued Brown to the fence, Trial Tr. I at 77-\n\n78, that there was no one between him and Brown when Brown reached\n\nthe fence and climbed it, id. at 85, 88, and that he tried\n\nunsuccessfully to pull Brown down from the fence, id. at 129-130;\n\nTrial Tr. II at 14.   Substantially equally, Brown testified that a\n\nblack man wearing black clothing (a description matching Cox that\n\nnight) ran after him as he was running toward the fence, id. at 94,\n\nand that he felt someone touch his foot as he was scaling the\n\nfence, id. at 95-96, 125.   Walker's testimony duplicates Cox's and\n\nBrown's accounts: he saw Cox \"three feet behind\" a black male\n\nsuspect, who climbed the fence while Cox reached for him.   Id. at\n\n30-31, 76.   On this, Conley stated to the grand jury:\n\n          Q: Did you see anyone else in plain clothes\n          behind [Brown] as he went towards the fence?\n          A: No, I did not.\n          Q: Did you see, as he went on top of the fence\n          or climbed the fence, another individual in\n          plain clothes standing there, trying to grab\n          him?\n          A: No, I did not.\n          Q: --as he went over the fence?\n          A. No, I did not.\n          Q: So that didn't happen; is that correct?\n          Because you saw the individual [Brown] go over\n          the fence?\n          A: Yes, I seen [sic] go over the fence.\n          Q: And if these other things that I've been\n          describing, a second - another plainclothes\n          officer chasing [Brown], and actually grabbing\n          him as he went to the top of the fence, you\n          would have seen that if it had happened; is\n          that your testimony?\n          A: I think I would have seen that.\n\n\n                                -39-\n\fTrial Tr. II at 235-36.\n\n            With all due respect to my various colleagues on both the\n\ndistrict and appellate courts, who studiously and repeatedly have\n\nhad to read through the evidence in this case, they need not have\n\ngone any further than the above to have reached the conclusion\n\nwhich is self evident: there was ample, credible, corroborating\n\nevidence with which to sustain Conley's flagrant perjury and\n\nobstruction of justice.\n\n            Although I have previously raised this concern, see\n\nConley V, 323 F.3d at 25 n.14 (Torruella J., dissenting), I cannot\n\nclose   this     dissent    without    commenting       on    the   unjustified\n\ndenigration of the Government's case by reason of its reliance on\n\ncircumstantial evidence. Cf. United States v. Gamache, </pre><span class=\"citation\" data-id=\"198087\"><a href=\"/opinion/198087/united-states-v-gamache/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">,\n\n8 (1st Cir. 1998) (\"circumstantial evidence, if it meets all the\n\nother criteria of admissibility, is just as appropriate as direct\n\nevidence and is entitled to be given whatever weight the jury deems\n\nit should be given); United States v. Hughes, </pre><span class=\"citation\" data-id=\"198913\"><a href=\"/opinion/198913/united-states-v-hughes/\"><span class=\"volume\">211</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">676</span></a></span><pre class=\"inline\">, 681\n\n(1st Cir. 2000) (same).            This unfortunate trend was initially\n\ncommenced   by   the   en   banc    court,   id.   at   16,   was   predictably\n\ncontinued by the district court, Conley VI, 332 F. Supp. 2d at 324,\n\nand has ultimately been crowned by the majority in this opinion,\n\nmaj. op. at 15-16, whose blistering attack on Cox, Walker, and\n\nBrown would almost lead me to conclude that Cox assaulted himself\n\nwere it not that I also have some knowledge of the evidence in this\n\n\n                                      -40-\n\fcase.        Despite   repeated   attempts      during       cross-examination     to\n\nchallenge Cox's ability to recall the events of the night in\n\nquestion, Trial Tr. I at 102-03, 107-09, 117-25, 129, as well as\n\nBrown's       credibility,    Trial     Tr.   II   at   130,    145-54,   the     jury\n\nconvicted Conley of perjury and obstruction of justice. Of course,\n\nConley wisely chose not to cross-examine Walker in the manner that\n\nhe did Cox and Brown despite having all the ammunition that he\n\nneeded to do so.           Lastly, a point that has been consistently\n\ndownplayed, if not outright overlooked, by my colleagues, Brown's\n\ntestimony placing Conley at the fence while Cox was being beaten is\n\nanything        but    circumstantial     evidence,      a     point   conceded    in\n\nPetitioner's brief, Brief for Petitioner at 6 n.4, although it is\n\nallegedly discounted because of Conley's acquittal on Count 2.12\n\nWhat is apparently neglected by this contention is that Conley's\n\npresence at the fence is also relevant to placing in context his\n\nperjured testimony to the effect that there was no one other than\n\nhimself at the fence.\n\n\n\n\n        12\n      I cannot agree with the majority's assertion that Conley's\nacquittal on Count 2 (i.e., for testifying that he did not observe\nanyone beating Cox), ostensibly means that the jury rejected\nBrown's testimony altogether and that Walker was the center of the\ngovernment's case. Maj. op. at 13. It could very well mean that\nthe jury did not credit that part of Brown's testimony in which he\nsaid he saw Conley watch the beating of Cox -- a part of Brown's\ntestimony that was neither corroborated by Cox nor Walker. The\nrest of Brown's testimony, however, was corroborated by both Cox\nand Walker.\n\n                                         -41-\n\f             The circumstantial evidence argument is a red herring\n\nthat obfuscates the fact that Brady analysis does not allow for a\n\nretrial of the case under the guise of a § 2255 proceeding, as the\n\nmajority in effect does.        See also Conley VI, 332 F. Supp. 2d at\n\n324.    This Court, in affirming Conley's conviction on direct\n\nappeal, deemed the circumstantial evidence sufficient.             Conley I,\n\n186 F.3d at 7.         Nor did we find Walker's testimony to be the\n\n\"linchpin\" that Conley, and the majority, now makes it out to be.\n\nMaj. op. at 16.         Because Cox and Brown were describing what\n\nactually happened to them at the fence, as opposed to Walker's\n\neyewitness account of the events, the testimonies of Cox and Brown\n\nwere just as crucial as Walker's.            More importantly, the time for\n\nchallenging the sufficiency of the evidence is long past.                Kyles,\n\n514 U.S. at 434 (determining materiality under Brady is \"not a\n\nsufficiency of evidence test\").\n\n             As Judge Bownes stated in his cogent dissent, in language\n\nfamiliar to those who have charged juries on a regular basis,\n\n\"[C]ircumstantial evidence is just as reliable as testimony and at\n\ntimes, more reliable because it does not depend on the memory or\n\njudgment of what a witness saw and remembered and it is not subject\n\nto the biases and prejudices that are part of all human beings.\"\n\nConley V, 323 F.3d at 18 (Bownes, J., dissenting).           I suspect that\n\nthis   new   \"Conley    rule\"   of   circumstantial    evidence   will    be   a\n\nbounteous field for the myriad of defendants who up to now have\n\n\n                                      -42-\n\fbeen charged and successfully convicted as a matter of course on\n\nsuch evidence.\n\n          For the reasons stated, I respectfully dissent.\n\n\n\n\n                              -43-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105912/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109506/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111514/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117923/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117975/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118307/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195120/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198087/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198097/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198855/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198913/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199406/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200144/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200248/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200530/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/380303/",
    "http://www.courtlistener.com/api/rest/v3/opinions/394080/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543590/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550638/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566793/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584145/",
    "http://www.courtlistener.com/api/rest/v3/opinions/696283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/702575/",
    "http://www.courtlistener.com/api/rest/v3/opinions/715743/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776396/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781268/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781981/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2459852/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2504454/"
  ]
}