{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201819/",
  "absolute_url": "/opinion/201819/avx-corporation-v-cabot-corporation/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201819/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:35:00Z",
  "date_modified": "2016-02-28T05:06:32.203094Z",
  "type": "010combined",
  "sha1": "68f5c89560b94c072dd8a5fdfb99128f9b2de417",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-2656-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/09/13/AVX_Corporation_v._Cabot_Corporation.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\nNo. 04-2656\n\n                   AVX CORPORATION and AVX LIMITED,\n\n                        Plaintiffs, Appellants,\n\n                                  v.\n\n                          CABOT CORPORATION,\n\n                         Defendant, Appellee.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                   FOR THE DISTRICT OF MASSACHUSETTS\n\n            [Hon. Richard G. Stearns, U.S. District Judge]\n\n\n                                Before\n\n                          Boudin, Chief Judge,\n\n                         Selya, Circuit Judge,\n\n                   and Siler,* Senior Circuit Judge.\n\n\n     Evan Slavitt with whom Bodoff & Slavitt LLP was on brief for\nappellants.\n     Robert S. Frank, Jr. with whom Brian A. Davis, Terrence M.\nSchwab and Choate, Hall & Stewart LLP were on brief for appellee.\n\n\n\n                          September 13, 2005\n\n\n\n\n     *\n         Of the Sixth Circuit, sitting by designation.\n\f           BOUDIN, Chief Judge. This appeal, raising an interesting\n\nres judicata issue, grows out of two law suits between essentially\n\nthe same parties: AVX Corporation and AVX Limited (collectively,\n\n\"AVX\"), and Cabot Corporation (\"Cabot\").1           AVX makes electronic\n\ncomponents   and   other   products   in   which    the   metallic      element\n\ntantalum is sometimes employed. Cabot purchases tantalum, converts\n\nit into powder or wire, and sells these products to manufacturers\n\nsuch as AVX.\n\n           Because the present case was resolved on a motion to\n\ndismiss, we accept as true the allegations in AVX's complaint.\n\nAulson v. Blanchard, 83 F.3d 1, 3 (1st Cir. 1996).              In early 2000,\n\nAVX and Cabot, who had done business for some time, signed a letter\n\nof intent to enter into a two-year tantalum purchase agreement.\n\nLater in the year, as the market for tantalum tightened, the\n\nparties signed a final five-year agreement (effective January 1,\n\n2001) with quantity and price terms less favorable to AVX than\n\nthose contemplated by the letter of intent.\n\n           In July 2002, AVX Corporation sued Cabot and a Cabot\n\naffiliate in the federal district court in Massachusetts, charging\n\nthem with unlawful price discrimination under the Robinson-Patman\n\nPrice Discrimination Act, 15 U.S.C. § 13 (2000), and asserting\n\nclaims   under   Massachusetts   law;   one   aim   of    the    suit   was   to\n\n\n\n     1\n      Cabot affiliate Cabot Performance Materials, Inc. was also a\ndefendant in the first law suit, but not in the second.\n\n                                  -2-\n\finvalidate the five-year agreement and to have the 2000 letter of\n\nintent treated as a binding contract.                     Although the complaint\n\nasserted     diversity       jurisdiction,        AVX     Corporation     and     Cabot\n\nCorporation are both Delaware corporations, precluding diversity.\n\nNevertheless, the Robinson-Patman count is within the district\n\ncourt's original jurisdiction, 28 U.S.C. § 1337 (2000), and the\n\nstate   claims      were     potentially         within       the   court's     pendent\n\njurisdiction, id. § 1367.\n\n             On February 5, 2003, the court held a hearing on a motion\n\nby Cabot to dismiss the action, during which the district judge\n\nagreed with Cabot that the Robinson-Patman claim (and one of the\n\nsix state counts) had to be dismissed for failure to state a claim.\n\nSpecifically, the court found that the complaint's allegations did\n\nnot include all necessary elements of a Robinson-Patman claim,\n\nalthough     it   said    that    AVX    could    try    to    repair   the   pleading\n\ndeficiency.       The court also found that AVX Limited was a necessary\n\nparty and instructed AVX that it must amend the complaint to\n\ninclude AVX Limited if it wished to move forward, giving AVX thirty\n\ndays to file any desired amendment.\n\n             Within      thirty   days    AVX    filed    an    amended   complaint,\n\njoining AVX Limited as a plaintiff and setting forth its state law\n\nclaims but no federal counts. Cabot responded by moving to dismiss\n\nfor   lack   of    federal    subject-matter        jurisdiction,       and     shortly\n\nthereafter Cabot filed a declaratory judgment action against AVX in\n\n\n                                          -3-\n\fMassachusetts Superior Court seeking to have the state court\n\ndeclare the five-year agreement valid.              Then, before the district\n\ncourt   took   any    further     action,    AVX   and   Cabot    filed   a   joint\n\nstipulation    of    dismissal     under    Fed.    R.   Civ.    P.   41(a)(1)(ii)\n\ndismissing \"this action . . . without prejudice . . . .\"\n\n           Back      in   state   court,    AVX    subsequently       asserted,   as\n\ncounterclaims, the state law claims asserted in its original\n\nfederal court complaint. After a nine-month delay, AVX then sought\n\nto add to its counterclaims an additional count alleging violations\n\nof the Sherman and Clayton Acts, 15 U.S.C. §§ 1, 14, as well as\n\nstate antitrust laws.           This claim asserted that Cabot used its\n\nmonopoly power over certain tantalum products to force AVX                        to\n\npurchase other tantalum products that it did not need--in antitrust\n\nparlance, a classic tying violation.              Once again, AVX targeted the\n\nfive-year purchase agreement signed in late 2000.\n\n           After the Superior Court denied the motion to amend--\n\nfederal courts have exclusive jurisdiction over federal antitrust\n\nclaims, 15 U.S.C. §§ 4, 15; see Gen. Inv. Co. v. Lake Shore & Mich.\n\nS. Ry. Co., 260 U.S. 261, 286-87 (1922)--AVX filed the present law\n\nsuit against Cabot in federal district court, presenting the same\n\nSherman and Clayton Act claim it had asserted in its proposed\n\nstate-court amended counterclaim.            The case was transferred to the\n\nsame district judge who had presided over AVX's original 2002\n\n\n\n\n                                       -4-\n\faction.     In due course, the district court dismissed the new\n\ncomplaint on res judicata grounds.\n\n            The district court found that the case met the three-part\n\ntest for federal claim preclusion set forth in In Re Iannochino,\n\n242 F.3d 36, 43 (1st Cir. 2001):                  it said that the original Rule\n\n12(b)(6)    dismissal       of    the    Robinson-Patman         claim   was    a    final\n\njudgment on the merits; that the new Sherman and Clayton Act claim\n\nwas sufficiently related to the Robinson-Patman claim to invoke res\n\njudicata; and that the parties to the two federal actions were the\n\nsame.     AVX now appeals to contest this ruling.                   Our review is de\n\nnovo.    Porn v. Nat'l Grange Mut. Ins. Co., 93 F.3d 31, 33 (1st Cir.\n\n1996).\n\n            The rules for res judicata, where a federal court is\n\nconsidering the effect of its own prior disposition of a federal\n\nclaim on a newly brought federal claim, are a matter of federal\n\nlaw.    Apparel Art Int'l, Inc. v. Amertex Enters. Ltd., 48 F.3d 576,\n\n582 (1st Cir. 1995).             The rules have developed through judicial\n\ndecision, drawing on common law res judicata doctrine as it has\n\ndeveloped    over    time.        This    case     does   not    involve   collateral\n\nestoppel    (or    issue    preclusion)       but    rather      the   branch       of   res\n\njudicata known as merger and bar (or claim preclusion).\n\n            Traditional merger and bar doctrine prevents a party from\n\nasserting a claim previously decided on the merits by a final\n\njudgment    in    another    case       between    the    same   parties   (or       their\n\n\n                                           -5-\n\fprivies): the re-asserted claim is deemed \"merged\" into the prior\n\njudgment if the plaintiff had won or \"barred\"                 by it if the\n\nplaintiff had lost.        See Restatement (Second) of Judgments § 18 &\n\ncmt. a (1982) (merger); id. § 19 (bar).            Ordinarily, a dismissal\n\nfor failure to state a claim is treated as a dismissal on the\n\nmerits, and there is abundant case law to this effect.                    E.g.,\n\nUnited States ex rel. Karvelas v. Melrose-Wakefield Hosp., 360 F.3d\n\n220, 241 (1st Cir.), cert. denied, 125 S. Ct. 59 (2004); Acevedo-\n\nVillalobos v. Hernandez, 22 F.3d 384, 388-89 (1st Cir.), cert.\n\ndenied, 513 U.S. 1015 (1994).\n\n           In the common-law vocabulary, a price discrimination\n\nclaim under the Robinson-Patman Act would not be the same claim as\n\nmonopolization or tying claims under the Sherman and Clayton Acts,\n\nbecause the Robinson-Patman claim has quite different elements that\n\nmust be proved to make out the claim.            So one might expect that\n\nclaim preclusion would not operate in the present case.                 However,\n\nas a result of case law development, identity of claims in the\n\ncommon-law sense is no longer a precondition to federal claim\n\npreclusion. In most situations involving federal claims, it is now\n\nenough to trigger claim preclusion that the plaintiff's second\n\nclaim   grows   out   of    the   same    transaction   or   set   of    related\n\ntransactions as the previously decided claim. Aunyx Corp. v. Canon\n\nU.S.A., Inc., 978 F.2d 3, 6-7 (1st Cir. 1992), cert. denied, 507\n\nU.S. 973 (1993); Kale v. Combined Ins. Co. of Am., 924 F.2d 1161,\n\n\n                                         -6-\n\f1166 (1st Cir.), cert. denied, 502 U.S. 816 (1991).               The implicit\n\nrationale is that for the sake of efficiency, all such claims\n\nshould be brought together, if this is possible.            In short, the res\n\njudicata doctrine functions not only in its traditional role of\n\npreventing repeat claims, but has become a compulsory joinder\n\nrequirement for closely related claims.             Compare Fed. R. Civ. P.\n\n13(a).\n\n              In this case, there is a substantial argument that the\n\nSherman and Clayton Act claim grows out of the same transaction or\n\nset of transactions as the Robinson-Patman claim; the district\n\ncourt    so   found,   although    AVX   contests    the   ruling,   and   both\n\ncomplaints focus on the same contract.                We bypass the \"same\n\ntransaction\" issue because we conclude that the district court's\n\nFebruary 5, 2003, dismissal of the Robinson-Patman count was not a\n\n\"final judgment\" and that the entire action was ultimately disposed\n\nof by stipulation \"without prejudice.\"\n\n              The first requirement for claim preclusion--the rules may\n\nbe   somewhat    different   for    issue   preclusion,     see    Restatement\n\n(Second) of Judgments § 13 & cmt. g--is that there be a final\n\njudgment in the prior case.        Id. §§ 13, 18-19.       In this instance,\n\nthe district judge in the original federal action announced from\n\nthe bench his decision to dismiss the Robinson-Patman count (and\n\none state count); but a number of state claims were left pending,\n\nquite apart from the leave given to amend the Robinson-Patman claim\n\n\n                                     -7-\n\fwithin thirty days.    At no point did the court enter a final\n\njudgment as to all of the claims, Fed. R. Civ. P. 58, or a partial\n\nfinal judgment as to the Robinson-Patman claim, Fed. R. Civ. P.\n\n54(b).\n\n          The order from the bench patently did not constitute a\n\nfinal judgment for purposes of the statutes and rules governing the\n\ntiming of appeals from final judgments.        Ordinarily, a judgment is\n\nnot final unless it disposes of all claims against all parties,\n\nalthough it is possible to have a partial final judgment as to some\n\nclaims or some parties under Fed. R. Civ. P. 54(b).              In a few\n\ninstances, the statutes or doctrine also permit interlocutory\n\nappeals (e.g., preliminary injunctions and certified controlling\n\nquestions of law, 28 U.S.C. § 1292), but no such exception is\n\napplicable here.\n\n          In each of the cases cited by the district court and by\n\nCabot for the proposition that Rule 12(b)(6) dismissals have\n\nclaim-preclusive   effect,   the   dismissal    disposed   of   an   entire\n\ncomplaint, not just some subset of the plaintiff's claims.             See\n\nKarvelas, 360 F.3d at 223, 241; Acevedo-Villalobos, 22 F.3d at 386;\n\nIsaac v. Schwartz, 706 F.2d 15, 16-17 (1st Cir. 1983) (decided\n\nunder Massachusetts law); Andrews-Clarke v. Lucent Techs., Inc.,\n\n157 F. Supp. 2d 93, 97 (D. Mass. 2001); Connaughton v. New England\n\nTel. & Tel., No. 87-2369-MA, 1988 WL 34321, at *1 (D. Mass. Mar.\n\n\n\n\n                                   -8-\n\f18, 1988).2         As such, the dismissal in fact \"end[ed] the litigation\n\non the merits and le[ft] nothing for the court to do but execute\n\nthe   judgment,\"           Acevedo-Villalobos,        22   F.3d   at    388   (quoting\n\nFirestone Tire & Rubber Co. v. Risjord, 449 U.S. 368, 373-74\n\n(1981)), and thus is properly considered a \"final judgment\" for\n\nfederal claim preclusion purposes.\n\n               A final judgment embodying the dismissal would eventually\n\nhave been entered if the state claims had been later resolved by\n\nthe court.          Instead, before any further action by the court, AVX\n\nand Cabot jointly dismissed the entire action without prejudice.\n\nEven without the parties' use of the phrase, the entire action was\n\nautomatically dismissed without prejudice by virtue of Rule 41's\n\nterms       because    the      parties   did   not   specify     a    dismissal     with\n\nprejudice.          See Fed. R. Civ. P. 41(a)(1).\n\n               Thus,       if     the     conventional      finality      tests      for\n\nappealability purposes are applied to determine the finality of a\n\njudgment for claim preclusion purposes, there was never a final\n\njudgment       on    the    Robinson-Patman       claim.     There      was   only    the\n\nannouncement of a dismissal, which would have matured into a final\n\njudgment if the court had ever resolved the remaining claims.\n\n\n        2\n      The Rule 12(b)(6) dismissal that was the source of the\nSupreme Court's oft-cited footnote in Federated Dep't Stores, Inc.\nv. Moitie, 452 U.S. 394 (1981), stating that \"[t]he dismissal for\nfailure to state a claim under Federal Rule of Civil Procedure\n12(b)(6) is a 'judgment on the merits,'\" id. at 399 n.3, was\nlikewise a dismissal of \"all of the actions 'in their entirety,'\"\nid. at 396.\n\n                                            -9-\n\fCourts generally assume that the finality requirements in the two\n\nspheres are interchangeable, 18A Wright, Miller & Cooper, Federal\n\nPractice and Procedure: Jurisdiction 2d § 4432 & n.3, at 53, § 4434\n\n&   n.28,   at   128    (2002)   (collecting   cases),    and   this   approach\n\nenhances predictability and avoids confusion.\n\n            The Restatement does contemplate a possible softening of\n\nthe   traditional       final    judgment   requirement   in    certain   cases\n\ninvolving issue preclusion. Restatement (Second) of Judgments § 13\n\ncmts. b, g.      There is some case law support for this view.             See,\n\ne.g., Lummus Co. v. Commonwealth Oil Refining Co., 297 F.2d 80, 89\n\n(2d Cir. 1961) (Friendly, J.), cert. denied, 368 U.S. 986 (1962).\n\nHowever, while its language on the matter is not crystal clear, the\n\nRestatement appears to adhere to the conventional finality test for\n\nmerger and bar.        See Restatement (Second) of Judgments § 13 & cmt.\n\nb. While Wright, Miller and Cooper recognize that this may produce\n\nsome incongruities in some circumstances, they too appear generally\n\nto support this approach. See 18A Wright, Miller & Cooper, Federal\n\nPractice and Procedure: Jurisdiction 2d § 4434 & nn. 28-30, at 128-\n\n30.\n\n            There might be cases that would tempt a court to apply a\n\nmore flexible approach to defining finality for federal claim\n\npreclusion purposes. Imagine, for example, that shortly before the\n\npresent case, another district court had completed a lengthy trial\n\nof AVX's Robinson-Patman claim and entry of a final judgment was\n\n\n                                      -10-\n\fawaiting only the disposition of other claims; at that point the\n\nargument for giving the other court's ruling claim-preclusive\n\neffect might appear to be a         strong one.        Indeed, one could\n\nconstruct an entirely separate jurisprudence of finality for res\n\njudicata   responsive   to   its   purposes   rather   than   to   concerns\n\ngoverning immediate appealability vel non.\n\n           But every such deviation from the finality test used for\n\nappealability purposes has a cost, namely, the uncertainty created\n\nby having two different finality tests; it is not clear that much\n\nwould be gained; and there are some policy reasons for a single\n\ntest.   In particular, an interim order that is not accompanied by\n\nan express entry of final judgment \"is subject to revision at any\n\ntime before the entry of judgment adjudicating all the claims and\n\nthe rights and liabilities of all the parties.\"          Fed. R. Civ. P.\n\n54(b); see also, e.g., United States v. Arkansas, 791 F.2d 1573,\n\n1576 (8th Cir. 1986).    In all events, nothing in the present facts\n\nsuggests that this is a case for an innovating departure from the\n\nprevailing final judgment requirement for federal claim preclusion.\n\n           Cabot's position in this case is further weakened by the\n\ndismissal of the entire original federal action without prejudice\n\nby stipulation of the parties.       The district court took the view\n\nthat at the point that this occurred, \"there was no remaining\n\nfederal claim in the lawsuit.\"      But this assumes the premise; the\n\nRobinson-Patman claim was in some sense still in the law suit (the\n\n\n                                   -11-\n\fdismissal could have been reconsidered or eventually appealed) and\n\nin some sense out (absent reconsideration by the judge, it could\n\nnot   have   been    pursued   at    trial    without      an   amendment      to   the\n\ncomplaint--and the original time set for amending had expired).\n\n             What was dismissed without prejudice was \"the action\" in\n\nwhich   a    Robinson-Patman        claim    had    been    asserted.         If    the\n\nstipulation is taken at face value, it is easy enough to read it as\n\nencompassing all claims asserted in the law suit at any stage;\n\nCabot would certainly have been aggrieved if, as soon as the\n\nstipulation were signed, AVX had sought entry of a final judgment\n\non the Robinson-Patman claim and then attempted to appeal that\n\ndismissal.      In    one   earlier    case    we    said     as   to   a   voluntary\n\ndismissal:\n\n             Absent explicit conditions to the contrary,\n             the prior proceedings became a nullity.     We\n             agree with the [In re] Piper [Aircraft\n             Distrib. Sys. Antitrust Litig., 551 F.2d 213\n             (8th Cir. 1977)] and [Cabrera v. Municipality\n             of Bayamon, 622 F.2d 4 (1st Cir. 1980)] panels\n             that, once an action has been voluntarily\n             discontinued, all markings are erased and the\n             page is once again pristine.\n\nSandstrom v. ChemLawn Corp., 904 F.2d 83, 86 (1st Cir. 1990); see\n\nalso Piper, 551 F.2d at 219 (voluntary dismissal without prejudice\n\nunder Fed. R. Civ. P. 41(a)(1)(i) \"carries down with it previous\n\nproceedings and orders in the action, and all pleadings, both of\n\nplaintiff     and    defendant,      and    all     issues,     with    respect     to\n\nplaintiff's claim\" (internal quotation mark omitted)).                      Whether or\n\n\n                                       -12-\n\fnot there are qualifications to this generalization, Cabot does not\n\nexplain how it is to be reconciled with the district court decision\n\nin this case.\n\n          Admittedly, the parties almost surely did not expect that\n\nthe Robinson-Patman claim was ever going to be resurrected in this\n\nlaw suit or any other.   If Cabot had insisted, AVX might well have\n\nagreed that the stipulation be drafted to say that the dismissal\n\nwas without prejudice except that the Robinson-Patman claim was\n\ndismissed with prejudice.   But Cabot did not so insist.   However\n\nthe stipulation is read, it certainly does not itself constitute a\n\ndismissal of the Robinson-Patman claim with prejudice; at best, it\n\nleaves Cabot free to argue that the original dismissal was a final\n\njudgment--a position we have rejected.\n\n          Of course, AVX has not sought to resurrect the Robinson-\n\nPatman claim; what Cabot is losing is the arguable ability to\n\nforeclose other antitrust claims (under the Sherman and Clayton\n\nActs) on which the district court never pronounced.   It is hard to\n\nshed too many tears for Cabot because it now has to defend against\n\nclaims not previously resolved on the merits at all.        In the\n\nunlikely event that AVX sought to assert the Robinson-Patman claim\n\nnow--which it has not attempted--the district judge would likely\n\nmake short work of the effort.\n\n          Rather, the real loser in this instance is the interest\n\nin judicial efficiency that lies behind the replacement of the\n\n\n                                 -13-\n\fcommon   law     rule   defining   claims     narrowly     with   the   present\n\ntransactional test. See Apparel Art Int'l, 48 F.3d at 583 (quoting\n\nAllen v. McCurry, 449 U.S. 90, 94 (1980)); see also Bay State HMO\n\nMgmt., Inc. v. Tingley Sys., Inc., 181 F.3d 174, 181-82 (1st Cir.\n\n1999), cert. denied, 528 U.S. 1187 (2000).                 Rule 41(a)(1)(ii)\n\nevidently permits parties to circumvent this interest for reasons\n\nof their own by dismissing without prejudice and without the\n\ndistrict court's consent.          There is no limit on when such a\n\nstipulation can be filed, and it could easily occur after the court\n\nhad done considerable work on an action.\n\n              But one side usually has an interest in resisting such an\n\nunqualified dismissal without prejudice as to any claim on which it\n\neffectively      prevailed    (albeit short of final judgment), since\n\notherwise the case can later be resurrected.               Further, there is\n\nsome interest in letting the parties agree to halt litigation, and\n\neven if there is a net loss in efficiency in a particular case, it\n\nwas up to those who framed and approved Rule 41 to balance\n\nefficiency for the court against party autonomy.\n\n              There is relatively little circuit case law on the\n\nproblem posed in this case.        A Seventh Circuit case uses the same\n\napproach we have adopted and so supports our position. See Gilbert\n\nv. Braniff Int'l Corp., 579 F.2d 411 (7th Cir. 1978) (involving\n\ndismissal with leave to amend). But the decision was analyzing the\n\neffect   of    an   earlier   decision   in    a   state    court   where   the\n\n\n                                    -14-\n\fformalities of finality were somewhat different than those in a\n\nfederal court; and it is worth noting that in the Seventh Circuit\n\ncase a dissenting judge thought that res judicata should apply to\n\nbar the second action.         Id. at 414 (Pell, J., dissenting).\n\n              Contrary   to    Cabot's      contention,       this    case    is     not\n\ncontrolled by our prior decision in Kale.                There, Kale brought a\n\nfederal age discrimination suit in the district court together with\n\nassociated state claims; when the district court found the federal\n\nclaim barred by the statute of limitations, it dismissed the\n\npendent state claims without prejudice--Kale having not troubled to\n\npress them based on diversity jurisdiction which unquestionably\n\nexisted.      Kale, 924 F.2d at 1163-64.             When Kale then brought new\n\nstate claims in state court, the employer removed the new action to\n\nfederal court where the judge then invoked res judicata to dismiss\n\nthe state claims and we affirmed.              Id. at 1164, 1169.\n\n              In Kale, there was a final judgment adjudicating the\n\nfederal claim and thus a traditional basis for the operation of res\n\njudicata.       Kale,    924   F.2d    at   1165.       The   district       court    in\n\ndismissing related state claims had said that this was without\n\nprejudice, but this court said that because the state claims could\n\nhave   been    pursued   in    the    first    law    suit    based   on     diversity\n\njurisdiction, ordinary res judicata rules applied to bar the new\n\nlaw suit on the same claims.           Id. at 1166-67.        In this case, there\n\n\n\n\n                                        -15-\n\fis no final judgment on the Robinson-Patman claim so res judicata\n\ncannot operate.\n\n           The judgment of the district court is vacated and the\n\nmatter   remanded   for   further   proceedings   consistent   with   this\n\ndecision. Costs are taxed in favor of the Appellants.\n\n           It is so ordered.\n\n\n\n\n                                    -16-\n\f",
  "html": "<p class=\"case_cite\">424 F.3d 28</p>\n    <p class=\"parties\">AVX CORPORATION and AVX Limited, Plaintiffs, Appellants,<br>v.<br>CABOT CORPORATION, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 04-2656.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard August 3, 2005.</p>\n    <p class=\"date\">Decided September 13, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Evan Slavitt with whom Bodoff &amp; Slavitt LLP was on brief for appellants.</p>\n      <p class=\"indent\">Robert S. Frank, Jr. with whom Brian A. Davis, Terrence M. Schwab and Choate, Hall &amp; Stewart LLP were on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, SELYA, Circuit Judge, and Siler,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal, raising an interesting res judicata issue, grows out of two law suits between essentially the same parties: AVX Corporation and AVX Limited (collectively, \"AVX\"), and Cabot Corporation (\"Cabot\").<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> AVX makes electronic components and other products in which the metallic element tantalum is sometimes employed. Cabot purchases tantalum, converts it into powder or wire, and sells these products to manufacturers such as AVX.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Because the present case was resolved on a motion to dismiss, we accept as true the allegations in AVX's complaint. <i>Aulson v. Blanchard,</i> 83 F.3d 1, 3 (1st Cir.1996). In early 2000, AVX and Cabot, who had done business for some time, signed a letter of intent to enter into a two-year tantalum purchase agreement. Later in the year, as the market for tantalum tightened, the parties signed a final five-year agreement (effective January 1, 2001) with quantity and price terms less favorable to AVX than those contemplated by the letter of intent.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In July 2002, AVX Corporation sued Cabot and a Cabot affiliate in the federal district court in Massachusetts, charging them with unlawful price discrimination under the Robinson-Patman Price Discrimination Act, 15 U.S.C. &#167; 13 (2000), and asserting claims under Massachusetts law; one aim of the suit was to invalidate the five-year agreement and to have the 2000 letter of intent treated as a binding contract. Although the complaint asserted diversity jurisdiction, AVX Corporation and Cabot Corporation are both Delaware corporations, precluding diversity. Nevertheless, the Robinson-Patman count is within the district court's original jurisdiction, 28 U.S.C. &#167; 1337 (2000), and the state claims were potentially within the court's pendent jurisdiction, <i>id.</i> &#167; 1367.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On February 5, 2003, the court held a hearing on a motion by Cabot to dismiss the action, during which the district judge agreed with Cabot that the Robinson-Patman claim (and one of the six state counts) had to be dismissed for failure to state a claim. Specifically, the court found that the complaint's allegations did not include all necessary elements of a Robinson-Patman claim, although it said that AVX could try to repair the pleading deficiency. The court also found that AVX Limited was a necessary party and instructed AVX that it must amend the complaint to include AVX Limited if it wished to move forward, giving AVX thirty days to file any desired amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Within thirty days AVX filed an amended complaint, joining AVX Limited as a plaintiff and setting forth its state law claims but no federal counts. Cabot responded by moving to dismiss for lack of federal subject-matter jurisdiction, and shortly thereafter Cabot filed a declaratory judgment action against AVX in Massachusetts Superior Court seeking to have the state court declare the five-year agreement valid. Then, before the district court took any further action, AVX and Cabot filed a joint stipulation of dismissal under Fed.R.Civ.P. 41(a)(1)(ii) dismissing \"this action ... without prejudice....\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Back in state court, AVX subsequently asserted, as counterclaims, the state law claims asserted in its original federal court complaint. After a nine-month delay, AVX then sought to add to its counterclaims an additional count alleging violations of the Sherman and Clayton Acts, 15 U.S.C. &#167;&#167; 1, 14, as well as state antitrust laws. This claim asserted that Cabot used its monopoly power over certain tantalum products to force AVX to purchase other tantalum products that it did not need &#8212; in antitrust parlance, a classic tying violation. Once again, AVX targeted the five-year purchase agreement signed in late 2000.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After the Superior Court denied the motion to amend &#8212; federal courts have exclusive jurisdiction over federal antitrust claims, 15 U.S.C. &#167;&#167; 4, 15; <i>see Gen. Inv. Co. v. Lake Shore &amp; Mich. S. Ry. Co.,</i> 260 U.S. 261, 286-87, 43 S.Ct. 106, 67 L.Ed. 244 (1922) &#8212; AVX filed the present law suit against Cabot in federal district court, presenting the same Sherman and Clayton Act claim it had asserted in its proposed state-court amended counterclaim. The case was transferred to the same district judge who had presided over AVX's original 2002 action. In due course, the district court dismissed the new complaint on res judicata grounds.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court found that the case met the three-part test for federal claim preclusion set forth in <i>In Re Iannochino,</i> 242 F.3d 36, 43 (1st Cir.2001): it said that the original Rule 12(b)(6) dismissal of the Robinson-Patman claim was a final judgment on the merits; that the new Sherman and Clayton Act claim was sufficiently related to the Robinson-Patman claim to invoke res judicata; and that the parties to the two federal actions were the same. AVX now appeals to contest this ruling. Our review is <i>de novo. Porn v. Nat'l Grange Mut. Ins. Co.,</i> 93 F.3d 31, 33 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The rules for res judicata, where a federal court is considering the effect of its own prior disposition of a federal claim on a newly brought federal claim, are a matter of federal law. <i>Apparel Art Int'l, Inc. v. Amertex Enters. Ltd.,</i> 48 F.3d 576, 582 (1st Cir.1995). The rules have developed through judicial decision, drawing on common law res judicata doctrine as it has developed over time. This case does not involve collateral estoppel (or issue preclusion) but rather the branch of res judicata known as merger and bar (or claim preclusion).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Traditional merger and bar doctrine prevents a party from asserting a claim previously decided on the merits by a final judgment in another case between the same parties (or their privies): the re-asserted claim is deemed \"merged\" into the prior judgment if the plaintiff had won or \"barred\" by it if the plaintiff had lost. <i>See</i> Restatement (Second) of Judgments &#167; 18 &amp; cmt. a (1982) (merger); <i>id.</i> &#167; 19(bar). Ordinarily, a dismissal for failure to state a claim is treated as a dismissal on the merits, and there is abundant case law to this effect. <i>E.g., United States ex rel. Karvelas v. Melrose-Wakefield Hosp.,</i> 360 F.3d 220, 241 (1st Cir.), <i>cert. denied,</i> ___ U.S. ___, 125 S.Ct. 59, 160 L.Ed.2d 28 (2004); <i>Acevedo-Villalobos v. Hernandez,</i> 22 F.3d 384, 388-89 (1st Cir.), <i>cert. denied,</i> 513 U.S. 1015, 115 S.Ct. 574, 130 L.Ed.2d 490 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In the common-law vocabulary, a price discrimination claim under the Robinson-Patman Act would not be the same claim as monopolization or tying claims under the Sherman and Clayton Acts, because the Robinson-Patman claim has quite different elements that must be proved to make out the claim. So one might expect that claim preclusion would not operate in the present case. However, as a result of case law development, identity of claims in the common-law sense is no longer a precondition to federal claim preclusion. In most situations involving federal claims, it is now enough to trigger claim preclusion that the plaintiff's second claim grows out of the same transaction or set of related transactions as the previously decided claim. <i>Aunyx Corp. v. Canon U.S.A., Inc.,</i> 978 F.2d 3, 6-7 (1st Cir.1992), <i>cert. denied,</i> 507 U.S. 973, 113 S.Ct. 1416, 122 L.Ed.2d 786 (1993); <i>Kale v. Combined Ins. Co. of Am.,</i> 924 F.2d 1161, 1166 (1st Cir.), <i>cert. denied,</i> 502 U.S. 816, 112 S.Ct. 69, 116 L.Ed.2d 44 (1991). The implicit rationale is that for the sake of efficiency, all such claims should be brought together, if this is possible. In short, the res judicata doctrine functions not only in its traditional role of preventing repeat claims, but has become a compulsory joinder requirement for closely related claims. <i>Compare</i> Fed.R.Civ.P. 13(a).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In this case, there is a substantial argument that the Sherman and Clayton Act claim grows out of the same transaction or set of transactions as the Robinson-Patman claim; the district court so found, although AVX contests the ruling, and both complaints focus on the same contract. We bypass the \"same transaction\" issue because we conclude that the district court's February 5, 2003, dismissal of the Robinson-Patman count was not a \"final judgment\" and that the entire action was ultimately disposed of by stipulation \"without prejudice.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The first requirement for claim preclusion&#8212;the rules may be somewhat different for issue preclusion, <i>see</i> Restatement (Second) of Judgments &#167; 13 &amp; cmt. g&#8212;is that there be a final judgment in the prior case. <i>Id.</i> &#167;&#167; 13, 18-19. In this instance, the district judge in the original federal action announced from the bench his decision to dismiss the Robinson-Patman count (and one state count); but a number of state claims were left pending, quite apart from the leave given to amend the Robinson-Patman claim within thirty days. At no point did the court enter a final judgment as to all of the claims, Fed.R.Civ.P. 58, or a partial final judgment as to the Robinson-Patman claim, Fed.R.Civ.P. 54(b).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The order from the bench patently did not constitute a final judgment for purposes of the statutes and rules governing the timing of appeals from final judgments. Ordinarily, a judgment is not final unless it disposes of all claims against all parties, although it is possible to have a partial final judgment as to some claims or some parties under Fed.R.Civ.P. 54(b). In a few instances, the statutes or doctrine also permit interlocutory appeals (<i>e.g.,</i> preliminary injunctions and certified controlling questions of law, 28 U.S.C. &#167; 1292), but no such exception is applicable here.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In each of the cases cited by the district court and by Cabot for the proposition that Rule 12(b)(6) dismissals have claim-preclusive effect, the dismissal disposed of an entire complaint, not just some subset of the plaintiff's claims. <i>See Karvelas,</i> 360 F.3d at 223, 241; <i>Acevedo-Villalobos,</i> 22 F.3d at 386; <i>Isaac v. Schwartz,</i> 706 F.2d 15, 16-17 (1st Cir.1983) (decided under Massachusetts law); <i>Andrews-Clarke v. Lucent Techs., Inc.,</i> 157 F.Supp.2d 93, 97 (D.Mass.2001); <i>Connaughton v. New England Tel. &amp; Tel.,</i> No. 87-2369-MA, 1988 WL 34321, at *1 (D.Mass. Mar.18, 1988).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> As such, the dismissal in fact \"end[ed] the litigation on the merits and le[ft] nothing for the court to do but execute the judgment,\" <i>Acevedo-Villalobos,</i> 22 F.3d at 388 (quoting <i>Firestone Tire &amp; Rubber Co. v. Risjord,</i> 449 U.S. 368, 373-74, 101 S.Ct. 669, 66 L.Ed.2d 571 (1981)), and thus is properly considered a \"final judgment\" for federal claim preclusion purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">A final judgment embodying the dismissal would eventually have been entered if the state claims had been later resolved by the court. Instead, before any further action by the court, AVX and Cabot jointly dismissed the entire action without prejudice. Even without the parties' use of the phrase, the entire action was automatically dismissed without prejudice by virtue of Rule 41's terms <i>because</i> the parties did not specify a dismissal with prejudice. <i>See</i> Fed.R.Civ.P. 41(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Thus, if the conventional finality tests for appealability purposes are applied to determine the finality of a judgment for claim preclusion purposes, there was <i>never</i> a final judgment on the Robinson-Patman claim. There was only the announcement of a dismissal, which would have matured into a final judgment if the court had ever resolved the remaining claims. Courts generally assume that the finality requirements in the two spheres are interchangeable, 18A Wright, Miller &amp; Cooper, <i>Federal Practice and Procedure: Jurisdiction 2d</i> &#167; 4432 &amp; n.3, at 53, &#167; 4434 &amp; n.28, at 128 (2002) (collecting cases), and this approach enhances predictability and avoids confusion.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Restatement does contemplate a possible softening of the traditional final judgment requirement in certain cases involving issue preclusion. Restatement (Second) of Judgments &#167; 13 cmts. b, g. There is some case law support for this view. <i>See, e.g., Lummus Co. v. Commonwealth Oil Refining Co.,</i> 297 F.2d 80, 89 (2d Cir.1961) (Friendly, J.), <i>cert. denied,</i> 368 U.S. 986, 82 S.Ct. 601, 7 L.Ed.2d 524 (1962). However, while its language on the matter is not crystal clear, the Restatement appears to adhere to the conventional finality test for merger and bar. <i>See</i> Restatement (Second) of Judgments &#167; 13 &amp; cmt. b. While Wright, Miller and Cooper recognize that this may produce some incongruities in some circumstances, they too appear generally to support this approach. <i>See</i> 18A Wright, Miller &amp; Cooper, <i>Federal Practice and Procedure: Jurisdiction 2d</i> &#167; 4434 &amp; nn. 28-30, at 128-30.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">There might be cases that would tempt a court to apply a more flexible approach to defining finality for federal claim preclusion purposes. Imagine, for example, that shortly before the present case, another district court had completed a lengthy trial of AVX's Robinson-Patman claim and entry of a final judgment was awaiting only the disposition of other claims; at that point the argument for giving the other court's ruling claim-preclusive effect might appear to be a strong one. Indeed, one could construct an entirely separate jurisprudence of finality for res judicata responsive to its purposes rather than to concerns governing immediate appealability <i>vel non.</i></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">But every such deviation from the finality test used for appealability purposes has a cost, namely, the uncertainty created by having two different finality tests; it is not clear that much would be gained; and there are some policy reasons for a single test. In particular, an interim order that is not accompanied by an express entry of final judgment \"is subject to revision at any time before the entry of judgment adjudicating all the claims and the rights and liabilities of all the parties.\" Fed.R.Civ.P. 54(b); <i>see also, e.g., United States v. Arkansas,</i> 791 F.2d 1573, 1576 (8th Cir.1986). In all events, nothing in the present facts suggests that this is a case for an innovating departure from the prevailing final judgment requirement for federal claim preclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Cabot's position in this case is further weakened by the dismissal of the entire original federal action without prejudice by stipulation of the parties. The district court took the view that at the point that this occurred, \"there was no remaining federal claim in the lawsuit.\" But this assumes the premise; the Robinson-Patman claim was in some sense still in the law suit (the dismissal could have been reconsidered or eventually appealed) and in some sense out (absent reconsideration by the judge, it could not have been pursued at trial without an amendment to the complaint&#8212;and the original time set for amending had expired).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">What was dismissed without prejudice was \"the action\" in which a Robinson-Patman claim had been asserted. If the stipulation is taken at face value, it is easy enough to read it as encompassing all claims asserted in the law suit at any stage; Cabot would certainly have been aggrieved if, as soon as the stipulation were signed, AVX had sought entry of a final judgment on the Robinson-Patman claim and then attempted to appeal that dismissal. In one earlier case we said as to a voluntary dismissal:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Absent explicit conditions to the contrary, the prior proceedings became a nullity. We agree with the <i>[In re] Piper [Aircraft Distrib. Sys. Antitrust Litig.,</i> 551 F.2d 213 (8th Cir.1977)] and <i>[Cabrera v. Municipality of Bayamon,</i> 622 F.2d 4 (1st Cir.1980)] panels that, once an action has been voluntarily discontinued, all markings are erased and the page is once again pristine.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\"><i>Sandstrom v. ChemLawn Corp.,</i> 904 F.2d 83, 86 (1st Cir.1990); <i>see also Piper,</i> 551 F.2d at 219 (voluntary dismissal without prejudice under Fed.R.Civ.P. 41(a)(1)(i) \"carries down with it previous proceedings and orders in the action, and all pleadings, both of plaintiff and defendant, and all issues, with respect to plaintiff's claim\" (internal quotation mark omitted)). Whether or not there are qualifications to this generalization, Cabot does not explain how it is to be reconciled with the district court decision in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Admittedly, the parties almost surely did not expect that the Robinson-Patman claim was ever going to be resurrected in this law suit or any other. If Cabot had insisted, AVX might well have agreed that the stipulation be drafted to say that the dismissal was without prejudice <i>except</i> that the Robinson-Patman claim was dismissed with prejudice. But Cabot did not so insist. However the stipulation is read, it certainly does not itself constitute a dismissal of the Robinson-Patman claim with prejudice; at best, it leaves Cabot free to argue that the original dismissal was a final judgment&#8212;a position we have rejected.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Of course, AVX has not sought to resurrect the Robinson-Patman claim; what Cabot is losing is the arguable ability to foreclose <i>other</i> antitrust claims (under the Sherman and Clayton Acts) on which the district court never pronounced. It is hard to shed too many tears for Cabot because it now has to defend against claims not previously resolved on the merits at all. In the unlikely event that AVX sought to assert the Robinson-Patman claim now&#8212;which it has not attempted&#8212;the district judge would likely make short work of the effort.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Rather, the real loser in this instance is the interest in judicial efficiency that lies behind the replacement of the common law rule defining claims narrowly with the present transactional test. <i>See Apparel Art Int'l,</i> 48 F.3d at 583 (quoting <i>Allen v. McCurry,</i> 449 U.S. 90, 94, 101 S.Ct. 411, 66 L.Ed.2d 308 (1980)); <i>see also Bay State HMO Mgmt., Inc. v. Tingley Sys., Inc.,</i> 181 F.3d 174, 181-82 (1st Cir.1999), <i>cert. denied,</i> 528 U.S. 1187, 120 S.Ct. 1240, 146 L.Ed.2d 99 (2000). Rule 41(a)(1)(ii) evidently permits parties to circumvent this interest for reasons of their own by dismissing without prejudice and without the district court's consent. There is no limit on when such a stipulation can be filed, and it could easily occur after the court had done considerable work on an action.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">But one side usually has an interest in resisting such an unqualified dismissal without prejudice as to any claim on which it effectively prevailed (albeit short of final judgment), since otherwise the case can later be resurrected. Further, there is some interest in letting the parties agree to halt litigation, and even if there is a net loss in efficiency in a particular case, it was up to those who framed and approved Rule 41 to balance efficiency for the court against party autonomy.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">There is relatively little circuit case law on the problem posed in this case. A Seventh Circuit case uses the same approach we have adopted and so supports our position. <i>See Gilbert v. Braniff Int'l Corp.,</i> 579 F.2d 411 (7th Cir.1978) (involving dismissal with leave to amend). But the decision was analyzing the effect of an earlier decision in a <i>state court</i> where the formalities of finality were somewhat different than those in a federal court; and it is worth noting that in the Seventh Circuit case a dissenting judge thought that res judicata should apply to bar the second action. <i>Id.</i> at 414 (Pell, J., dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Contrary to Cabot's contention, this case is not controlled by our prior decision in <i>Kale.</i> There, Kale brought a federal age discrimination suit in the district court together with associated state claims; when the district court found the federal claim barred by the statute of limitations, it dismissed the pendent state claims without prejudice&#8212;Kale having not troubled to press them based on diversity jurisdiction which unquestionably existed. <i>Kale,</i> 924 F.2d at 1163-64. When Kale then brought new state claims in state court, the employer removed the new action to federal court where the judge then invoked res judicata to dismiss the state claims and we affirmed. <i>Id.</i> at 1164, 1169.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In <i>Kale,</i> there <i>was</i> a final judgment adjudicating the federal claim and thus a traditional basis for the operation of res judicata. <i>Kale,</i> 924 F.2d at 1165. The district court in dismissing related state claims had said that this was without prejudice, but this court said that because the state claims could have been pursued in the first law suit based on diversity jurisdiction, ordinary res judicata rules applied to bar the new law suit on the same claims. <i>Id.</i> at 1166-67. In this case, there is no final judgment on the Robinson-Patman claim so res judicata cannot operate.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The judgment of the district court is <i>vacated</i> and the matter <i>remanded</i> for further proceedings consistent with this decision. Costs are taxed in favor of the Appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Sixth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Cabot affiliate Cabot Performance Materials, Inc. was also a defendant in the first law suit, but not in the second</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Rule 12(b)(6) dismissal that was the source of the Supreme Court's oft-cited footnote in<i>Federated Dep't Stores, Inc. v. Moitie,</i> 452 U.S. 394, 101 S.Ct. 2424, 69 L.Ed.2d 103 (1981), stating that \"[t]he dismissal for failure to state a claim under Federal Rule of Civil Procedure 12(b)(6) is a `judgment on the merits,'\" <i>id.</i> at 399 n. 3, 101 S.Ct. 2424, was likewise a dismissal of \"all of the actions `in their entirety,'\" <i>id.</i> at 396, 101 S.Ct. 2424.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">424</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></span></p>\n    <p class=\"parties\">AVX CORPORATION and AVX Limited, Plaintiffs, Appellants,<br>v.<br>CABOT CORPORATION, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 04-2656.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard August 3, 2005.</p>\n    <p class=\"date\">Decided September 13, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Evan Slavitt with whom Bodoff &amp; Slavitt LLP was on brief for appellants.</p>\n      <p class=\"indent\">Robert S. Frank, Jr. with whom Brian A. Davis, Terrence M. Schwab and Choate, Hall &amp; Stewart LLP were on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, SELYA, Circuit Judge, and Siler,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal, raising an interesting res judicata issue, grows out of two law suits between essentially the same parties: AVX Corporation and AVX Limited (collectively, \"AVX\"), and Cabot Corporation (\"Cabot\").<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> AVX makes electronic components and other products in which the metallic element tantalum is sometimes employed. Cabot purchases tantalum, converts it into powder or wire, and sells these products to manufacturers such as AVX.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Because the present case was resolved on a motion to dismiss, we accept as true the allegations in AVX's complaint. <i>Aulson v. Blanchard,</i> <span class=\"citation\" data-id=\"717572\"><a href=\"/opinion/717572/alan-aulson-et-ux-maureen-aulson-v-charles-blanchard/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1996). In early 2000, AVX and Cabot, who had done business for some time, signed a letter of intent to enter into a two-year tantalum purchase agreement. Later in the year, as the market for tantalum tightened, the parties signed a final five-year agreement (effective January 1, 2001) with quantity and price terms less favorable to AVX than those contemplated by the letter of intent.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In July 2002, AVX Corporation sued Cabot and a Cabot affiliate in the federal district court in Massachusetts, charging them with unlawful price discrimination under the Robinson-Patman Price Discrimination Act, 15 U.S.C. &#167; 13 (2000), and asserting claims under Massachusetts law; one aim of the suit was to invalidate the five-year agreement and to have the 2000 letter of intent treated as a binding contract. Although the complaint asserted diversity jurisdiction, AVX Corporation and Cabot Corporation are both Delaware corporations, precluding diversity. Nevertheless, the Robinson-Patman count is within the district court's original jurisdiction, 28 U.S.C. &#167; 1337 (2000), and the state claims were potentially within the court's pendent jurisdiction, <i>id.</i> &#167; 1367.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On February 5, 2003, the court held a hearing on a motion by Cabot to dismiss the action, during which the district judge agreed with Cabot that the Robinson-Patman claim (and one of the six state counts) had to be dismissed for failure to state a claim. Specifically, the court found that the complaint's allegations did not include all necessary elements of a Robinson-Patman claim, although it said that AVX could try to repair the pleading deficiency. The court also found that AVX Limited was a necessary party and instructed AVX that it must amend the complaint to include AVX Limited if it wished to move forward, giving AVX thirty days to file any desired amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Within thirty days AVX filed an amended complaint, joining AVX Limited as a plaintiff and setting forth its state law claims but no federal counts. Cabot responded by moving to dismiss for lack of federal subject-matter jurisdiction, and shortly thereafter Cabot filed a declaratory judgment action against AVX in Massachusetts Superior Court seeking to have the state court declare the five-year agreement valid. Then, before the district court took any further action, AVX and Cabot filed a joint stipulation of dismissal under Fed.R.Civ.P. 41(a)(1)(ii) dismissing \"this action ... without prejudice....\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Back in state court, AVX subsequently asserted, as counterclaims, the state law claims asserted in its original federal court complaint. After a nine-month delay, AVX then sought to add to its counterclaims an additional count alleging violations of the Sherman and Clayton Acts, 15 U.S.C. &#167;&#167; 1, 14, as well as state antitrust laws. This claim asserted that Cabot used its monopoly power over certain tantalum products to force AVX to purchase other tantalum products that it did not need &#8212; in antitrust parlance, a classic tying violation. Once again, AVX targeted the five-year purchase agreement signed in late 2000.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After the Superior Court denied the motion to amend &#8212; federal courts have exclusive jurisdiction over federal antitrust claims, 15 U.S.C. &#167;&#167; 4, 15; <i>see Gen. Inv. Co. v. Lake Shore &amp; Mich. S. Ry. Co.,</i> <span class=\"citation\" data-id=\"100064\"><a href=\"/opinion/100064/general-investment-co-v-lake-shore-michigan-southern-r-co/\"><span class=\"volume\">260</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">261</span></a></span>, 286-87, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">106</span></span>, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">244</span></span> (1922) &#8212; AVX filed the present law suit against Cabot in federal district court, presenting the same Sherman and Clayton Act claim it had asserted in its proposed state-court amended counterclaim. The case was transferred to the same district judge who had presided over AVX's original 2002 action. In due course, the district court dismissed the new complaint on res judicata grounds.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court found that the case met the three-part test for federal claim preclusion set forth in <i>In Re Iannochino,</i> <span class=\"citation\" data-id=\"199309\"><a href=\"/opinion/199309/iannacchino-v-rodolakis/\"><span class=\"volume\">242</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 43 (1st Cir.2001): it said that the original Rule 12(b)(6) dismissal of the Robinson-Patman claim was a final judgment on the merits; that the new Sherman and Clayton Act claim was sufficiently related to the Robinson-Patman claim to invoke res judicata; and that the parties to the two federal actions were the same. AVX now appeals to contest this ruling. Our review is <i>de novo. Porn v. Nat'l Grange Mut. Ins. Co.,</i> <span class=\"citation\" data-id=\"196943\"><a href=\"/opinion/196943/porn-v-national-grange/\"><span class=\"volume\">93</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></a></span>, 33 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The rules for res judicata, where a federal court is considering the effect of its own prior disposition of a federal claim on a newly brought federal claim, are a matter of federal law. <i>Apparel Art Int'l, Inc. v. Amertex Enters. Ltd.,</i> <span class=\"citation\" data-id=\"195914\"><a href=\"/opinion/195914/apparel-art-v-amerlex-enterprises/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">576</span></a></span>, 582 (1st Cir.1995). The rules have developed through judicial decision, drawing on common law res judicata doctrine as it has developed over time. This case does not involve collateral estoppel (or issue preclusion) but rather the branch of res judicata known as merger and bar (or claim preclusion).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Traditional merger and bar doctrine prevents a party from asserting a claim previously decided on the merits by a final judgment in another case between the same parties (or their privies): the re-asserted claim is deemed \"merged\" into the prior judgment if the plaintiff had won or \"barred\" by it if the plaintiff had lost. <i>See</i> Restatement (Second) of Judgments &#167; 18 &amp; cmt. a (1982) (merger); <i>id.</i> &#167; 19(bar). Ordinarily, a dismissal for failure to state a claim is treated as a dismissal on the merits, and there is abundant case law to this effect. <i>E.g., United States ex rel. Karvelas v. Melrose-Wakefield Hosp.,</i> <span class=\"citation\" data-id=\"200868\"><a href=\"/opinion/200868/us-ex-rel-karvelas-v-melrose-wakefield/\"><span class=\"volume\">360</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">220</span></a></span>, 241 (1st Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">59</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">28</span></span> (2004); <i>Acevedo-Villalobos v. Hernandez,</i> <span class=\"citation\" data-id=\"195330\"><a href=\"/opinion/195330/acevedo-villalobos-v-hon-hernandez/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">384</span></a></span>, 388-89 (1st Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1015</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">574</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">490</span></span> (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In the common-law vocabulary, a price discrimination claim under the Robinson-Patman Act would not be the same claim as monopolization or tying claims under the Sherman and Clayton Acts, because the Robinson-Patman claim has quite different elements that must be proved to make out the claim. So one might expect that claim preclusion would not operate in the present case. However, as a result of case law development, identity of claims in the common-law sense is no longer a precondition to federal claim preclusion. In most situations involving federal claims, it is now enough to trigger claim preclusion that the plaintiff's second claim grows out of the same transaction or set of related transactions as the previously decided claim. <i>Aunyx Corp. v. Canon U.S.A., Inc.,</i> <span class=\"citation\" data-id=\"593290\"><a href=\"/opinion/593290/aunyx-corporation-v-canon-usa-incorporated/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></a></span>, 6-7 (1st Cir.1992), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">973</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1416</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">786</span></span> (1993); <i>Kale v. Combined Ins. Co. of Am.,</i> <span class=\"citation\" data-id=\"555434\"><a href=\"/opinion/555434/carl-kale-v-combined-insurance-company-of-america/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1161</span></a></span>, 1166 (1st Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">816</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">69</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">44</span></span> (1991). The implicit rationale is that for the sake of efficiency, all such claims should be brought together, if this is possible. In short, the res judicata doctrine functions not only in its traditional role of preventing repeat claims, but has become a compulsory joinder requirement for closely related claims. <i>Compare</i> Fed.R.Civ.P. 13(a).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In this case, there is a substantial argument that the Sherman and Clayton Act claim grows out of the same transaction or set of transactions as the Robinson-Patman claim; the district court so found, although AVX contests the ruling, and both complaints focus on the same contract. We bypass the \"same transaction\" issue because we conclude that the district court's February 5, 2003, dismissal of the Robinson-Patman count was not a \"final judgment\" and that the entire action was ultimately disposed of by stipulation \"without prejudice.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The first requirement for claim preclusion&#8212;the rules may be somewhat different for issue preclusion, <i>see</i> Restatement (Second) of Judgments &#167; 13 &amp; cmt. g&#8212;is that there be a final judgment in the prior case. <i>Id.</i> &#167;&#167; 13, 18-19. In this instance, the district judge in the original federal action announced from the bench his decision to dismiss the Robinson-Patman count (and one state count); but a number of state claims were left pending, quite apart from the leave given to amend the Robinson-Patman claim within thirty days. At no point did the court enter a final judgment as to all of the claims, Fed.R.Civ.P. 58, or a partial final judgment as to the Robinson-Patman claim, Fed.R.Civ.P. 54(b).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The order from the bench patently did not constitute a final judgment for purposes of the statutes and rules governing the timing of appeals from final judgments. Ordinarily, a judgment is not final unless it disposes of all claims against all parties, although it is possible to have a partial final judgment as to some claims or some parties under Fed.R.Civ.P. 54(b). In a few instances, the statutes or doctrine also permit interlocutory appeals (<i>e.g.,</i> preliminary injunctions and certified controlling questions of law, 28 U.S.C. &#167; 1292), but no such exception is applicable here.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In each of the cases cited by the district court and by Cabot for the proposition that Rule 12(b)(6) dismissals have claim-preclusive effect, the dismissal disposed of an entire complaint, not just some subset of the plaintiff's claims. <i>See Karvelas,</i> 360 F.3d at 223, 241; <i>Acevedo-Villalobos,</i> 22 F.3d at 386; <i>Isaac v. Schwartz,</i> <span class=\"citation\" data-id=\"417770\"><a href=\"/opinion/417770/steve-isaac-v-william-schwartz/\"><span class=\"volume\">706</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 16-17 (1st Cir.1983) (decided under Massachusetts law); <i>Andrews-Clarke v. Lucent Techs., Inc.,</i> <span class=\"citation\" data-id=\"2470243\"><a href=\"/opinion/2470243/andrews-clarke-v-lucent-technologies-inc/\"><span class=\"volume\">157</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">93</span></a></span>, 97 (D.Mass.2001); <i>Connaughton v. New England Tel. &amp; Tel.,</i> No. 87-2369-MA, <span class=\"citation no-link\"><span class=\"volume\">1988</span> <span class=\"reporter\">WL</span> <span class=\"page\">34321</span></span>, at *1 (D.Mass. Mar.18, 1988).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> As such, the dismissal in fact \"end[ed] the litigation on the merits and le[ft] nothing for the court to do but execute the judgment,\" <i>Acevedo-Villalobos,</i> 22 F.3d at 388 (quoting <i>Firestone Tire &amp; Rubber Co. v. Risjord,</i> <span class=\"citation\" data-id=\"110373\"><a href=\"/opinion/110373/firestone-tire-rubber-co-v-risjord/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">368</span></a></span>, 373-74, <span class=\"citation\" data-id=\"110373\"><a href=\"/opinion/110373/firestone-tire-rubber-co-v-risjord/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">669</span></a></span>, <span class=\"citation\" data-id=\"110373\"><a href=\"/opinion/110373/firestone-tire-rubber-co-v-risjord/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">571</span></a></span> (1981)), and thus is properly considered a \"final judgment\" for federal claim preclusion purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">A final judgment embodying the dismissal would eventually have been entered if the state claims had been later resolved by the court. Instead, before any further action by the court, AVX and Cabot jointly dismissed the entire action without prejudice. Even without the parties' use of the phrase, the entire action was automatically dismissed without prejudice by virtue of Rule 41's terms <i>because</i> the parties did not specify a dismissal with prejudice. <i>See</i> Fed.R.Civ.P. 41(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Thus, if the conventional finality tests for appealability purposes are applied to determine the finality of a judgment for claim preclusion purposes, there was <i>never</i> a final judgment on the Robinson-Patman claim. There was only the announcement of a dismissal, which would have matured into a final judgment if the court had ever resolved the remaining claims. Courts generally assume that the finality requirements in the two spheres are interchangeable, 18A Wright, Miller &amp; Cooper, <i>Federal Practice and Procedure: Jurisdiction 2d</i> &#167; 4432 &amp; n.3, at 53, &#167; 4434 &amp; n.28, at 128 (2002) (collecting cases), and this approach enhances predictability and avoids confusion.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Restatement does contemplate a possible softening of the traditional final judgment requirement in certain cases involving issue preclusion. Restatement (Second) of Judgments &#167; 13 cmts. b, g. There is some case law support for this view. <i>See, e.g., Lummus Co. v. Commonwealth Oil Refining Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">297</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">80</span></span>, 89 (2d Cir.1961) (Friendly, J.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">368</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">986</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">601</span></span>, <span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">524</span></span> (1962). However, while its language on the matter is not crystal clear, the Restatement appears to adhere to the conventional finality test for merger and bar. <i>See</i> Restatement (Second) of Judgments &#167; 13 &amp; cmt. b. While Wright, Miller and Cooper recognize that this may produce some incongruities in some circumstances, they too appear generally to support this approach. <i>See</i> 18A Wright, Miller &amp; Cooper, <i>Federal Practice and Procedure: Jurisdiction 2d</i> &#167; 4434 &amp; nn. 28-30, at 128-30.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">There might be cases that would tempt a court to apply a more flexible approach to defining finality for federal claim preclusion purposes. Imagine, for example, that shortly before the present case, another district court had completed a lengthy trial of AVX's Robinson-Patman claim and entry of a final judgment was awaiting only the disposition of other claims; at that point the argument for giving the other court's ruling claim-preclusive effect might appear to be a strong one. Indeed, one could construct an entirely separate jurisprudence of finality for res judicata responsive to its purposes rather than to concerns governing immediate appealability <i>vel non.</i></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">But every such deviation from the finality test used for appealability purposes has a cost, namely, the uncertainty created by having two different finality tests; it is not clear that much would be gained; and there are some policy reasons for a single test. In particular, an interim order that is not accompanied by an express entry of final judgment \"is subject to revision at any time before the entry of judgment adjudicating all the claims and the rights and liabilities of all the parties.\" Fed.R.Civ.P. 54(b); <i>see also, e.g., United States v. Arkansas,</i> <span class=\"citation\" data-id=\"471039\"><a href=\"/opinion/471039/united-states-v-state-of-arkansas-arkansas-department-of-education-dr/\"><span class=\"volume\">791</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1573</span></a></span>, 1576 (8th Cir.1986). In all events, nothing in the present facts suggests that this is a case for an innovating departure from the prevailing final judgment requirement for federal claim preclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Cabot's position in this case is further weakened by the dismissal of the entire original federal action without prejudice by stipulation of the parties. The district court took the view that at the point that this occurred, \"there was no remaining federal claim in the lawsuit.\" But this assumes the premise; the Robinson-Patman claim was in some sense still in the law suit (the dismissal could have been reconsidered or eventually appealed) and in some sense out (absent reconsideration by the judge, it could not have been pursued at trial without an amendment to the complaint&#8212;and the original time set for amending had expired).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">What was dismissed without prejudice was \"the action\" in which a Robinson-Patman claim had been asserted. If the stipulation is taken at face value, it is easy enough to read it as encompassing all claims asserted in the law suit at any stage; Cabot would certainly have been aggrieved if, as soon as the stipulation were signed, AVX had sought entry of a final judgment on the Robinson-Patman claim and then attempted to appeal that dismissal. In one earlier case we said as to a voluntary dismissal:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Absent explicit conditions to the contrary, the prior proceedings became a nullity. We agree with the <i>[In re] Piper [Aircraft Distrib. Sys. Antitrust Litig.,</i> <span class=\"citation\" data-id=\"343637\"><a href=\"/opinion/343637/in-re-piper-aircraft-distribution-system-antitrust-litigation/\"><span class=\"volume\">551</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">213</span></a></span> (8th Cir.1977)] and <i>[Cabrera v. Municipality of Bayamon,</i> <span class=\"citation\" data-id=\"378217\"><a href=\"/opinion/378217/jose-ortega-cabrera-v-municipality-of-bayamon-jose-ortega-cabrera-v/\"><span class=\"volume\">622</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span> (1st Cir.1980)] panels that, once an action has been voluntarily discontinued, all markings are erased and the page is once again pristine.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\"><i>Sandstrom v. ChemLawn Corp.,</i> <span class=\"citation\" data-id=\"542293\"><a href=\"/opinion/542293/richard-l-sandstrom-etc-v-chemlawn-corporation/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">83</span></a></span>, 86 (1st Cir.1990); <i>see also Piper,</i> 551 F.2d at 219 (voluntary dismissal without prejudice under Fed.R.Civ.P. 41(a)(1)(i) \"carries down with it previous proceedings and orders in the action, and all pleadings, both of plaintiff and defendant, and all issues, with respect to plaintiff's claim\" (internal quotation mark omitted)). Whether or not there are qualifications to this generalization, Cabot does not explain how it is to be reconciled with the district court decision in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Admittedly, the parties almost surely did not expect that the Robinson-Patman claim was ever going to be resurrected in this law suit or any other. If Cabot had insisted, AVX might well have agreed that the stipulation be drafted to say that the dismissal was without prejudice <i>except</i> that the Robinson-Patman claim was dismissed with prejudice. But Cabot did not so insist. However the stipulation is read, it certainly does not itself constitute a dismissal of the Robinson-Patman claim with prejudice; at best, it leaves Cabot free to argue that the original dismissal was a final judgment&#8212;a position we have rejected.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Of course, AVX has not sought to resurrect the Robinson-Patman claim; what Cabot is losing is the arguable ability to foreclose <i>other</i> antitrust claims (under the Sherman and Clayton Acts) on which the district court never pronounced. It is hard to shed too many tears for Cabot because it now has to defend against claims not previously resolved on the merits at all. In the unlikely event that AVX sought to assert the Robinson-Patman claim now&#8212;which it has not attempted&#8212;the district judge would likely make short work of the effort.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Rather, the real loser in this instance is the interest in judicial efficiency that lies behind the replacement of the common law rule defining claims narrowly with the present transactional test. <i>See Apparel Art Int'l,</i> 48 F.3d at 583 (quoting <i>Allen v. McCurry,</i> <span class=\"citation\" data-id=\"110360\"><a href=\"/opinion/110360/allen-v-mccurry/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">90</span></a></span>, 94, <span class=\"citation\" data-id=\"110360\"><a href=\"/opinion/110360/allen-v-mccurry/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">411</span></a></span>, <span class=\"citation\" data-id=\"110360\"><a href=\"/opinion/110360/allen-v-mccurry/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">308</span></a></span> (1980)); <i>see also Bay State HMO Mgmt., Inc. v. Tingley Sys., Inc.,</i> <span class=\"citation\" data-id=\"198538\"><a href=\"/opinion/198538/bay-state-hmo-v-tingley-systems/\"><span class=\"volume\">181</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">174</span></a></span>, 181-82 (1st Cir.1999), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1187</span></span>, <span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1240</span></span>, <span class=\"citation no-link\"><span class=\"volume\">146</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">99</span></span> (2000). Rule 41(a)(1)(ii) evidently permits parties to circumvent this interest for reasons of their own by dismissing without prejudice and without the district court's consent. There is no limit on when such a stipulation can be filed, and it could easily occur after the court had done considerable work on an action.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">But one side usually has an interest in resisting such an unqualified dismissal without prejudice as to any claim on which it effectively prevailed (albeit short of final judgment), since otherwise the case can later be resurrected. Further, there is some interest in letting the parties agree to halt litigation, and even if there is a net loss in efficiency in a particular case, it was up to those who framed and approved Rule 41 to balance efficiency for the court against party autonomy.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">There is relatively little circuit case law on the problem posed in this case. A Seventh Circuit case uses the same approach we have adopted and so supports our position. <i>See Gilbert v. Braniff Int'l Corp.,</i> <span class=\"citation\" data-id=\"357948\"><a href=\"/opinion/357948/maria-a-gilbert-and-rosita-c-gilbert-v-braniff-international-corporation/\"><span class=\"volume\">579</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">411</span></a></span> (7th Cir.1978) (involving dismissal with leave to amend). But the decision was analyzing the effect of an earlier decision in a <i>state court</i> where the formalities of finality were somewhat different than those in a federal court; and it is worth noting that in the Seventh Circuit case a dissenting judge thought that res judicata should apply to bar the second action. <i>Id.</i> at 414 (Pell, J., dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Contrary to Cabot's contention, this case is not controlled by our prior decision in <i>Kale.</i> There, Kale brought a federal age discrimination suit in the district court together with associated state claims; when the district court found the federal claim barred by the statute of limitations, it dismissed the pendent state claims without prejudice&#8212;Kale having not troubled to press them based on diversity jurisdiction which unquestionably existed. <i>Kale,</i> 924 F.2d at 1163-64. When Kale then brought new state claims in state court, the employer removed the new action to federal court where the judge then invoked res judicata to dismiss the state claims and we affirmed. <i>Id.</i> at 1164, 1169.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In <i>Kale,</i> there <i>was</i> a final judgment adjudicating the federal claim and thus a traditional basis for the operation of res judicata. <i>Kale,</i> 924 F.2d at 1165. The district court in dismissing related state claims had said that this was without prejudice, but this court said that because the state claims could have been pursued in the first law suit based on diversity jurisdiction, ordinary res judicata rules applied to bar the new law suit on the same claims. <i>Id.</i> at 1166-67. In this case, there is no final judgment on the Robinson-Patman claim so res judicata cannot operate.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The judgment of the district court is <i>vacated</i> and the matter <i>remanded</i> for further proceedings consistent with this decision. Costs are taxed in favor of the Appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Sixth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Cabot affiliate Cabot Performance Materials, Inc. was also a defendant in the first law suit, but not in the second</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Rule 12(b)(6) dismissal that was the source of the Supreme Court's oft-cited footnote in<i>Federated Dep't Stores, Inc. v. Moitie,</i> <span class=\"citation\" data-id=\"110520\"><a href=\"/opinion/110520/federated-department-stores-inc-v-moitie/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">394</span></a></span>, <span class=\"citation\" data-id=\"110520\"><a href=\"/opinion/110520/federated-department-stores-inc-v-moitie/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2424</span></a></span>, <span class=\"citation\" data-id=\"110520\"><a href=\"/opinion/110520/federated-department-stores-inc-v-moitie/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">103</span></a></span> (1981), stating that \"[t]he dismissal for failure to state a claim under Federal Rule of Civil Procedure 12(b)(6) is a `judgment on the merits,'\" <i>id.</i> at 399 n. 3, <span class=\"citation\" data-id=\"110520\"><a href=\"/opinion/110520/federated-department-stores-inc-v-moitie/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2424</span></a></span>, was likewise a dismissal of \"all of the actions `in their entirety,'\" <i>id.</i> at 396, <span class=\"citation\" data-id=\"110520\"><a href=\"/opinion/110520/federated-department-stores-inc-v-moitie/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2424</span></a></span>.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/100064/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110360/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110373/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195330/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195914/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196943/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198538/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199309/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200868/",
    "http://www.courtlistener.com/api/rest/v3/opinions/343637/",
    "http://www.courtlistener.com/api/rest/v3/opinions/357948/",
    "http://www.courtlistener.com/api/rest/v3/opinions/378217/",
    "http://www.courtlistener.com/api/rest/v3/opinions/417770/",
    "http://www.courtlistener.com/api/rest/v3/opinions/471039/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555434/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593290/",
    "http://www.courtlistener.com/api/rest/v3/opinions/717572/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2470243/"
  ]
}