{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201960/",
  "absolute_url": "/opinion/201960/in-re-credit-suisse-v/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201960/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:41:41Z",
  "date_modified": "2016-02-28T05:06:51.202484Z",
  "type": "010combined",
  "sha1": "0beb9b9f1fe1f67ff59c378278dbf2a5a78e9b72",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-1646-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/12/12/In_Re_Credit_Suisse_v..pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 05-1646\n\n              IN RE CREDIT SUISSE FIRST BOSTON CORP.\n                    (AGILENT TECHNOLOGIES, INC.)\n               ANALYST REPORTS SECURITIES LITIGATION.\n\n                        __________________\n\n                      RICHARD BROWN ET AL.,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n              CREDIT SUISSE FIRST BOSTON LLC ET AL.,\n\n                      Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. George A. O'Toole, Jr., U.S. District Judge]\n\n\n                              Before\n\n                 Selya and Lynch, Circuit Judges,\n\n                   and Smith,* District Judge.\n\n\n     Brian P. Murray, with whom Murray, Frank & Sailler LLP, Marc\nI. Gross, Pomerantz Haudek Block Grossman & Gross LLP, David\nPastor, and Gilman and Pastor LLP were on brief, for appellants.\n     Lawrence Portnoy, with whom Davis Polk & Wardwell, Robert A.\nBuhlman, Siobhan E. Mee, and Bingham McCutcheon LLP were on brief,\nfor appellee Credit Suisse First Boston LLC.\n\n__________\n*Of the District of Rhode Island, sitting by designation.\n\f     Warren Feldman, Jeff E. Butler and Clifford Chance LLP on\nbrief for appellee Rogers.\n     Jeffrey B. Rudman, with whom Stephen A. Jonas, Jonathan A.\nShapiro, Matthew A. Stowe, Wilmer Cutler Pickering Hale and Dorr\nLLP, Kenneth G. Hausman, Barbara A. Winters, Mark A. Sheft, and\nHoward Rice Nemerovski Canady Falk & Rabkin were on brief, for\nappellee Quattrone.\n\n\n                       December 12, 2005\n\f           SELYA,   Circuit   Judge.    Following   a    flurry   of\n\ninvestigations into the propriety of a single firm providing\n\ninvestment banking services to a publicly held corporation while at\n\nthe same time opining as to the prospects of the corporation's\n\nstock, the plaintiffs in this case sued one such firm, defendant-\n\nappellee Credit Suisse First Boston Corp. (CSFB).       They alleged\n\nthat they had sustained losses resulting from false and misleading\n\nstatements made by CSFB's analysts with respect to the stock of\n\nAgilent Technologies, Inc. (Agilent).    The district court, in a\n\nlengthy unpublished opinion, dismissed the plaintiffs' consolidated\n\nand amended class action complaint after concluding that the\n\nplaintiffs had not met the pleading standards required for such\n\nclaims.    See In re CSFB Corp. (Agilent Techs., Inc.) Analyst\n\nReports Sec. Litig., No. 02-12056, slip op. at 19 (D. Mass. Mar.\n\n31, 2005) (D. Ct. Op.).   Although the question is close — there is\n\nvery little authority dealing with the requirements for pleading\n\nsubjective falsity in a misstatement of opinion case — we conclude\n\nthat the plaintiffs' allegations are insufficient to show that\n\nCSFB's analyst reports concerning Agilent (its quondam investment\n\nbanking client) were at odds with the analysts' privately held\n\nbeliefs.   Consequently, we affirm the judgment below.\n\nI.   BACKGROUND\n\n           In reviewing the dismissal of a civil action under Rule\n\n12(b)(6), we accept the factual averments of the plaintiffs'\n\n\n                                -3-\n\fcomplaint. See Redondo-Borges v. U.S. Dep't of Hous. & Urban Dev.,\n\n421 F.3d 1, 5 (1st Cir. 2005).        We follow that praxis here.\n\n                               A.    Overview.\n\n            Agilent is a Hewlett-Packard \"spin-off\" that provides\n\nenabling     solutions    to   markets      within    the     communications,\n\nelectronics, life sciences, and chemical industries.               Its three\n\nprimary     lines    of   business    include     test   and     measurement,\n\nsemiconductor products, and chemical analysis.               The plaintiffs,\n\nappellants here, are members of a putative class of persons who\n\nacquired Agilent stock at various times from December 13, 1999\n\nthrough February 20, 2001 (the class period).               The gist of their\n\ncomplaint is that analysts at CSFB, led by defendant-appellee\n\nElliot Rogers, issued reports recommending the purchase of Agilent\n\nstock despite their lack of faith in the rosy picture they were\n\npainting.    These bullish reports were issued, the plaintiffs say,\n\nin an effort to curry favor with Agilent and thereby secure future\n\ninvestment banking business.           A side effect, however, was an\n\nartificial inflation of the price of the stock resulting in a wide\n\ndisparity between cost and true value.           Unaware of that disparity,\n\nthe plaintiffs acquired Agilent securities at sky-high prices and\n\nsuffered losses when the stock plummeted.\n\n              B.    CSFB's Overarching Fraudulent Culture.\n\n            CSFB is a global financial services firm, dealing, among\n\nother things, in investment banking and investment research.               At\n\n\n                                      -4-\n\fall times material hereto, defendant-appellee Frank P. Quattrone\n\nserved as the head of CSFB's global technology group (the Tech\n\nGroup).     Although Quattrone was an investment banker, he had\n\ncomplete control over the Tech Group's research activities.                       In\n\nthat capacity, he helped to determine the analysts' compensation\n\nand had the power to terminate their employment.\n\n            Quattrone's omnipotence within the Tech Group allowed him\n\nfree rein to set up a system in which the analysts were pressured,\n\nfrom time to time, to issue unduly positive ratings on certain\n\nstocks in order to improve the chances of garnering investment\n\nbanking business for CSFB.              Quattrone promised potential clients\n\nfavorable       analyst     reports     and   then   used    a   carrot-and-stick\n\ntechnique with his analysts to redeem those promises.                         During\n\nQuattrone's reign, an analyst's bonus (which comprised a major\n\nportion    of    his   or      her   remuneration)   was    likely   to    correlate\n\npositively to that analyst's support of the Tech Group's investment\n\nbanking activity. Conversely, analysts who issued negative reports\n\nrisked being reprimanded and passed over for choice assignments.\n\n            CSFB tied its analyst reports to a four-tiered ranking\n\nformat,    composed       of    \"strong   buy,\"   \"buy,\"    \"hold,\"   and     \"sell\"\n\nratings.        The plaintiffs, based on information gleaned from a\n\nformer CSFB employee, averred that the format was effectively\n\ncondensed into three tiers (dropping out the \"sell\" rating) and was\n\njiggled for the benefit of investment banking clients.                    Allegedly,\n\n\n                                          -5-\n\fcommon practices included issuing a \"hold\" rating if the analyst\n\nactually believed stockholders should sell, affording a \"buy\"\n\nrating to virtually all investment banking clients or prospective\n\nclients, and using the \"strong buy\" rating only when the analyst\n\nactually believed that investors should purchase the stock.\n\n            The   analysts   attached        to    the    Tech   Group   sometimes\n\nattended investment banking sales presentations, at which they\n\nwould    distribute    sample      reports        (invariably    portraying    the\n\npotential investment banking client in an attractive light).                   This\n\nparticipation was intended to assure prospective clients that they\n\nwould receive the benefit of positive reinforcement from the\n\nanalysts should they choose to retain CSFB for their investment\n\nbanking needs.\n\n            Quattrone's system initially proved to be a howling\n\nsuccess; in 1999, for example, CSFB managed more initial public\n\nofferings (IPOs) in the United States than any other investment\n\nbanking house.      In the year 2000, the Tech Group accounted for\n\nalmost half of CSFB's revenue from equity investment banking in the\n\nUnited    States.       Shortly     thereafter,          Quattrone's     persistent\n\ndismantling of the compulsory \"Chinese Wall\" between banking and\n\nresearch,   required    by   the    National       Association     of    Securities\n\nDealers (NASD), inspired a series of governmental and regulatory\n\ninvestigations.       In a single six-month period, from the fall of\n\n2002 through the following spring, Massachusetts state securities\n\n\n                                      -6-\n\fregulators, the New York Attorney General, the NASD, and the\n\nSecurities   and    Exchange    Commission   all   initiated   proceedings\n\nagainst CSFB related to the internal conflicts of interest that\n\nallegedly had caused CSFB's analysts to view the stock of CSFB's\n\npresent and potential investment banking clients through rose-\n\ncolored glasses.\n\n               C.    CSFB's Involvement with Agilent.\n\n          CSFB's relationship with Agilent began when the Tech\n\nGroup, assisted by Rogers, made a sales pitch to Agilent's top\n\nbrass with an eye toward managing that company's forthcoming IPO.\n\nAgilent was impressed, and CSFB helped to take the company public\n\non November 18, 1999.          The stock, initially priced at $30 per\n\nshare, closed at $44 after its first day of trading.\n\n          On December 13, 1999 — the first day of the class period\n\n— CSFB initiated its analyst coverage of Agilent stock with a \"buy\"\n\nrating contained in a report authored by Rogers and two of his\n\nconfreres.   The report set a twelve-month target price for the\n\nstock of $55 per share.        That day, the stock closed at $45.50 per\n\nshare, up $0.75 from the previous day's close.\n\n          CSFB published a second report, authored by the same trio\n\nof analysts, on February 18, 2000.           This report reiterated the\n\nearlier \"buy\" recommendation and explained that Agilent's growth\n\nwas spurred by \"strong\" orders for semiconductor products (up\n\ntwenty-seven percent) and \"reasonable gains in Test & Measurement.\"\n\n\n                                     -7-\n\fIt discussed Agilent's six percent increase in test and measurement\n\n(T&M) orders under the heading \"Good Orders, but Not Explosive.\"\n\nThat day, the stock closed at $93.75 per share, down $3.25 from the\n\nprevious day's close.\n\n             Four days after issuing this \"buy\" recommendation, Rogers\n\nsent   the   following   e-mail   to    Agilent's    Director    of   Investor\n\nRelations:\n\n             TMO order growth was 6%. Communications test\n             and semi test were highlighted as key growth\n             drivers. One would expect communications test\n             growth to top 10% (vs. Q4:99).      Growth in\n             Teradyne's   Q4:99  orders   was   above   40%\n             sequentially, Credence's Jan:01 orders were up\n             over that amount. Yet Agilent's TMO business\n             only grew 6% despite two seemingly hot\n             markets. What retarded your growth, or were\n             Communications and Semi test less hot than you\n             let on?\n\n             On March 6, 2000, Agilent stock closed at its class\n\nperiod high of $159 per share.          Although the stock price tumbled\n\nthereafter, CSFB analysts maintained a \"buy\" rating in their third\n\nreport (issued on May 19, 2000).              That day the stock closed at\n\n$66.62 per share, down $4.38 from the previous day's close.\n\n             On July 20, 2000, Agilent released a statement indicating\n\nthat   third   quarter   earnings      were    expected   to   fall   short    of\n\nforecasts as a result of manufacturing constraints, component\n\nshortages, and sluggish sales attributable to two divisions.              This\n\npress release came as a surprise to the market as a whole.                    The\n\nfollowing day, the CSFB analysts issued their fourth report.                  The\n\n\n                                       -8-\n\freport maintained the stock's \"buy\" rating but flagged the surprise\n\nannouncement and cautioned that Agilent was rated a \"buy\" only \"in\n\nthe most generous sense.\"    The stock closed that day at $48.06 per\n\nshare, down $5.94 from the previous day's close.\n\n          On Saturday, August 12, 2000, Rogers received an e-mail\n\nfrom a CSFB customer inquiring as to his outlook on Agilent stock.\n\nRogers replied: \"Let's see what they announce thurs pm.    Hopefully\n\nsome meaningful restructuring of the two problem divisions. Absent\n\nthat would not be aggressive despite the price pullback.\"\n\n          After the market closed on August 17, Agilent reported\n\nthat its third quarter earnings were better than anticipated.   The\n\nfollowing day, the CSFB analysts issued their fifth report (which\n\nwas the last report authored in whole or in part by Rogers).    This\n\ndocument cited the upbeat announcement and reiterated the familiar\n\n\"buy\" rating.     That day, the stock closed at $56.38 per share, up\n\n$9.88 from the previous day's close.\n\n          On October 12, 2000, a Tech Group analyst, Tim Mahon,\n\nsent an e-mail to a fellow CSFB employee in response to a general\n\nquestion about how to rate a struggling stock when investment\n\nbanking sensitivities existed.    The e-mail read: \"Suggest you ask\n\nElliot [Rogers] about the 'Agilent Two-Step'.       That's where in\n\nwriting you have a buy rating . . . but verbally everyone knows\n\nyour position.\"    Neither Mahon nor the analyst whom he advised was\n\never involved in reporting on Agilent securities.\n\n\n                                  -9-\n\f          In a November 8, 2000 e-mail to all Tech Group analysts,\n\nRogers used Agilent as an example of how to draft analyst reports.\n\nUnder the heading \"Wordsmithing,\" Rogers wrote:\n\n          Verbally, you can say a lot more than what you\n          put into print without it coming back to haunt\n          you (he said, she said).       That does not\n          preclude you from making your point, subtly.\n          For example: . . .\n          Agilent: money-losing operations supposedly\n          fixed in our quarter.     Ha!!   Fat Chance!!\n          \"While management plans on turning the\n          operation around next quarter, we have chosen\n          to give them more breathing room to allow for\n          any slippage. As a result, our estimates are\n          more conservative than management's guidance,\n          but allow for upside to our EPS projections if\n          they achieve their bogey on the stated\n          timeline.\"\n\n          Other CSFB analysts issued Agilent reports on September\n\n29, November 21, and December 6, 2000.    Each report reaffirmed the\n\n\"buy\" rating.    The per share stock price rose on the dates of the\n\nSeptember and November reports (up $0.99 to $48.94 and up $4 to\n\n$48.62, respectively), but fell following the December report (down\n\n$3.06 to $52).\n\n          On February 21, 2001 — the last day of the class period\n\n— Agilent announced that it was trimming back its forecast of\n\nsecond quarter profits. That day, CSFB issued a report downgrading\n\nAgilent stock from \"buy\" to \"hold.\"    The stock sagged to $40.20 per\n\nshare, down $3.80 from the previous day's close.\n\n          Throughout the class period, members of the Tech Group's\n\ninvestment banking team maintained contact with Agilent executives\n\n\n                                -10-\n\fregarding        potential         investment      banking    business.            None\n\nmaterialized.\n\n                              D.    Proceedings Below.\n\n            Against this factual backdrop, the plaintiffs sued CSFB\n\nand Rogers, claiming that the analyst reports constituted false and\n\nmisleading       statements        actionable      under   section    10(b)   of   the\n\nSecurities Exchange Act of 1934, 15 U.S.C. § 78j(b), and Rule 10b-5\n\npromulgated thereunder, 17 C.F.R. § 240.10b-5.                     In addition, they\n\nbrought section 20(a) \"control person\" claims against CSFB and\n\nQuattrone for allowing and condoning such behavior.                    See 15 U.S.C.\n\n§ 78t(a).    Certain procedural skirmishing followed, none of which\n\nis relevant here.\n\n            After the plaintiffs filed a consolidated and amended\n\nclass action complaint, the district court, on motions brought\n\npursuant    to    Fed.   R.    Civ.    P.    12(b)(6),     found    the   complaint's\n\nallegations insufficient.             Specifically, the court dismissed the\n\nsection 10(b) and Rule 10b-5 claims1 for failure adequately to\n\nplead (i) any false or misleading statement, (ii) scienter, or\n\n(iii) loss causation.              D. Ct. Op. at 14, 17.           It simultaneously\n\ndismissed the section 20(a) claims as derivative of (and, thus,\n\nsharing the frailty of) the underlying section 10(b) claims.                       Id.\n\nat 17.   This timely appeal ensued.\n\n\n     1\n      For simplicity's sake, we refer hereafter only to section\n10(b) claims.    Those references encompass Rule 10b-5 claims\nwherever the context permits.\n\n                                            -11-\n\fII.   ANALYSIS\n\n            In considering a motion to dismiss, the district court is\n\nbound to \"assume the truth of all well-pleaded facts and indulge\n\nall reasonable inferences that fit the plaintiff's stated theory of\n\nliability.\"    In re Colonial Mortg. Bankers Corp., 324 F.3d 12, 15\n\n(1st Cir. 2003).      The court is free, however, to disregard bald\n\nassertions, unsupportable conclusions, and opprobrious epithets.\n\nChongris v. Bd. of Appeals, 811 F.2d 36, 37 (1st Cir. 1987).             We\n\nreview appeals from the grant or denial of Rule 12(b)(6) motions de\n\nnovo, using the same set of criteria that guided the district\n\ncourt.   See Redondo-Borges, 421 F.3d at 5.\n\n            The usual elements of a section 10(b) claim are that the\n\ndefendant     (i)   made   a   material    misrepresentation,   (ii)   with\n\nscienter, (iii) in connection with the purchase or sale of a\n\nsecurity, (iv) on which the plaintiff relied, (v) to his or her\n\ndetriment.     Dura Pharms., Inc. v. Broudo, 125 S. Ct. 1627, 1631\n\n(2005). To satisfy the final \"loss\" element, a plaintiff must show\n\nboth economic or transactional loss and loss causation.          See id.\n\n            In cases involving publicly traded stock, the Private\n\nSecurities Litigation Reform Act (PSLRA), 15 U.S.C. § 78u-4, makes\n\nthese elements important not only as a matter of proof but also as\n\na matter of pleading.      In order to survive a motion to dismiss in\n\nsuch a case, a section 10(b) claimant cannot take refuge in the\n\ngenerous notice pleading formulation of Fed. R. Civ. P. 8(a)(2).\n\n\n                                    -12-\n\fRather, he or she must satisfy the more stringent guidelines of the\n\nPSLRA.    With this in mind, we turn to that special set of pleading\n\nrequirements as they pertain to this case.\n\n            As a condition precedent to pleading the first element of\n\na section 10(b) claim, the PSLRA demands that a complaint \"specify\n\neach statement alleged to have been misleading, the reason or\n\nreasons why the statement is misleading, and, if an allegation\n\nregarding the statement . . . is made on information and belief,\n\nthe complaint shall state with particularity all facts on which\n\nthat belief is formed.\"      15 U.S.C. § 78u-4(b)(1).        To achieve this\n\nbenchmark, a complaint \"must provide factual support for the claim\n\nthat the statements . . . were fraudulent, that is, facts that show\n\nexactly why the statements . . . were misleading.\"              Aldridge v.\n\nA.T. Cross Corp., 284 F.3d 72, 78 (1st Cir. 2002).             This support\n\ntypically will include particularized allegations regarding \"the\n\ntime,    place,   and   content   of   the    alleged   misrepresentations.\"\n\nGreebel v. FTP Software, Inc., 194 F.3d 185, 193 (1st Cir. 1999).\n\nDespite these strictures, however, a pleading setting forth a\n\nsection 10(b) claim need not be precise to the point of pedantry;\n\nalthough it must set forth the supporting facts with particularity,\n\nit need not elaborate upon every jot and tittle of evidentiary\n\ndetail.    In re Stone & Webster, Inc. Sec. Litig., 414 F.3d 187,\n\n194-95 (1st Cir. 2005).\n\n\n\n\n                                       -13-\n\f           Circumstances differ from case to case, and we have shied\n\naway from attempting to compile a mechanical checklist of the type\n\nand kind of allegations that are essential to satisfy the PSLRA\n\npleading requirements.      See In re Cabletron Sys., Inc., 311 F.3d\n\n11, 32 (1st Cir. 2002) (explaining that \"there is no one-size-fits-\n\nall template\" for analyzing securities cases).           Rather, we have\n\ninstructed district courts to make an individualized assessment\n\nthat sweeps before it the totality of the facts in a given case.\n\nSee id.\n\n           The allegations at hand give an idiosyncratic twist to\n\nthis general guidance. The plaintiffs contend that their complaint\n\nadequately identifies nine false or misleading statements.         Eight\n\nof these are of a piece:        the plaintiffs claim that the \"buy\"\n\nratings in the eight analyst reports issued during the class period\n\nqualify   as   specific   misrepresentations   because   the   defendants\n\nemployed that taxonomy even though they actually believed that wise\n\ninvestors should not purchase Agilent securities.              The ninth\n\ninstance is related:      the plaintiffs contend that the statement in\n\nthe February 2000 analyst report describing Agilent's T&M order\n\ngrowth as \"reasonable\" was false and misleading because this\n\ndescription contradicted Rogers' actual view.\n\n           To put these claims in perspective, we must understand\n\nthe vocabulary that the analysts were using. CSFB's standard stock\n\nratings — \"strong buy,\" \"buy,\" \"hold,\" and \"sell\" — are designed to\n\n\n                                   -14-\n\freflect     its   analysts'   predictions   anent   the   likely   future\n\nperformance of the securities in question.2     Although these ratings\n\nare based to some degree on objective facts, they ultimately convey\n\nan opinion about a stock's prospects and, perhaps, about the likely\n\nproclivities of the stock market over a given period.         Armed with\n\nthe same background facts, two knowledgeable analysts, each acting\n\nin the utmost good faith, could well assign different ratings to\n\nthe same stock.     Moreover, ratings are unlike the statements sued\n\nupon in an archetypical section 10(b) action because they rest upon\n\noutsiders' views about a corporation rather than upon a corporate\n\ninsider's factual assertions regarding his or her own company.\n\n\n\n\n     2\n         At the time, CSFB defined these ratings as follows:\n\n     \"SB\" (strong buy) — Stock is expected to outperform the\n     market significantly over the next 6-12 months and should\n     be bought today.\n\n     \"B\" (buy) — A good \"story\"; needs some time to develop\n     but should outperform. Those institutions that require\n     time to build a position should buy the stock today.\n\n     \"H\" (hold) — Would not buy the stock. Events may not yet\n     be apparent that would make it either a Buy or a Sell.\n\n     \"S\" (sell) — Would not buy if not owned and would use as\n     a source of funds if owned; there is nothing to make the\n     stock outperform. If an institution wanted to stay in\n     the same industry group, it would swap out of the stock.\n     Potential negatives are not yet reflected in the stock —\n     if you own it, sell it.\n\n                                   -15-\n\fMost ratings are, therefore, best understood as statements of\n\nopinion, not as unadulterated statements of objective fact.3\n\n              Classifying ratings as opinions does not automatically\n\nshield them from liability under the securities laws. See Virginia\n\nBankshares, Inc. v. Sandberg, 501 U.S. 1083, 1095 (1991).       While\n\nVirginia Bankshares specifically addressed a claim under section\n\n14(a) of the Securities Exchange Act, other courts have applied its\n\nreasoning to section 10(b) claims alleging false or misleading\n\nopinions.       See, e.g., City of Monroe Employees Ret. Sys. v.\n\nBridgestone Corp., 399 F.3d 651, 674 n.20 (6th Cir. 2005); In re\n\nDonald J. Trump Casino Sec. Litig., 7 F.3d 357, 372 n.14 (3d Cir.\n\n1993).       This transplantation makes sense; even though section\n\n10(b), in terms, deals with statements of fact, a statement of\n\nopinion may be considered factual in at least two respects: as a\n\nstatement that the speaker actually holds the opinion expressed and\n\nas a statement about the subject matter underlying the opinion.\n\nSee Virginia Bankshares, 501 U.S. at 1092.     On that logic, ratings\n\n— and the bullish or bearish statements that accompany them — may\n\nin some circumstances qualify as false or misleading statements of\n\nfact.       See, e.g., DeMarco v. Lehman Bros., Inc., 309 F. Supp. 2d\n\n631, 634 (S.D.N.Y. 2004).\n\n\n        3\n      We say \"most\" because we recognize that some ratings, such as\nthose mechanically derived through input data, would be subject to\na different taxonomy. For purposes of this opinion, our references\nto ratings only encompass those reports in which an analyst\nexercises some degree of personal discretion.\n\n                                  -16-\n\f            A plaintiff can challenge a statement of opinion by\n\npleading facts sufficient to indicate that the speaker did not\n\nactually hold the opinion expressed (throughout this opinion, we\n\nrefer to such allegations as claims of \"subjective falsity\").\n\nBecause the plaintiffs cannot clear the subjective falsity hurdle,\n\nwe need not answer the thornier question of whether a plaintiff who\n\nchallenges a statement of opinion also must plead facts sufficient\n\nto show, from an objective standpoint, that the statement either\n\nexpressly or by fair implication contained a false or misleading\n\nassertion about its subject matter.\n\n            As to subjective falsity, the plaintiffs argue that the\n\nCSFB analysts issued \"buy\" ratings when they did not truly believe\n\nthat wise investors should purchase Agilent stock.          Although the\n\nplaintiffs' arguments in support of this claim are not without some\n\nforce, we conclude that their complaint, which as we have said is\n\npremised on misstatements of opinion, fails to satisfy the PSLRA's\n\nheightened pleading standard.\n\n            Although a speaker's confession that his or her opinion\n\nwas false when made would suffice, on its own, to show subjective\n\nfalsity,    that   species   of   frank   admission   is    unlikely   to\n\nmaterialize. In the usual case, therefore, plaintiffs will need to\n\nrely on a more indirect form of evidence to meet their pleading\n\nburden.    See Virginia Bankshares, 501 U.S. at 1096.      In the case at\n\n\n\n\n                                  -17-\n\fhand, there is no smoking gun, so the case falls into this latter\n\ncategory.\n\n            Before we scrutinize the specifics of the complaint in\n\nsearch of evidence of subjective falsity, we pause to discuss a\n\nunique facet of the PSLRA's pleading requirements when applied to\n\nmisstatements of opinion.       In the typical section 10(b) case, the\n\nfalsity and scienter elements do not overlap and, thus, necessitate\n\nseparate inquiries. See, e.g., Podany v. Robertson Stephens, Inc.,\n\n318 F. Supp. 2d 146, 154 (S.D.N.Y. 2004).               In those cases, the\n\nfalsity element addresses objective truth, whereas the scienter\n\nelement focuses on the speaker's subjective intent.                   In cases\n\npremised on misstatements of opinion, however, the falsity element,\n\nat a minimum, entails an inquiry into whether the statement was\n\nsubjectively   false   (whether    it    also    entails     an   inquiry   into\n\nobjective   falsity    is   a   matter   on     which   we   take   no   view).\n\nAccordingly, the subjective aspect of the falsity requirement and\n\nthe scienter requirement essentially merge; the scienter analysis\n\nis subsumed by the analysis of subjective falsity.                   See In re\n\nSalomon Analyst Level 3 Litig., 350 F. Supp. 2d 477, 490 (S.D.N.Y.\n\n2004).   We think it follows that if a plaintiff adequately pleads\n\nthat a statement of opinion was subjectively false when made, the\n\n\n\n\n                                   -18-\n\fcomplaint     will,   ex   proprio     vigure,   satisfy   the    pleading\n\nrequirements of the PSLRA relative to scienter.4\n\n            There is a relative dearth of authority speaking to the\n\ntopic of whether a plaintiff has adequately pleaded subjective\n\nfalsity in a false opinion case.       Because subjective falsity is so\n\nintricately    tied   to   scienter     in   false   opinion   cases,   the\n\nauthorities relative to pleading scienter are instructive (although\n\nnot necessarily controlling) when determining whether a plaintiff\n\nhas satisfied his or her pleading burden with respect to the\n\nsubjective aspect of the falsity claim.5         See Podany, 318 F. Supp.\n\n2d at 156 n.4. Focusing directly on scienter, the PSLRA enunciates\n\na strict standard for pleading the second element of a section\n\n10(b) claim.    See 15 U.S.C. § 78u-4(b)(2); see also Greebel, 194\n\nF.3d at 188.    To plead scienter adequately, a complaint must, with\n\nregard to each challenged act, \"state with particularity facts\n\ngiving rise to a strong inference that the defendant acted with the\n\nrequired state of mind.\"       15 U.S.C. § 78u-4(b)(2).          That the\n\n\n     4\n      We need not explore the other side of the coin.        If a\ncomplaint does not successfully plead subjective falsity, it fails\nto pass muster under the PSLRA. See In re Salomon, 350 F. Supp. 2d\nat 493. That, in turn, negates any need for a separate scienter\ninquiry.\n     5\n      Scienter, in its most abecedarian form, is \"a mental state\nembracing intent to deceive, manipulate, or defraud.\"    Ernst &\nErnst v. Hochfelder, 425 U.S. 185, 193 n.12 (1976). To establish\nthis mental state, a plaintiff must show that the defendant's\nconduct evinced either a conscious intent to commit the alleged\nfraud or a high degree of recklessness in connection with the\nfraud. See Greebel, 194 F.3d at 198-201.\n\n                                     -19-\n\fstatute, by its terms, requires a \"strong,\" rather than merely a\n\n\"reasonable,\" inference that the defendant acted with scienter is\n\nmore than an odd linguistic quirk.\n\n           Commenting upon this distinction, we have suggested that\n\na plaintiff's allegations must show a high likelihood of scienter\n\nin order to satisfy the PSLRA standard.       Aldridge, 284 F.3d at 82.\n\nAlthough the inference need not be ironclad, it must be persuasive.\n\nGreebel, 194 F.3d at 203.      Scienter allegations do not pass the\n\n\"strong inference\" test when, viewed in light of the complaint as\n\na whole, there are legitimate explanations for the behavior that\n\nare equally convincing.    See id.\n\n           By analogy, these authorities indicate that conclusory\n\nallegations   regarding   an   analyst's     hidden   beliefs   are    not\n\nsufficient to ground an assertion of subjective falsity.               See\n\nSerabian v. Amoskeag Bank Shares, Inc., 24 F.3d 357, 361 (1st Cir.\n\n1994)   (\"[G]eneral   averments   of   the   defendants'   knowledge   of\n\nmaterial falsity will not suffice, [rather] the complaint must set\n\nforth specific facts that make it reasonable to believe that\n\ndefendant[s] knew that a statement was false or misleading\")\n\n(citation and internal quotation marks omitted).           The plaintiff\n\nmust instead point to provable facts that strongly suggest knowing\n\nfalsity.   See Podany, 318 F. Supp. 2d at 158.\n\n           As one contemplates the inner workings of an analyst's\n\nmind, the line separating fact from conclusion often may seem\n\n\n                                  -20-\n\fblurred.   In the end, it is only when \"conclusions are logically\n\ncompelled, or at least supported, by the stated facts [to] an\n\nacceptable level of probability, that 'conclusions' become 'facts'\n\nfor pleading purposes.\"      Dartmouth Rev. v. Dartmouth Coll., 889\n\nF.2d 13, 16 (1st Cir. 1989).\n\n           The sufficiency of a subjective falsity allegation must\n\nbe determined through a statement-by-statement analysis based on\n\nthe state of affairs extant at the time the opinion was rendered.\n\nSee In re Boston Tech., Inc. Sec. Litig., 8 F. Supp. 2d 43, 55 (D.\n\nMass. 1998); see also In re Salomon, 350 F. Supp. 2d at 493.           The\n\nfact that a speaker changes his or her mind and decides after the\n\nfact that an earlier opinion was ill-advised is insufficient to\n\nsupport an averment of subjective falsity.        See In re Cabletron,\n\n311 F.3d at 36-37.    Furthermore, the fact-specific nature of the\n\nfalsity analysis compels a conclusion that a plaintiff cannot\n\nsucceed in pleading subjective falsity merely by identifying an\n\noverarching fraudulent scheme or corrupt environment.            See In re\n\nSalomon, 350 F. Supp. 2d at 493.      Rather, the plaintiff must, for\n\neach   allegedly   false   opinion,   plead   provable   facts    strongly\n\nsuggesting that the speaker did not believe that particular opinion\n\nto be true when uttered.     See id. at 493-94; see also Lentell v.\n\nMerrill Lynch & Co., 396 F.3d 161, 171 (2d Cir. 2005) (suggesting,\n\nin dictum, that evidence of false opinions in analyst reports\n\nissued on one company would not suffice to meet the PSLRA pleading\n\n\n                                 -21-\n\fstandard in a case alleging false opinions contained in reports\n\nregarding a different company).6                    Thus, when alleging that an\n\nanalyst's opinions are false or misleading, a plaintiff must plead\n\nfacts       that      directly    implicate      both   the    rated     stock   and   the\n\nquestioned report.             See Podany, 318 F. Supp. 2d at 158.\n\n                 The bottom line, then, is that while the plaintiffs'\n\nallegations regarding the obvious conflicts of interest and general\n\nstate of corruption within CSFB's analyst ranks may be enough to\n\nturn the stomach of an ethically sensitive observer, they are\n\ninsufficient, on their own, to support a fraud pleading with\n\nrespect          to    the     subjective     falsity         of   the    eight    \"buy\"\n\nrecommendations issued on Agilent stock. See In re Salomon, 350 F.\n\nSupp.       2d   at    492    (finding   that      allegations     of    \"conflicts     of\n\ninterest, incentives to increase compensation, or internal pressure\n\non analysts that is not tied to the particular stock at issue are\n\nnot   sufficient,            standing   alone,     to   satisfy    the    particularity\n\nrequirements\"); see also Lentell, 396 F.3d at 171 (suggesting that\n\nalthough conflicts of interest present opportunities for fraud,\n\nthey cannot, without more, furnish the basis of a fraud complaint).\n\nSuch allegations are tantamount to pleading conclusory statements\n\n\n        6\n      This is not to say that the same provable fact may not be\nused to plead more than one allegedly false opinion. For example,\nif an analyst sent out an e-mail explicitly stating that he had\nalways considered a certain stock to be a dog, that e-mail might\nwell be used to plead the subjective falsity of every previous\n\"buy\" recommendation that the analyst had made with respect to that\nstock.\n\n                                            -22-\n\fregarding motive and opportunity — and we have made it pellucid\n\nthat such gauzy generalities, without more, are insufficient to\n\nplead scienter in a PSLRA case.          See, e.g., Greebel, 194 F.3d at\n\n197.   Since they are not tied to a specific statement, we find them\n\nequally wanting as a basis for pleading subjective falsity.\n\n            In an effort to plead the \"something more\" needed to\n\nbolster their general allegations, the plaintiffs mention four\n\nevents,    each   occurring   in   the   year   2000,   that   are   arguably\n\nconnected to the Agilent \"buy\" ratings.         Upon close perscrutation,\n\nand viewed against the backdrop of CSFB's overarching fraudulent\n\nscheme, none of these events gives rise to the necessary inference\n\nthat the analysts believed the ratings to be false when made.              We\n\nexplain briefly.\n\n            The first event is the e-mail referencing the \"Agilent\n\nTwo-Step.\"    The plaintiffs hawk this e-mail as supportive of their\n\ntheory that Rogers took his Agilent \"buy\" ratings with several\n\ngrains of salt.     They argue that this e-mail indicates that Rogers\n\nspeciously rated the stock a \"buy\" while simultaneously telling a\n\nselect few his \"true, negative, opinion.\"          Appellants' Br. at 18.\n\n            To be sure, this e-mail mentions Agilent and, thus,\n\nsatisfies the company-specific component of the subjective falsity\n\ninquiry.     It fails, however, to satisfy the transaction-specific\n\ncomponent.    The language of the e-mail is patently insufficient to\n\nsupport an inference that Rogers misstated his true opinion every\n\n\n                                    -23-\n\ftime he settled upon a \"buy\" rating for Agilent stock.           Moreover,\n\nas the district court observed, the plaintiffs have not alleged\n\nthat Rogers, or any other CSFB analyst for that matter, performed\n\nthe \"Two Step\" with respect to any of the reports at issue.          See D.\n\nCt. Op. at 11.      When all is said and done, the e-mail, though\n\nsuggestive of sharp practice, is too general to satisfy the PSLRA's\n\nrigorous particularity requirements. See Greebel, 194 F.3d at 193.\n\nThe PSLRA requires plaintiffs to specify the reason or reasons why\n\na particular statement is false or misleading; it is not enough to\n\ngive a reason suggesting that the defendant was perfectly willing\n\nto   shade   the   truth   or   that    some   unidentified   statement   or\n\nstatements suffer from that shortcoming.            See 15 U.S.C. § 78u-\n\n4(b)(1).\n\n             The plaintiffs next point to the February 22 e-mail from\n\nRogers to an Agilent executive, written four days after Rogers\n\nissued a report that described Agilent's T&M order growth as\n\n\"reasonable\" and gave the company a \"buy\" rating.             They suggest\n\nthat Rogers' inquiry as to why Agilent's T&M order growth was less\n\nrobust than some of its competitors demonstrates a disconnect\n\nbetween his privately held and publicly expressed opinions because\n\nit evinces his personal belief that the growth was not \"reasonable\"\n\nand that investors should refrain from purchasing the stock.          This\n\nsuggestion requires an inferential leap that the facts do not\n\nsupport.\n\n\n                                       -24-\n\f              As an initial matter, past performance is not necessarily\n\nindicative of future stock prices.           The market often anticipates\n\nboth favorable and unfavorable information. Moreover, it sometimes\n\nis said that a rising tide lifts all boats, and Rogers might have\n\nrated the competitors as \"strong buys\" (based on their \"strong\"\n\ngrowth) when he gave Agilent a less aggressive, though still\n\npositive, \"buy\" rating (based on its \"reasonable\" growth).                  The\n\ncomplaint leaves these and a myriad of other possibilities wide\n\nopen.\n\n              We acknowledge that, on a Rule 12(b)(6) motion, a court\n\nmust view the stated facts in the light most favorable to the\n\npleader.       See Redondo-Borges, 421 F.3d at 5.             This approach,\n\nhowever, does not require the court, in a PSLRA case, to turn a\n\nblind eye to the universe of possible conclusions stemming from a\n\ngiven fact or set of facts.         See Greebel, 194 F.3d at 203 (finding\n\nscienter allegations inadequate to satisfy PSLRA pleading standards\n\nwhen there may have been \"any number of legitimate reasons\" for the\n\ndescribed behavior).       In this instance, the plaintiffs' suggested\n\ninference simply does not achieve the level of strong probability\n\nneeded to satisfy the PSLRA's pleading requirements.\n\n              The plaintiffs' reliance on the August 12 e-mail from\n\nRogers   to    a   CSFB   client,    suggesting   that   he   would   not   be\n\n\"aggressive\" on Agilent stock absent some \"meaningful restructuring\n\nof the two problem divisions,\" exhibits a similar flaw.                 Once\n\n\n                                      -25-\n\fagain, the desired inference — that Rogers' \"buy\" rating of August\n\n18 misstated his privately held view because Agilent had not\n\nundertaken   the   restructuring   —    is   only    one   of   a   number   of\n\npossibilities, several just as likely as the inference plaintiffs\n\ndesire.   This is insufficient to carry the plaintiffs' pleading\n\nburden, even when viewed in light of the other pleaded facts.                The\n\nplaintiffs' failure to do more to bring their desired inference to\n\nan acceptable level of probability renders this e-mail insufficient\n\nto meet their pleading burden.        See id.\n\n          None of this is to say that analyst e-mails that reveal\n\nnegative feelings about certain stocks, coupled with sufficiently\n\ncontemporaneous    \"buy\"   ratings,    can   never   satisfy    the   PSLRA's\n\nparticularity requirement for pleading subjective falsity.               Such\n\ncases do exist.    See, e.g., In re Salomon, 350 F. Supp. 2d at 493\n\n(finding pleading standard met for \"buy\" ratings issued after\n\nanalyst sent internal e-mail stating that the stocks \"must not\n\nremain buys\"); DeMarco, 309 F. Supp. 2d at 634 (finding pleading\n\nstandard met when analyst gave stock the highest possible \"buy\"\n\nrating after sending e-mails to institutional investors instructing\n\nthem to sell it short).    In those cases, the disconnect between the\n\nopinion expressed in the e-mail and the opinion implicit in the\n\nrating was stark and unambiguous.            In contrast, there is no\n\nnecessary inconsistency between the statement \"I would not be\n\naggressive\" and an expressed belief that Agilent stock nonetheless\n\n\n                                   -26-\n\fqualified for CSFB's \"buy\" rating.                  See supra note 2 (setting\n\nparameters of \"buy\" ratings in CSFB's standard lexicon).                      Given\n\nCSFB's four-tiered rating system, it is entirely possible that\n\nRogers equated aggressive behavior with a \"strong buy\" rating.                  In\n\nall events, the pleadings do not negate such a possibility — and\n\nthe plaintiffs cannot hinge their subjective falsity claim solely\n\non their unsubstantiated interpretation of Rogers' ambiguous word\n\nchoice. See Tuchman v. DSC Commc'ns Corp., 14 F.3d 1061, 1069 (5th\n\nCir. 1994) (concluding, in a section 10(b) case, that the defendant\n\nwas not obliged to employ the adjectival characterization that the\n\nplaintiffs thought to be most accurate).\n\n            Here,     moreover,      a      significant    intervening       event\n\ntranspired between the date of the e-mail and the date of the\n\ninterdicted report.        On August 17 — five days after the e-mail and\n\none   day   before   the    report    issued    —    Agilent   made   a    surprise\n\nannouncement that its third quarter earnings were better than\n\nexpected.      Even if Rogers had been wary of the stock's prospects on\n\nAugust 12, the surprise announcement easily could have changed the\n\ndecisional calculus.         The fact that the very first line of the\n\nAugust 18 report notes that Agilent's third quarter was \"not as bad\n\nas forecast\" bolsters this inference.\n\n            The last \"event\" is the November 8 e-mail from Rogers to\n\nhis   fellow    analysts.     In     that    e-mail,    Rogers   used     Agilent's\n\nunexpected negative forecast (announced on July 20, 2000) and his\n\n\n                                         -27-\n\fsubsequent \"buy\" rating (contained in a report issued the next day)\n\nto demonstrate the art of \"wordsmithing.\"    This rodomontade put\n\nRogers in a bad light, but it fails to support a reasonable\n\ninference that Rogers actually misstated a privately held opinion.\n\nWhile isolated statements in this e-mail might well be considered\n\nindicative of an appetite for sleazy practice, those statements\n\ncannot be wrested from their contextual moorings when determining\n\nwhether the plaintiffs have satisfied the PSLRA pleading standard.\n\nSee Shaw v. Digital Equip. Corp., 82 F.3d 1194, 1220 (1st Cir.\n\n1996).   In this instance, the statement immediately preceding\n\nRogers' list of examples notes that the illustrations are intended\n\nto show how to \"mak[e a] point, subtly.\"     It is too much of a\n\nstretch to read this statement as an admission by Rogers that he\n\nhad issued false opinions.\n\n          One more possibility warrants our attention. Even though\n\nthere is a gray area within which reasonable analysts legitimately\n\nmay issue differing recommendations, it is unlikely that a trained\n\nanalyst would actually believe in the truth of a recommendation\n\nthat, from an objective standpoint, was totally unfounded. One can\n\nimagine cases in which the facts so strongly suggest that an\n\nopinion was objectively false when made that an inference of\n\nsubjective falsity may be drawn.   See, e.g., Serabian, 24 F.3d at\n\n368 (finding strong evidence of objective falsity sufficient to\n\nsatisfy scienter pleading requirement). Here, however, the pleaded\n\n\n                               -28-\n\ffacts are too problematic to show objective falsity (and, thus, to\n\nprop up an otherwise deficient showing of subjective falsity).\n\n             The short of it is that the plaintiffs have pleaded no\n\ncontemporaneous facts that debunk the legitimacy of the \"buy\"\n\nratings when made.      Their main refrain is that they have set forth\n\nfacts showing that the majority of the challenged \"buy\" ratings\n\nturned out to be dead wrong: after hitting an all-time high in\n\nMarch   of   2000,   Agilent's     stock      price   dropped    like   a    stone\n\nthroughout    much   of    the   remaining      class   period.     From     this\n\nhistorical record, the plaintiffs seek to have us infer that the\n\nratings must have been objectively false because the stock \"should\n\nnot have been 'bought' by a rational investor who wished to\n\nincrease, rather than decrease, his capital.\"              Appellants' Reply\n\nBr. at 7.    This is whistling past the graveyard.\n\n             Ratings, like other forecasts, cannot be found to be\n\nfalse — objectively or subjectively — simply because they turn out\n\nto be inaccurate.       See Glassman v. Computervision Corp., 90 F.3d\n\n617, 626 (1st Cir. 1996); see also Shaw, 82 F.3d at 1223 (warning\n\nagainst attempts to plead fraud by hindsight).                    To ground an\n\ninference of objective falsity, the facts must suggest that a\n\nparticular     rating     was    not   plausibly      premised    on,   or    was\n\ninconsistent with, the information available to the analyst at that\n\ntime.   Glassman, 90 F.3d at 627.             To hold otherwise would run an\n\nunacceptable risk of subjecting conscientious analysts to liability\n\n\n                                       -29-\n\fif, after the fact, external events or corporate mismanagement\n\nadversely impacted a stock that was a legitimate \"buy\" when it was\n\nrated.\n\n          By the same token, the plaintiffs have failed adequately\n\nto plead facts indicating the objective falsity of the statement in\n\nthe February 18, 2000 report describing order growth in one segment\n\nof Agilent's business as \"reasonable.\"   To support their assertion\n\nthat this characterization is objectively false, the plaintiffs\n\npoint to the e-mail sent four days later by Rogers to an Agilent\n\nexecutive inquiring why Agilent's order growth was less robust than\n\nthat of its chief competitors.    This places more weight on the e-\n\nmail than it can bear.\n\n          The February 18 report did not characterize Agilent as a\n\nleader in order growth, so the e-mail does not suggest a necessary\n\ninconsistency between the analysts' description and the true state\n\nof affairs.   Cf. Virginia Bankshares, 501 U.S. at 1094 (finding\n\ndescription of a $42 per share merger price as \"high\" and \"fair\"\n\nobjectively false in the face of evidence that the bank's \"going\n\nconcern\" value at the time the statements were made exceeded $60\n\nper share).\n\n          Especially when considered in context — the analysts'\n\ndescription was given under the heading \"Good Orders, but Not\n\nExplosive\" — the e-mail, standing alone, is insufficient to show\n\nobjective falsity. The plaintiffs do not challenge the accuracy of\n\n\n                                 -30-\n\fthe rate of growth specified in the report (six percent) and the\n\nreport clearly stated that Agilent's competitors enjoyed more\n\nappreciable order growth. Under these circumstances, the adjective\n\n\"reasonable\" cannot be said to have been objectively false.\n\n            To summarize, the plaintiffs do not meet the PSLRA\n\nrequirement for pleading a misstatement of opinion.           Their general\n\nallegations, Agilent-specific allegations, and transaction-specific\n\nallegations, whether viewed separately or in the ensemble, do not\n\nsupport the necessary inference that the ratings were subjectively\n\nfalse.   As an aside, the plaintiffs' failure satisfactorily to\n\nplead subjective falsity also supplies a solid basis for a finding\n\nthat they have failed to satisfy the PSLRA standard for pleading\n\nscienter.\n\n            This conclusion effectively ends our consideration of the\n\nsection 10(b)       claims.   Because the plaintiffs have failed to meet\n\nthese PSLRA pleading requirements in regard to subjective falsity\n\nand scienter, we need not address other issues, such as the need to\n\nplead objective falsity in a misstatement of opinion case, the\n\nmateriality of the allegedly false statements, or the district\n\ncourt's alternate holding in this case that the plaintiffs failed\n\nadequately to plead loss causation.            See D. Ct. Op. at 17.\n\n            This pleading failure also provides a sufficient basis\n\nupon   which   to    affirm   the   district    court's   dismissal    of   the\n\nplaintiffs' section 20(a) claims. Section 20(a) creates derivative\n\n\n                                     -31-\n\fliability for those that directly or indirectly control a person or\n\nfirm found liable under a provision of the Securities Exchange Act.\n\nSee 15 U.S.C. § 78t(a).          Thus, our rejection of the underlying\n\nsection 10(b) violations dooms the plaintiffs' claims against CSFB\n\nand Quattrone under section 20(a).           See Greebel, 194 F.3d at 207;\n\nsee also D. Ct. Op. at 17.\n\nIII.    CONCLUSION\n\n            We need go no further.        The plaintiffs' allegations, if\n\ntrue,   show   beyond    hope    of   contradiction    that    the   defendants\n\noperated without much concern for ethical standards.             But the fact\n\nthat an organization is ethically challenged does not impugn every\n\naction that it takes.         In a securities fraud case, the plaintiffs\n\nstill must carry the burden, imposed by the PSLRA, of pleading\n\nfacts sufficient to show that the particular statements sued upon\n\nwere false or misleading when made.          This is as it should be: the\n\nsecurities laws — and section 10(b) in particular — were designed\n\nto provide a damages remedy for losses incurred as a result of\n\nfalse or misleading statements, not to punish defendants for bad\n\nbehavior in a vacuum. Although ably represented, the plaintiffs in\n\nthis case have not carried the pleading burden that the PSLRA\n\nimposes.       Thus,    the   defendants,    despite   their    inappropriate\n\nactions, cannot be held legally responsible for the plaintiffs'\n\nill-fated investments in Agilent stock.\n\n\n\n\n                                      -32-\n\fAffirmed.\n\n\n\n\n            -33-\n\f",
  "html": "<p class=\"case_cite\">431 F.3d 36</p>\n    <p class=\"parties\">IN RE CREDIT SUISSE FIRST BOSTON CORP. (Agilent Technologies, Inc.) Analyst Reports Securities Litigation.<br>Richard Brown et al., Plaintiffs, Appellants,<br>v.<br>Credit Suisse First Boston LLC et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 05-1646.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 9, 2005.</p>\n    <p class=\"date\">Decided December 12, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Brian P. Murray, with whom Murray, Frank &amp; Sailler LLP, Marc I. Gross, Pomerantz Haudek Block Grossman &amp; Gross LLP, David Pastor, and Gilman and Pastor LLP were on brief, for appellants.</p>\n      <p class=\"indent\">Lawrence Portnoy, with whom Davis Polk &amp; Wardwell, Robert A. Buhlman, Siobhan E. Mee, and Bingham McCutcheon LLP were on brief, for appellee Credit Suisse First Boston LLC.</p>\n      <p class=\"indent\">Warren Feldman, Jeff E. Butler and Clifford Chance LLP on brief for appellee Rogers.</p>\n      <p class=\"indent\">Jeffrey B. Rudman, with whom Stephen A. Jonas, Jonathan A. Shapiro, Matthew A. Stowe, Wilmer Cutler Pickering Hale and Dorr LLP, Kenneth G. Hausman, Barbara A. Winters, Mark A. Sheft, and Howard Rice Nemerovski Canady Falk &amp; Rabkin were on brief, for appellee Quattrone.</p>\n      <p class=\"indent\">Before SELYA and LYNCH, Circuit Judges, and SMITH,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Following a flurry of investigations into the propriety of a single firm providing investment banking services to a publicly held corporation while at the same time opining as to the prospects of the corporation's stock, the plaintiffs in this case sued one such firm, defendant-appellee Credit Suisse First Boston Corp. (CSFB). They alleged that they had sustained losses resulting from false and misleading statements made by CSFB's analysts with respect to the stock of Agilent Technologies, Inc. (Agilent). The district court, in a lengthy unpublished opinion, dismissed the plaintiffs' consolidated and amended class action complaint after concluding that the plaintiffs had not met the pleading standards required for such claims. <i>See In re CSFB Corp. (Agilent Techs., Inc.) Analyst Reports Sec. Litig.,</i> No. 02-12056, slip op. at 19 (D.Mass. Mar. 31, 2005) (D.Ct.Op.). Although the question is close &#8212; there is very little authority dealing with the requirements for pleading subjective falsity in a misstatement of opinion case &#8212; we conclude that the plaintiffs' allegations are insufficient to show that CSFB's analyst reports concerning Agilent (its quondam investment banking client) were at odds with the analysts' privately held beliefs. Consequently, we affirm the judgment below.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In reviewing the dismissal of a civil action under Rule 12(b)(6), we accept the factual averments of the plaintiffs' complaint. <i>See Redondo-Borges v. U.S. Dep't of Hous. &amp; Urban Dev.,</i> 421 F.3d 1, 5 (1st Cir.2005). We follow that praxis here.</p>\n    </div>\n    <p class=\"center\">A. <i>Overview.</i></p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Agilent is a Hewlett-Packard \"spin-off\" that provides enabling solutions to markets within the communications, electronics, life sciences, and chemical industries. Its three primary lines of business include test and measurement, semiconductor products, and chemical analysis. The plaintiffs, appellants here, are members of a putative class of persons who acquired Agilent stock at various times from December 13, 1999 through February 20, 2001 (the class period). The gist of their complaint is that analysts at CSFB, led by defendant-appellee Elliot Rogers, issued reports recommending the purchase of Agilent stock despite their lack of faith in the rosy picture they were painting. These bullish reports were issued, the plaintiffs say, in an effort to curry favor with Agilent and thereby secure future investment banking business. A side effect, however, was an artificial inflation of the price of the stock resulting in a wide disparity between cost and true value. Unaware of that disparity, the plaintiffs acquired Agilent securities at sky-high prices and suffered losses when the stock plummeted.</p>\n    </div>\n    <p class=\"center\">B. <i>CSFB's Overarching Fraudulent Culture.</i></p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">CSFB is a global financial services firm, dealing, among other things, in investment banking and investment research. At all times material hereto, defendant-appellee Frank P. Quattrone served as the head of CSFB's global technology group (the Tech Group). Although Quattrone was an investment banker, he had complete control over the Tech Group's research activities. In that capacity, he helped to determine the analysts' compensation and had the power to terminate their employment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Quattrone's omnipotence within the Tech Group allowed him free rein to set up a system in which the analysts were pressured, from time to time, to issue unduly positive ratings on certain stocks in order to improve the chances of garnering investment banking business for CSFB. Quattrone promised potential clients favorable analyst reports and then used a carrot-and-stick technique with his analysts to redeem those promises. During Quattrone's reign, an analyst's bonus (which comprised a major portion of his or her remuneration) was likely to correlate positively to that analyst's support of the Tech Group's investment banking activity. Conversely, analysts who issued negative reports risked being reprimanded and passed over for choice assignments.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">CSFB tied its analyst reports to a four-tiered ranking format, composed of \"strong buy,\" \"buy,\" \"hold,\" and \"sell\" ratings. The plaintiffs, based on information gleaned from a former CSFB employee, averred that the format was effectively condensed into three tiers (dropping out the \"sell\" rating) and was jiggled for the benefit of investment banking clients. Allegedly, common practices included issuing a \"hold\" rating if the analyst actually believed stockholders should sell, affording a \"buy\" rating to virtually all investment banking clients or prospective clients, and using the \"strong buy\" rating only when the analyst actually believed that investors should purchase the stock.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The analysts attached to the Tech Group sometimes attended investment banking sales presentations, at which they would distribute sample reports (invariably portraying the potential investment banking client in an attractive light). This participation was intended to assure prospective clients that they would receive the benefit of positive reinforcement from the analysts should they choose to retain CSFB for their investment banking needs.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Quattrone's system initially proved to be a howling success; in 1999, for example, CSFB managed more initial public offerings (IPOs) in the United States than any other investment banking house. In the year 2000, the Tech Group accounted for almost half of CSFB's revenue from equity investment banking in the United States. Shortly thereafter, Quattrone's persistent dismantling of the compulsory \"Chinese Wall\" between banking and research, required by the National Association of Securities Dealers (NASD), inspired a series of governmental and regulatory investigations. In a single six-month period, from the fall of 2002 through the following spring, Massachusetts state securities regulators, the New York Attorney General, the NASD, and the Securities and Exchange Commission all initiated proceedings against CSFB related to the internal conflicts of interest that allegedly had caused CSFB's analysts to view the stock of CSFB's present and potential investment banking clients through rose-colored glasses.</p>\n    </div>\n    <p class=\"center\">C. <i>CSFB's Involvement with Agilent.</i></p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">CSFB's relationship with Agilent began when the Tech Group, assisted by Rogers, made a sales pitch to Agilent's top brass with an eye toward managing that company's forthcoming IPO. Agilent was impressed, and CSFB helped to take the company public on November 18, 1999. The stock, initially priced at $30 per share, closed at $44 after its first day of trading.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On December 13, 1999 &#8212; the first day of the class period &#8212; CSFB initiated its analyst coverage of Agilent stock with a \"buy\" rating contained in a report authored by Rogers and two of his confreres. The report set a twelve-month target price for the stock of $55 per share. That day, the stock closed at $45.50 per share, up $0.75 from the previous day's close.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">CSFB published a second report, authored by the same trio of analysts, on February 18, 2000. This report reiterated the earlier \"buy\" recommendation and explained that Agilent's growth was spurred by \"strong\" orders for semiconductor products (up twenty-seven percent) and \"reasonable gains in Test &amp; Measurement.\" It discussed Agilent's six percent increase in test and measurement (T &amp; M) orders under the heading \"Good Orders, but Not Explosive.\" That day, the stock closed at $93.75 per share, down $3.25 from the previous day's close.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Four days after issuing this \"buy\" recommendation, Rogers sent the following e-mail to Agilent's Director of Investor Relations:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">TMO order growth was 6%. Communications test and semi test were highlighted as key growth drivers. One would expect communications test growth to top 10% (vs.Q4:99). Growth in Teradyne's Q4:99 orders was above 40% sequentially, Credence's Jan:01 orders were up over that amount. Yet Agilent's TMO business only grew 6% despite two seemingly hot markets. What retarded your growth, or were Communications and Semi test less hot than you let on?</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On March 6, 2000, Agilent stock closed at its class period high of $159 per share. Although the stock price tumbled thereafter, CSFB analysts maintained a \"buy\" rating in their third report (issued on May 19, 2000). That day the stock closed at $66.62 per share, down $4.38 from the previous day's close.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On July 20, 2000, Agilent released a statement indicating that third quarter earnings were expected to fall short of forecasts as a result of manufacturing constraints, component shortages, and sluggish sales attributable to two divisions. This press release came as a surprise to the market as a whole. The following day, the CSFB analysts issued their fourth report. The report maintained the stock's \"buy\" rating but flagged the surprise announcement and cautioned that Agilent was rated a \"buy\" only \"in the most generous sense.\" The stock closed that day at $48.06 per share, down $5.94 from the previous day's close.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On Saturday, August 12, 2000, Rogers received an e-mail from a CSFB customer inquiring as to his outlook on Agilent stock. Rogers replied: \"Let's see what they announce thurs pm. Hopefully some meaningful restructuring of the two problem divisions. Absent that would not be aggressive despite the price pullback.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">After the market closed on August 17, Agilent reported that its third quarter earnings were better than anticipated. The following day, the CSFB analysts issued their fifth report (which was the last report authored in whole or in part by Rogers). This document cited the upbeat announcement and reiterated the familiar \"buy\" rating. That day, the stock closed at $56.38 per share, up $9.88 from the previous day's close.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On October 12, 2000, a Tech Group analyst, Tim Mahon, sent an e-mail to a fellow CSFB employee in response to a general question about how to rate a struggling stock when investment banking sensitivities existed. The e-mail read: \"Suggest you ask Elliot [Rogers] about the `Agilent Two-Step'. That's where in writing you have a buy rating . . . but verbally everyone knows your position.\" Neither Mahon nor the analyst whom he advised was ever involved in reporting on Agilent securities.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In a November 8, 2000 e-mail to all Tech Group analysts, Rogers used Agilent as an example of how to draft analyst reports. Under the heading \"Wordsmithing,\" Rogers wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Verbally, you can say a lot more than what you put into print without it coming back to haunt you (he said, she said). That does not preclude you from making your point, subtly. For example: . . .</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Agilent: money-losing operations supposedly fixed in our quarter. Ha!! Fat Chance!! \"While management plans on turning the operation around next quarter, we have chosen to give them more breathing room to allow for any slippage. As a result, our estimates are more conservative than management's guidance, but allow for upside to our EPS projections if they achieve their bogey on the stated timeline.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Other CSFB analysts issued Agilent reports on September 29, November 21, and December 6, 2000. Each report reaffirmed the \"buy\" rating. The per share stock price rose on the dates of the September and November reports (up $0.99 to $48.94 and up $4 to $48.62, respectively), but fell following the December report (down $3.06 to $52).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">On February 21, 2001 &#8212; the last day of the class period &#8212; Agilent announced that it was trimming back its forecast of second quarter profits. That day, CSFB issued a report downgrading Agilent stock from \"buy\" to \"hold.\" The stock sagged to $40.20 per share, down $3.80 from the previous day's close.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Throughout the class period, members of the Tech Group's investment banking team maintained contact with Agilent executives regarding potential investment banking business. None materialized.</p>\n    </div>\n    <p class=\"center\">D. <i>Proceedings Below.</i></p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Against this factual backdrop, the plaintiffs sued CSFB and Rogers, claiming that the analyst reports constituted false and misleading statements actionable under section 10(b) of the Securities Exchange Act of 1934, 15 U.S.C. &#167; 78j(b), and Rule 10b-5 promulgated thereunder, 17 C.F.R. &#167; 240.10b-5. In addition, they brought section 20(a) \"control person\" claims against CSFB and Quattrone for allowing and condoning such behavior. <i>See</i> 15 U.S.C. &#167; 78t(a). Certain procedural skirmishing followed, none of which is relevant here.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">After the plaintiffs filed a consolidated and amended class action complaint, the district court, on motions brought pursuant to Fed.R.Civ.P. 12(b)(6), found the complaint's allegations insufficient. Specifically, the court dismissed the section 10(b) and Rule 10b-5 claims<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> for failure adequately to plead (i) any false or misleading statement, (ii) scienter, or (iii) loss causation. D. Ct. Op. at 14, 17. It simultaneously dismissed the section 20(a) claims as derivative of (and, thus, sharing the frailty of) the underlying section 10(b) claims. <i>Id.</i> at 17. This timely appeal ensued.</p>\n    </div>\n    <p class=\"indent\">II. ANALYSIS</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In considering a motion to dismiss, the district court is bound to \"assume the truth of all well-pleaded facts and indulge all reasonable inferences that fit the plaintiff's stated theory of liability.\" <i>In re Colonial Mortg. Bankers Corp.,</i> 324 F.3d 12, 15 (1st Cir.2003). The court is free, however, to disregard bald assertions, unsupportable conclusions, and opprobrious epithets. <i>Chongris v. Bd. of Appeals,</i> 811 F.2d 36, 37 (1st Cir.1987). We review appeals from the grant or denial of Rule 12(b)(6) motions de novo, using the same set of criteria that guided the district court. <i>See Redondo-Borges,</i> 421 F.3d at 5.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The usual elements of a section 10(b) claim are that the defendant (i) made a material misrepresentation, (ii) with scienter, (iii) in connection with the purchase or sale of a security, (iv) on which the plaintiff relied, (v) to his or her detriment. <i>Dura Pharms., Inc. v. Broudo,</i> ___ U.S. ___, ___, 125 S.Ct. 1627, 1631, 161 L.Ed.2d 577 (2005). To satisfy the final \"loss\" element, a plaintiff must show both economic or transactional loss and loss causation. <i>See id.</i> In cases involving publicly traded stock, the Private Securities Litigation Reform Act (PSLRA), 15 U.S.C. &#167; 78u-4, makes these elements important not only as a matter of proof but also as a matter of pleading. In order to survive a motion to dismiss in such a case, a section 10(b) claimant cannot take refuge in the generous notice pleading formulation of Fed.R.Civ.P. 8(a)(2). Rather, he or she must satisfy the more stringent guidelines of the PSLRA. With this in mind, we turn to that special set of pleading requirements as they pertain to this case.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As a condition precedent to pleading the first element of a section 10(b) claim, the PSLRA demands that a complaint \"specify each statement alleged to have been misleading, the reason or reasons why the statement is misleading, and, if an allegation regarding the statement . . . is made on information and belief, the complaint shall state with particularity all facts on which that belief is formed.\" 15 U.S.C. &#167; 78u-4(b)(1). To achieve this benchmark, a complaint \"must provide factual support for the claim that the statements . . . were fraudulent, that is, facts that show exactly why the statements . . . were misleading.\" <i>Aldridge v. A.T. Cross Corp.,</i> 284 F.3d 72, 78 (1st Cir.2002). This support typically will include particularized allegations regarding \"the time, place, and content of the alleged misrepresentations.\" <i>Greebel v. FTP Software, Inc.,</i> 194 F.3d 185, 193 (1st Cir.1999). Despite these strictures, however, a pleading setting forth a section 10(b) claim need not be precise to the point of pedantry; although it must set forth the supporting facts with particularity, it need not elaborate upon every jot and tittle of evidentiary detail. <i>In re Stone &amp; Webster, Inc. Sec. Litig.,</i> 414 F.3d 187, 194-95 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Circumstances differ from case to case, and we have shied away from attempting to compile a mechanical checklist of the type and kind of allegations that are essential to satisfy the PSLRA pleading requirements. <i>See In re Cabletron Sys., Inc.,</i> 311 F.3d 11, 32 (1st Cir.2002) (explaining that \"there is no one-size-fits-all template\" for analyzing securities cases). Rather, we have instructed district courts to make an individualized assessment that sweeps before it the totality of the facts in a given case. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The allegations at hand give an idiosyncratic twist to this general guidance. The plaintiffs contend that their complaint adequately identifies nine false or misleading statements. Eight of these are of a piece: the plaintiffs claim that the \"buy\" ratings in the eight analyst reports issued during the class period qualify as specific misrepresentations because the defendants employed that taxonomy even though they actually believed that wise investors should not purchase Agilent securities. The ninth instance is related: the plaintiffs contend that the statement in the February 2000 analyst report describing Agilent's T &amp; M order growth as \"reasonable\" was false and misleading because this description contradicted Rogers' actual view.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">To put these claims in perspective, we must understand the vocabulary that the analysts were using. CSFB's standard stock ratings &#8212; \"strong buy,\" \"buy,\" \"hold,\" and \"sell\" &#8212; are designed to reflect its analysts' predictions anent the likely future performance of the securities in question.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Although these ratings are based to some degree on objective facts, they ultimately convey an opinion about a stock's prospects and, perhaps, about the likely proclivities of the stock market over a given period. Armed with the same background facts, two knowledgeable analysts, each acting in the utmost good faith, could well assign different ratings to the same stock. Moreover, ratings are unlike the statements sued upon in an archetypical section 10(b) action because they rest upon outsiders' views about a corporation rather than upon a corporate insider's factual assertions regarding his or her own company. Most ratings are, therefore, best understood as statements of opinion, not as unadulterated statements of objective fact.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Classifying ratings as opinions does not automatically shield them from liability under the securities laws. <i>See Virginia Bankshares, Inc. v. Sandberg,</i> 501 U.S. 1083, 1095, 111 S.Ct. 2749, 115 L.Ed.2d 929 (1991). While <i>Virginia Bankshares</i> specifically addressed a claim under section 14(a) of the Securities Exchange Act, other courts have applied its reasoning to section 10(b) claims alleging false or misleading opinions. <i>See, e.g., City of Monroe Employees Ret. Sys. v. Bridgestone Corp.,</i> 399 F.3d 651, 674 n. 20 (6th Cir.2005); <i>In re Donald J. Trump Casino Sec. Litig.,</i> 7 F.3d 357, 372 n. 14 (3d Cir.1993). This transplantation makes sense; even though section 10(b), in terms, deals with statements of fact, a statement of opinion may be considered factual in at least two respects: as a statement that the speaker actually holds the opinion expressed and as a statement about the subject matter underlying the opinion. <i>See Virginia Bankshares,</i> 501 U.S. at 1092, 111 S.Ct. 2749. On that logic, ratings &#8212; and the bullish or bearish statements that accompany them &#8212; may in some circumstances qualify as false or misleading statements of fact. <i>See, e.g., Demarco v. Lehman Bros., Inc.,</i> 309 F.Supp.2d 631, 634 (2004).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">A plaintiff can challenge a statement of opinion by pleading facts sufficient to indicate that the speaker did not actually hold the opinion expressed (throughout this opinion, we refer to such allegations as claims of \"subjective falsity\"). Because the plaintiffs cannot clear the subjective falsity hurdle, we need not answer the thornier question of whether a plaintiff who challenges a statement of opinion also must plead facts sufficient to show, from an objective standpoint, that the statement either expressly or by fair implication contained a false or misleading assertion about its subject matter.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">As to subjective falsity, the plaintiffs argue that the CSFB analysts issued \"buy\" ratings when they did not truly believe that wise investors should purchase Agilent stock. Although the plaintiffs' arguments in support of this claim are not without some force, we conclude that their complaint, which as we have said is premised on misstatements of opinion, fails to satisfy the PSLRA's heightened pleading standard.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Although a speaker's confession that his or her opinion was false when made would suffice, on its own, to show subjective falsity, that species of frank admission is unlikely to materialize. In the usual case, therefore, plaintiffs will need to rely on a more indirect form of evidence to meet their pleading burden. <i>See Virginia Bankshares,</i> 501 U.S. at 1096, 111 S.Ct. 2749. In the case at hand, there is no smoking gun, so the case falls into this latter category.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Before we scrutinize the specifics of the complaint in search of evidence of subjective falsity, we pause to discuss a unique facet of the PSLRA's pleading requirements when applied to misstatements of opinion. In the typical section 10(b) case, the falsity and scienter elements do not overlap and, thus, necessitate separate inquiries. <i>See, e.g., Podany v. Robertson Stephens, Inc.,</i> 318 F.Supp.2d 146, 154 (S.D.N.Y.2004). In those cases, the falsity element addresses objective truth, whereas the scienter element focuses on the speaker's subjective intent. In cases premised on misstatements of opinion, however, the falsity element, at a minimum, entails an inquiry into whether the statement was subjectively false (whether it also entails an inquiry into objective falsity is a matter on which we take no view). Accordingly, the subjective aspect of the falsity requirement and the scienter requirement essentially merge; the scienter analysis is subsumed by the analysis of subjective falsity. <i>See In re Salomon Analyst Level 3 Litig.,</i> 350 F.Supp.2d 477, 490 (S.D.N.Y.2004). We think it follows that if a plaintiff adequately pleads that a statement of opinion was subjectively false when made, the complaint will, ex proprio vigure, satisfy the pleading requirements of the PSLRA relative to scienter.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">There is a relative dearth of authority speaking to the topic of whether a plaintiff has adequately pleaded subjective falsity in a false opinion case. Because subjective falsity is so intricately tied to scienter in false opinion cases, the authorities relative to pleading scienter are instructive (although not necessarily controlling) when determining whether a plaintiff has satisfied his or her pleading burden with respect to the subjective aspect of the falsity claim.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>See Podany,</i> 318 F.Supp.2d at 156 n. 4. Focusing directly on scienter, the PSLRA enunciates a strict standard for pleading the second element of a section 10(b) claim. <i>See</i> 15 U.S.C. &#167; 78u-4(b)(2); <i>see also Greebel,</i> 194 F.3d at 188. To plead scienter adequately, a complaint must, with regard to each challenged act, \"state with particularity facts giving rise to a strong inference that the defendant acted with the required state of mind.\" 15 U.S.C. &#167; 78u-4(b)(2). That the statute, by its terms, requires a \"strong,\" rather than merely a \"reasonable,\" inference that the defendant acted with scienter is more than an odd linguistic quirk.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Commenting upon this distinction, we have suggested that a plaintiff's allegations must show a high likelihood of scienter in order to satisfy the PSLRA standard. <i>Aldridge,</i> 284 F.3d at 82. Although the inference need not be ironclad, it must be persuasive. <i>Greebel,</i> 194 F.3d at 203. Scienter allegations do not pass the \"strong inference\" test when, viewed in light of the complaint as a whole, there are legitimate explanations for the behavior that are equally convincing. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">By analogy, these authorities indicate that conclusory allegations regarding an analyst's hidden beliefs are not sufficient to ground an assertion of subjective falsity. <i>See Serabian v. Amoskeag Bank Shares, Inc.,</i> 24 F.3d 357, 361 (1st Cir.1994) (\"[G]eneral averments of the defendants' knowledge of material falsity will not suffice, [rather] the complaint must set forth specific facts that make it reasonable to believe that defendant[s] knew that a statement was false or misleading\") (citation and internal quotation marks omitted). The plaintiff must instead point to provable facts that strongly suggest knowing falsity. <i>See Podany,</i> 318 F.Supp.2d at 158.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">As one contemplates the inner workings of an analyst's mind, the line separating fact from conclusion often may seem blurred. In the end, it is only when \"conclusions are logically compelled, or at least supported, by the stated facts [to] an acceptable level of probability, that `conclusions' become `facts' for pleading purposes.\" <i>Dartmouth Rev. v. Dartmouth Coll.,</i> 889 F.2d 13, 16 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The sufficiency of a subjective falsity allegation must be determined through a statement-by-statement analysis based on the state of affairs extant at the time the opinion was rendered. <i>See In re Boston Tech., Inc. Sec. Litig.,</i> 8 F.Supp.2d 43, 55 (D.Mass.1998); <i>see also In re Salomon,</i> 350 F.Supp.2d at 493. The fact that a speaker changes his or her mind and decides after the fact that an earlier opinion was ill-advised is insufficient to support an averment of subjective falsity. <i>See In re Cabletron,</i> 311 F.3d at 36-37. Furthermore, the fact-specific nature of the falsity analysis compels a conclusion that a plaintiff cannot succeed in pleading subjective falsity merely by identifying an overarching fraudulent scheme or corrupt environment. <i>See In re Salomon,</i> 350 F.Supp.2d at 493. Rather, the plaintiff must, for each allegedly false opinion, plead provable facts strongly suggesting that the speaker did not believe that particular opinion to be true when uttered. <i>See id.</i> at 493-94; <i>see also Lentell v. Merrill Lynch &amp; Co.,</i> 396 F.3d 161, 171 (2d Cir.2005) (suggesting, in dictum, that evidence of false opinions in analyst reports issued on one company would not suffice to meet the PSLRA pleading standard in a case alleging false opinions contained in reports regarding a different company).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Thus, when alleging that an analyst's opinions are false or misleading, a plaintiff must plead facts that directly implicate both the rated stock and the questioned report. <i>See Podany,</i> 318 F.Supp.2d at 158.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The bottom line, then, is that while the plaintiffs' allegations regarding the obvious conflicts of interest and general state of corruption within CSFB's analyst ranks may be enough to turn the stomach of an ethically sensitive observer, they are insufficient, on their own, to support a fraud pleading with respect to the subjective falsity of the eight \"buy\" recommendations issued on Agilent stock. <i>See In re Salomon,</i> 350 F.Supp.2d at 492 (finding that allegations of \"conflicts of interest, incentives to increase compensation, or internal pressure on analysts that is not tied to the particular stock at issue are not sufficient, standing alone, to satisfy the particularity requirements\"); <i>see also Lentell,</i> 396 F.3d at 171 (suggesting that although conflicts of interest present opportunities for fraud, they cannot, without more, furnish the basis of a fraud complaint). Such allegations are tantamount to pleading conclusory statements regarding motive and opportunity &#8212; and we have made it pellucid that such gauzy generalities, without more, are insufficient to plead scienter in a PSLRA case. <i>See, e.g., Greebel,</i> 194 F.3d at 197. Since they are not tied to a specific statement, we find them equally wanting as a basis for pleading subjective falsity.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In an effort to plead the \"something more\" needed to bolster their general allegations, the plaintiffs mention four events, each occurring in the year 2000, that are arguably connected to the Agilent \"buy\" ratings. Upon close perscrutation, and viewed against the backdrop of CSFB's overarching fraudulent scheme, none of these events gives rise to the necessary inference that the analysts believed the ratings to be false when made. We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The first event is the e-mail referencing the \"Agilent Two-Step.\" The plaintiffs hawk this e-mail as supportive of their theory that Rogers took his Agilent \"buy\" ratings with several grains of salt. They argue that this e-mail indicates that Rogers speciously rated the stock a \"buy\" while simultaneously telling a select few his \"true, negative, opinion.\" Appellants' Br. at 18.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">To be sure, this e-mail mentions Agilent and, thus, satisfies the company-specific component of the subjective falsity inquiry. It fails, however, to satisfy the transaction-specific component. The language of the e-mail is patently insufficient to support an inference that Rogers misstated his true opinion <i>every</i> time he settled upon a \"buy\" rating for Agilent stock. Moreover, as the district court observed, the plaintiffs have not alleged that Rogers, or any other CSFB analyst for that matter, performed the \"Two Step\" <i>with respect to any of the reports at issue. See</i> D. Ct. Op. at 11. When all is said and done, the e-mail, though suggestive of sharp practice, is too general to satisfy the PSLRA's rigorous particularity requirements. <i>See Greebel,</i> 194 F.3d at 193. The PSLRA requires plaintiffs to specify the reason or reasons why a <i>particular</i> statement is false or misleading; it is not enough to give a reason suggesting that the defendant was perfectly willing to shade the truth or that <i>some</i> unidentified statement or statements suffer from that shortcoming. <i>See</i> 15 U.S.C. &#167; 78u-4(b)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The plaintiffs next point to the February 22 e-mail from Rogers to an Agilent executive, written four days after Rogers issued a report that described Agilent's T &amp; M order growth as \"reasonable\" and gave the company a \"buy\" rating. They suggest that Rogers' inquiry as to why Agilent's T &amp; M order growth was less robust than some of its competitors demonstrates a disconnect between his privately held and publicly expressed opinions because it evinces his personal belief that the growth was not \"reasonable\" and that investors should refrain from purchasing the stock. This suggestion requires an inferential leap that the facts do not support.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">As an initial matter, past performance is not necessarily indicative of future stock prices. The market often anticipates both favorable and unfavorable information. Moreover, it sometimes is said that a rising tide lifts all boats, and Rogers might have rated the competitors as \"strong buys\" (based on their \"strong\" growth) when he gave Agilent a less aggressive, though still positive, \"buy\" rating (based on its \"reasonable\" growth). The complaint leaves these and a myriad of other possibilities wide open.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We acknowledge that, on a Rule 12(b)(6) motion, a court must view the stated facts in the light most favorable to the pleader. <i>See Redondo-Borges,</i> 421 F.3d at 5. This approach, however, does not require the court, in a PSLRA case, to turn a blind eye to the universe of possible conclusions stemming from a given fact or set of facts. <i>See Greebel,</i> 194 F.3d at 203 (finding scienter allegations inadequate to satisfy PSLRA pleading standards when there may have been \"any number of legitimate reasons\" for the described behavior). In this instance, the plaintiffs' suggested inference simply does not achieve the level of strong probability needed to satisfy the PSLRA's pleading requirements.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The plaintiffs' reliance on the August 12 e-mail from Rogers to a CSFB client, suggesting that he would not be \"aggressive\" on Agilent stock absent some \"meaningful restructuring of the two problem divisions,\" exhibits a similar flaw. Once again, the desired inference &#8212; that Rogers' \"buy\" rating of August 18 misstated his privately held view because Agilent had not undertaken the restructuring &#8212; is only one of a number of possibilities, several just as likely as the inference plaintiffs desire. This is insufficient to carry the plaintiffs' pleading burden, even when viewed in light of the other pleaded facts. The plaintiffs' failure to do more to bring their desired inference to an acceptable level of probability renders this e-mail insufficient to meet their pleading burden. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">None of this is to say that analyst e-mails that reveal negative feelings about certain stocks, coupled with sufficiently contemporaneous \"buy\" ratings, can never satisfy the PSLRA's particularity requirement for pleading subjective falsity. Such cases do exist. <i>See, e.g., In re Salomon,</i> 350 F.Supp.2d at 493 (finding pleading standard met for \"buy\" ratings issued after analyst sent internal e-mail stating that the stocks \"must not remain buys\"); <i>Demarco,</i> 309 F.Supp.2d at 634 (finding pleading standard met when analyst gave stock the highest possible \"buy\" rating after sending e-mails to institutional investors instructing them to sell it short). In those cases, the disconnect between the opinion expressed in the e-mail and the opinion implicit in the rating was stark and unambiguous. In contrast, there is no necessary inconsistency between the statement \"I would not be aggressive\" and an expressed belief that Agilent stock nonetheless qualified for CSFB's \"buy\" rating. <i>See supra</i> note 2 (setting parameters of \"buy\" ratings in CSFB's standard lexicon). Given CSFB's four-tiered rating system, it is entirely possible that Rogers equated aggressive behavior with a \"strong buy\" rating. In all events, the pleadings do not negate such a possibility &#8212; and the plaintiffs cannot hinge their subjective falsity claim solely on their unsubstantiated interpretation of Rogers' ambiguous word choice. <i>See Tuchman v. DSC Commc'ns Corp.,</i> 14 F.3d 1061, 1069 (5th Cir.1994) (concluding, in a section 10(b) case, that the defendant was not obliged to employ the adjectival characterization that the plaintiffs thought to be most accurate).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Here, moreover, a significant intervening event transpired between the date of the e-mail and the date of the interdicted report. On August 17 &#8212; five days after the e-mail and one day before the report issued &#8212; Agilent made a surprise announcement that its third quarter earnings were better than expected. Even if Rogers had been wary of the stock's prospects on August 12, the surprise announcement easily could have changed the decisional calculus. The fact that the very first line of the August 18 report notes that Agilent's third quarter was \"not as bad as forecast\" bolsters this inference.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The last \"event\" is the November 8 e-mail from Rogers to his fellow analysts. In that e-mail, Rogers used Agilent's unexpected negative forecast (announced on July 20, 2000) and his subsequent \"buy\" rating (contained in a report issued the next day) to demonstrate the art of \"wordsmithing.\" This rodomontade put Rogers in a bad light, but it fails to support a reasonable inference that Rogers actually misstated a privately held opinion. While isolated statements in this e-mail might well be considered indicative of an appetite for sleazy practice, those statements cannot be wrested from their contextual moorings when determining whether the plaintiffs have satisfied the PSLRA pleading standard. <i>See Shaw v. Digital Equip. Corp.,</i> 82 F.3d 1194, 1220 (1st Cir.1996). In this instance, the statement immediately preceding Rogers' list of examples notes that the illustrations are intended to show how to \"mak[e a] point, subtly.\" It is too much of a stretch to read this statement as an admission by Rogers that he had issued false opinions.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">One more possibility warrants our attention. Even though there is a gray area within which reasonable analysts legitimately may issue differing recommendations, it is unlikely that a trained analyst would actually believe in the truth of a recommendation that, from an objective standpoint, was totally unfounded. One can imagine cases in which the facts so strongly suggest that an opinion was objectively false when made that an inference of subjective falsity may be drawn. <i>See, e.g., Serabian,</i> 24 F.3d at 368 (finding strong evidence of objective falsity sufficient to satisfy scienter pleading requirement). Here, however, the pleaded facts are too problematic to show objective falsity (and, thus, to prop up an otherwise deficient showing of subjective falsity).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The short of it is that the plaintiffs have pleaded no contemporaneous facts that debunk the legitimacy of the \"buy\" ratings when made. Their main refrain is that they have set forth facts showing that the majority of the challenged \"buy\" ratings turned out to be dead wrong: after hitting an all-time high in March of 2000, Agilent's stock price dropped like a stone throughout much of the remaining class period. From this historical record, the plaintiffs seek to have us infer that the ratings must have been objectively false because the stock \"should not have been `bought' by a rational investor who wished to increase, rather than decrease, his capital.\" Appellants' Reply Br. at 7. This is whistling past the graveyard.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Ratings, like other forecasts, cannot be found to be false &#8212; objectively or subjectively &#8212; simply because they turn out to be inaccurate. <i>See Glassman v. Computervision Corp.,</i> 90 F.3d 617, 626 (1st Cir.1996); <i>see also Shaw,</i> 82 F.3d at 1223 (warning against attempts to plead fraud by hindsight). To ground an inference of objective falsity, the facts must suggest that a particular rating was not plausibly premised on, or was inconsistent with, the information available to the analyst at that time. <i>Glassman,</i> 90 F.3d at 627. To hold otherwise would run an unacceptable risk of subjecting conscientious analysts to liability if, after the fact, external events or corporate mismanagement adversely impacted a stock that was a legitimate \"buy\" when it was rated.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">By the same token, the plaintiffs have failed adequately to plead facts indicating the objective falsity of the statement in the February 18, 2000 report describing order growth in one segment of Agilent's business as \"reasonable.\" To support their assertion that this characterization is objectively false, the plaintiffs point to the e-mail sent four days later by Rogers to an Agilent executive inquiring why Agilent's order growth was less robust than that of its chief competitors. This places more weight on the e-mail than it can bear.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The February 18 report did not characterize Agilent as a leader in order growth, so the e-mail does not suggest a necessary inconsistency between the analysts' description and the true state of affairs. <i>Cf. Virginia Bankshares,</i> 501 U.S. at 1094, 111 S.Ct. 2749 (finding description of a $42 per share merger price as \"high\" and \"fair\" objectively false in the face of evidence that the bank's \"going concern\" value at the time the statements were made exceeded $60 per share).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Especially when considered in context &#8212; the analysts' description was given under the heading \"Good Orders, but Not Explosive\" &#8212; the e-mail, standing alone, is insufficient to show objective falsity. The plaintiffs do not challenge the accuracy of the rate of growth specified in the report (six percent) and the report clearly stated that Agilent's competitors enjoyed more appreciable order growth. Under these circumstances, the adjective \"reasonable\" cannot be said to have been objectively false.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">To summarize, the plaintiffs do not meet the PSLRA requirement for pleading a misstatement of opinion. Their general allegations, Agilent-specific allegations, and transaction-specific allegations, whether viewed separately or in the ensemble, do not support the necessary inference that the ratings were subjectively false. As an aside, the plaintiffs' failure satisfactorily to plead subjective falsity also supplies a solid basis for a finding that they have failed to satisfy the PSLRA standard for pleading scienter.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">This conclusion effectively ends our consideration of the section 10(b) claims. Because the plaintiffs have failed to meet these PSLRA pleading requirements in regard to subjective falsity and scienter, we need not address other issues, such as the need to plead objective falsity in a misstatement of opinion case, the materiality of the allegedly false statements, or the district court's alternate holding in this case that the plaintiffs failed adequately to plead loss causation. <i>See</i> D. Ct. Op. at 17.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">This pleading failure also provides a sufficient basis upon which to affirm the district court's dismissal of the plaintiffs' section 20(a) claims. Section 20(a) creates derivative liability for those that directly or indirectly control a person or firm found liable under a provision of the Securities Exchange Act. <i>See</i> 15 U.S.C. &#167; 78t(a). Thus, our rejection of the underlying section 10(b) violations dooms the plaintiffs' claims against CSFB and Quattrone under section 20(a). <i>See Greebel,</i> 194 F.3d at 207; <i>see also</i> D. Ct. Op. at 17.</p>\n    </div>\n    <p class=\"indent\">III. CONCLUSION</p>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">We need go no further. The plaintiffs' allegations, if true, show beyond hope of contradiction that the defendants operated without much concern for ethical standards. But the fact that an organization is ethically challenged does not impugn every action that it takes. In a securities fraud case, the plaintiffs still must carry the burden, imposed by the PSLRA, of pleading facts sufficient to show that the particular statements sued upon were false or misleading when made. This is as it should be: the securities laws &#8212; and section 10(b) in particular &#8212; were designed to provide a damages remedy for losses incurred as a result of false or misleading statements, not to punish defendants for bad behavior in a vacuum. Although ably represented, the plaintiffs in this case have not carried the pleading burden that the PSLRA imposes. Thus, the defendants, despite their inappropriate actions, cannot be held legally responsible for the plaintiffs' ill-fated investments in Agilent stock.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> For simplicity's sake, we refer hereafter only to section 10(b) claims. Those references encompass Rule 10b-5 claims wherever the context permits</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At the time, CSFB defined these ratings as follows:</p>\n        <p class=\"indent\">\"SB\" (strong buy) &#8212; Stock is expected to outperform the market significantly over the next 6-12 months and should be bought today.</p>\n        <p class=\"indent\">\"B\" (buy) &#8212; A good \"story\"; needs some time to develop but should outperform. Those institutions that require time to build a position should buy the stock today.</p>\n        <p class=\"indent\">\"H\" (hold) &#8212; Would not buy the stock. Events may not yet be apparent that would make it either a Buy or a Sell.</p>\n        <p class=\"indent\">\"S\" (sell) &#8212; Would not buy if not owned and would use as a source of funds if owned; there is nothing to make the stock outperform. If an institution wanted to stay in the same industry group, it would swap out of the stock. Potential negatives are not yet reflected in the stock &#8212; if you own it, sell it.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We say \"most\" because we recognize that some ratings, such as those mechanically derived through input data, would be subject to a different taxonomy. For purposes of this opinion, our references to ratings only encompass those reports in which an analyst exercises some degree of personal discretion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We need not explore the other side of the coin. If a complaint does not successfully plead subjective falsity, it fails to pass muster under the PSLRA<i>See In re Salomon,</i> 350 F.Supp.2d at 493. That, in turn, negates any need for a separate scienter inquiry.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Scienter, in its most abecedarian form, is \"a mental state embracing intent to deceive, manipulate, or defraud.\"<i>Ernst &amp; Ernst v. Hochfelder,</i> 425 U.S. 185, 193 n. 12, 96 S.Ct. 1375, 47 L.Ed.2d 668 (1976). To establish this mental state, a plaintiff must show that the defendant's conduct evinced either a conscious intent to commit the alleged fraud or a high degree of recklessness in connection with the fraud. <i>See Greebel,</i> 194 F.3d at 198-201.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> This is not to say that the same provable fact may not be used to plead more than one allegedly false opinion. For example, if an analyst sent out an e-mail explicitly stating that he had<i>always</i> considered a certain stock to be a dog, that e-mail might well be used to plead the subjective falsity of every previous \"buy\" recommendation that the analyst had made with respect to that stock.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">431</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></span></p>\n    <p class=\"parties\">IN RE CREDIT SUISSE FIRST BOSTON CORP. (Agilent Technologies, Inc.) Analyst Reports Securities Litigation.<br>Richard Brown et al., Plaintiffs, Appellants,<br>v.<br>Credit Suisse First Boston LLC et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 05-1646.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 9, 2005.</p>\n    <p class=\"date\">Decided December 12, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Brian P. Murray, with whom Murray, Frank &amp; Sailler LLP, Marc I. Gross, Pomerantz Haudek Block Grossman &amp; Gross LLP, David Pastor, and Gilman and Pastor LLP were on brief, for appellants.</p>\n      <p class=\"indent\">Lawrence Portnoy, with whom Davis Polk &amp; Wardwell, Robert A. Buhlman, Siobhan E. Mee, and Bingham McCutcheon LLP were on brief, for appellee Credit Suisse First Boston LLC.</p>\n      <p class=\"indent\">Warren Feldman, Jeff E. Butler and Clifford Chance LLP on brief for appellee Rogers.</p>\n      <p class=\"indent\">Jeffrey B. Rudman, with whom Stephen A. Jonas, Jonathan A. Shapiro, Matthew A. Stowe, Wilmer Cutler Pickering Hale and Dorr LLP, Kenneth G. Hausman, Barbara A. Winters, Mark A. Sheft, and Howard Rice Nemerovski Canady Falk &amp; Rabkin were on brief, for appellee Quattrone.</p>\n      <p class=\"indent\">Before SELYA and LYNCH, Circuit Judges, and SMITH,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Following a flurry of investigations into the propriety of a single firm providing investment banking services to a publicly held corporation while at the same time opining as to the prospects of the corporation's stock, the plaintiffs in this case sued one such firm, defendant-appellee Credit Suisse First Boston Corp. (CSFB). They alleged that they had sustained losses resulting from false and misleading statements made by CSFB's analysts with respect to the stock of Agilent Technologies, Inc. (Agilent). The district court, in a lengthy unpublished opinion, dismissed the plaintiffs' consolidated and amended class action complaint after concluding that the plaintiffs had not met the pleading standards required for such claims. <i>See In re CSFB Corp. (Agilent Techs., Inc.) Analyst Reports Sec. Litig.,</i> No. 02-12056, slip op. at 19 (D.Mass. Mar. 31, 2005) (D.Ct.Op.). Although the question is close &#8212; there is very little authority dealing with the requirements for pleading subjective falsity in a misstatement of opinion case &#8212; we conclude that the plaintiffs' allegations are insufficient to show that CSFB's analyst reports concerning Agilent (its quondam investment banking client) were at odds with the analysts' privately held beliefs. Consequently, we affirm the judgment below.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In reviewing the dismissal of a civil action under Rule 12(b)(6), we accept the factual averments of the plaintiffs' complaint. <i>See Redondo-Borges v. U.S. Dep't of Hous. &amp; Urban Dev.,</i> <span class=\"citation\" data-id=\"201789\"><a href=\"/opinion/201789/redondo-borges-v-housing-and-urban/\"><span class=\"volume\">421</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.2005). We follow that praxis here.</p>\n    </div>\n    <p class=\"center\">A. <i>Overview.</i></p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Agilent is a Hewlett-Packard \"spin-off\" that provides enabling solutions to markets within the communications, electronics, life sciences, and chemical industries. Its three primary lines of business include test and measurement, semiconductor products, and chemical analysis. The plaintiffs, appellants here, are members of a putative class of persons who acquired Agilent stock at various times from December 13, 1999 through February 20, 2001 (the class period). The gist of their complaint is that analysts at CSFB, led by defendant-appellee Elliot Rogers, issued reports recommending the purchase of Agilent stock despite their lack of faith in the rosy picture they were painting. These bullish reports were issued, the plaintiffs say, in an effort to curry favor with Agilent and thereby secure future investment banking business. A side effect, however, was an artificial inflation of the price of the stock resulting in a wide disparity between cost and true value. Unaware of that disparity, the plaintiffs acquired Agilent securities at sky-high prices and suffered losses when the stock plummeted.</p>\n    </div>\n    <p class=\"center\">B. <i>CSFB's Overarching Fraudulent Culture.</i></p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">CSFB is a global financial services firm, dealing, among other things, in investment banking and investment research. At all times material hereto, defendant-appellee Frank P. Quattrone served as the head of CSFB's global technology group (the Tech Group). Although Quattrone was an investment banker, he had complete control over the Tech Group's research activities. In that capacity, he helped to determine the analysts' compensation and had the power to terminate their employment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Quattrone's omnipotence within the Tech Group allowed him free rein to set up a system in which the analysts were pressured, from time to time, to issue unduly positive ratings on certain stocks in order to improve the chances of garnering investment banking business for CSFB. Quattrone promised potential clients favorable analyst reports and then used a carrot-and-stick technique with his analysts to redeem those promises. During Quattrone's reign, an analyst's bonus (which comprised a major portion of his or her remuneration) was likely to correlate positively to that analyst's support of the Tech Group's investment banking activity. Conversely, analysts who issued negative reports risked being reprimanded and passed over for choice assignments.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">CSFB tied its analyst reports to a four-tiered ranking format, composed of \"strong buy,\" \"buy,\" \"hold,\" and \"sell\" ratings. The plaintiffs, based on information gleaned from a former CSFB employee, averred that the format was effectively condensed into three tiers (dropping out the \"sell\" rating) and was jiggled for the benefit of investment banking clients. Allegedly, common practices included issuing a \"hold\" rating if the analyst actually believed stockholders should sell, affording a \"buy\" rating to virtually all investment banking clients or prospective clients, and using the \"strong buy\" rating only when the analyst actually believed that investors should purchase the stock.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The analysts attached to the Tech Group sometimes attended investment banking sales presentations, at which they would distribute sample reports (invariably portraying the potential investment banking client in an attractive light). This participation was intended to assure prospective clients that they would receive the benefit of positive reinforcement from the analysts should they choose to retain CSFB for their investment banking needs.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Quattrone's system initially proved to be a howling success; in 1999, for example, CSFB managed more initial public offerings (IPOs) in the United States than any other investment banking house. In the year 2000, the Tech Group accounted for almost half of CSFB's revenue from equity investment banking in the United States. Shortly thereafter, Quattrone's persistent dismantling of the compulsory \"Chinese Wall\" between banking and research, required by the National Association of Securities Dealers (NASD), inspired a series of governmental and regulatory investigations. In a single six-month period, from the fall of 2002 through the following spring, Massachusetts state securities regulators, the New York Attorney General, the NASD, and the Securities and Exchange Commission all initiated proceedings against CSFB related to the internal conflicts of interest that allegedly had caused CSFB's analysts to view the stock of CSFB's present and potential investment banking clients through rose-colored glasses.</p>\n    </div>\n    <p class=\"center\">C. <i>CSFB's Involvement with Agilent.</i></p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">CSFB's relationship with Agilent began when the Tech Group, assisted by Rogers, made a sales pitch to Agilent's top brass with an eye toward managing that company's forthcoming IPO. Agilent was impressed, and CSFB helped to take the company public on November 18, 1999. The stock, initially priced at $30 per share, closed at $44 after its first day of trading.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On December 13, 1999 &#8212; the first day of the class period &#8212; CSFB initiated its analyst coverage of Agilent stock with a \"buy\" rating contained in a report authored by Rogers and two of his confreres. The report set a twelve-month target price for the stock of $55 per share. That day, the stock closed at $45.50 per share, up $0.75 from the previous day's close.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">CSFB published a second report, authored by the same trio of analysts, on February 18, 2000. This report reiterated the earlier \"buy\" recommendation and explained that Agilent's growth was spurred by \"strong\" orders for semiconductor products (up twenty-seven percent) and \"reasonable gains in Test &amp; Measurement.\" It discussed Agilent's six percent increase in test and measurement (T &amp; M) orders under the heading \"Good Orders, but Not Explosive.\" That day, the stock closed at $93.75 per share, down $3.25 from the previous day's close.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Four days after issuing this \"buy\" recommendation, Rogers sent the following e-mail to Agilent's Director of Investor Relations:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">TMO order growth was 6%. Communications test and semi test were highlighted as key growth drivers. One would expect communications test growth to top 10% (vs.Q4:99). Growth in Teradyne's Q4:99 orders was above 40% sequentially, Credence's Jan:01 orders were up over that amount. Yet Agilent's TMO business only grew 6% despite two seemingly hot markets. What retarded your growth, or were Communications and Semi test less hot than you let on?</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On March 6, 2000, Agilent stock closed at its class period high of $159 per share. Although the stock price tumbled thereafter, CSFB analysts maintained a \"buy\" rating in their third report (issued on May 19, 2000). That day the stock closed at $66.62 per share, down $4.38 from the previous day's close.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On July 20, 2000, Agilent released a statement indicating that third quarter earnings were expected to fall short of forecasts as a result of manufacturing constraints, component shortages, and sluggish sales attributable to two divisions. This press release came as a surprise to the market as a whole. The following day, the CSFB analysts issued their fourth report. The report maintained the stock's \"buy\" rating but flagged the surprise announcement and cautioned that Agilent was rated a \"buy\" only \"in the most generous sense.\" The stock closed that day at $48.06 per share, down $5.94 from the previous day's close.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On Saturday, August 12, 2000, Rogers received an e-mail from a CSFB customer inquiring as to his outlook on Agilent stock. Rogers replied: \"Let's see what they announce thurs pm. Hopefully some meaningful restructuring of the two problem divisions. Absent that would not be aggressive despite the price pullback.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">After the market closed on August 17, Agilent reported that its third quarter earnings were better than anticipated. The following day, the CSFB analysts issued their fifth report (which was the last report authored in whole or in part by Rogers). This document cited the upbeat announcement and reiterated the familiar \"buy\" rating. That day, the stock closed at $56.38 per share, up $9.88 from the previous day's close.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On October 12, 2000, a Tech Group analyst, Tim Mahon, sent an e-mail to a fellow CSFB employee in response to a general question about how to rate a struggling stock when investment banking sensitivities existed. The e-mail read: \"Suggest you ask Elliot [Rogers] about the `Agilent Two-Step'. That's where in writing you have a buy rating . . . but verbally everyone knows your position.\" Neither Mahon nor the analyst whom he advised was ever involved in reporting on Agilent securities.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In a November 8, 2000 e-mail to all Tech Group analysts, Rogers used Agilent as an example of how to draft analyst reports. Under the heading \"Wordsmithing,\" Rogers wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Verbally, you can say a lot more than what you put into print without it coming back to haunt you (he said, she said). That does not preclude you from making your point, subtly. For example: . . .</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Agilent: money-losing operations supposedly fixed in our quarter. Ha!! Fat Chance!! \"While management plans on turning the operation around next quarter, we have chosen to give them more breathing room to allow for any slippage. As a result, our estimates are more conservative than management's guidance, but allow for upside to our EPS projections if they achieve their bogey on the stated timeline.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Other CSFB analysts issued Agilent reports on September 29, November 21, and December 6, 2000. Each report reaffirmed the \"buy\" rating. The per share stock price rose on the dates of the September and November reports (up $0.99 to $48.94 and up $4 to $48.62, respectively), but fell following the December report (down $3.06 to $52).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">On February 21, 2001 &#8212; the last day of the class period &#8212; Agilent announced that it was trimming back its forecast of second quarter profits. That day, CSFB issued a report downgrading Agilent stock from \"buy\" to \"hold.\" The stock sagged to $40.20 per share, down $3.80 from the previous day's close.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Throughout the class period, members of the Tech Group's investment banking team maintained contact with Agilent executives regarding potential investment banking business. None materialized.</p>\n    </div>\n    <p class=\"center\">D. <i>Proceedings Below.</i></p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Against this factual backdrop, the plaintiffs sued CSFB and Rogers, claiming that the analyst reports constituted false and misleading statements actionable under section 10(b) of the Securities Exchange Act of 1934, 15 U.S.C. &#167; 78j(b), and Rule 10b-5 promulgated thereunder, 17 C.F.R. &#167; 240.10b-5. In addition, they brought section 20(a) \"control person\" claims against CSFB and Quattrone for allowing and condoning such behavior. <i>See</i> 15 U.S.C. &#167; 78t(a). Certain procedural skirmishing followed, none of which is relevant here.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">After the plaintiffs filed a consolidated and amended class action complaint, the district court, on motions brought pursuant to Fed.R.Civ.P. 12(b)(6), found the complaint's allegations insufficient. Specifically, the court dismissed the section 10(b) and Rule 10b-5 claims<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> for failure adequately to plead (i) any false or misleading statement, (ii) scienter, or (iii) loss causation. D. Ct. Op. at 14, 17. It simultaneously dismissed the section 20(a) claims as derivative of (and, thus, sharing the frailty of) the underlying section 10(b) claims. <i>Id.</i> at 17. This timely appeal ensued.</p>\n    </div>\n    <p class=\"indent\">II. ANALYSIS</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In considering a motion to dismiss, the district court is bound to \"assume the truth of all well-pleaded facts and indulge all reasonable inferences that fit the plaintiff's stated theory of liability.\" <i>In re Colonial Mortg. Bankers Corp.,</i> <span class=\"citation\" data-id=\"200395\"><a href=\"/opinion/200395/colonial-mortgage-v-banco/\"><span class=\"volume\">324</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 15 (1st Cir.2003). The court is free, however, to disregard bald assertions, unsupportable conclusions, and opprobrious epithets. <i>Chongris v. Bd. of Appeals,</i> <span class=\"citation\" data-id=\"482848\"><a href=\"/opinion/482848/james-chongris-and-george-chongris-v-board-of-appeals-of-the-town-of/\"><span class=\"volume\">811</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></a></span>, 37 (1st Cir.1987). We review appeals from the grant or denial of Rule 12(b)(6) motions de novo, using the same set of criteria that guided the district court. <i>See Redondo-Borges,</i> 421 F.3d at 5.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The usual elements of a section 10(b) claim are that the defendant (i) made a material misrepresentation, (ii) with scienter, (iii) in connection with the purchase or sale of a security, (iv) on which the plaintiff relied, (v) to his or her detriment. <i>Dura Pharms., Inc. v. Broudo,</i> ___ U.S. ___, ___, <span class=\"citation\" data-id=\"142888\"><a href=\"/opinion/142888/dura-pharmaceuticals-inc-v-broudo/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1627</span></a></span>, 1631, <span class=\"citation\" data-id=\"142888\"><a href=\"/opinion/142888/dura-pharmaceuticals-inc-v-broudo/\"><span class=\"volume\">161</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">577</span></a></span> (2005). To satisfy the final \"loss\" element, a plaintiff must show both economic or transactional loss and loss causation. <i>See id.</i> In cases involving publicly traded stock, the Private Securities Litigation Reform Act (PSLRA), 15 U.S.C. &#167; 78u-4, makes these elements important not only as a matter of proof but also as a matter of pleading. In order to survive a motion to dismiss in such a case, a section 10(b) claimant cannot take refuge in the generous notice pleading formulation of Fed.R.Civ.P. 8(a)(2). Rather, he or she must satisfy the more stringent guidelines of the PSLRA. With this in mind, we turn to that special set of pleading requirements as they pertain to this case.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As a condition precedent to pleading the first element of a section 10(b) claim, the PSLRA demands that a complaint \"specify each statement alleged to have been misleading, the reason or reasons why the statement is misleading, and, if an allegation regarding the statement . . . is made on information and belief, the complaint shall state with particularity all facts on which that belief is formed.\" 15 U.S.C. &#167; 78u-4(b)(1). To achieve this benchmark, a complaint \"must provide factual support for the claim that the statements . . . were fraudulent, that is, facts that show exactly why the statements . . . were misleading.\" <i>Aldridge v. A.T. Cross Corp.,</i> <span class=\"citation\" data-id=\"199878\"><a href=\"/opinion/199878/aldridge-v-at-cross/\"><span class=\"volume\">284</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">72</span></a></span>, 78 (1st Cir.2002). This support typically will include particularized allegations regarding \"the time, place, and content of the alleged misrepresentations.\" <i>Greebel v. FTP Software, Inc.,</i> <span class=\"citation\" data-id=\"198674\"><a href=\"/opinion/198674/greebel-v-ftp-software-inc/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">185</span></a></span>, 193 (1st Cir.1999). Despite these strictures, however, a pleading setting forth a section 10(b) claim need not be precise to the point of pedantry; although it must set forth the supporting facts with particularity, it need not elaborate upon every jot and tittle of evidentiary detail. <i>In re Stone &amp; Webster, Inc. Sec. Litig.,</i> <span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">187</span></span>, 194-95 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Circumstances differ from case to case, and we have shied away from attempting to compile a mechanical checklist of the type and kind of allegations that are essential to satisfy the PSLRA pleading requirements. <i>See In re Cabletron Sys., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></span>, 32 (1st Cir.2002) (explaining that \"there is no one-size-fits-all template\" for analyzing securities cases). Rather, we have instructed district courts to make an individualized assessment that sweeps before it the totality of the facts in a given case. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The allegations at hand give an idiosyncratic twist to this general guidance. The plaintiffs contend that their complaint adequately identifies nine false or misleading statements. Eight of these are of a piece: the plaintiffs claim that the \"buy\" ratings in the eight analyst reports issued during the class period qualify as specific misrepresentations because the defendants employed that taxonomy even though they actually believed that wise investors should not purchase Agilent securities. The ninth instance is related: the plaintiffs contend that the statement in the February 2000 analyst report describing Agilent's T &amp; M order growth as \"reasonable\" was false and misleading because this description contradicted Rogers' actual view.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">To put these claims in perspective, we must understand the vocabulary that the analysts were using. CSFB's standard stock ratings &#8212; \"strong buy,\" \"buy,\" \"hold,\" and \"sell\" &#8212; are designed to reflect its analysts' predictions anent the likely future performance of the securities in question.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Although these ratings are based to some degree on objective facts, they ultimately convey an opinion about a stock's prospects and, perhaps, about the likely proclivities of the stock market over a given period. Armed with the same background facts, two knowledgeable analysts, each acting in the utmost good faith, could well assign different ratings to the same stock. Moreover, ratings are unlike the statements sued upon in an archetypical section 10(b) action because they rest upon outsiders' views about a corporation rather than upon a corporate insider's factual assertions regarding his or her own company. Most ratings are, therefore, best understood as statements of opinion, not as unadulterated statements of objective fact.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Classifying ratings as opinions does not automatically shield them from liability under the securities laws. <i>See Virginia Bankshares, Inc. v. Sandberg,</i> <span class=\"citation\" data-id=\"112648\"><a href=\"/opinion/112648/virginia-bankshares-inc-v-sandberg/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1083</span></a></span>, 1095, <span class=\"citation\" data-id=\"112648\"><a href=\"/opinion/112648/virginia-bankshares-inc-v-sandberg/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2749</span></a></span>, <span class=\"citation\" data-id=\"112648\"><a href=\"/opinion/112648/virginia-bankshares-inc-v-sandberg/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">929</span></a></span> (1991). While <i>Virginia Bankshares</i> specifically addressed a claim under section 14(a) of the Securities Exchange Act, other courts have applied its reasoning to section 10(b) claims alleging false or misleading opinions. <i>See, e.g., City of Monroe Employees Ret. Sys. v. Bridgestone Corp.,</i> <span class=\"citation\" data-id=\"789390\"><a href=\"/opinion/789390/city-of-monroe-employees-retirement-system-on-behalf-of-itself-and-all/\"><span class=\"volume\">399</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">651</span></a></span>, 674 n. 20 (6th Cir.2005); <i>In re Donald J. Trump Casino Sec. Litig.,</i> <span class=\"citation\" data-id=\"655303\"><a href=\"/opinion/655303/in-re-donald-j-trump-casino-securities-litigation-taj-mahal-litigation/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">357</span></a></span>, 372 n. 14 (3d Cir.1993). This transplantation makes sense; even though section 10(b), in terms, deals with statements of fact, a statement of opinion may be considered factual in at least two respects: as a statement that the speaker actually holds the opinion expressed and as a statement about the subject matter underlying the opinion. <i>See Virginia Bankshares,</i> 501 U.S. at 1092, <span class=\"citation\" data-id=\"112648\"><a href=\"/opinion/112648/virginia-bankshares-inc-v-sandberg/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2749</span></a></span>. On that logic, ratings &#8212; and the bullish or bearish statements that accompany them &#8212; may in some circumstances qualify as false or misleading statements of fact. <i>See, e.g., Demarco v. Lehman Bros., Inc.,</i> <span class=\"citation\" data-id=\"2310707\"><a href=\"/opinion/2310707/demarco-v-lehman-brothers-inc/\"><span class=\"volume\">309</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">631</span></a></span>, 634 (2004).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">A plaintiff can challenge a statement of opinion by pleading facts sufficient to indicate that the speaker did not actually hold the opinion expressed (throughout this opinion, we refer to such allegations as claims of \"subjective falsity\"). Because the plaintiffs cannot clear the subjective falsity hurdle, we need not answer the thornier question of whether a plaintiff who challenges a statement of opinion also must plead facts sufficient to show, from an objective standpoint, that the statement either expressly or by fair implication contained a false or misleading assertion about its subject matter.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">As to subjective falsity, the plaintiffs argue that the CSFB analysts issued \"buy\" ratings when they did not truly believe that wise investors should purchase Agilent stock. Although the plaintiffs' arguments in support of this claim are not without some force, we conclude that their complaint, which as we have said is premised on misstatements of opinion, fails to satisfy the PSLRA's heightened pleading standard.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Although a speaker's confession that his or her opinion was false when made would suffice, on its own, to show subjective falsity, that species of frank admission is unlikely to materialize. In the usual case, therefore, plaintiffs will need to rely on a more indirect form of evidence to meet their pleading burden. <i>See Virginia Bankshares,</i> 501 U.S. at 1096, <span class=\"citation\" data-id=\"112648\"><a href=\"/opinion/112648/virginia-bankshares-inc-v-sandberg/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2749</span></a></span>. In the case at hand, there is no smoking gun, so the case falls into this latter category.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Before we scrutinize the specifics of the complaint in search of evidence of subjective falsity, we pause to discuss a unique facet of the PSLRA's pleading requirements when applied to misstatements of opinion. In the typical section 10(b) case, the falsity and scienter elements do not overlap and, thus, necessitate separate inquiries. <i>See, e.g., Podany v. Robertson Stephens, Inc.,</i> <span class=\"citation\" data-id=\"2472812\"><a href=\"/opinion/2472812/podany-v-robertson-stephens-inc/\"><span class=\"volume\">318</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">146</span></a></span>, 154 (S.D.N.Y.2004). In those cases, the falsity element addresses objective truth, whereas the scienter element focuses on the speaker's subjective intent. In cases premised on misstatements of opinion, however, the falsity element, at a minimum, entails an inquiry into whether the statement was subjectively false (whether it also entails an inquiry into objective falsity is a matter on which we take no view). Accordingly, the subjective aspect of the falsity requirement and the scienter requirement essentially merge; the scienter analysis is subsumed by the analysis of subjective falsity. <i>See In re Salomon Analyst Level 3 Litig.,</i> <span class=\"citation\" data-id=\"2302215\"><a href=\"/opinion/2302215/in-re-salomon-analyst-level-3-litigation/\"><span class=\"volume\">350</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">477</span></a></span>, 490 (S.D.N.Y.2004). We think it follows that if a plaintiff adequately pleads that a statement of opinion was subjectively false when made, the complaint will, ex proprio vigure, satisfy the pleading requirements of the PSLRA relative to scienter.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">There is a relative dearth of authority speaking to the topic of whether a plaintiff has adequately pleaded subjective falsity in a false opinion case. Because subjective falsity is so intricately tied to scienter in false opinion cases, the authorities relative to pleading scienter are instructive (although not necessarily controlling) when determining whether a plaintiff has satisfied his or her pleading burden with respect to the subjective aspect of the falsity claim.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>See Podany,</i> 318 F.Supp.2d at 156 n. 4. Focusing directly on scienter, the PSLRA enunciates a strict standard for pleading the second element of a section 10(b) claim. <i>See</i> 15 U.S.C. &#167; 78u-4(b)(2); <i>see also Greebel,</i> 194 F.3d at 188. To plead scienter adequately, a complaint must, with regard to each challenged act, \"state with particularity facts giving rise to a strong inference that the defendant acted with the required state of mind.\" 15 U.S.C. &#167; 78u-4(b)(2). That the statute, by its terms, requires a \"strong,\" rather than merely a \"reasonable,\" inference that the defendant acted with scienter is more than an odd linguistic quirk.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Commenting upon this distinction, we have suggested that a plaintiff's allegations must show a high likelihood of scienter in order to satisfy the PSLRA standard. <i>Aldridge,</i> 284 F.3d at 82. Although the inference need not be ironclad, it must be persuasive. <i>Greebel,</i> 194 F.3d at 203. Scienter allegations do not pass the \"strong inference\" test when, viewed in light of the complaint as a whole, there are legitimate explanations for the behavior that are equally convincing. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">By analogy, these authorities indicate that conclusory allegations regarding an analyst's hidden beliefs are not sufficient to ground an assertion of subjective falsity. <i>See Serabian v. Amoskeag Bank Shares, Inc.,</i> <span class=\"citation\" data-id=\"195389\"><a href=\"/opinion/195389/serabian-v-amoskeag-bank/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">357</span></a></span>, 361 (1st Cir.1994) (\"[G]eneral averments of the defendants' knowledge of material falsity will not suffice, [rather] the complaint must set forth specific facts that make it reasonable to believe that defendant[s] knew that a statement was false or misleading\") (citation and internal quotation marks omitted). The plaintiff must instead point to provable facts that strongly suggest knowing falsity. <i>See Podany,</i> 318 F.Supp.2d at 158.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">As one contemplates the inner workings of an analyst's mind, the line separating fact from conclusion often may seem blurred. In the end, it is only when \"conclusions are logically compelled, or at least supported, by the stated facts [to] an acceptable level of probability, that `conclusions' become `facts' for pleading purposes.\" <i>Dartmouth Rev. v. Dartmouth Coll.,</i> <span class=\"citation\" data-id=\"531870\"><a href=\"/opinion/531870/the-dartmouth-review-on-behalf-of-its-officers-staff-and-subscribers-v/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 16 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The sufficiency of a subjective falsity allegation must be determined through a statement-by-statement analysis based on the state of affairs extant at the time the opinion was rendered. <i>See In re Boston Tech., Inc. Sec. Litig.,</i> <span class=\"citation\" data-id=\"2576714\"><a href=\"/opinion/2576714/in-re-boston-technology-inc-securities-litigation/\"><span class=\"volume\">8</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">43</span></a></span>, 55 (D.Mass.1998); <i>see also In re Salomon,</i> 350 F.Supp.2d at 493. The fact that a speaker changes his or her mind and decides after the fact that an earlier opinion was ill-advised is insufficient to support an averment of subjective falsity. <i>See In re Cabletron,</i> 311 F.3d at 36-37. Furthermore, the fact-specific nature of the falsity analysis compels a conclusion that a plaintiff cannot succeed in pleading subjective falsity merely by identifying an overarching fraudulent scheme or corrupt environment. <i>See In re Salomon,</i> 350 F.Supp.2d at 493. Rather, the plaintiff must, for each allegedly false opinion, plead provable facts strongly suggesting that the speaker did not believe that particular opinion to be true when uttered. <i>See id.</i> at 493-94; <i>see also Lentell v. Merrill Lynch &amp; Co.,</i> <span class=\"citation\" data-id=\"789042\"><a href=\"/opinion/789042/john-kilgour-lentell-brett-raynes-and-juliet-raynes-v-merrill-lynch-co/\"><span class=\"volume\">396</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">161</span></a></span>, 171 (2d Cir.2005) (suggesting, in dictum, that evidence of false opinions in analyst reports issued on one company would not suffice to meet the PSLRA pleading standard in a case alleging false opinions contained in reports regarding a different company).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Thus, when alleging that an analyst's opinions are false or misleading, a plaintiff must plead facts that directly implicate both the rated stock and the questioned report. <i>See Podany,</i> 318 F.Supp.2d at 158.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The bottom line, then, is that while the plaintiffs' allegations regarding the obvious conflicts of interest and general state of corruption within CSFB's analyst ranks may be enough to turn the stomach of an ethically sensitive observer, they are insufficient, on their own, to support a fraud pleading with respect to the subjective falsity of the eight \"buy\" recommendations issued on Agilent stock. <i>See In re Salomon,</i> 350 F.Supp.2d at 492 (finding that allegations of \"conflicts of interest, incentives to increase compensation, or internal pressure on analysts that is not tied to the particular stock at issue are not sufficient, standing alone, to satisfy the particularity requirements\"); <i>see also Lentell,</i> 396 F.3d at 171 (suggesting that although conflicts of interest present opportunities for fraud, they cannot, without more, furnish the basis of a fraud complaint). Such allegations are tantamount to pleading conclusory statements regarding motive and opportunity &#8212; and we have made it pellucid that such gauzy generalities, without more, are insufficient to plead scienter in a PSLRA case. <i>See, e.g., Greebel,</i> 194 F.3d at 197. Since they are not tied to a specific statement, we find them equally wanting as a basis for pleading subjective falsity.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In an effort to plead the \"something more\" needed to bolster their general allegations, the plaintiffs mention four events, each occurring in the year 2000, that are arguably connected to the Agilent \"buy\" ratings. Upon close perscrutation, and viewed against the backdrop of CSFB's overarching fraudulent scheme, none of these events gives rise to the necessary inference that the analysts believed the ratings to be false when made. We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The first event is the e-mail referencing the \"Agilent Two-Step.\" The plaintiffs hawk this e-mail as supportive of their theory that Rogers took his Agilent \"buy\" ratings with several grains of salt. They argue that this e-mail indicates that Rogers speciously rated the stock a \"buy\" while simultaneously telling a select few his \"true, negative, opinion.\" Appellants' Br. at 18.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">To be sure, this e-mail mentions Agilent and, thus, satisfies the company-specific component of the subjective falsity inquiry. It fails, however, to satisfy the transaction-specific component. The language of the e-mail is patently insufficient to support an inference that Rogers misstated his true opinion <i>every</i> time he settled upon a \"buy\" rating for Agilent stock. Moreover, as the district court observed, the plaintiffs have not alleged that Rogers, or any other CSFB analyst for that matter, performed the \"Two Step\" <i>with respect to any of the reports at issue. See</i> D. Ct. Op. at 11. When all is said and done, the e-mail, though suggestive of sharp practice, is too general to satisfy the PSLRA's rigorous particularity requirements. <i>See Greebel,</i> 194 F.3d at 193. The PSLRA requires plaintiffs to specify the reason or reasons why a <i>particular</i> statement is false or misleading; it is not enough to give a reason suggesting that the defendant was perfectly willing to shade the truth or that <i>some</i> unidentified statement or statements suffer from that shortcoming. <i>See</i> 15 U.S.C. &#167; 78u-4(b)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The plaintiffs next point to the February 22 e-mail from Rogers to an Agilent executive, written four days after Rogers issued a report that described Agilent's T &amp; M order growth as \"reasonable\" and gave the company a \"buy\" rating. They suggest that Rogers' inquiry as to why Agilent's T &amp; M order growth was less robust than some of its competitors demonstrates a disconnect between his privately held and publicly expressed opinions because it evinces his personal belief that the growth was not \"reasonable\" and that investors should refrain from purchasing the stock. This suggestion requires an inferential leap that the facts do not support.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">As an initial matter, past performance is not necessarily indicative of future stock prices. The market often anticipates both favorable and unfavorable information. Moreover, it sometimes is said that a rising tide lifts all boats, and Rogers might have rated the competitors as \"strong buys\" (based on their \"strong\" growth) when he gave Agilent a less aggressive, though still positive, \"buy\" rating (based on its \"reasonable\" growth). The complaint leaves these and a myriad of other possibilities wide open.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We acknowledge that, on a Rule 12(b)(6) motion, a court must view the stated facts in the light most favorable to the pleader. <i>See Redondo-Borges,</i> 421 F.3d at 5. This approach, however, does not require the court, in a PSLRA case, to turn a blind eye to the universe of possible conclusions stemming from a given fact or set of facts. <i>See Greebel,</i> 194 F.3d at 203 (finding scienter allegations inadequate to satisfy PSLRA pleading standards when there may have been \"any number of legitimate reasons\" for the described behavior). In this instance, the plaintiffs' suggested inference simply does not achieve the level of strong probability needed to satisfy the PSLRA's pleading requirements.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The plaintiffs' reliance on the August 12 e-mail from Rogers to a CSFB client, suggesting that he would not be \"aggressive\" on Agilent stock absent some \"meaningful restructuring of the two problem divisions,\" exhibits a similar flaw. Once again, the desired inference &#8212; that Rogers' \"buy\" rating of August 18 misstated his privately held view because Agilent had not undertaken the restructuring &#8212; is only one of a number of possibilities, several just as likely as the inference plaintiffs desire. This is insufficient to carry the plaintiffs' pleading burden, even when viewed in light of the other pleaded facts. The plaintiffs' failure to do more to bring their desired inference to an acceptable level of probability renders this e-mail insufficient to meet their pleading burden. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">None of this is to say that analyst e-mails that reveal negative feelings about certain stocks, coupled with sufficiently contemporaneous \"buy\" ratings, can never satisfy the PSLRA's particularity requirement for pleading subjective falsity. Such cases do exist. <i>See, e.g., In re Salomon,</i> 350 F.Supp.2d at 493 (finding pleading standard met for \"buy\" ratings issued after analyst sent internal e-mail stating that the stocks \"must not remain buys\"); <i>Demarco,</i> 309 F.Supp.2d at 634 (finding pleading standard met when analyst gave stock the highest possible \"buy\" rating after sending e-mails to institutional investors instructing them to sell it short). In those cases, the disconnect between the opinion expressed in the e-mail and the opinion implicit in the rating was stark and unambiguous. In contrast, there is no necessary inconsistency between the statement \"I would not be aggressive\" and an expressed belief that Agilent stock nonetheless qualified for CSFB's \"buy\" rating. <i>See supra</i> note 2 (setting parameters of \"buy\" ratings in CSFB's standard lexicon). Given CSFB's four-tiered rating system, it is entirely possible that Rogers equated aggressive behavior with a \"strong buy\" rating. In all events, the pleadings do not negate such a possibility &#8212; and the plaintiffs cannot hinge their subjective falsity claim solely on their unsubstantiated interpretation of Rogers' ambiguous word choice. <i>See Tuchman v. DSC Commc'ns Corp.,</i> <span class=\"citation\" data-id=\"6257\"><a href=\"/opinion/6257/tuchman-v-dsc-communications-corp/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1061</span></a></span>, 1069 (5th Cir.1994) (concluding, in a section 10(b) case, that the defendant was not obliged to employ the adjectival characterization that the plaintiffs thought to be most accurate).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Here, moreover, a significant intervening event transpired between the date of the e-mail and the date of the interdicted report. On August 17 &#8212; five days after the e-mail and one day before the report issued &#8212; Agilent made a surprise announcement that its third quarter earnings were better than expected. Even if Rogers had been wary of the stock's prospects on August 12, the surprise announcement easily could have changed the decisional calculus. The fact that the very first line of the August 18 report notes that Agilent's third quarter was \"not as bad as forecast\" bolsters this inference.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The last \"event\" is the November 8 e-mail from Rogers to his fellow analysts. In that e-mail, Rogers used Agilent's unexpected negative forecast (announced on July 20, 2000) and his subsequent \"buy\" rating (contained in a report issued the next day) to demonstrate the art of \"wordsmithing.\" This rodomontade put Rogers in a bad light, but it fails to support a reasonable inference that Rogers actually misstated a privately held opinion. While isolated statements in this e-mail might well be considered indicative of an appetite for sleazy practice, those statements cannot be wrested from their contextual moorings when determining whether the plaintiffs have satisfied the PSLRA pleading standard. <i>See Shaw v. Digital Equip. Corp.,</i> <span class=\"citation\" data-id=\"196753\"><a href=\"/opinion/196753/shaw-v-digital/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1194</span></a></span>, 1220 (1st Cir.1996). In this instance, the statement immediately preceding Rogers' list of examples notes that the illustrations are intended to show how to \"mak[e a] point, subtly.\" It is too much of a stretch to read this statement as an admission by Rogers that he had issued false opinions.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">One more possibility warrants our attention. Even though there is a gray area within which reasonable analysts legitimately may issue differing recommendations, it is unlikely that a trained analyst would actually believe in the truth of a recommendation that, from an objective standpoint, was totally unfounded. One can imagine cases in which the facts so strongly suggest that an opinion was objectively false when made that an inference of subjective falsity may be drawn. <i>See, e.g., Serabian,</i> 24 F.3d at 368 (finding strong evidence of objective falsity sufficient to satisfy scienter pleading requirement). Here, however, the pleaded facts are too problematic to show objective falsity (and, thus, to prop up an otherwise deficient showing of subjective falsity).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The short of it is that the plaintiffs have pleaded no contemporaneous facts that debunk the legitimacy of the \"buy\" ratings when made. Their main refrain is that they have set forth facts showing that the majority of the challenged \"buy\" ratings turned out to be dead wrong: after hitting an all-time high in March of 2000, Agilent's stock price dropped like a stone throughout much of the remaining class period. From this historical record, the plaintiffs seek to have us infer that the ratings must have been objectively false because the stock \"should not have been `bought' by a rational investor who wished to increase, rather than decrease, his capital.\" Appellants' Reply Br. at 7. This is whistling past the graveyard.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Ratings, like other forecasts, cannot be found to be false &#8212; objectively or subjectively &#8212; simply because they turn out to be inaccurate. <i>See Glassman v. Computervision Corp.,</i> <span class=\"citation\" data-id=\"196899\"><a href=\"/opinion/196899/glassman-v-computervision/\"><span class=\"volume\">90</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">617</span></a></span>, 626 (1st Cir.1996); <i>see also Shaw,</i> 82 F.3d at 1223 (warning against attempts to plead fraud by hindsight). To ground an inference of objective falsity, the facts must suggest that a particular rating was not plausibly premised on, or was inconsistent with, the information available to the analyst at that time. <i>Glassman,</i> 90 F.3d at 627. To hold otherwise would run an unacceptable risk of subjecting conscientious analysts to liability if, after the fact, external events or corporate mismanagement adversely impacted a stock that was a legitimate \"buy\" when it was rated.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">By the same token, the plaintiffs have failed adequately to plead facts indicating the objective falsity of the statement in the February 18, 2000 report describing order growth in one segment of Agilent's business as \"reasonable.\" To support their assertion that this characterization is objectively false, the plaintiffs point to the e-mail sent four days later by Rogers to an Agilent executive inquiring why Agilent's order growth was less robust than that of its chief competitors. This places more weight on the e-mail than it can bear.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The February 18 report did not characterize Agilent as a leader in order growth, so the e-mail does not suggest a necessary inconsistency between the analysts' description and the true state of affairs. <i>Cf. Virginia Bankshares,</i> 501 U.S. at 1094, <span class=\"citation\" data-id=\"112648\"><a href=\"/opinion/112648/virginia-bankshares-inc-v-sandberg/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2749</span></a></span> (finding description of a $42 per share merger price as \"high\" and \"fair\" objectively false in the face of evidence that the bank's \"going concern\" value at the time the statements were made exceeded $60 per share).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Especially when considered in context &#8212; the analysts' description was given under the heading \"Good Orders, but Not Explosive\" &#8212; the e-mail, standing alone, is insufficient to show objective falsity. The plaintiffs do not challenge the accuracy of the rate of growth specified in the report (six percent) and the report clearly stated that Agilent's competitors enjoyed more appreciable order growth. Under these circumstances, the adjective \"reasonable\" cannot be said to have been objectively false.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">To summarize, the plaintiffs do not meet the PSLRA requirement for pleading a misstatement of opinion. Their general allegations, Agilent-specific allegations, and transaction-specific allegations, whether viewed separately or in the ensemble, do not support the necessary inference that the ratings were subjectively false. As an aside, the plaintiffs' failure satisfactorily to plead subjective falsity also supplies a solid basis for a finding that they have failed to satisfy the PSLRA standard for pleading scienter.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">This conclusion effectively ends our consideration of the section 10(b) claims. Because the plaintiffs have failed to meet these PSLRA pleading requirements in regard to subjective falsity and scienter, we need not address other issues, such as the need to plead objective falsity in a misstatement of opinion case, the materiality of the allegedly false statements, or the district court's alternate holding in this case that the plaintiffs failed adequately to plead loss causation. <i>See</i> D. Ct. Op. at 17.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">This pleading failure also provides a sufficient basis upon which to affirm the district court's dismissal of the plaintiffs' section 20(a) claims. Section 20(a) creates derivative liability for those that directly or indirectly control a person or firm found liable under a provision of the Securities Exchange Act. <i>See</i> 15 U.S.C. &#167; 78t(a). Thus, our rejection of the underlying section 10(b) violations dooms the plaintiffs' claims against CSFB and Quattrone under section 20(a). <i>See Greebel,</i> 194 F.3d at 207; <i>see also</i> D. Ct. Op. at 17.</p>\n    </div>\n    <p class=\"indent\">III. CONCLUSION</p>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">We need go no further. The plaintiffs' allegations, if true, show beyond hope of contradiction that the defendants operated without much concern for ethical standards. But the fact that an organization is ethically challenged does not impugn every action that it takes. In a securities fraud case, the plaintiffs still must carry the burden, imposed by the PSLRA, of pleading facts sufficient to show that the particular statements sued upon were false or misleading when made. This is as it should be: the securities laws &#8212; and section 10(b) in particular &#8212; were designed to provide a damages remedy for losses incurred as a result of false or misleading statements, not to punish defendants for bad behavior in a vacuum. Although ably represented, the plaintiffs in this case have not carried the pleading burden that the PSLRA imposes. Thus, the defendants, despite their inappropriate actions, cannot be held legally responsible for the plaintiffs' ill-fated investments in Agilent stock.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> For simplicity's sake, we refer hereafter only to section 10(b) claims. Those references encompass Rule 10b-5 claims wherever the context permits</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At the time, CSFB defined these ratings as follows:</p>\n        <p class=\"indent\">\"SB\" (strong buy) &#8212; Stock is expected to outperform the market significantly over the next 6-12 months and should be bought today.</p>\n        <p class=\"indent\">\"B\" (buy) &#8212; A good \"story\"; needs some time to develop but should outperform. Those institutions that require time to build a position should buy the stock today.</p>\n        <p class=\"indent\">\"H\" (hold) &#8212; Would not buy the stock. Events may not yet be apparent that would make it either a Buy or a Sell.</p>\n        <p class=\"indent\">\"S\" (sell) &#8212; Would not buy if not owned and would use as a source of funds if owned; there is nothing to make the stock outperform. If an institution wanted to stay in the same industry group, it would swap out of the stock. Potential negatives are not yet reflected in the stock &#8212; if you own it, sell it.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We say \"most\" because we recognize that some ratings, such as those mechanically derived through input data, would be subject to a different taxonomy. For purposes of this opinion, our references to ratings only encompass those reports in which an analyst exercises some degree of personal discretion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We need not explore the other side of the coin. If a complaint does not successfully plead subjective falsity, it fails to pass muster under the PSLRA<i>See In re Salomon,</i> 350 F.Supp.2d at 493. That, in turn, negates any need for a separate scienter inquiry.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Scienter, in its most abecedarian form, is \"a mental state embracing intent to deceive, manipulate, or defraud.\"<i>Ernst &amp; Ernst v. Hochfelder,</i> <span class=\"citation\" data-id=\"109420\"><a href=\"/opinion/109420/ernst-ernst-v-hochfelder/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">185</span></a></span>, 193 n. 12, <span class=\"citation\" data-id=\"109420\"><a href=\"/opinion/109420/ernst-ernst-v-hochfelder/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1375</span></a></span>, <span class=\"citation\" data-id=\"109420\"><a href=\"/opinion/109420/ernst-ernst-v-hochfelder/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1976). To establish this mental state, a plaintiff must show that the defendant's conduct evinced either a conscious intent to commit the alleged fraud or a high degree of recklessness in connection with the fraud. <i>See Greebel,</i> 194 F.3d at 198-201.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> This is not to say that the same provable fact may not be used to plead more than one allegedly false opinion. For example, if an analyst sent out an e-mail explicitly stating that he had<i>always</i> considered a certain stock to be a dog, that e-mail might well be used to plead the subjective falsity of every previous \"buy\" recommendation that the analyst had made with respect to that stock.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/6257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109420/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/142888/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195389/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196753/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196899/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198674/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199878/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201789/",
    "http://www.courtlistener.com/api/rest/v3/opinions/482848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531870/",
    "http://www.courtlistener.com/api/rest/v3/opinions/655303/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789042/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789390/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2302215/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2310707/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2472812/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2576714/"
  ]
}