{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201990/",
  "absolute_url": "/opinion/201990/united-states-v-samboy/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201990/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:42:20Z",
  "date_modified": "2016-02-28T05:06:57.042382Z",
  "type": "010combined",
  "sha1": "01826cc44efe51b668eda31028e3425f4679179d",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-1615-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/12/29/US_v._Samboy.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n                _________________________________\n\nNo. 04-1615\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                               v.\n\n                         ALSENIO SAMBOY,\n\n                      Defendant, Appellant.\n\n                ________________________________\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Nathaniel M. Gorton, U.S. District Judge]\n                _________________________________\n\n\n                             Before\n\n                Selya and Lynch, Circuit Judges,\n                        Restani, Judge.*\n\n                      _____________________\n\n                        December 29, 2005\n                      _____________________\n\n\n     Bruce Green for appellant.\n     Virginia M. Vander Jagt with whom Michael J. Sullivan,\nUnited States Attorney, was on brief, for appellee.\n\n\n\n\n     *\n      Honorable Jane A. Restani, Chief Judge of the United\nStates Court of International Trade, sitting by designation.\n\f           RESTANI, Judge. Appellant, Alsenio Samboy, was convicted\n\nof conspiracy to distribute at least 50 grams of cocaine base and\n\npossession with intent to distribute and distribution of at least\n\n50 grams of cocaine base. See 21 U.S.C. §§ 841(a)(1), 846.    Samboy\n\nmoved to exclude evidence resulting from a warrantless search of\n\nhis dwelling, and a warrantless search of the apartment below his.\n\nThe district court denied Samboy’s motion, and following a jury\n\nfinding of guilt sentenced him to two concurrent terms of 175\n\nmonths in prison and five years of supervised release.   On appeal,\n\nSamboy argues that the district court erred in denying his motion\n\nto suppress.   He also contends that his sentencing was improper\n\nunder United States v. Booker, 125 S. Ct. 738 (2005).        Because\n\nexigent circumstances justified the warrantless entry into Samboy’s\n\nhome, and because the record demonstrates no plain error in his\n\nsentence, we affirm the judgment of the court below.\n\n                             BACKGROUND\n\n           On September 14, 2000, Jose Miguel Padin was arrested for\n\nconspiring to distribute and distributing cocaine base (“crack”).\n\nPadin agreed to cooperate with authorities following his arrest,\n\nand identified his supplier of cocaine as the Appellant, Alsenio\n\nSamboy.   Padin stated that Samboy stored drugs in his apartment at\n\n82 Pleasant Street, Worcester, Massachusetts. Padin also mentioned\n\nto the police that the apartment below Samboy’s residence was being\n\n\n\n\n                                -2-\n\fused as part of Samboy’s drug operation.1\n\n               That    day,      the   government     proceeded      to    use   this\n\ninformation to set up a “controlled buy.”                 Padin was instructed to\n\ncontact Samboy via telephone and request 125 grams of crack.\n\nSamboy agreed to the sale over the course of several telephone\n\ncalls.       Four of the calls merit particular attention.                During the\n\nfirst call, placed at 2:30 P.M., Padin informed Samboy that he had\n\nan interested buyer, but the call ended without any agreement by\n\nSamboy to actually furnish Padin with narcotics.                     Samboy stated\n\nthat he was “afraid of doing it,” and that he would “let you\n\n[Padin] know later on when you call me back if we can get that or\n\nnot.”       At about 4:30 P.M., Padin called Samboy again and confirmed\n\nthat his buyer was ready.              Samboy stated he would “send for that”\n\nand requested that Padin call back again in fifteen or twenty\n\nminutes.       Padin called again at 5:25 P.M., stating that he was\n\nabout to leave for an auto-parts store where he would wait for\n\ndelivery.       Samboy refused to send his courier to meet Padin until\n\nhe was certain Padin had arrived, and instructed Padin to call once\n\nhe arrived at his destination. Finally, at 5:32 P.M., Padin called\n\nSamboy      after     arriving    at    the    arranged   location   and    received\n\nconfirmation        that   Samboy’s      courier,    Claudin   Mar    Dellossantos\n\n(a.k.a. “Marcos”), was leaving.\n\n\n        1\n       At the time of his arrest, Padin erroneously stated that\nSamboy lived on the third floor and stored drugs on the second\nfloor.\n\n                                              -3-\n\f          During    the   course   of    these   calls,   police   officers\n\npositioned themselves around Samboy’s apartment complex.           Prior to\n\nthe 5:32 call, officers witnessed Dellossantos leave 82 Pleasant\n\nStreet, drive away, and return a few minutes later.         After the 5:32\n\ncall, officers again observed Dellossantos leave Samboy’s building.\n\nThey followed him to his meeting place with Padin, arrested him,\n\nand recovered 125 grams of crack and a set of keys to Samboy’s\n\napartment.   After Dellossantos’s arrest, several agents proceeded\n\nto Samboy’s apartment on the fourth floor, while one agent went to\n\nobtain a search warrant.\n\n          The police arrived at Samboy’s apartment at approximately\n\n6:00 that evening to arrest him.          Agents knocked and announced\n\nthemselves when they arrived.      When they heard no response, they\n\nused the keys found on Dellossantos to open Samboy’s door and enter\n\nthe apartment.     When they entered, the police found Samboy on a\n\nsofa with his cellular phone.           They immediately put him under\n\narrest and conducted a search of Samboy and a “protective sweep” of\n\nthe apartment incident to that arrest.       They found $440 in cash and\n\n13.4 grams of cocaine in a bulge in Samboy’s pants pockets.           Only\n\nafter arresting Samboy and securing the apartment did the officers\n\nobtain a warrant to complete the search of the third and fourth\n\nfloors.\n\n          Officers also gave Samboy a printed Miranda warning,\n\nwritten in Spanish, Samboy’s native language, and informed him in\n\n\n                                   -4-\n\fSpanish that he was under no obligation to sign the form, and that\n\nhe could make such alternations to the form as he saw fit.          Samboy\n\nsigned the form, which gave the officers written permission to\n\nconduct a full search of Samboy’s residence.          Despite this, the\n\npolice waited until a warrant arrived at approximately 8:07 P.M. to\n\nconduct a full search.\n\n          Between the time of Samboy’s arrest and the arrival of\n\nthe search warrant, the police conducted an investigation of the\n\ncommon areas of the apartment building, during which they found a\n\nkey to the apartment on the third floor of the building.               The\n\nofficers knocked on the door, announced themselves, and then\n\nentered with the key after they received no response.            Crack was\n\nimmediately found lying on a table, but the police refrained from\n\ncompleting   their    search   until   the   search   warrants    arrived.\n\nAfterwards, the police conducted a full investigation of the\n\napartments on the third and fourth floors. The police found $3,600\n\nin cash in the fourth-floor apartment.       The police also discovered\n\na variety of drugs and drug paraphernalia in the third-floor\n\napartment, including 50.9 grams of crack, 633.9 grams of powder\n\ncocaine, 158.8 grams of heroin, scales, cutting agents, and a pan\n\nwith crack residue.\n\n          On September 24, 2001, Samboy filed a motion to suppress\n\nthe evidence collected as a result of the warrantless search of his\n\napartment.   The motion was denied without prejudice on January 29,\n\n\n                                   -5-\n\f2002.     On February 13, 2003, Samboy filed a motion to reconsider\n\nthe court’s 2002 ruling.            This motion requested that the court\n\nsuppress evidence related to the 13.4 grams of cocaine and $440\n\nfound on Samboy’s person, any evidence obtained from the search of\n\nthe third and fourth floor apartments, and statements of admission\n\nby him resulting from his arrest.             The motion was denied on August\n\n18,   2003,    and   evidence   found    in    the   third   and    fourth    floor\n\napartments was presented to the jury.\n\n                                    DISCUSSION\n\n                                        I.\n\n              The district court’s conclusions of fact are reviewed for\n\nclear error, but we afford plenary review to the district court’s\n\nultimate conclusion regarding exigent circumstances. United States\n\nv. Curzi, 867 F.2d 36, 42 (1st Cir. 1989).\n\n              It is a well-established principle of Fourth Amendment\n\nlaw that warrantless searches inside a home are presumptively\n\nunreasonable.        See Payton v. New York, 445 U.S. 573, 586 (1980).\n\nEven with probable cause to believe that evidence of a crime will\n\nbe found within a private dwelling, the constitutional protections\n\nafforded to an individual’s privacy interest in his own home\n\noutweighs the government’s interest in crime prevention.                     Id. at\n\n588–89.\n\n              Nevertheless,     a   warrantless      entry   into    a   person’s\n\ndwelling may be permitted if “exigent circumstances” arise.                     The\n\n\n                                        -6-\n\fgovernment bears the burden of proving exigent circumstances.\n\nUnited States v. Baldacchino, 762 F.2d 170, 176 (1st Cir. 1985).\n\nTo show exigent circumstances, the police must reasonably believe\n\nthat “there is such a compelling necessity for immediate action as\n\nwill not brook the delay of obtaining a warrant.”   Fletcher v. Town\n\nof Clinton, 196 F.3d 41, 49 (1st Cir. 1999) (quoting United States\n\nv. Almonte, 952 F.2d 20, 22 (1st Cir. 1991)).       Proof of exigent\n\ncircumstances “should be supported by particularized, case-specific\n\nfacts, not simply generalized suppositions about the behavior of a\n\nparticular class of criminal suspects.”    United States v. Hidalgo,\n\n747 F. Supp. 818, 828 (D. Mass. 1990).    We have recognized a number\n\nof situations giving rise to exigent circumstances, including when\n\ndelay would risk the destruction of evidence. See United States v.\n\nWihbey, 75 F.3d 761, 768 (1st Cir. 1996); see also United States v.\n\nSangineto-Miranda, 859 F.2d 1501, 1511 (6th Cir. 1988) (finding\n\nexigent circumstances “when there is an urgent need to prevent\n\nevidence from being lost or destroyed,” particularly in drug cases\n\nwhere “‘narcotics can be easily and quickly destroyed while a\n\nsearch is progressing’”) (quoting United States v. Socey, 846 F.2d\n\n1439, 1444–45 (D.C. Cir. 1988)). Officers are justified in relying\n\non this exception only if they show an objectively reasonable basis\n\nfor concluding that the loss or destruction of evidence is likely\n\nto occur.   Wihbey, 75 F.3d at 768.\n\n            At the time the police entered Samboy’s apartment, the\n\n\n                                -7-\n\fpolice knew that Samboy was present, that he had recently sent\n\nDellossantos to deliver drugs, and that Dellossantos had been\n\narrested and therefore had not returned or contacted Samboy.          The\n\ndistrict court thus arrived at the conclusion that, when the police\n\nreceived no response after knocking and announcing their presence,\n\nthere arose a “reasonable belief that Samboy was alerted to their\n\npresence and might try to destroy evidence in the apartment.\n\nConsequently,   there   were   sufficient   exigent   circumstances    to\n\njustify entry into the fourth floor apartment without obtaining a\n\nwarrant . . . .”\n\n            We see no clear error in the district court’s factual\n\nfindings.    As a matter of law, we agree with the district court\n\nthat these facts gave rise to a reasonable belief that Samboy\n\nprobably would have realized the police were closing in and begun\n\ndisposing of evidence had the police waited to obtain a search\n\nwarrant at the time of Dellossantos’s arrest.         Courts have found\n\nexigent circumstances in similar cases where a courier’s failure\n\npromptly to return to a suspected dealer served as a likely\n\nindication of his arrest.      See, e.g., Sangineto-Miranda, 859 F.2d\n\nat 1513 (absence of courier while dealer was reasonably believed to\n\nremain in suspect apartment led to reasonable belief that the\n\ncourier’s “continued absence . . . would alert [the dealer] that\n\nthe police were on [his] trail, thereby prompting him to destroy\n\nnarcotics”); United States v. Moore, 790 F.2d 13, 16 (1st Cir.\n\n\n                                   -8-\n\f1986) (failure of courier “to return . . . promptly . . . could\n\ncreate a substantial risk that appellant would flee or destroy\n\nevidence”).\n\n          A.    Delay In Seeking A Warrant\n\n          Samboy argues that there could not have been exigent\n\ncircumstances because the police improperly waited to request a\n\nsearch warrant after obtaining probable cause by corroborating\n\nPadin’s statements with telephone calls to Samboy. Appellant cites\n\nUnited States v. Beltran, 917 F.2d 641 (1st Cir. 1990), for the\n\nproposition that no exigent circumstances exist when “the police\n\nfully expect that they may have to enter a home to make an arrest\n\nin the near future, and . . . they have more than enough time and\n\nknowledge to secure a warrant.”    Id. at 643.    In Beltran, police\n\nacted on information provided by a confidential informant who\n\nindicated that Beltran had sold him cocaine in the past.      Id. at\n\n642.   The information was used to arrange two closely monitored\n\ncocaine sales on two consecutive days.   Id.     After the first sale\n\nof two ounces of cocaine was completed, investigators instructed\n\ntheir informant to arrange for a second purchase of one pound of\n\ncocaine the following day.   Id.   At 4:20 P.M. on the second day,\n\nBeltran instructed the informant to come to her apartment at 7:30\n\nthat evening.    Id.   Instead of seeking a warrant, the police\n\narrested Beltran after their informant entered Beltran’s apartment\n\nand returned with confirmation that he had seen the cocaine.     Id.\n\n\n                                -9-\n\fThe court reasoned that no exigent circumstances existed because\n\n“in this case, three or four hours before the police arrested Ms.\n\nBeltran, they knew that they were likely to do so, they had an\n\nadequate    basis   for   obtaining    a   warrant,   and   they   could    have\n\nobtained one.”      Id. at 643.\n\n            Beltran   raises   two    distinct   questions      regarding   the\n\npolice’s conduct in this case.        First, at what time did the police\n\nfinally have probable cause to search Samboy’s apartment?               Second,\n\nwere the police justified in waiting as long as they did in\n\nobtaining a warrant after obtaining probable cause?                 We address\n\neach issue in turn.\n\n            Probable cause cannot be based on conclusory statements,\n\nor   mere    “suspicion,     rumor,     or   strong    reason      to   suspect\n\n[wrongdoing].”      United States v. Vigeant, 176 F.3d 565, 569 (1st\n\nCir. 1999) (quoting United States v. Han, 74 F.3d 537, 541 (4th\n\nCir. 1996) (internal quotations omitted, alterations in original)).\n\nUncorroborated tips are often insufficient to provide a reasonable\n\nbasis to enter a person’s home, and the police are often justified\n\nin waiting for corroboration before making an application to a\n\nmagistrate for a warrant.      See United States v. Capozzi, 347 F.3d\n\n327, 333 (1st Cir. 2003) (reliance on an anonymous source requires\n\npolice to “attempt to corroborate the informant’s story under the\n\ntotality of the circumstances”).           The officers were reasonable in\n\ndetermining that Padin’s statements alone might not be sufficient\n\n\n                                      -10-\n\fto support probable cause.      Thus, the police acted reasonably in\n\ndeciding to seek additional corroboration for Padin’s story before\n\nseeking a warrant.\n\n           The   question    then    becomes    which        of    the    telephone\n\nconversations    between    Padin    and    Samboy,    if     any,       established\n\nprobable cause to arrest Samboy. Transcripts of the 2:30 telephone\n\ncall provide some corroboration, but ended without any agreement by\n\nSamboy to actually furnish Padin with narcotics.                  Instead, Samboy\n\nstated that he was afraid of “doing it,” that he would see “if we\n\ncan get that or not,” and that Padin should wait until his buyer\n\ncalled to get back in touch with him.         During the 4:30 call, Samboy\n\nasked for another twenty minutes to obtain “it” and requested that\n\nPadin call back again.       When Padin called at 5:25, Samboy still\n\nrefused to dispatch a courier to Padin until he arrived at the\n\nprearranged location.      It was not until 5:32 that the police heard\n\nSamboy   say   that   Dellossantos    had    been     sent    to     complete    the\n\ntransaction.\n\n           It may be that the police had probable cause to seek a\n\nwarrant for Samboy’s arrest and to search his apartment at 5:32.\n\nIt is also likely that probable cause existed after the 5:25 call,\n\nwhich finalized preparations for the transaction.                 An argument may\n\nbe made that the police had probable cause at 4:30, when Samboy was\n\nalerted to Padin’s desire to complete the transaction and Samboy\n\nindicated that he would get the product ready.                     Samboy argues,\n\n\n                                     -11-\n\fhowever, that the government should have sought a warrant after\n\nPadin’s 2:30 P.M. call with Samboy.       The police could reasonably\n\nconclude it was doubtful that the 2:30 call established probable\n\ncause.   At that time, Samboy had not agreed to the transaction, and\n\nhad indicated that he didn’t have the drugs with him.        See United\n\nStates v. Moore, 790 F.2d at 15 (“Probable cause exists when ‘given\n\nall the circumstances, there is a fair probability that contraband\n\nor evidence will be found in the place described.’”) (quoting\n\nUnited States v. White, 766 F.2d 22, 25 (1st Cir. 1985)).\n\n           Assuming that the police had probable cause to seek a\n\nwarrant as early as 4:30, this led to about an hour-and-forty-five\n\nminute delay between the time probable cause arose and the time\n\nSamboy was arrested.2   There is no legal rule requiring the police\n\nto seek a warrant as soon as probable cause likely exists to seek\n\na warrant.    Beltran, 917 F.2d at 643.       Nor does the fact that in\n\nsetting up a controlled buy the police might have foreseen the\n\neventual entry into Samboy’s apartment, standing alone, prevent\n\napplication of the exigent circumstances doctrine.           See United\n\nStates   v.   Cresta,   825   F.2d     538,    553   (1st   Cir.   1987)\n\n(“Unforeseeability has never been recognized as an element of the\n\nexigent circumstances exception . . . .”).            Instead, we have\n\nrefused to find exigent circumstances where the “circumstances\n\n\n     2\n      In this case, it took about two hours (approximately from\n6:00 to 8:07 P.M.) to obtain a search warrant after arresting\nSamboy.\n\n                                -12-\n\f[were]    created    by   government   officials   who    unreasonably   and\n\ndeliberately delay[ed] or avoid[ed] obtaining the warrant.” United\n\nStates v. Rengifo, 858 F.2d 800, 804 (1st Cir. 1988).           Three facts\n\nindicate that a deliberate and unreasonable delay did not occur in\n\nthis case.\n\n            First, unlike Beltran, the police had observed no prior\n\nconsummated sale between Padin and Samboy.               Second, when first\n\nattempting to arrange such a sale, Samboy expressed doubt as to\n\nwhether the sale would occur. These facts indicate that the police\n\nwere probably less certain of the veracity of their informant than\n\nthe police in Beltran.       Third, this case involves the arrest of a\n\ncourier, Dellossantos, shortly before the arrest of a dealer,\n\nSamboy.   Since Samboy had hesitated to send Dellossantos until the\n\nlast minute, Samboy’s actions gave the police a limited amount of\n\ntime in which to act.          Under these circumstances, the record\n\nreasonably supports a conclusion that the police reasonably delayed\n\nnot from a desire to avoid seeking a warrant, but because the\n\ncircumstances of the investigation demanded first caution and then\n\nan immediate response.\n\n            B.      Manufactured Exigency\n\n            Samboy made no mention of a manufactured exigency in the\n\ncourt below.     To raise an argument on appeal, a party must “‘spell\n\nout its arguments squarely and distinctly’ . . . or else forever\n\nhold its peace.”      Rivera-Gomez v. de Castro, 843 F.2d 631, 635 (1st\n\n\n                                   -13-\n\fCir.   1988)    (quoting    Paterson-Leitch           Co.,   Inc.    v.   Mass.   Mun.\n\nWholesale Elec. Co., 840 F.2d 985, 990 (1st Cir. 1988)).                      Rather,\n\n“[t]o preserve a point for appeal, some developed argumentation\n\nmust be put forward in the nisi prius court – and a veiled\n\nreference      to   a   legal   theory    is    not    enough   to    satisfy     this\n\nrequirement.”       B & T Masonry Const. Co., Inc. v. Pub. Serv. Mut.\n\nIns. Co., 382 F.3d 36, 40 (1st Cir. 2004).                   Samboy did object to\n\nthe warrantless search in the court below, arguing that the police\n\n“could have secured an anticipatory search warrant,” but did not\n\nsuggest at any point that the police deliberately created an\n\nexigent circumstance requiring immediate intervention.                       In fact,\n\nSamboy maintained just the opposite, arguing that no exigent\n\ncircumstances arose at all.          Such an argument does not raise the\n\nquestion of manufactured exigency for review on appeal.                        United\n\nStates v. Martins, 413 F.3d 139, 149 (1st Cir. 2005).                     In any case,\n\nas discussed in the previous section, there is no evidence that the\n\npolice were simply manufacturing the exigency.\n\n                                         II.\n\n            Samboy briefly contends on appeal that the search of the\n\nthird-floor apartment independently violated the Fourth Amendment.\n\nTo raise such an argument,\n\n            a   defendant  must   demonstrate  that   he\n            personally has an expectation of privacy in\n            the place searched, and that his expectation\n            is reasonable; i.e., one that has “a source\n            outside of the Fourth Amendment, either by\n            reference to concepts of real or personal\n\n                                         -14-\n\f           property law or to understandings that are\n           recognized and permitted by society.”\n\nMinnesota v. Carter, 525 U.S. 83, 88 (1998) (quoting Rakas v.\n\nIllinois, 439 U.S. 128, 143 n.12 (1978)).                 An expectation of\n\nprivacy is the “threshold standing requirement that a defendant\n\nmust establish before a court can proceed with any Fourth Amendment\n\nanalysis.”        United States v. Lewis, 40 F.3d 1325, 1333 (1st Cir.\n\n1994).   We find that Samboy failed to argue his subjective privacy\n\ninterest     in    the   third-floor    apartment   in    the    court    below.\n\nMoreover, Samboy has not pointed to any evidence to show that his\n\ninterest in the apartment was one society would recognize as\n\nreasonable.\n\n           Prior to trial, Samboy mentioned neither his subjective\n\nnor objective interest in the third-floor apartment.                     Samboy’s\n\noriginal Motion to Suppress and his Motion for Reconsideration\n\nstate only that, subsequent to entering Samboy’s fourth-floor\n\nresidence and arresting him, the officers proceeded to search areas\n\noutside Samboy’s immediate control, including “a search of all the\n\nrooms, the hallways, and the 3rd floor apartment.”               This argument\n\nsimply assumes the prerequisite question of whether Samboy had a\n\nreasonable privacy interest in the third-floor apartment.                  As we\n\nheld in Lewis, a failure to present evidence with respect to such\n\nan   expectation      prevents   a   defendant   from   making   a   claim   for\n\nsuppression under the Fourth Amendment.           40 F.3d at 1333.\n\n           Samboy argues in his appellate brief that he “manifested\n\n                                       -15-\n\fa subjective expectation of privacy in the place searched,” but has\n\nfailed even to allege that his asserted interest would be viewed by\n\nsociety as reasonable.    This is a fatal flaw, since a subjective\n\nbelief in one’s privacy is meaningless unless one can show that\n\nsociety would consider the belief reasonable.     Lewis, 40 F.3d at\n\n1333; see also Carter, 525 U.S. at 91 (upholding use of evidence\n\nobtained from apartment where temporary guests present for the sole\n\npurpose of distributing drugs had no recognized expectation of\n\nprivacy).\n\n            Indeed, Samboy’s strategy throughout the proceedings was\n\nto distance himself from any possible interest in the third-floor\n\napartment.   Though he may have argued that he lacked an interest at\n\ntrial while arguing that he did in fact have a recognized interest\n\nin the apartment in his motion to suppress, he did not do so.\n\nSee Lewis, 40 F.3d at 1333 (evidence used to establish “standing”\n\nto raise Fourth Amendment claim cannot be used as direct evidence\n\nat trial to establish guilt or innocence).   Samboy did not suggest\n\nat any time that he rented or owned the apartment in question, nor\n\ndid he suggest that he had a right to exclude others or even that\n\nhe maintained a regular presence there. Evidence that somebody had\n\nlocked the door and hidden the key is insufficient to establish a\n\nlegitimate privacy interest.   See United States v. Lopez, 380 F.3d\n\n538, 545 (1st Cir. 2004) (“[E]fforts to restrict access to an area\n\ndo not generate a reasonable expectation of privacy where none\n\n\n                                -16-\n\fwould otherwise exist.” quoting New York v. Class, 475 U.S. 106,\n\n114 (1986)).\n\n                                       III.\n\n            Samboy objects to his sentencing under the mandatory\n\nUnited States Sentencing Guidelines (“Guidelines”). At the time of\n\nhis sentencing, the Supreme Court’s opinion in Booker had not yet\n\nbeen issued, although oral arguments in Blakely v. Washington, 542\n\nU.S. 296 (2004), had taken place.             Samboy concedes that he failed\n\nto object to the application of the mandatory Guidelines at his\n\nsentencing.      Thus, his objection is forfeited and we review for\n\nplain error. United States v. Antonakopoulos, 399 F.3d 68, 76 (1st\n\nCir. 2005).\n\n            To succeed in establishing plain error, Samboy must\n\ndemonstrate four elements.            First, he must show that there was\n\nerror.    See United States v. Olano, 507 U.S. 725, 732 (1993).\n\nSecond, he must show that the error was plain.             Id.    Third, he must\n\nshow that the error affected substantial rights.                 Id.    Fourth, he\n\nmust    show    that   the    error   seriously      affected     the    fairness,\n\nintegrity, or public reputation of judicial proceedings.                  Id.    The\n\nfirst two prongs of the Olano test are satisfied because Samboy’s\n\nsentence was imposed under a mandatory Guidelines system.                        See\n\nAntonakopoulos, 399 F.3d at 77 (1st Cir. 2005).                  As to the third\n\nand    fourth   prongs,      “ordinarily      the   defendant    must    point    to\n\ncircumstances creating a reasonable probability that the district\n\n\n                                       -17-\n\fcourt would impose a different sentence more favorable to the\n\ndefendant under the new ‘advisory Guidelines’ Booker regime.”                   Id.\n\nat 75.    Samboy fails to make such a showing.\n\n               To    show   a   reasonable   probability      that   a   different\n\nsentence would have been imposed in a non-mandatory guidelines\n\nsystem, Samboy must provide, at a bare minimum, a “reasonable\n\nindication that the district judge might well have reached a\n\ndifferent result under advisory guidelines.” United States v.\n\nHeldeman, 402 F.3d 220, 224 (1st Cir. 2005).                Samboy has not shown\n\nthat he would have received a lighter sentence under the advisory\n\nGuidelines.         To the contrary, Judge Gorton emphasized that he was\n\ninclined to impose a higher sentence, and that Samboy “would be\n\ngoing to jail for a longer period of time but for some of the\n\nextenuating arguments by [defense counsel].”                   He declared that\n\nSamboy committed a “horrendous” crime and that it was a “close\n\ncall”    not    to    add   two   sentence   levels   for    leadership    in   the\n\nconspiracy.         There is no indication that under an advisory system\n\nSamboy’s sentence would have been any lower.\n\n               Samboy asks this court to abandon its interpretation of\n\nthe third element of plain-error review in the context of Booker\n\nchallenges in favor of a standard of presumed prejudice.                  We have\n\nalready rejected a per-se rule that would presume prejudice or\n\nmiscarriage of justice under Booker.            See Antonakopoulos 399 F.3d\n\nat 79.    We also decline to alter the burdens of proof established\n\n\n                                        -18-\n\ffor plain-error review by creating a rebuttable presumption of\n\nprejudice in a case where the district judge explicitly stated that\n\nhe considered only a higher, not lower, sentence.              See Booker, 125\n\nS. Ct. at 745 (“[W]e expect reviewing courts to apply ordinary\n\nprudential doctrines, [including] whether the issue was raised\n\nbelow and whether it fails the ‘plain-error’ test.”).\n\n            Samboy also fails to raise a viable argument on the\n\nfourth prong of plain-error review.             We have held that “one cannot\n\npossibly say that all sentences imposed before Booker threatened\n\nthe   fairness,   integrity,      or     public     reputation      of   judicial\n\nproceedings, or undermined our confidence in the outcome of the\n\nsentence,     simply    because    the        Guidelines    were     mandatory.”\n\nAntonakopoulos, 399 F.3d at 80 (emphasis removed).\n\n                                          IV.\n\n            Because    the   police’s    warrantless       search   of   Samboy’s\n\napartment was precipitated by exigent circumstances and Samboy has\n\nfailed to demonstrate a reasonable expectation of privacy in the\n\nthird-floor apartment, we find the police’s seizures proper under\n\nthe Fourth Amendment.        Moreover, Samboy has failed to demonstrate\n\nthat use of mandatory Guidelines resulted in plain error at his\n\nsentencing.\n\n            We therefore Affirm the judgment of the district court.\n\n\n\n\n                                       -19-\n\f",
  "html": "<p class=\"case_cite\">433 F.3d 154</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Alsenio SAMBOY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 04-1615.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard September 15, 2005.</p>\n    <p class=\"date\">Decided December 29, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Bruce Green, for appellant.</p>\n      <p class=\"indent\">Virginia M. Vander Jagt with whom Michael J. Sullivan, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA and LYNCH, Circuit Judges, RESTANI, Judge.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n      <p class=\"indent\">RESTANI, Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant, Alsenio Samboy, was convicted of conspiracy to distribute at least 50 grams of cocaine base and possession with intent to distribute and distribution of at least 50 grams of cocaine base. <i>See</i> 21 U.S.C. &#167;&#167; 841(a)(1), 846. Samboy moved to exclude evidence resulting from a warrantless search of his dwelling, and a warrantless search of the apartment below his. The district court denied Samboy's motion, and following a jury finding of guilt sentenced him to two concurrent terms of 175 months in prison and five years of supervised release. On appeal, Samboy argues that the district court erred in denying his motion to suppress. He also contends that his sentencing was improper under <i>United States v. Booker,</i> 543 U.S. 220, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005). Because exigent circumstances justified the warrantless entry into Samboy's home, and because the record demonstrates no plain error in his sentence, we affirm the judgment of the court below.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On September 14, 2000, Jose Miguel Padin was arrested for conspiring to distribute and distributing cocaine base (\"crack\"). Padin agreed to cooperate with authorities following his arrest, and identified his supplier of cocaine as the Appellant, Alsenio Samboy. Padin stated that Samboy stored drugs in his apartment at 82 Pleasant Street, Worcester, Massachusetts. Padin also mentioned to the police that the apartment below Samboy's residence was being used as part of Samboy's drug operation.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">That day, the government proceeded to use this information to set up a \"controlled buy.\" Padin was instructed to contact Samboy via telephone and request 125 grams of crack. Samboy agreed to the sale over the course of several telephone calls. Four of the calls merit particular attention. During the first call, placed at 2:30 P.M., Padin informed Samboy that he had an interested buyer, but the call ended without any agreement by Samboy to actually furnish Padin with narcotics. Samboy stated that he was \"afraid of doing it,\" and that he would \"let you [Padin] know later on when you call me back if we can get that or not.\" At about 4:30 P.M., Padin called Samboy again and confirmed that his buyer was ready. Samboy stated he would \"send for that\" and requested that Padin call back again in fifteen or twenty minutes. Padin called again at 5:25 P.M., stating that he was about to leave for an auto-parts store where he would wait for delivery. Samboy refused to send his courier to meet Padin until he was certain Padin had arrived, and instructed Padin to call once he arrived at his destination. Finally, at 5:32 P.M., Padin called Samboy after arriving at the arranged location and received confirmation that Samboy's courier, Claudin Mar Dellossantos (a.k.a.\"Marcos\"), was leaving.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the course of these calls, police officers positioned themselves around Samboy's apartment complex. Prior to the 5:32 call, officers witnessed Dellossantos leave 82 Pleasant Street, drive away, and return a few minutes later. After the 5:32 call, officers again observed Dellossantos leave Samboy's building. They followed him to his meeting place with Padin, arrested him, and recovered 125 grams of crack and a set of keys to Samboy's apartment. After Dellossantos's arrest, several agents proceeded to Samboy's apartment on the fourth floor, while one agent went to obtain a search warrant.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The police arrived at Samboy's apartment at approximately 6:00 that evening to arrest him. Agents knocked and announced themselves when they arrived. When they heard no response, they used the keys found on Dellossantos to open Samboy's door and enter the apartment. When they entered, the police found Samboy on a sofa with his cellular phone. They immediately put him under arrest and conducted a search of Samboy and a \"protective sweep\" of the apartment incident to that arrest. They found $440 in cash and 13.4 grams of cocaine in a bulge in Samboy's pants pockets. Only after arresting Samboy and securing the apartment did the officers obtain a warrant to complete the search of the third and fourth floors.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Officers also gave Samboy a printed Miranda warning, written in Spanish, Samboy's native language, and informed him in Spanish that he was under no obligation to sign the form, and that he could make such alternations to the form as he saw fit. Samboy signed the form, which gave the officers written permission to conduct a full search of Samboy's residence. Despite this, the police waited until a warrant arrived at approximately 8:07 P.M. to conduct a full search.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Between the time of Samboy's arrest and the arrival of the search warrant, the police conducted an investigation of the common areas of the apartment building, during which they found a key to the apartment on the third floor of the building. The officers knocked on the door, announced themselves, and then entered with the key after they received no response. Crack was immediately found lying on a table, but the police refrained from completing their search until the search warrants arrived. Afterwards, the police conducted a full investigation of the apartments on the third and fourth floors. The police found $3,600 in cash in the fourth-floor apartment. The police also discovered a variety of drugs and drug paraphernalia in the third-floor apartment, including 50.9 grams of crack, 633.9 grams of powder cocaine, 158.8 grams of heroin, scales, cutting agents, and a pan with crack residue.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On September 24, 2001, Samboy filed a motion to suppress the evidence collected as a result of the warrantless search of his apartment. The motion was denied without prejudice on January 29, 2002. On February 13, 2003, Samboy filed a motion to reconsider the court's 2002 ruling. This motion requested that the court suppress evidence related to the 13.4 grams of cocaine and $440 found on Samboy's person, any evidence obtained from the search of the third and fourth floor apartments, and statements of admission by him resulting from his arrest. The motion was denied on August 18, 2003, and evidence found in the third and fourth floor apartments was presented to the jury.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <p>I.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court's conclusions of fact are reviewed for clear error, but we afford plenary review to the district court's ultimate conclusion regarding exigent circumstances. <i>United States v. Curzi,</i> 867 F.2d 36, 42 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It is a well-established principle of Fourth Amendment law that warrantless searches inside a home are presumptively unreasonable. <i>See Payton v. New York,</i> 445 U.S. 573, 586, 100 S.Ct. 1371, 63 L.Ed.2d 639 (1980). Even with probable cause to believe that evidence of a crime will be found within a private dwelling, the constitutional protections afforded to an individual's privacy interest in his own home outweighs the government's interest in crime prevention. <i>Id.</i> at 588-89, 100 S.Ct. 1371.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Nevertheless, a warrantless entry into a person's dwelling may be permitted if \"exigent circumstances\" arise. The government bears the burden of proving exigent circumstances. <i>United States v. Baldacchino,</i> 762 F.2d 170, 176 (1st Cir.1985). To show exigent circumstances, the police must reasonably believe that \"there is such a compelling necessity for immediate action as will not brook the delay of obtaining a warrant.\" <i>Fletcher v. Town of Clinton,</i> 196 F.3d 41, 49 (1st Cir.1999) (quoting <i>United States v. Almonte,</i> 952 F.2d 20, 22 (1st Cir.1991)). Proof of exigent circumstances \"should be supported by particularized, case-specific facts, not simply generalized suppositions about the behavior of a particular class of criminal suspects.\" <i>United States v. Hidalgo,</i> 747 F.Supp. 818, 828 (D.Mass.1990). We have recognized a number of situations giving rise to exigent circumstances, including when delay would risk the destruction of evidence. <i>See United States v. Wihbey,</i> 75 F.3d 761, 768 (1st Cir.1996); <i>see also United States v. Sangineto-Miranda,</i> 859 F.2d 1501, 1511 (6th Cir.1988) (finding exigent circumstances \"when there is an urgent need to prevent evidence from being lost or destroyed,\" particularly in drug cases where \"`narcotics can be easily and quickly destroyed while a search is progressing'\") (quoting <i>United States v. Socey,</i> 846 F.2d 1439, 1444-45 (D.C.Cir.1988)). Officers are justified in relying on this exception only if they show an objectively reasonable basis for concluding that the loss or destruction of evidence is likely to occur. <i>Wihbey,</i> 75 F.3d at 768.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">At the time the police entered Samboy's apartment, the police knew that Samboy was present, that he had recently sent Dellossantos to deliver drugs, and that Dellossantos had been arrested and therefore had not returned or contacted Samboy. The district court thus arrived at the conclusion that, when the police received no response after knocking and announcing their presence, there arose a \"reasonable belief that Samboy was alerted to their presence and might try to destroy evidence in the apartment. Consequently, there were sufficient exigent circumstances to justify entry into the fourth floor apartment without obtaining a warrant....\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We see no clear error in the district court's factual findings. As a matter of law, we agree with the district court that these facts gave rise to a reasonable belief that Samboy probably would have realized the police were closing in and begun disposing of evidence had the police waited to obtain a search warrant at the time of Dellossantos's arrest. Courts have found exigent circumstances in similar cases where a courier's failure promptly to return to a suspected dealer served as a likely indication of his arrest. <i>See, e.g., Sangineto-Miranda,</i> 859 F.2d at 1513 (absence of courier while dealer was reasonably believed to remain in suspect apartment led to reasonable belief that the courier's \"continued absence ... would alert [the dealer] that the police were on [his] trail, thereby prompting him to destroy narcotics\"); <i>United States v. Moore,</i> 790 F.2d 13, 16 (1st Cir.1986) (failure of courier \"to return ... promptly ... could create a substantial risk that appellant would flee or destroy evidence\").</p>\n    </div>\n    <p class=\"indent\">A. Delay In Seeking A Warrant</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Samboy argues that there could not have been exigent circumstances because the police improperly waited to request a search warrant after obtaining probable cause by corroborating Padin's statements with telephone calls to Samboy. Appellant cites <i>United States v. Beltran,</i> 917 F.2d 641 (1st Cir.1990), for the proposition that no exigent circumstances exist when \"the police fully expect that they may have to enter a home to make an arrest in the near future, and ... they have more than enough time and knowledge to secure a warrant.\" <i>Id.</i> at 643. In <i>Beltran,</i> police acted on information provided by a confidential informant who indicated that Beltran had sold him cocaine in the past. <i>Id.</i> at 642. The information was used to arrange two closely monitored cocaine sales on two consecutive days. <i>Id.</i> After the first sale of two ounces of cocaine was completed, investigators instructed their informant to arrange for a second purchase of one pound of cocaine the following day. <i>Id.</i> At 4:20 P.M. on the second day, Beltran instructed the informant to come to her apartment at 7:30 that evening. <i>Id.</i> Instead of seeking a warrant, the police arrested Beltran after their informant entered Beltran's apartment and returned with confirmation that he had seen the cocaine. <i>Id.</i> The court reasoned that no exigent circumstances existed because \"in this case, three or four hours before the police arrested Ms. Beltran, they knew that they were likely to do so, they had an adequate basis for obtaining a warrant, and they could have obtained one.\" <i>Id.</i> at 643.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\"><i>Beltran</i> raises two distinct questions regarding the police's conduct in this case. First, at what time did the police finally have probable cause to search Samboy's apartment? Second, were the police justified in waiting as long as they did in obtaining a warrant after obtaining probable cause? We address each issue in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Probable cause cannot be based on conclusory statements, or mere \"suspicion, rumor, or strong reason to suspect [wrongdoing].\" <i>United States v. Vigeant,</i> 176 F.3d 565, 569 (1st Cir.1999) (quoting <i>United States v. Han,</i> 74 F.3d 537, 541 (4th Cir.1996) (internal quotations omitted, alterations in original)). Uncorroborated tips are often insufficient to provide a reasonable basis to enter a person's home, and the police are often justified in waiting for corroboration before making an application to a magistrate for a warrant. <i>See United States v. Capozzi,</i> 347 F.3d 327, 333 (1st Cir.2003) (reliance on an anonymous source requires police to \"attempt to corroborate the informant's story under the totality of the circumstances\"). The officers were reasonable in determining that Padin's statements alone might not be sufficient to support probable cause. Thus, the police acted reasonably in deciding to seek additional corroboration for Padin's story before seeking a warrant.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The question then becomes which of the telephone conversations between Padin and Samboy, if any, established probable cause to arrest Samboy. Transcripts of the 2:30 telephone call provide some corroboration, but ended without any agreement by Samboy to actually furnish Padin with narcotics. Instead, Samboy stated that he was afraid of \"doing it,\" that he would see \"if we can get that or not,\" and that Padin should wait until his buyer called to get back in touch with him. During the 4:30 call, Samboy asked for another twenty minutes to obtain \"it\" and requested that Padin call back again. When Padin called at 5:25, Samboy still refused to dispatch a courier to Padin until he arrived at the prearranged location. It was not until 5:32 that the police heard Samboy say that Dellossantos had been sent to complete the transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It may be that the police had probable cause to seek a warrant for Samboy's arrest and to search his apartment at 5:32. It is also likely that probable cause existed after the 5:25 call, which finalized preparations for the transaction. An argument may be made that the police had probable cause at 4:30, when Samboy was alerted to Padin's desire to complete the transaction and Samboy indicated that he would get the product ready. Samboy argues, however, that the government should have sought a warrant after Padin's 2:30 P.M. call with Samboy. The police could reasonably conclude it was doubtful that the 2:30 call established probable cause. At that time, Samboy had not agreed to the transaction, and had indicated that he didn't have the drugs with him. <i>See United States v. Moore,</i> 790 F.2d at 15 (\"Probable cause exists when `given all the circumstances, there is a fair probability that contraband or evidence will be found in the place described.'\") (quoting <i>United States v. White,</i> 766 F.2d 22, 25 (1st Cir.1985)).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Assuming that the police had probable cause to seek a warrant as early as 4:30, this led to about an hour-and-forty-five minute delay between the time probable cause arose and the time Samboy was arrested.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> There is no legal rule requiring the police to seek a warrant as soon as probable cause likely exists to seek a warrant. <i>Beltran,</i> 917 F.2d at 643. Nor does the fact that in setting up a controlled buy the police might have foreseen the eventual entry into Samboy's apartment, standing alone, prevent application of the exigent circumstances doctrine. <i>See United States v. Cresta,</i> 825 F.2d 538, 553 (1st Cir.1987) (\"Unforeseeability has never been recognized as an element of the exigent circumstances exception....\"). Instead, we have refused to find exigent circumstances where the \"circumstances [were] created by government officials who unreasonably and deliberately delay[ed] or avoid[ed] obtaining the warrant.\" <i>United States v. Rengifo,</i> 858 F.2d 800, 804 (1st Cir.1988). Three facts indicate that a deliberate and unreasonable delay did not occur in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">First, unlike <i>Beltran,</i> the police had observed no prior consummated sale between Padin and Samboy. Second, when first attempting to arrange such a sale, Samboy expressed doubt as to whether the sale would occur. These facts indicate that the police were probably less certain of the veracity of their informant than the police in <i>Beltran.</i> Third, this case involves the arrest of a courier, Dellossantos, shortly before the arrest of a dealer, Samboy. Since Samboy had hesitated to send Dellossantos until the last minute, Samboy's actions gave the police a limited amount of time in which to act. Under these circumstances, the record reasonably supports a conclusion that the police reasonably delayed not from a desire to avoid seeking a warrant, but because the circumstances of the investigation demanded first caution and then an immediate response.</p>\n    </div>\n    <p class=\"indent\">B. Manufactured Exigency</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Samboy made no mention of a manufactured exigency in the court below. To raise an argument on appeal, a party must \"`spell out its arguments squarely and distinctly' ... or else forever hold its peace.\" <i>Rivera-Gomez v. de Castro,</i> 843 F.2d 631, 635 (1st Cir.1988) (quoting <i>Paterson-Leitch Co., Inc. v. Mass. Mun. Wholesale Elec. Co.,</i> 840 F.2d 985, 990 (1st Cir.1988)). Rather, \"[t]o preserve a point for appeal, some developed argumentation must be put forward in the nisi prius court &#8212; and a veiled reference to a legal theory is not enough to satisfy this requirement.\" <i>B &amp; T Masonry Const. Co., Inc. v. Pub. Serv. Mut. Ins. Co.,</i> 382 F.3d 36, 40 (1st Cir.2004). Samboy did object to the warrantless search in the court below, arguing that the police \"could have secured an anticipatory search warrant,\" but did not suggest at any point that the police deliberately created an exigent circumstance requiring immediate intervention. In fact, Samboy maintained just the opposite, arguing that no exigent circumstances arose at all. Such an argument does not raise the question of manufactured exigency for review on appeal. <i>United States v. Martins,</i> 413 F.3d 139, 149 (1st Cir.2005). In any case, as discussed in the previous section, there is no evidence that the police were simply manufacturing the exigency.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Samboy briefly contends on appeal that the search of the third-floor apartment independently violated the Fourth Amendment. To raise such an argument,</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">a defendant must demonstrate that he personally has an expectation of privacy in the place searched, and that his expectation is reasonable; <i>i.e.,</i> one that has \"a source outside of the Fourth Amendment, either by reference to concepts of real or personal property law or to understandings that are recognized and permitted by society.\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\"><i>Minnesota v. Carter,</i> 525 U.S. 83, 88, 119 S.Ct. 469, 142 L.Ed.2d 373 (1998) (quoting <i>Rakas v. Illinois,</i> 439 U.S. 128, 143 n. 12, 99 S.Ct. 421, 58 L.Ed.2d 387 (1978)). An expectation of privacy is the \"threshold standing requirement that a defendant must establish before a court can proceed with any Fourth Amendment analysis.\" <i>United States v. Lewis,</i> 40 F.3d 1325, 1333 (1st Cir.1994). We find that Samboy failed to argue his subjective privacy interest in the third-floor apartment in the court below. Moreover, Samboy has not pointed to any evidence to show that his interest in the apartment was one society would recognize as reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Prior to trial, Samboy mentioned neither his subjective nor objective interest in the third-floor apartment. Samboy's original Motion to Suppress and his Motion for Reconsideration state only that, subsequent to entering Samboy's fourth-floor residence and arresting him, the officers proceeded to search areas outside Samboy's immediate control, including \"a search of all the rooms, the hallways, and the 3rd floor apartment.\" This argument simply assumes the prerequisite question of whether Samboy had a reasonable privacy interest in the third-floor apartment. As we held in <i>Lewis,</i> a failure to present evidence with respect to such an expectation prevents a defendant from making a claim for suppression under the Fourth Amendment. 40 F.3d at 1333.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Samboy argues in his appellate brief that he \"manifested a subjective expectation of privacy in the place searched,\" but has failed even to allege that his asserted interest would be viewed by society as reasonable. This is a fatal flaw, since a subjective belief in one's privacy is meaningless unless one can show that society would consider the belief reasonable. <i>Lewis,</i> 40 F.3d at 1333; <i>see also Carter,</i> 525 U.S. at 91, 119 S.Ct. 469 (upholding use of evidence obtained from apartment where temporary guests present for the sole purpose of distributing drugs had no recognized expectation of privacy).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Indeed, Samboy's strategy throughout the proceedings was to distance himself from any possible interest in the third-floor apartment. Though he may have argued that he lacked an interest at trial while arguing that he did in fact have a recognized interest in the apartment in his motion to suppress, he did not do so. <i>See Lewis,</i> 40 F.3d at 1333 (evidence used to establish \"standing\" to raise Fourth Amendment claim cannot be used as direct evidence at trial to establish guilt or innocence). Samboy did not suggest at any time that he rented or owned the apartment in question, nor did he suggest that he had a right to exclude others or even that he maintained a regular presence there. Evidence that somebody had locked the door and hidden the key is insufficient to establish a legitimate privacy interest. <i>See United States v. Lopez,</i> 380 F.3d 538, 545 (1st Cir.2004) (\"[E]fforts to restrict access to an area do not generate a reasonable expectation of privacy where none would otherwise exist.\" quoting <i>New York v. Class,</i> 475 U.S. 106, 114, 106 S.Ct. 960, 89 L.Ed.2d 81 (1986)).</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Samboy objects to his sentencing under the mandatory United States Sentencing Guidelines (\"Guidelines\"). At the time of his sentencing, the Supreme Court's opinion in <i>Booker</i> had not yet been issued, although oral arguments in <i>Blakely v. Washington,</i> 542 U.S. 296, 124 S.Ct. 2531, 159 L.Ed.2d 403 (2004), had taken place. Samboy concedes that he failed to object to the application of the mandatory Guidelines at his sentencing. Thus, his objection is forfeited and we review for plain error. <i>United States v. Antonakopoulos,</i> 399 F.3d 68, 76 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">To succeed in establishing plain error, Samboy must demonstrate four elements. First, he must show that there was error. <i>See United States v. Olano,</i> 507 U.S. 725, 732, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993). Second, he must show that the error was plain. <i>Id.</i> Third, he must show that the error affected substantial rights. <i>Id.</i> Fourth, he must show that the error seriously affected the fairness, integrity, or public reputation of judicial proceedings. <i>Id.</i> The first two prongs of the <i>Olano</i> test are satisfied because Samboy's sentence was imposed under a mandatory Guidelines system. <i>See Antonakopoulos,</i> 399 F.3d at 77 (1st Cir.2005). As to the third and fourth prongs, \"ordinarily the defendant must point to circumstances creating a reasonable probability that the district court would impose a different sentence more favorable to the defendant under the new `advisory Guidelines' <i>Booker</i> regime.\" <i>Id.</i> at 75. Samboy fails to make such a showing.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">To show a reasonable probability that a different sentence would have been imposed in a non-mandatory guidelines system, Samboy must provide, at a bare minimum, a \"reasonable indication that the district judge might well have reached a different result under advisory guidelines.\" <i>United States v. Heldeman,</i> 402 F.3d 220, 224 (1st Cir.2005). Samboy has not shown that he would have received a lighter sentence under the advisory Guidelines. To the contrary, Judge Gorton emphasized that he was inclined to impose a higher sentence, and that Samboy \"would be going to jail for a longer period of time but for some of the extenuating arguments by [defense counsel].\" He declared that Samboy committed a \"horrendous\" crime and that it was a \"close call\" not to add two sentence levels for leadership in the conspiracy. There is no indication that under an advisory system Samboy's sentence would have been any lower.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Samboy asks this court to abandon its interpretation of the third element of plain-error review in the context of <i>Booker</i> challenges in favor of a standard of presumed prejudice. We have already rejected a per-se rule that would presume prejudice or miscarriage of justice under <i>Booker. See Antonakopoulos</i> 399 F.3d at 79. We also decline to alter the burdens of proof established for plain-error review by creating a rebuttable presumption of prejudice in a case where the district judge explicitly stated that he considered only a higher, not lower, sentence. <i>See Booker,</i> 125 S.Ct. at 745 (\"[W]e expect reviewing courts to apply ordinary prudential doctrines, [including] whether the issue was raised below and whether it fails the `plain-error' test.\").</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Samboy also fails to raise a viable argument on the fourth prong of plain-error review. We have held that \"one cannot possibly say that all sentences imposed before <i>Booker</i> threatened the fairness, integrity, or public reputation of judicial proceedings, or undermined our confidence in the outcome of the sentence, simply because the Guidelines were mandatory.\" <i>Antonakopoulos,</i> 399 F.3d at 80 (emphasis removed).</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Because the police's warrantless search of Samboy's apartment was precipitated by exigent circumstances and Samboy has failed to demonstrate a reasonable expectation of privacy in the third-floor apartment, we find the police's seizures proper under the Fourth Amendment. Moreover, Samboy has failed to demonstrate that use of mandatory Guidelines resulted in plain error at his sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We therefore <i>Affirm</i> the judgment of the district court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Honorable Jane A. Restani, Chief Judge of the United States Court of International Trade, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At the time of his arrest, Padin erroneously stated that Samboy lived on the third floor and stored drugs on the second floor</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In this case, it took about two hours (approximately from 6:00 to 8:07 P.M.) to obtain a search warrant after arresting Samboy</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">433</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">154</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Alsenio SAMBOY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 04-1615.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard September 15, 2005.</p>\n    <p class=\"date\">Decided December 29, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Bruce Green, for appellant.</p>\n      <p class=\"indent\">Virginia M. Vander Jagt with whom Michael J. Sullivan, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA and LYNCH, Circuit Judges, RESTANI, Judge.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n      <p class=\"indent\">RESTANI, Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant, Alsenio Samboy, was convicted of conspiracy to distribute at least 50 grams of cocaine base and possession with intent to distribute and distribution of at least 50 grams of cocaine base. <i>See</i> 21 U.S.C. &#167;&#167; 841(a)(1), 846. Samboy moved to exclude evidence resulting from a warrantless search of his dwelling, and a warrantless search of the apartment below his. The district court denied Samboy's motion, and following a jury finding of guilt sentenced him to two concurrent terms of 175 months in prison and five years of supervised release. On appeal, Samboy argues that the district court erred in denying his motion to suppress. He also contends that his sentencing was improper under <i>United States v. Booker,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005). Because exigent circumstances justified the warrantless entry into Samboy's home, and because the record demonstrates no plain error in his sentence, we affirm the judgment of the court below.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On September 14, 2000, Jose Miguel Padin was arrested for conspiring to distribute and distributing cocaine base (\"crack\"). Padin agreed to cooperate with authorities following his arrest, and identified his supplier of cocaine as the Appellant, Alsenio Samboy. Padin stated that Samboy stored drugs in his apartment at 82 Pleasant Street, Worcester, Massachusetts. Padin also mentioned to the police that the apartment below Samboy's residence was being used as part of Samboy's drug operation.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">That day, the government proceeded to use this information to set up a \"controlled buy.\" Padin was instructed to contact Samboy via telephone and request 125 grams of crack. Samboy agreed to the sale over the course of several telephone calls. Four of the calls merit particular attention. During the first call, placed at 2:30 P.M., Padin informed Samboy that he had an interested buyer, but the call ended without any agreement by Samboy to actually furnish Padin with narcotics. Samboy stated that he was \"afraid of doing it,\" and that he would \"let you [Padin] know later on when you call me back if we can get that or not.\" At about 4:30 P.M., Padin called Samboy again and confirmed that his buyer was ready. Samboy stated he would \"send for that\" and requested that Padin call back again in fifteen or twenty minutes. Padin called again at 5:25 P.M., stating that he was about to leave for an auto-parts store where he would wait for delivery. Samboy refused to send his courier to meet Padin until he was certain Padin had arrived, and instructed Padin to call once he arrived at his destination. Finally, at 5:32 P.M., Padin called Samboy after arriving at the arranged location and received confirmation that Samboy's courier, Claudin Mar Dellossantos (a.k.a.\"Marcos\"), was leaving.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the course of these calls, police officers positioned themselves around Samboy's apartment complex. Prior to the 5:32 call, officers witnessed Dellossantos leave 82 Pleasant Street, drive away, and return a few minutes later. After the 5:32 call, officers again observed Dellossantos leave Samboy's building. They followed him to his meeting place with Padin, arrested him, and recovered 125 grams of crack and a set of keys to Samboy's apartment. After Dellossantos's arrest, several agents proceeded to Samboy's apartment on the fourth floor, while one agent went to obtain a search warrant.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The police arrived at Samboy's apartment at approximately 6:00 that evening to arrest him. Agents knocked and announced themselves when they arrived. When they heard no response, they used the keys found on Dellossantos to open Samboy's door and enter the apartment. When they entered, the police found Samboy on a sofa with his cellular phone. They immediately put him under arrest and conducted a search of Samboy and a \"protective sweep\" of the apartment incident to that arrest. They found $440 in cash and 13.4 grams of cocaine in a bulge in Samboy's pants pockets. Only after arresting Samboy and securing the apartment did the officers obtain a warrant to complete the search of the third and fourth floors.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Officers also gave Samboy a printed Miranda warning, written in Spanish, Samboy's native language, and informed him in Spanish that he was under no obligation to sign the form, and that he could make such alternations to the form as he saw fit. Samboy signed the form, which gave the officers written permission to conduct a full search of Samboy's residence. Despite this, the police waited until a warrant arrived at approximately 8:07 P.M. to conduct a full search.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Between the time of Samboy's arrest and the arrival of the search warrant, the police conducted an investigation of the common areas of the apartment building, during which they found a key to the apartment on the third floor of the building. The officers knocked on the door, announced themselves, and then entered with the key after they received no response. Crack was immediately found lying on a table, but the police refrained from completing their search until the search warrants arrived. Afterwards, the police conducted a full investigation of the apartments on the third and fourth floors. The police found $3,600 in cash in the fourth-floor apartment. The police also discovered a variety of drugs and drug paraphernalia in the third-floor apartment, including 50.9 grams of crack, 633.9 grams of powder cocaine, 158.8 grams of heroin, scales, cutting agents, and a pan with crack residue.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On September 24, 2001, Samboy filed a motion to suppress the evidence collected as a result of the warrantless search of his apartment. The motion was denied without prejudice on January 29, 2002. On February 13, 2003, Samboy filed a motion to reconsider the court's 2002 ruling. This motion requested that the court suppress evidence related to the 13.4 grams of cocaine and $440 found on Samboy's person, any evidence obtained from the search of the third and fourth floor apartments, and statements of admission by him resulting from his arrest. The motion was denied on August 18, 2003, and evidence found in the third and fourth floor apartments was presented to the jury.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <p>I.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court's conclusions of fact are reviewed for clear error, but we afford plenary review to the district court's ultimate conclusion regarding exigent circumstances. <i>United States v. Curzi,</i> <span class=\"citation\" data-id=\"518088\"><a href=\"/opinion/518088/united-states-v-barbara-j-curzi/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></a></span>, 42 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It is a well-established principle of Fourth Amendment law that warrantless searches inside a home are presumptively unreasonable. <i>See Payton v. New York,</i> <span class=\"citation\" data-id=\"110235\"><a href=\"/opinion/110235/payton-v-new-york/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">573</span></a></span>, 586, <span class=\"citation\" data-id=\"110235\"><a href=\"/opinion/110235/payton-v-new-york/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1371</span></a></span>, <span class=\"citation\" data-id=\"110235\"><a href=\"/opinion/110235/payton-v-new-york/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">639</span></a></span> (1980). Even with probable cause to believe that evidence of a crime will be found within a private dwelling, the constitutional protections afforded to an individual's privacy interest in his own home outweighs the government's interest in crime prevention. <i>Id.</i> at 588-89, <span class=\"citation\" data-id=\"110235\"><a href=\"/opinion/110235/payton-v-new-york/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1371</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Nevertheless, a warrantless entry into a person's dwelling may be permitted if \"exigent circumstances\" arise. The government bears the burden of proving exigent circumstances. <i>United States v. Baldacchino,</i> <span class=\"citation\" data-id=\"452060\"><a href=\"/opinion/452060/united-states-v-shaun-baldacchino/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">170</span></a></span>, 176 (1st Cir.1985). To show exigent circumstances, the police must reasonably believe that \"there is such a compelling necessity for immediate action as will not brook the delay of obtaining a warrant.\" <i>Fletcher v. Town of Clinton,</i> <span class=\"citation\" data-id=\"198711\"><a href=\"/opinion/198711/fletcher-v-clinton/\"><span class=\"volume\">196</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></a></span>, 49 (1st Cir.1999) (quoting <i>United States v. Almonte,</i> <span class=\"citation\" data-id=\"574333\"><a href=\"/opinion/574333/united-states-v-maria-almonte-united-states-of-america-v-artemia-feliz/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 22 (1st Cir.1991)). Proof of exigent circumstances \"should be supported by particularized, case-specific facts, not simply generalized suppositions about the behavior of a particular class of criminal suspects.\" <i>United States v. Hidalgo,</i> <span class=\"citation\" data-id=\"1480071\"><a href=\"/opinion/1480071/united-states-v-hidalgo/\"><span class=\"volume\">747</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">818</span></a></span>, 828 (D.Mass.1990). We have recognized a number of situations giving rise to exigent circumstances, including when delay would risk the destruction of evidence. <i>See United States v. Wihbey,</i> <span class=\"citation\" data-id=\"196557\"><a href=\"/opinion/196557/united-states-v-wihbey/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">761</span></a></span>, 768 (1st Cir.1996); <i>see also United States v. Sangineto-Miranda,</i> <span class=\"citation\" data-id=\"513263\"><a href=\"/opinion/513263/united-states-v-francisco-sangineto-miranda-87-5667-luray-betts/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1501</span></a></span>, 1511 (6th Cir.1988) (finding exigent circumstances \"when there is an urgent need to prevent evidence from being lost or destroyed,\" particularly in drug cases where \"`narcotics can be easily and quickly destroyed while a search is progressing'\") (quoting <i>United States v. Socey,</i> <span class=\"citation\" data-id=\"506171\"><a href=\"/opinion/506171/united-states-v-robert-socey-and-daniel-socey/\"><span class=\"volume\">846</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1439</span></a></span>, 1444-45 (D.C.Cir.1988)). Officers are justified in relying on this exception only if they show an objectively reasonable basis for concluding that the loss or destruction of evidence is likely to occur. <i>Wihbey,</i> 75 F.3d at 768.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">At the time the police entered Samboy's apartment, the police knew that Samboy was present, that he had recently sent Dellossantos to deliver drugs, and that Dellossantos had been arrested and therefore had not returned or contacted Samboy. The district court thus arrived at the conclusion that, when the police received no response after knocking and announcing their presence, there arose a \"reasonable belief that Samboy was alerted to their presence and might try to destroy evidence in the apartment. Consequently, there were sufficient exigent circumstances to justify entry into the fourth floor apartment without obtaining a warrant....\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We see no clear error in the district court's factual findings. As a matter of law, we agree with the district court that these facts gave rise to a reasonable belief that Samboy probably would have realized the police were closing in and begun disposing of evidence had the police waited to obtain a search warrant at the time of Dellossantos's arrest. Courts have found exigent circumstances in similar cases where a courier's failure promptly to return to a suspected dealer served as a likely indication of his arrest. <i>See, e.g., Sangineto-Miranda,</i> 859 F.2d at 1513 (absence of courier while dealer was reasonably believed to remain in suspect apartment led to reasonable belief that the courier's \"continued absence ... would alert [the dealer] that the police were on [his] trail, thereby prompting him to destroy narcotics\"); <i>United States v. Moore,</i> <span class=\"citation\" data-id=\"469476\"><a href=\"/opinion/469476/united-states-v-yvette-moore/\"><span class=\"volume\">790</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 16 (1st Cir.1986) (failure of courier \"to return ... promptly ... could create a substantial risk that appellant would flee or destroy evidence\").</p>\n    </div>\n    <p class=\"indent\">A. Delay In Seeking A Warrant</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Samboy argues that there could not have been exigent circumstances because the police improperly waited to request a search warrant after obtaining probable cause by corroborating Padin's statements with telephone calls to Samboy. Appellant cites <i>United States v. Beltran,</i> <span class=\"citation\" data-id=\"550640\"><a href=\"/opinion/550640/united-states-v-maria-beltran/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">641</span></a></span> (1st Cir.1990), for the proposition that no exigent circumstances exist when \"the police fully expect that they may have to enter a home to make an arrest in the near future, and ... they have more than enough time and knowledge to secure a warrant.\" <i>Id.</i> at 643. In <i>Beltran,</i> police acted on information provided by a confidential informant who indicated that Beltran had sold him cocaine in the past. <i>Id.</i> at 642. The information was used to arrange two closely monitored cocaine sales on two consecutive days. <i>Id.</i> After the first sale of two ounces of cocaine was completed, investigators instructed their informant to arrange for a second purchase of one pound of cocaine the following day. <i>Id.</i> At 4:20 P.M. on the second day, Beltran instructed the informant to come to her apartment at 7:30 that evening. <i>Id.</i> Instead of seeking a warrant, the police arrested Beltran after their informant entered Beltran's apartment and returned with confirmation that he had seen the cocaine. <i>Id.</i> The court reasoned that no exigent circumstances existed because \"in this case, three or four hours before the police arrested Ms. Beltran, they knew that they were likely to do so, they had an adequate basis for obtaining a warrant, and they could have obtained one.\" <i>Id.</i> at 643.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\"><i>Beltran</i> raises two distinct questions regarding the police's conduct in this case. First, at what time did the police finally have probable cause to search Samboy's apartment? Second, were the police justified in waiting as long as they did in obtaining a warrant after obtaining probable cause? We address each issue in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Probable cause cannot be based on conclusory statements, or mere \"suspicion, rumor, or strong reason to suspect [wrongdoing].\" <i>United States v. Vigeant,</i> <span class=\"citation\" data-id=\"198463\"><a href=\"/opinion/198463/united-states-v-vigeant/\"><span class=\"volume\">176</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">565</span></a></span>, 569 (1st Cir.1999) (quoting <i>United States v. Han,</i> <span class=\"citation\" data-id=\"711141\"><a href=\"/opinion/711141/united-states-v-eldon-han/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">537</span></a></span>, 541 (4th Cir.1996) (internal quotations omitted, alterations in original)). Uncorroborated tips are often insufficient to provide a reasonable basis to enter a person's home, and the police are often justified in waiting for corroboration before making an application to a magistrate for a warrant. <i>See United States v. Capozzi,</i> <span class=\"citation\" data-id=\"200671\"><a href=\"/opinion/200671/united-states-v-capozzi/\"><span class=\"volume\">347</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">327</span></a></span>, 333 (1st Cir.2003) (reliance on an anonymous source requires police to \"attempt to corroborate the informant's story under the totality of the circumstances\"). The officers were reasonable in determining that Padin's statements alone might not be sufficient to support probable cause. Thus, the police acted reasonably in deciding to seek additional corroboration for Padin's story before seeking a warrant.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The question then becomes which of the telephone conversations between Padin and Samboy, if any, established probable cause to arrest Samboy. Transcripts of the 2:30 telephone call provide some corroboration, but ended without any agreement by Samboy to actually furnish Padin with narcotics. Instead, Samboy stated that he was afraid of \"doing it,\" that he would see \"if we can get that or not,\" and that Padin should wait until his buyer called to get back in touch with him. During the 4:30 call, Samboy asked for another twenty minutes to obtain \"it\" and requested that Padin call back again. When Padin called at 5:25, Samboy still refused to dispatch a courier to Padin until he arrived at the prearranged location. It was not until 5:32 that the police heard Samboy say that Dellossantos had been sent to complete the transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It may be that the police had probable cause to seek a warrant for Samboy's arrest and to search his apartment at 5:32. It is also likely that probable cause existed after the 5:25 call, which finalized preparations for the transaction. An argument may be made that the police had probable cause at 4:30, when Samboy was alerted to Padin's desire to complete the transaction and Samboy indicated that he would get the product ready. Samboy argues, however, that the government should have sought a warrant after Padin's 2:30 P.M. call with Samboy. The police could reasonably conclude it was doubtful that the 2:30 call established probable cause. At that time, Samboy had not agreed to the transaction, and had indicated that he didn't have the drugs with him. <i>See United States v. Moore,</i> 790 F.2d at 15 (\"Probable cause exists when `given all the circumstances, there is a fair probability that contraband or evidence will be found in the place described.'\") (quoting <i>United States v. White,</i> <span class=\"citation\" data-id=\"454547\"><a href=\"/opinion/454547/united-states-v-candis-white/\"><span class=\"volume\">766</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 25 (1st Cir.1985)).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Assuming that the police had probable cause to seek a warrant as early as 4:30, this led to about an hour-and-forty-five minute delay between the time probable cause arose and the time Samboy was arrested.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> There is no legal rule requiring the police to seek a warrant as soon as probable cause likely exists to seek a warrant. <i>Beltran,</i> 917 F.2d at 643. Nor does the fact that in setting up a controlled buy the police might have foreseen the eventual entry into Samboy's apartment, standing alone, prevent application of the exigent circumstances doctrine. <i>See United States v. Cresta,</i> <span class=\"citation\" data-id=\"492349\"><a href=\"/opinion/492349/united-states-v-robert-d-cresta-united-states-of-america-v-john-j/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">538</span></a></span>, 553 (1st Cir.1987) (\"Unforeseeability has never been recognized as an element of the exigent circumstances exception....\"). Instead, we have refused to find exigent circumstances where the \"circumstances [were] created by government officials who unreasonably and deliberately delay[ed] or avoid[ed] obtaining the warrant.\" <i>United States v. Rengifo,</i> <span class=\"citation\" data-id=\"512577\"><a href=\"/opinion/512577/united-states-v-jorge-e-rengifo-aka-jorge-castro-united-states-of/\"><span class=\"volume\">858</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">800</span></a></span>, 804 (1st Cir.1988). Three facts indicate that a deliberate and unreasonable delay did not occur in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">First, unlike <i>Beltran,</i> the police had observed no prior consummated sale between Padin and Samboy. Second, when first attempting to arrange such a sale, Samboy expressed doubt as to whether the sale would occur. These facts indicate that the police were probably less certain of the veracity of their informant than the police in <i>Beltran.</i> Third, this case involves the arrest of a courier, Dellossantos, shortly before the arrest of a dealer, Samboy. Since Samboy had hesitated to send Dellossantos until the last minute, Samboy's actions gave the police a limited amount of time in which to act. Under these circumstances, the record reasonably supports a conclusion that the police reasonably delayed not from a desire to avoid seeking a warrant, but because the circumstances of the investigation demanded first caution and then an immediate response.</p>\n    </div>\n    <p class=\"indent\">B. Manufactured Exigency</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Samboy made no mention of a manufactured exigency in the court below. To raise an argument on appeal, a party must \"`spell out its arguments squarely and distinctly' ... or else forever hold its peace.\" <i>Rivera-Gomez v. de Castro,</i> <span class=\"citation\" data-id=\"504001\"><a href=\"/opinion/504001/martin-rivera-gomez-v-rafael-adolfo-de-castro/\"><span class=\"volume\">843</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">631</span></a></span>, 635 (1st Cir.1988) (quoting <i>Paterson-Leitch Co., Inc. v. Mass. Mun. Wholesale Elec. Co.,</i> <span class=\"citation\" data-id=\"502424\"><a href=\"/opinion/502424/paterson-leitch-company-inc-v-massachusetts-municipal-wholesale-electric/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">985</span></a></span>, 990 (1st Cir.1988)). Rather, \"[t]o preserve a point for appeal, some developed argumentation must be put forward in the nisi prius court &#8212; and a veiled reference to a legal theory is not enough to satisfy this requirement.\" <i>B &amp; T Masonry Const. Co., Inc. v. Pub. Serv. Mut. Ins. Co.,</i> <span class=\"citation\" data-id=\"201229\"><a href=\"/opinion/201229/bt-masonry-construc-v-public-service-mutua/\"><span class=\"volume\">382</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 40 (1st Cir.2004). Samboy did object to the warrantless search in the court below, arguing that the police \"could have secured an anticipatory search warrant,\" but did not suggest at any point that the police deliberately created an exigent circumstance requiring immediate intervention. In fact, Samboy maintained just the opposite, arguing that no exigent circumstances arose at all. Such an argument does not raise the question of manufactured exigency for review on appeal. <i>United States v. Martins,</i> <span class=\"citation\" data-id=\"201656\"><a href=\"/opinion/201656/united-states-v-martins/\"><span class=\"volume\">413</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">139</span></a></span>, 149 (1st Cir.2005). In any case, as discussed in the previous section, there is no evidence that the police were simply manufacturing the exigency.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Samboy briefly contends on appeal that the search of the third-floor apartment independently violated the Fourth Amendment. To raise such an argument,</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">a defendant must demonstrate that he personally has an expectation of privacy in the place searched, and that his expectation is reasonable; <i>i.e.,</i> one that has \"a source outside of the Fourth Amendment, either by reference to concepts of real or personal property law or to understandings that are recognized and permitted by society.\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\"><i>Minnesota v. Carter,</i> <span class=\"citation no-link\"><span class=\"volume\">525</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></span>, 88, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">469</span></span>, <span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">373</span></span> (1998) (quoting <i>Rakas v. Illinois,</i> <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">128</span></span>, 143 n. 12, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">421</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">387</span></span> (1978)). An expectation of privacy is the \"threshold standing requirement that a defendant must establish before a court can proceed with any Fourth Amendment analysis.\" <i>United States v. Lewis,</i> <span class=\"citation\" data-id=\"195723\"><a href=\"/opinion/195723/united-states-v-lewis/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1325</span></a></span>, 1333 (1st Cir.1994). We find that Samboy failed to argue his subjective privacy interest in the third-floor apartment in the court below. Moreover, Samboy has not pointed to any evidence to show that his interest in the apartment was one society would recognize as reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Prior to trial, Samboy mentioned neither his subjective nor objective interest in the third-floor apartment. Samboy's original Motion to Suppress and his Motion for Reconsideration state only that, subsequent to entering Samboy's fourth-floor residence and arresting him, the officers proceeded to search areas outside Samboy's immediate control, including \"a search of all the rooms, the hallways, and the 3rd floor apartment.\" This argument simply assumes the prerequisite question of whether Samboy had a reasonable privacy interest in the third-floor apartment. As we held in <i>Lewis,</i> a failure to present evidence with respect to such an expectation prevents a defendant from making a claim for suppression under the Fourth Amendment. 40 F.3d at 1333.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Samboy argues in his appellate brief that he \"manifested a subjective expectation of privacy in the place searched,\" but has failed even to allege that his asserted interest would be viewed by society as reasonable. This is a fatal flaw, since a subjective belief in one's privacy is meaningless unless one can show that society would consider the belief reasonable. <i>Lewis,</i> 40 F.3d at 1333; <i>see also Carter,</i> 525 U.S. at 91, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">469</span></span> (upholding use of evidence obtained from apartment where temporary guests present for the sole purpose of distributing drugs had no recognized expectation of privacy).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Indeed, Samboy's strategy throughout the proceedings was to distance himself from any possible interest in the third-floor apartment. Though he may have argued that he lacked an interest at trial while arguing that he did in fact have a recognized interest in the apartment in his motion to suppress, he did not do so. <i>See Lewis,</i> 40 F.3d at 1333 (evidence used to establish \"standing\" to raise Fourth Amendment claim cannot be used as direct evidence at trial to establish guilt or innocence). Samboy did not suggest at any time that he rented or owned the apartment in question, nor did he suggest that he had a right to exclude others or even that he maintained a regular presence there. Evidence that somebody had locked the door and hidden the key is insufficient to establish a legitimate privacy interest. <i>See United States v. Lopez,</i> <span class=\"citation\" data-id=\"201204\"><a href=\"/opinion/201204/united-states-v-lopez/\"><span class=\"volume\">380</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">538</span></a></span>, 545 (1st Cir.2004) (\"[E]fforts to restrict access to an area do not generate a reasonable expectation of privacy where none would otherwise exist.\" quoting <i>New York v. Class,</i> <span class=\"citation\" data-id=\"111600\"><a href=\"/opinion/111600/new-york-v-class/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, 114, <span class=\"citation\" data-id=\"111600\"><a href=\"/opinion/111600/new-york-v-class/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">960</span></a></span>, <span class=\"citation\" data-id=\"111600\"><a href=\"/opinion/111600/new-york-v-class/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">81</span></a></span> (1986)).</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Samboy objects to his sentencing under the mandatory United States Sentencing Guidelines (\"Guidelines\"). At the time of his sentencing, the Supreme Court's opinion in <i>Booker</i> had not yet been issued, although oral arguments in <i>Blakely v. Washington,</i> <span class=\"citation\" data-id=\"136995\"><a href=\"/opinion/136995/blakely-v-washington/\"><span class=\"volume\">542</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">296</span></a></span>, <span class=\"citation\" data-id=\"136995\"><a href=\"/opinion/136995/blakely-v-washington/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2531</span></a></span>, <span class=\"citation\" data-id=\"136995\"><a href=\"/opinion/136995/blakely-v-washington/\"><span class=\"volume\">159</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">403</span></a></span> (2004), had taken place. Samboy concedes that he failed to object to the application of the mandatory Guidelines at his sentencing. Thus, his objection is forfeited and we review for plain error. <i>United States v. Antonakopoulos,</i> <span class=\"citation\" data-id=\"201462\"><a href=\"/opinion/201462/united-states-v-antonakopoulos/\"><span class=\"volume\">399</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span>, 76 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">To succeed in establishing plain error, Samboy must demonstrate four elements. First, he must show that there was error. <i>See United States v. Olano,</i> <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 732, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1993). Second, he must show that the error was plain. <i>Id.</i> Third, he must show that the error affected substantial rights. <i>Id.</i> Fourth, he must show that the error seriously affected the fairness, integrity, or public reputation of judicial proceedings. <i>Id.</i> The first two prongs of the <i>Olano</i> test are satisfied because Samboy's sentence was imposed under a mandatory Guidelines system. <i>See Antonakopoulos,</i> 399 F.3d at 77 (1st Cir.2005). As to the third and fourth prongs, \"ordinarily the defendant must point to circumstances creating a reasonable probability that the district court would impose a different sentence more favorable to the defendant under the new `advisory Guidelines' <i>Booker</i> regime.\" <i>Id.</i> at 75. Samboy fails to make such a showing.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">To show a reasonable probability that a different sentence would have been imposed in a non-mandatory guidelines system, Samboy must provide, at a bare minimum, a \"reasonable indication that the district judge might well have reached a different result under advisory guidelines.\" <i>United States v. Heldeman,</i> <span class=\"citation\" data-id=\"201512\"><a href=\"/opinion/201512/united-states-v-heldeman/\"><span class=\"volume\">402</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">220</span></a></span>, 224 (1st Cir.2005). Samboy has not shown that he would have received a lighter sentence under the advisory Guidelines. To the contrary, Judge Gorton emphasized that he was inclined to impose a higher sentence, and that Samboy \"would be going to jail for a longer period of time but for some of the extenuating arguments by [defense counsel].\" He declared that Samboy committed a \"horrendous\" crime and that it was a \"close call\" not to add two sentence levels for leadership in the conspiracy. There is no indication that under an advisory system Samboy's sentence would have been any lower.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Samboy asks this court to abandon its interpretation of the third element of plain-error review in the context of <i>Booker</i> challenges in favor of a standard of presumed prejudice. We have already rejected a per-se rule that would presume prejudice or miscarriage of justice under <i>Booker. See Antonakopoulos</i> 399 F.3d at 79. We also decline to alter the burdens of proof established for plain-error review by creating a rebuttable presumption of prejudice in a case where the district judge explicitly stated that he considered only a higher, not lower, sentence. <i>See Booker,</i> 125 S.Ct. at 745 (\"[W]e expect reviewing courts to apply ordinary prudential doctrines, [including] whether the issue was raised below and whether it fails the `plain-error' test.\").</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Samboy also fails to raise a viable argument on the fourth prong of plain-error review. We have held that \"one cannot possibly say that all sentences imposed before <i>Booker</i> threatened the fairness, integrity, or public reputation of judicial proceedings, or undermined our confidence in the outcome of the sentence, simply because the Guidelines were mandatory.\" <i>Antonakopoulos,</i> 399 F.3d at 80 (emphasis removed).</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Because the police's warrantless search of Samboy's apartment was precipitated by exigent circumstances and Samboy has failed to demonstrate a reasonable expectation of privacy in the third-floor apartment, we find the police's seizures proper under the Fourth Amendment. Moreover, Samboy has failed to demonstrate that use of mandatory Guidelines resulted in plain error at his sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We therefore <i>Affirm</i> the judgment of the district court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Honorable Jane A. Restani, Chief Judge of the United States Court of International Trade, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At the time of his arrest, Padin erroneously stated that Samboy lived on the third floor and stored drugs on the second floor</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In this case, it took about two hours (approximately from 6:00 to 8:07 P.M.) to obtain a search warrant after arresting Samboy</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110235/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111600/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118249/",
    "http://www.courtlistener.com/api/rest/v3/opinions/136995/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195723/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198463/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198711/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200671/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201229/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201656/",
    "http://www.courtlistener.com/api/rest/v3/opinions/452060/",
    "http://www.courtlistener.com/api/rest/v3/opinions/454547/",
    "http://www.courtlistener.com/api/rest/v3/opinions/469476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492349/",
    "http://www.courtlistener.com/api/rest/v3/opinions/502424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/504001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/506171/",
    "http://www.courtlistener.com/api/rest/v3/opinions/512577/",
    "http://www.courtlistener.com/api/rest/v3/opinions/513263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518088/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550640/",
    "http://www.courtlistener.com/api/rest/v3/opinions/574333/",
    "http://www.courtlistener.com/api/rest/v3/opinions/711141/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1480071/"
  ]
}