{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202000/",
  "absolute_url": "/opinion/202000/united-states-v-pho/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202000/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:42:32Z",
  "date_modified": "2016-02-28T05:07:00.118648Z",
  "type": "010combined",
  "sha1": "05ecce95cb790d04a2b25854c3bec66287a29caf",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-2455-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/01/05/US_v._Pho.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\nNo. 05-2455\n\n                     UNITED STATES OF AMERICA,\n\n                             Appellant,\n\n                                 v.\n\n                            SAMBATH PHO,\n\n                        Defendant, Appellee.\n\n\nNo. 05-2461\n\n                     UNITED STATES OF AMERICA,\n\n                             Appellant,\n\n                                 v.\n\n                            SHAWN LEWIS,\n\n                        Defendant, Appellee.\n\n                     __________________________\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF RHODE ISLAND\n\n          [Hon. Ernest C. Torres, U.S. District Judge]\n\n\n                               Before\n\n              Selya, Lipez and Howard, Circuit Judges.\n\n\n     Donald C. Lockhart, Assistant United States Attorney, with\nwhom Robert Clark Corrente, United States Attorney, Lee Vilker and\nPeter F. Neronha, Assistant United States Attorneys, were on brief,\nfor appellant.\n\f     Edward C. Roy, Jr., Assistant Federal Public Defender, for\nappellee Pho.\n     Kevin J. Fitzgerald, Assistant Federal Public Defender, for\nappellee Lewis.\n\n\n\n                        January 5, 2006\n\f           SELYA, Circuit Judge.         In these consolidated appeals, we\n\nare called upon to answer a vexing question of first impression at\n\nthe appellate level: May a federal district court, consistent with\n\nthe teachings of United States v. Booker, 125 S. Ct. 738 (2005),\n\nimpose a sentence outside the advisory guideline sentencing range\n\nbased solely on its categorical rejection of the guidelines'\n\ndisparate treatment of offenses involving crack cocaine, on the one\n\nhand, and powdered cocaine, on the other hand?                The court below\n\nbelieved that it could and sentenced the defendants in accordance\n\nwith that belief.        After careful consideration, we conclude that\n\nthe district court's approach was incorrect as a matter of law.\n\nConsequently, we vacate the defendants' sentences and remand for\n\nresentencing.\n\nI.   BACKGROUND\n\n           We    start    by   limning   the   history   of    the    disparate\n\ntreatment of crack and powdered cocaine embedded in the federal\n\nsentencing guidelines (commonly referred to as the 100:1 ratio).\n\nWe move from there to a brief glimpse of how that differential\n\nfared in our pre-Booker jurisprudence.\n\n                  A.     The Crack-to-Powder Disparity.\n\n           The    sentencing     differential    for   crack    and   powdered\n\ncocaine offenses had its genesis in the Anti-Drug Abuse Act of\n\n1986, Pub. L. No. 99-570, 100 Stat. 3207 (1986) (codified in\n\n\n\n\n                                     -3-\n\fpertinent part at 21 U.S.C. § 841) (the Act).1    That legislation\n\ncreated two mandatory sentencing ranges for drug offenses. See id.\n\n§ 1002 (codified at 21 U.S.C. § 841(b)(1)).      The lower bracket\n\nspanned periods of imprisonment ranging from a mandatory minimum of\n\nfive years to a maximum of forty years; the higher bracket spanned\n\nperiods of imprisonment ranging from a mandatory minimum of ten\n\nyears to a maximum of life.     See id.   Congress prescribed the\n\nthreshold quantities of both crack and powdered cocaine needed to\n\nbring a particular offense within either bracket. See id. Despite\n\nthe chemical identity of crack and powdered cocaine, Congress set\n\nwidely disparate threshold quantities for the two drugs, requiring\n\none hundred times more powdered cocaine than crack cocaine to\n\ntrigger inclusion in a particular range.     See id. (setting the\n\nthreshold quantities for the lower range at five hundred grams of\n\npowdered cocaine and five grams of cocaine base and the threshold\n\nquantities for the higher range at five kilograms and fifty grams,\n\nrespectively). Thus, for sentencing purposes, Congress treated one\n\nunit of crack on par with one hundred units of powder.2\n\n\n     1\n      The Act speaks of \"cocaine base,\" not crack. See 21 U.S.C.\n§§ 841(b)(1)(A)(iii), 841(b)(1)(B)(iii). The guidelines, however,\ndefine cocaine base to mean crack cocaine. See USSG §2D1.1(c),\nn.D. Because virtually all trafficking in cocaine base involves\ncrack cocaine, see United States v. Brisbane, 367 F.3d 910, 912\n(D.C. Cir. 2004), we use the terms interchangeably.\n     2\n      Although the 100:1 ratio is sometimes used to describe a\nsupposed disparity in the length of sentences, that description is\ninaccurate. The 100:1 ratio refers to the relative quantities of\neach drug required to trigger the Act's mandatory sentencing\n\n                               -4-\n\f          Congress grounded this differential on its determination\n\nthat crack cocaine and powdered cocaine are not fair congeners and\n\nthat, all other things being equal, offenses involving the former\n\npose a more serious societal danger than offenses involving the\n\nlatter.   See U.S. Sentencing Comm'n, Special Report to Congress:\n\nCocaine and Federal Sentencing Policy 117-18 (1995) (1995 Report).\n\nIn particular, Congress found that crack cocaine was more likely to\n\n(i) induce addiction; (ii) correlate with the incidence of other\n\nserious crimes; (iii) implicate especially vulnerable members of\n\nsociety; (iv) cause deleterious physiological effects; and (v)\n\nattract youthful users.     Id. at 118.\n\n          Shortly   after    passage    of   the   Act,   the   Sentencing\n\nCommission issued the initial compendium of federal sentencing\n\nguidelines.   The Commission built the base offense levels for\n\ncrimes involving crack and powdered cocaine around the threshold\n\nquantities set by Congress.    This architectural decision comported\n\nwith Congress's discernible intent.          See 28 U.S.C. § 994(i)(5)\n\n(requiring the Commission to \"specify a sentence to a substantial\n\nterm of imprisonment\" for offenders convicted of \"trafficking in a\n\nsubstantial quantity of a controlled substance\").         Consistent with\n\nits congressionally imposed obligation to \"reduc[e] unwarranted\n\n\nranges.   The resulting disparity in sentence length is much\nsmaller. See U.S. Dep't of Justice, Federal Cocaine Offenses: An\nAnalysis of Crack and Powder Penalties 19 (2005) (reporting that\nthe average sentence for crack offenses is 1.6 times longer than\nthe average sentence for comparable powdered cocaine offenses).\n\n                                  -5-\n\fsentence disparities,\" id. § 994(f), the Commission also fixed the\n\nguideline sentences for offenses involving non-threshold quantities\n\nof crack and powdered cocaine in accordance with the 100:1 ratio.\n\nSee generally USSG §2D1.1, cmt. (backg'd.) (concluding that \"a\n\nlogical   sentencing     structure     for   drug   offenses\"   requires\n\ncoordination   with    mandatory   minimum   sentences).   Thus,   while\n\nCongress designed the 100:1 ratio to operate at the minimum and\n\nmaximum poles of the mandatory statutory sentencing ranges, it was\n\nthe Commission that incorporated the ratio root and branch into its\n\ncalculation of every cocaine offender's guideline sentencing range\n\n(GSR).\n\n          Over time, Congress began to have second thoughts about\n\nthe wisdom of this dichotomy.         As part of the Mandatory Minimum\n\nReform Act of 1994, Congress enacted a safety valve provision,\n\nwhich provided a vehicle for lowering mandatory minimum sentences\n\nin a narrow subset of drug cases.          See 18 U.S.C. § 3553(f); see\n\nalso United States v. Matos, 328 F.3d 34, 38-42 (1st Cir. 2003)\n\n(describing the operation of the safety valve).         That same year,\n\nCongress directed the Sentencing Commission to study the crack-to-\n\npowder ratio and to submit recommendations anent its retention or\n\nmodification. See Violent Crime Control and Law Enforcement Act of\n\n1994, Pub. L. No. 103-322, § 280006, 108 Stat. 1796, 2097 (1994).\n\n          The 1995 Report embodied the Commission's response to\n\nthis directive.       Based on its review of the available data, it\n\n\n                                     -6-\n\fconcluded that \"it [could] not recommend a ratio differential as\n\ngreat as the current 100-to-1 quantity ratio,\" 1995 Report at 196,\n\nand suggested that the ratio \"be re-examined and revised,\" id. at\n\n197.   At the same time, however, the Commission determined that\n\nempirical    data   supported   Congress's   core   finding     that    \"crack\n\ncocaine poses greater harms to society than does powder cocaine,\"\n\nid. at 195, and that, therefore, \"important distinctions between\n\nthe two may warrant higher penalties for crack,\" id. at xii.              The\n\nCommission    advised    Congress    that    it     would     present    more\n\ncomprehensive recommendations at a future date.             Id. at 198-200.\n\n            Notwithstanding its acknowledgment that higher penalties\n\nfor crack offenses were justified, the Commission subsequently\n\nproposed guideline amendments designed to eliminate entirely the\n\nsentencing differential between crack and powdered cocaine.               See\n\nNotice of Submission to Congress of Amendments to the Sentencing\n\nGuidelines, 60 Fed. Reg. 25,074, 25,075-25,076 (May 10, 1995).             To\n\naccomplish this objective, the Commission called for reducing the\n\nbase offense levels for crack offenses to the base offense levels\n\nfor offenses involving equivalent quantities of powdered cocaine.\n\n            Congress     held     hearings    on      the       Commission's\n\nrecommendation.     See 28 U.S.C. § 994(p) (providing that proposed\n\nguideline amendments must be submitted to Congress, which may\n\n\"modif[y] or disapprove[]\" them).         It found that \"the evidence\n\noverwhelmingly demonstrates significant distinctions between crack\n\n\n                                    -7-\n\fand powder cocaine.\" H.R. Rep. No. 104-272, at 3 (1995), reprinted\n\nin 1995 U.S.C.C.A.N. 335, 337.          Congress also determined that a\n\nchange in the guideline sentencing structure unaccompanied by a\n\ncorresponding change in statutory mandatory minimums would result\n\nin \"gross sentencing disparities\" between offenses involving drug\n\nquantities around the threshold levels.        Id. at 4.      Based on these\n\nconsiderations,    Congress   rejected      the     Commission's      proposed\n\nguideline amendments.     See Pub. L. No. 104-38, § 1, 109 Stat. 334,\n\n334 (1995).\n\n           Two   years   later,   the    Commission    issued   a   follow-up\n\nreport.    See U.S. Sentencing Comm'n, Special Report to Congress:\n\nCocaine and Federal Sentencing Policy (1997) (1997 Report).                In\n\nthat document, the Commission reiterated both its position that the\n\n100:1 ratio was excessive, id. at 2, and its conclusion that\n\n\"federal   sentencing    policy   must    reflect     the   greater   dangers\n\nassociated with crack,\" id. at 4.        The Commission recommended that\n\nthe 100:1 ratio be reduced to 5:1 by increasing the threshold\n\nquantities for offenses involving crack cocaine and decreasing the\n\nthreshold quantities for offenses involving powdered cocaine.              Id.\n\nat 2, 5, 9.   Even though this report prompted the introduction of\n\nseveral bills aimed at reducing or eliminating the crack-to-powder\n\ndisparity, Congress took no action.\n\n           In late 2001, members of the Senate Judiciary Committee\n\ninvited the Sentencing Commission to update the Commission's views\n\n\n                                   -8-\n\fvis-à-vis the 100:1 ratio.           The following year, the Commission\n\nissued a third report.          See U.S. Sentencing Comm'n, Report to the\n\nCongress: Cocaine and Federal Sentencing Policy (2002) (2002)\n\nReport).    In it, the Commission again advocated narrowing the gap\n\nthat   separated     crack     cocaine    offenses      from     powdered   cocaine\n\noffenses because (i) more recent data suggested that the penalties\n\nwere disproportionate to the harms associated with the two drugs;\n\n(ii) the dangers posed by crack could be satisfactorily addressed\n\nthrough sentencing enhancements that would apply neutrally to all\n\ndrug offenses; and (iii) the severe penalties for crack offenses\n\nseemed to fall mainly on low-level criminals and African Americans.\n\nId. at v-viii.       The Commission hastened to add, however, that\n\ncrucial differences existed \"in the intrinsic . . . and other\n\nharms\" attributable to the two forms of cocaine and acknowledged\n\nthat   these   differences       justified      stiffer    penalties      for   crack\n\noffenses.      Id.   at   92.      Taking      into    account    these   competing\n\ncentrifugal and centripetal forces, the Commission endorsed a\n\nreduction of the 100:1 ratio to 20:1.                 Id. at viii.     It did not,\n\nhowever, propose any amendments to the sentencing guidelines.\n\nCongress subsequently deliberated on the substance of the 2002\n\nReport but did not act.\n\n                          B.    The Legal Landscape.\n\n            Our pre-Booker case law recognized the relative severity\n\nof the penalty paradigm for offenses involving crack cocaine but\n\n\n                                         -9-\n\fconsistently    deferred   to   Congress's   policy   judgments   in    this\n\nregard.   See, e.g., United States v. Eirby, 262 F.3d 31, 41 (1st\n\nCir. 2001); United States v. Singleterry, 29 F.3d 733, 741 (1st\n\nCir. 1994).     This approach produced a series of decisions that\n\nupheld the 100:1 ratio against an array of challenges.                 These\n\nincluded forays based upon the Equal Protection Clause, see, e.g.,\n\nUnited States v. Graciani, 61 F.3d 70, 74-75 (1st Cir. 1995), and\n\nthe rule of lenity, see, e.g., United States v. Manzueta, 167 F.3d\n\n92, 94 (1st Cir. 1999).         Pertinently, we held that, under the\n\nmandatory guidelines system that was in vogue before Booker,\n\nneither the Sentencing Commission's criticism of the 100:1 ratio\n\nnor its unrequited 1995 proposal to eliminate the differential\n\nprovided a valid basis for leniency in the sentencing of crack\n\noffenders.     See United States v. Andrade, 94 F.3d 9, 14-15 (1st\n\nCir. 1996) (discussing the possibility of a downward departure\n\nunder USSG §5K2.0); United States v. Sanchez, 81 F.3d 9, 11 (1st\n\nCir. 1996) (same).\n\nII.   TRAVEL OF THE CASES\n\n           It is against this backdrop that we rehearse the travel\n\nof these two cases.    Because both appeals follow guilty pleas, we\n\ndraw the relevant facts from each defendant's plea colloquy, the\n\nunchallenged portions of his presentence investigation report (PSI\n\nReport), and sentencing transcript.          United States v. Mercedes\n\n\n\n\n                                   -10-\n\fMercedes, 428 F.3d 355, 357 (1st Cir. 2005); United States v.\n\nDietz, 950 F.2d 50, 51 (1st Cir. 1991).\n\n                                      A.    Pho.\n\n            On January 11, 2005, law enforcement officers searched a\n\nhouse occupied by defendant Sambath Pho pursuant to a warrant.\n\nThey    found   16.73    grams   of   crack       cocaine    together    with   drug-\n\nprocessing supplies, cash, and firearms.                    On June 10, 2004, Pho\n\nentered    a    guilty    plea   to    a     one-count      information       charging\n\npossession with intent to distribute five grams or more of cocaine\n\nbase in violation of 21 U.S.C. § 841(a).                 That offense carried a\n\nmandatory minimum sentence of five years.                See id. § 841(b)(1)(B).\n\n            A probation officer subsequently compiled the PSI Report.\n\nAfter converting the confiscated cash into its drug equivalent, see\n\nUnited States v. Gerante, 891 F.2d 364, 368-70 (1st Cir. 1989)\n\n(explicating the provision now found at USSG §2D1.1, cmt. n.12),\n\nthe PSI Report concluded that Pho should be held responsible for\n\n40.43 grams of cocaine base.          That yielded a base offense level of\n\n30.    A two-level gun enhancement, USSG §2D1.1(b)(1), and a three-\n\nlevel    discount   for    acceptance        of   responsibility,       id.    §3E1.1,\n\nbrought the adjusted offense level to 29.              Given the absence of any\n\nmeaningful prior criminal record, Pho's GSR was 87-108 months.\n\n            At the disposition hearing, the district court confirmed\n\nthe adjusted offense level proposed in the PSI Report over Pho's\n\ncontention that the conversion of cash was inappropriate in this\n\n\n                                           -11-\n\finstance.        The court then discussed its understanding of the\n\ncontrolling law in a post-Booker world:\n\n            The question now is whether [the GSR] is a\n            reasonable sentence. . . . The guidelines are\n            no longer mandatory since Booker. The law now\n            is that the Court impose a sentence that is\n            reasonable whether it's in the guideline range\n            or not, and what we're talking about is\n            whether the guidelines produce a reasonable\n            sentence. It is the law that the Court has to\n            impose whatever mandatory minimum may have\n            been prescribed by Congress, and [t]he Court\n            cannot exceed any statutory maximum that's\n            been prescribed by Congress. But beyond that,\n            [the guidelines are] not the law.\n\nAfter   rejecting        Pho's    plea    that   his    prior    military     service\n\njustified a lower sentence, the court described \"the only real\n\nremaining question\" as \"this recurring question of . . . [w]hether\n\nit is fair and reasonable in calculating a sentence to consider\n\ncrack cocaine as 100 times more serious than cocaine powder.\"\n\n(Emphasis supplied).\n\n            In     the    court's        estimation,     the    100:1      ratio    was\n\n\"excessive\" and \"not reasonable.\"             The court explained that it had\n\n\"consistently       taken        the     position       that    the     Commission's\n\nrecommendation [of a 20:1 ratio] makes sense\" and declared that,\n\nexcept for the 100:1 ratio, it had \"no quarrel with the guideline\n\nrange . . . because the guidelines take into account all the\n\nrelevant    factors       and     otherwise      take    an     approach     that   is\n\nreasonable.\"\n\n\n\n\n                                          -12-\n\f           Based on its conclusion about the inherent unfairness of\n\nthe 100:1 ratio, the court recalculated Pho's sentencing range in\n\naccordance with the 20:1 ratio.           This approach produced a jerry-\n\nbuilt sentencing range of 57-71 months. The court then reiterated:\n\n           I'm not saying that's the guideline range.\n           The guideline range is 87 to 108 months. What\n           I'm saying is that in order to arrive at what\n           I would consider to be a fair and reasonable\n           sentence that complies with the statutory\n           criteria . . . it seems to me that it's more\n           reasonable to use a 20 to 1 ratio, and that's\n           how I come up with 57 to 71 months.\n\nThe court proceeded to impose an incarcerative sentence in the\n\nmiddle of the reconstituted range (64 months).              The government\n\nfiled a timely appeal.    See 18 U.S.C. § 3742(b).\n\n                               B.       Lewis.\n\n           On September 30, 2004, police officers searched defendant\n\nShawn Lewis's home pursuant to a warrant and discovered a virtual\n\ncornucopia of drugs: 153.75 grams of crack cocaine, 174 grams of\n\npowdered cocaine, 147 grams of marijuana, and nine grams of heroin.\n\nThe search also revealed various drug-related artifacts, a large\n\nsum of cash, and two loaded .9 mm handguns.          On June 3, 2005, Lewis\n\nentered   a   guilty   plea   to    a    two-count   information   charging\n\npossession with intent to distribute fifty grams or more of cocaine\n\nbase and possession by a convicted felon of two handguns.           See 21\n\nU.S.C. § 841(a); 18 U.S.C. § 922(g)(1).              The mandatory minimum\n\nsentence for Lewis's drug-trafficking offense was ten years.           See\n\n21 U.S.C. § 841(b)(1)(A).\n\n                                    -13-\n\f            A probation officer subsequently prepared the PSI Report.\n\nBased in large part on Lewis's admission that he had possessed more\n\nthan one hundred fifty grams of crack cocaine, the PSI Report\n\nconcluded that his base offense level for the drug-trafficking\n\ncount     should    be    34.     A   two-level     gun    enhancement,    USSG\n\n§2D1.1(b)(1), and a three-level downward adjustment for acceptance\n\nof responsibility, id. §3E1.1, brought the adjusted offense level\n\nto 33.    Lewis's prior criminal record was extensive and placed him\n\nin the highest possible criminal history category (VI).                   Those\n\ncalculations yielded a GSR of 235-293 months.\n\n            At the disposition hearing, the district court adopted,\n\nwithout objection, the findings in the PSI Report.             The court then\n\nreviewed the particulars of Lewis's case.           It found nothing at all\n\nin Lewis's background or upbringing that militated in favor of a\n\nshorter sentence.         Moreover, the evidence indicated that he was a\n\n\"fairly    big     time   drug   dealer\"   who    had   been   \"dealing   in   a\n\nsignificant quantity of a variety of different drugs\"; that the\n\nloaded firearms posed a high degree of danger; and that he had been\n\nundeterred by previous periods of incarceration over a \"long\n\nhistory of some serious criminal offenses.\"               Based on this bleak\n\npicture, the court concluded that \"a severe sentence is called for\n\nhere.\"\n\n            The court then turned to Lewis's principal argument in\n\nfavor of a lower sentence, namely, that the standard GSR was too\n\n\n                                      -14-\n\fpunitive because it reflected the 100:1 ratio. The court described\n\nits approach to fashioning sentences in the post-Booker world:\n\n            [T]he starting point the Court always looks to\n            is the guidelines. The guidelines generally\n            produce a sentence that is fair under the\n            circumstances. . . .    And in this case, my\n            starting point is to look at the guideline\n            range and try to determine whether I think\n            that it produces an unfair sentence and, if\n            so, to what degree the sentence called for\n            under the guidelines would be unfair.\n\nConceding that the factors delineated in 18 U.S.C. § 3553(a)\n\nsupported a higher sentence than the government was recommending\n\n(the low end of the standard GSR), the court candidly acknowledged\n\nthat \"the only thing I see in your favor here, the only reason I\n\nwould conclude that the guidelines may call for an excessive\n\nsentence, is this question . . . about the disparity between the\n\ncrack cocaine and the powder cocaine.\"                 (Emphasis supplied).       The\n\ncourt    proceeded    to    voice   its    agreement         with     the   Sentencing\n\nCommission's position that a 20:1 ratio was \"more appropriate\" than\n\nthe 100:1 ratio because \"the guidelines overstate what the penalty\n\nought to be for crack cocaine as opposed to powder cocaine.\"\n\n            Starting       from   this    premise,       the   court    recalculated\n\nLewis's    exposure    in    accordance         with   the     20:1    ratio.    This\n\nrecalculation yielded a jerry-built sentencing range of 188-235\n\nmonths    for   the   drug-trafficking          count.       The    court   imposed   a\n\nsentence of 188 months on that count.              It also imposed a concurrent\n\nsentence of 120 months on the firearms count (which is not directly\n\n\n                                         -15-\n\fat issue in this proceeding).              The government filed a timeous\n\nappeal.    See 18 U.S.C. § 3742(b).\n\nIII.    DISCUSSION\n\n            On appeal, the government's position is not that the\n\nsentences imposed were unreasonable but, rather, that the district\n\ncourt committed legal error. While Booker recognizes the authority\n\nof a sentencing court to tailor a sentence based on individual,\n\ncase-specific considerations, the government's thesis runs, it does\n\nnot give the court free rein to reject, on a categorical basis, the\n\n100:1    ratio   embedded      in   both   the    statutory      scheme    and   the\n\nsentencing guidelines. The defendants' rejoinder is twofold. They\n\nassert that the district court's deviation from the advisory\n\nguidelines was appropriate in light of Booker and that, in all\n\nevents, the district court based the sentences actually imposed on\n\nthe individual circumstances of each case (not on broad-gauged\n\npolicy    considerations).          We    subdivide     our    analysis    of    this\n\nimportant controversy into two segments.               We begin by articulating\n\nthe standard of review.        We then address the merits of the dispute\n\nthat underlies these appeals.\n\n                          A.    Standard of Review.\n\n            It   long    has   been      the    law   that    properly    preserved\n\nchallenges to a trial court's conclusions of law engender de novo\n\nreview. See, e.g., United States v. Colon-Solis, 354 F.3d 101, 102\n\n(1st Cir. 2004).        In the past, we have applied this standard to\n\n\n                                         -16-\n\fappellate review of a district court's interpretation of the\n\nsentencing guidelines. See, e.g., United States v. Carrasco-Mateo,\n\n389 F.3d 239, 243 (1st Cir. 2004); United States v. St. Cyr, 977\n\nF.2d 698, 701 (1st Cir. 1992).\n\n           The defendants argue that this long line of cases does\n\nnot survive the remedial holding of Booker.    While the defendants\n\nare correct in their observation that Booker altered the landscape\n\nof appellate review of sentencing decisions, they are incorrect in\n\nasserting that Booker displaces the de novo standard of review with\n\nrespect to a sentencing court's errors of law.    See United States\n\nv. Robinson, ___ F.3d ___, ___ (1st Cir. 2005) [No. 05-1547, slip\n\nop. at 7-8] (holding that Booker did not alter the de novo standard\n\napplicable to review of a sentencing court's legal interpretation\n\nof the guidelines).   We explain briefly.\n\n           As part of its remedial holding, the Booker Court excised\n\na provision of the Sentencing Reform Act that established standards\n\nof appellate review for certain claims of sentencing error because\n\nthe operation of that provision depended on the mandatory nature of\n\nthe guidelines system.    See Booker, 125 S. Ct. at 765 (striking\n\ndown 18 U.S.C. § 3742(e)).   The Court filled the resulting lacuna\n\nwith a directive that the courts of appeals thereafter should\n\nreview sentences for reasonableness.     Id.; see United States v.\n\nAntonakopoulos, 399 F.3d 68, 76 (1st Cir. 2005) (explicating\n\nBooker).\n\n\n                                 -17-\n\f          Although the Court instructed that reasonableness review\n\nof the length of a sentence would be guided by the statutory\n\nsentencing factors, see Booker, 125 S. Ct. at 765-66, it provided\n\nno similar instruction as to how the reasonableness standard should\n\nbe applied to claims — such as the one that the government presses\n\nhere — that a sentencing court committed an error of law rather\n\nthan an error of judgment.         We agree with two of our sister\n\ncircuits that, regardless of length, a sentence based on an error\n\nof law is per se unreasonable.           See United States v. Price, 409\n\nF.3d 436, 442 (D.C. Cir. 2005); United States v. Crosby, 397 F.3d\n\n103, 114 (2d Cir. 2005), abrogated on other grounds by United\n\nStates v. Fagans, 406 F.3d 138, 142 (2d Cir. 2005).\n\n          This   conclusion   is    reinforced       by   an   analogy.   The\n\nreasonableness   standard   and    the    familiar    abuse    of   discretion\n\nstandard bear a strong family resemblance to each other.                  See\n\nUnited States v. Ramirez-Rivera, 241 F.3d 37, 40 n.4 (1st Cir.\n\n2001) (observing that the \"practical import\" of the difference\n\nbetween the abuse of discretion and reasonableness standards is\n\n\"not immediately evident\").        Under the latter standard, courts\n\nconsistently have regarded an error of law as a per se abuse of\n\ndiscretion.   See, e.g., Koon v. United States, 518 U.S. 81, 100\n\n(1996); United States v. Snyder, 136 F.3d 65, 67 (1st Cir. 1998).\n\nAccordingly, while the abuse of discretion standard contemplates\n\nsubstantial deference to the judgment calls of a nisi prius court,\n\n\n                                   -18-\n\fit entails \"in practice . . . de novo review on issues of abstract\n\nlaw.\"   Roger Edwards, LLC v. Fiddes & Son, 427 F.3d 129, 132 (1st\n\nCir. 2005).     We believe that the reasonableness standard functions\n\nin precisely the same way: errors of law render a sentence per se\n\nunreasonable, and appellate review of claimed errors of law is\n\nnondeferential (i.e., de novo).\n\n                             B.   The Merits.\n\n           In    our   constitutional     system,   the   power   to   define\n\npenalties for federal crimes belongs to the legislative branch of\n\ngovernment, not the judicial branch.         United States v. Evans, 333\n\nU.S. 483, 486 (1948).     While federal courts possess the discretion\n\nto tailor individual sentences within the boundaries set by the\n\nstatutory framework, that discretion is subject to the limitations\n\nimposed by Congress. See Mistretta v. United States, 488 U.S. 361,\n\n364 (1989).      The creation of the Sentencing Commission and the\n\ninauguration of a guideline sentencing scheme were valid exercises\n\nof congressional authority to fix penalties for federal crimes and,\n\nconcomitantly, to cabin judicial discretion.          See id. at 412.      So\n\ntoo was Congress's adoption of the 100:1 crack-to-powder ratio.\n\nSee Singleterry, 29 F.3d at 739-41.\n\n           Of course, Congress's authority in this area is not\n\nunbounded.      Earlier this year, the Supreme Court identified a\n\nconstitutional infirmity in the sentencing guidelines. See Booker,\n\n125 S. Ct. at 756.     The Booker Court held that mandatory sentencing\n\n\n                                   -19-\n\fenhancements triggered by judge-found facts were in derogation of\n\nthe constitutionally assured right to trial by jury.                Id. (citing\n\nU.S. Const. amend. VI).        To cure that infirmity, the Court excised\n\nthe statutory provision that made the sentencing guidelines binding\n\non the federal courts.          Id. at 756-57.           That surgical strike\n\nrendered the guidelines effectively advisory and freed sentencing\n\ncourts to tailor individual sentences in light of the factors\n\nenumerated in 18 U.S.C. § 3553(a).3           Id. at 757.     This means that\n\ndistrict     courts   now    possess    greater    flexibility      in   reaching\n\nindividual sentencing decisions.\n\n             We   caution,   however,    that     this   newfound   discretion,\n\nthough broad, is not limitless: the guidelines remain part and\n\n\n\n     3\n         Those factors include:\n\n     (1) the nature and circumstances of the offense and the\n     history and characteristics of the defendant; (2) the\n     need for the sentence imposed — (A) to reflect the\n     seriousness of the offense, to promote respect for the\n     law, and to provide just punishment for the offense; (B)\n     to afford adequate deterrence to criminal conduct; (C) to\n     protect the public from further crimes of the defendant;\n     and (D) to provide the defendant with needed educational\n     or   vocational   training,   medical   care,  or   other\n     correctional treatment . . . ; (3) the kinds of sentences\n     available; (4) the kinds of sentence and the sentencing\n     range established for . . . the applicable category of\n     offense committed by the applicable category of defendant\n     as set forth in the guidelines . . . ; (5) any pertinent\n     policy statement . . . ; (6) the need to avoid\n     unwarranted sentence disparities among defendants with\n     similar records . . . ; and (7) the need to provide\n     restitution to any victims of the offense.\n\n18 U.S.C. § 3553(a).\n\n                                       -20-\n\fparcel of the sentencing algorithm.               See Booker, 125 S. Ct. at 767\n\n(directing sentencing courts to \"consult [the] Guidelines and take\n\nthem    into    account       when    sentencing\");      see   also     18    U.S.C.   §\n\n3553(a)(4)       (directing          sentencing    courts        to    consider      the\n\nguidelines).          It is for this very reason that the Court made it\n\npellucid that the Sentencing Commission would continue to function\n\nand to update the guidelines with a view toward \"encouraging . . .\n\nbetter sentencing practices . . . and promot[ing] uniformity in the\n\nsentencing process.\"           Booker, 125 S. Ct. at 766.\n\n               Over    and    above     the   guidelines       themselves,       Booker\n\nrecognized another significant restriction on sentencing decisions.\n\nPost-Booker, those decisions must still be grounded on the factors\n\ncontained in section 3553(a).            Booker, 125 S. Ct. at 766.            Although\n\nthe statutory sweep is wide, see supra note 3, those factors also\n\nserve to guide the discretion of sentencing courts in individual\n\ncases    and     thereby      promote    greater       uniformity      in    sentencing\n\ndecisions.       See id. at 766-67.\n\n               With    this    mise-en-scêne      in    place,    we    turn    to   the\n\npropriety of the defendants' sentences.                    Laboring in uncharted\n\nwaters, the lower court jettisoned the guidelines and constructed\n\na new sentencing range by using a 20:1 crack-to-powder ratio in\n\nlieu of the 100:1 ratio embedded in both the statutory scheme and\n\nthe guidelines.           This approach, which evinced a categorical,\n\n\n\n\n                                          -21-\n\fpolicy-based rejection of the 100:1 ratio, amounted to error as a\n\nmatter of law.\n\n            Matters of policy typically are for Congress. See, e.g.,\n\nPlumley v. S. Container, Inc., 303 F.3d 364, 374 (1st Cir. 2002)\n\n(explaining that \"it is Congress's mission to set the policy of\n\npositive law,\" whereas a court's role is \"to interpret that law\");\n\nUnited States v. Robinson, 144 F.3d 104, 110 (1st Cir. 1998)\n\n(stating that the 100:1 crack-to-powder ratio is \"a permissible\n\npolicy choice articulated by Congress\" and that, therefore, the\n\ncourts \"are obliged to give it effect\").             A corollary to this\n\nprinciple is that, in the absence of constitutional infirmity,\n\nfederal courts are bound by Congress's policy judgments, including\n\njudgments concerning the appropriate penalties for federal crimes.\n\nSee Eirby, 262 F.3d at 41.\n\n            By congressional edict, the Sentencing Commission is\n\nallied with Congress in the important endeavor of calibrating\n\nsentences   for   federal      offenses.4    Congress   has     directed   the\n\nCommission to devise policies that \"avoid[] unwarranted sentence\n\ndisparities,\"     while   at    the   same   time   providing    \"sufficient\n\nflexibility to permit individualized sentences when warranted by\n\nmitigating or aggravating factors.\"            28 U.S.C. § 991(b)(1)(B)\n\n\n     4\n      The Commission's authority to set policy, however, is limited\nto those instances in which it manages to obtain congressional\napproval. See 28 U.S.C. § 994(p). Where Congress withholds its\napproval, the Commission's policy judgments do not command judicial\nallegiance.\n\n                                      -22-\n\f(emphasis supplied).        The clear import of this statutory framework\n\nis to preserve Congress's authority over sentencing policy and to\n\nguarantee that the exercise of judicial discretion over sentencing\n\ndecisions be based on case-specific circumstances, not on general,\n\nacross-the-board policy considerations.\n\n                 Nothing in Booker altered this distribution of authority\n\nover sentencing policy.           Booker established that a district court\n\nmay    exercise      discretion     in   fashioning      sentences      —    but   that\n\ndiscretion was meant to operate only within the ambit of the\n\nindividualized        factors   spelled     out   in    section    3553(a).5        See\n\nBooker, 125 S. Ct. at 764-66.\n\n                 The decision to employ a 100:1 crack-to-powder ratio\n\nrather than a 20:1 ratio, a 5:1 ratio, or a 1:1 ratio is a policy\n\njudgment, pure and simple.          See Andrade, 94 F.3d at 14-15 (holding\n\nthat       the    crack-to-powder    sentencing        differential     is    not    an\n\nindividualized         circumstance      that   justifies     disregard       of    the\n\nguidelines).         After all, Congress incorporated the 100:1 ratio in\n\nthe statutory scheme, rejected the Sentencing Commission's 1995\n\nproposal to rid the guidelines of it, and failed to adopt any of\n\nthe    Commission's       subsequent      recommendations         for   easing      the\n\n\n\n       5\n      In addition to the compendium of factors that a sentencing\ncourt may appropriately consider under 18 U.S.C. § 3553(a),\nCongress removed any limitation on \"the information concerning the\nbackground, character and conduct of a person convicted of an\noffense which a court . . . may receive and consider for the\npurpose of imposing an appropriate sentence.\" Id. § 3661.\n\n                                         -23-\n\fdifferential between crack and powdered cocaine.                    It follows\n\ninexorably that the district court's categorical rejection of the\n\n100:1 ratio impermissibly usurps Congress's judgment about the\n\nproper sentencing policy for cocaine offenses.\n\n             The defendants take issue with the characterization of\n\nthe 100:1 ratio as a matter of congressional policy.                They argue\n\nthat Congress prescribed this ratio at the maximum and minimum\n\npoles of the statutory sentencing ranges but did not mandate its\n\nuse in other applications.      This is true as far as it goes — but it\n\ndoes   not   take   the   defendants   very    far.     As    the   Sentencing\n\nCommission recognized when it superimposed the guidelines on the\n\nstatutory framework, it would be illogical to set the maximum and\n\nminimum sentences on one construct and then to use some other,\n\nessentially    antithetic    construct    as   the    basis   for   fashioning\n\nsentences within the range.        See USSG §2D1.1, cmt. (backg'd.).\n\nSuch a patchwork sentencing scheme would run counter to Congress's\n\ngoal of eliminating disparities in federal sentences.                  See 18\n\nU.S.C. § 3553(a)(6); 28 U.S.C. § 994(f); see also Booker, 125 S.\n\nCt. at 767.\n\n             Even if the defendants are correct in their assertion\n\nthat the 100:1 ratio does not amount to a congressional policy\n\nchoice binding on the federal courts — and we doubt that they are\n\n— the district court's categorical rejection of the 100:1 ratio\n\nstill runs headlong into the will of Congress as embodied in the\n\n\n                                   -24-\n\fSentencing Reform Act.   Congress's purpose in creating a guideline\n\nsentencing scheme was to promote uniformity in federal sentences\n\nbased on the \"real conduct that underlies the crime of conviction.\"\n\nBooker, 125 S. Ct. at 759 (emphasis in original).\n\n          The district court's approach threatens to undermine this\n\ndesired uniformity in two ways.   In the first place, if sentencing\n\ncourts are free to replace the 100:1 ratio with whatever ratio they\n\ndeem appropriate, the sentences of defendants for identical \"real\n\nconduct\" will depend largely on which judge happens to draw a\n\nparticular case. This problem has already begun to surface; in the\n\nwake of Booker, some sentencing courts have continued to impose\n\nsentences for crack offenses in lockstep with the sentencing\n\nguidelines and the 100:1 ratio while others have imposed reduced\n\nsentences based on varying ratios. Compare, e.g., United States v.\n\nGipson, 425 F.3d 335, 337 (7th Cir. 2005) (affirming sentence based\n\non 100:1 ratio), with, e.g., United States v. Smith, 359 F. Supp.\n\n2d 771, 782 (E.D. Wis. 2005) (adopting a 20:1 ratio), and United\n\nStates v. Fisher, No. S3 03 CR 1501, 2005 WL 2542916, at *6\n\n(S.D.N.Y. Oct. 11, 2005) (adopting a 10:1 ratio).\n\n          In the second place, mandatory minimum sentences in drug\n\ncases are fixed by statute.   Under the Act, a first-time offender\n\nconvicted of an offense involving fifty or more grams of crack\n\ncocaine is subject to a ten-year mandatory minimum sentence.   See\n\n21 U.S.C. § 841(b)(1)(A).     Because the current guidelines were\n\n\n                                -25-\n\fconstructed around the mandatory minimums, a first-time offender\n\nconvicted of an offense involving, say, forty-nine grams of crack\n\nwould      likely   encounter    a    GSR    of     97-121    months.6     See   USSG\n\n§2D1.1(c)(5); id. Ch.5, Pt.A.                If, however, a sentencing court\n\ndisplaced the guidelines by applying a 20:1 crack-to-powder ratio,\n\nthe second offender's GSR would plummet to 63-78 months.                    See 2002\n\nReport, Appx. at A-4; USSG Ch.5, Pt.A.                       In short, a one-gram\n\ndifference     in    drug    quantity       would    create    a   huge   sentencing\n\ndifferential (nearly fifty percent).                It was exactly this sort of\n\nconcern that drove Congress's decision to reject the proposed\n\nguideline amendments in 1995. See H.R. Rep. No. 104-272, supra, at\n\n4, reprinted in 1995 U.S.C.C.A.N. at 337.\n\n              The defendants concede that the categorical adoption of\n\na   20:1    ratio   by   a   single   district       judge    would   create     these\n\ndistorting effects.          They nonetheless argue that such a praxis\n\nreduces sentencing disparities.              This is so, the defendants aver,\n\nbecause the 20:1 ratio places sentences for crack and powdered\n\ncocaine offenses on a more even keel.                This argument misapprehends\n\nthe nature of the disparity that ought to concern us.\n\n              Although the district court's approach does ameliorate\n\nthe disparity in sentences for crack and powdered cocaine offenses,\n\n\n\n      6\n      We say \"likely\" because the GSR would be subject to upward\nand downward adjustments for elements such as the presence of a\nfirearm, USSG §2D1.1(b)(1), role in the offense, id. §§3B1.1-3B1.2,\nacceptance of responsibility, id. §3E1.1, and a host of others.\n\n                                        -26-\n\fwhat counts is the uniformity in sentencing sought by Congress.\n\nThat uniformity \"does not consist simply of similar sentences for\n\nthose convicted of violations of the same statute\" but \"consists,\n\nmore importantly, of similar relationships between sentences and\n\nreal conduct.\"        Booker, 125 S. Ct. at 761.                Congress plainly\n\nbelieved    that     not   all    cocaine   offenses      are   equal     and   that\n\ntrafficking     in    crack      involves     different     real      conduct   than\n\ntrafficking in powder.            Otherwise, it would not have ordered\n\ndissimilar treatment of the two types of offenses in the Act.\n\nClearly, then, Congress intended that particular disparity to\n\nexist, and federal courts are not free to second-guess that type of\n\ndecision.    Cf. Snyder, 136 F.3d at 68-70 (rejecting argument that\n\ndisparity between federal and state sentences for similar firearms\n\noffenses justified reduced sentence because Congress deliberately\n\ncreated the disparity through the Armed Career Criminal Act).\n\n            In an effort to sidestep the force of this reasoning, the\n\ndefendants assert that the sentences in these cases resulted from\n\nindividualized       analysis      rather     than   from       any     categorical\n\nimperative. For example, Lewis points out that, at his sentencing,\n\nthe lower court addressed a number of the section 3553(a) factors.\n\nIn a similar vein, Pho alludes to the district court's discussion\n\nof several particularized considerations.                 We find this argument\n\nunpersuasive.\n\n\n\n\n                                       -27-\n\f            The sockdolager is that, although the district court\n\nconsidered individualized factors in each case, it did not base its\n\nsentencing decisions on those factors. By the district court's own\n\ndescription, \"the only thing\" that supported reduced sentences for\n\nthe defendants was the \"tragic\" and \"incongruous\" treatment of\n\ncrack    cocaine   offenses   in   the   sentencing   guidelines   and   the\n\nunderlying statutory scheme.        The court made no bones about its\n\nintention to apply its preferred 20:1 ratio categorically in future\n\ncases:\n\n            I've encountered this in other cases, and I've\n            consistently taken the position that the [20:1\n            ratio] makes sense. . . .     I would imagine\n            that by now this question must be under\n            consideration by the First Circuit . . . and I\n            hope we get some clarification on this\n            sometime soon before we build up too much of a\n            backlog of these cases.       But that's the\n            position I take now.\n\nThus, the record, fairly read, belies the insinuation that the\n\ndistrict court imposed the sentences appealed from on the basis of\n\ncase-specific factors.\n\n            To recapitulate, we hold that the district court erred as\n\na matter of law when it constructed a new sentencing range based on\n\nthe categorical substitution of a 20:1 crack-to-powder ratio for\n\nthe 100:1 ratio embedded in the sentencing guidelines.                   This\n\nholding recognizes that sentencing decisions must be done case by\n\ncase and must be grounded in case-specific considerations, not in\n\n\n\n\n                                    -28-\n\fgeneral      disagreement    with   broad-based    policies   enunciated     by\n\nCongress or the Commission, as its agent.\n\n              Let us be perfectly clear. We do not intend to disparage\n\nthe district court's thoughtful attempt to deal with a problem that\n\nhas   tormented    many     enlightened    observers   ever   since    Congress\n\npromulgated the 100:1 ratio.          By the same token, we do not intend\n\nto diminish the discretion that, after Booker, district courts\n\nenjoy   in    sentencing    matters   or   to   suggest   that,   in   a   drug-\n\ntrafficking case, the nature of the contraband and/or the severity\n\nof a projected guideline sentence may not be taken into account on\n\na case-by-case basis.        Our goal is simply to channel the district\n\ncourts' newfound discretion in ways that both comport with the\n\nBooker Court's remedial opinion and respect the separation of\n\npowers between the legislative and judicial branches of government.\n\nWhile we share the district court's concern about the fairness of\n\nmaintaining the across-the-board sentencing gap associated with the\n\n100:1 crack-to-powder ratio, the proper place to assuage that\n\nconcern is in the halls of Congress, not in federal courtrooms.              In\n\nthe final analysis, it is Congress, not the courts, that possesses\n\nthe institutional capacity to address the problem in a coherent and\n\nuniform fashion.      See Singleterry, 29 F.3d at 741.\n\nIV.   CONCLUSION\n\n              We need go no further. For the reasons elucidated above,\n\nwe vacate the defendants' sentences and remand for resentencing in\n\n\n                                      -29-\n\faccordance with this opinion.   We intimate no view as to the length\n\nof the sentences to be imposed on remand.\n\n          Vacated and remanded.\n\n\n\n\n                                -30-\n\f",
  "html": "<p class=\"case_cite\">433 F.3d 53</p>\n    <p class=\"parties\">UNITED STATES of America, Appellant,<br>v.<br>Sambath PHO, Defendant, Appellee.<br>United States of America, Appellant,<br>v.<br>Shawn Lewis, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 05-2455.</p>\n    <p class=\"docket\">No. 05-2461.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 7, 2005.</p>\n    <p class=\"date\">Decided January 5, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Donald C. Lockhart, Assistant United States Attorney, with whom Robert Clark Corrente, United States Attorney, Lee Vilker and Peter F. Neronha, Assistant United States Attorneys, were on brief, for appellant.</p>\n      <p class=\"indent\">Edward C. Roy, Jr., Assistant Federal Public Defender, for appellee Pho.</p>\n      <p class=\"indent\">Kevin J. Fitzgerald, Assistant Federal Public Defender, for appellee Lewis.</p>\n      <p class=\"indent\">Before SELYA, LIPEZ and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In these consolidated appeals, we are called upon to answer a vexing question of first impression at the appellate level: May a federal district court, consistent with the teachings of <i>United States v. Booker,</i> 543 U.S. 220, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005), impose a sentence outside the advisory guideline sentencing range based solely on its categorical rejection of the guidelines' disparate treatment of offenses involving crack cocaine, on the one hand, and powdered cocaine, on the other hand? The court below believed that it could and sentenced the defendants in accordance with that belief. After careful consideration, we conclude that the district court's approach was incorrect as a matter of law. Consequently, we vacate the defendants' sentences and remand for resentencing.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We start by limning the history of the disparate treatment of crack and powdered cocaine embedded in the federal sentencing guidelines (commonly referred to as the 100:1 ratio). We move from there to a brief glimpse of how that differential fared in our pre-<i>Booker</i> jurisprudence.</p>\n    </div>\n    <p class=\"center\">A. <i>The Crack-to-Powder Disparity.</i></p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The sentencing differential for crack and powdered cocaine offenses had its genesis in the Anti-Drug Abuse Act of 1986, Pub.L. No. 99-570, 100 Stat. 3207 (1986) (codified in pertinent part at 21 U.S.C. &#167; 841) (the Act).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> That legislation created two mandatory sentencing ranges for drug offenses. <i>See id.</i> &#167; 1002 (codified at 21 U.S.C. &#167; 841(b)(1)). The lower bracket spanned periods of imprisonment ranging from a mandatory minimum of five years to a maximum of forty years; the higher bracket spanned periods of imprisonment ranging from a mandatory minimum of ten years to a maximum of life. <i>See id.</i> Congress prescribed the threshold quantities of both crack and powdered cocaine needed to bring a particular offense within either bracket. <i>See id.</i> Despite the chemical identity of crack and powdered cocaine, Congress set widely disparate threshold quantities for the two drugs, requiring one hundred times more powdered cocaine than crack cocaine to trigger inclusion in a particular range. <i>See id.</i> (setting the threshold quantities for the lower range at five hundred grams of powdered cocaine and five grams of cocaine base and the threshold quantities for the higher range at five kilograms and fifty grams, respectively). Thus, for sentencing purposes, Congress treated one unit of crack on par with one hundred units of powder.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Congress grounded this differential on its determination that crack cocaine and powdered cocaine are not fair congeners and that, all other things being equal, offenses involving the former pose a more serious societal danger than offenses involving the latter. <i>See</i> U.S. Sentencing Comm'n, Special Report to Congress: Cocaine and Federal Sentencing Policy 117-18 (1995) (1995 Report). In particular, Congress found that crack cocaine was more likely to (i) induce addiction; (ii) correlate with the incidence of other serious crimes; (iii) implicate especially vulnerable members of society; (iv) cause deleterious physiological effects; and (v) attract youthful users. <i>Id.</i> at 118.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Shortly after passage of the Act, the Sentencing Commission issued the initial compendium of federal sentencing guidelines. The Commission built the base offense levels for crimes involving crack and powdered cocaine around the threshold quantities set by Congress. This architectural decision comported with Congress's discernible intent. <i>See</i> 28 U.S.C. &#167; 994(i)(5) (requiring the Commission to \"specify a sentence to a substantial term of imprisonment\" for offenders convicted of \"trafficking in a substantial quantity of a controlled substance\"). Consistent with its congressionally imposed obligation to \"reduc[e] unwarranted sentence disparities,\" <i>id.</i> &#167; 994(f), the Commission also fixed the guideline sentences for offenses involving non-threshold quantities of crack and powdered cocaine in accordance with the 100:1 ratio. <i>See generally</i> USSG &#167; 2D1.1, cmt. (backg'd.) (concluding that \"a logical sentencing structure for drug offenses\" requires coordination with mandatory minimum sentences). Thus, while Congress designed the 100:1 ratio to operate at the minimum and maximum poles of the mandatory statutory sentencing ranges, it was the Commission that incorporated the ratio root and branch into its calculation of every cocaine offender's guideline sentencing range (GSR).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Over time, Congress began to have second thoughts about the wisdom of this dichotomy. As part of the Mandatory Minimum Reform Act of 1994, Congress enacted a safety valve provision, which provided a vehicle for lowering mandatory minimum sentences in a narrow subset of drug cases. <i>See</i> 18 U.S.C. &#167; 3553(f); <i>see also United States v. Matos,</i> 328 F.3d 34, 38-42 (1st Cir.2003) (describing the operation of the safety valve). That same year, Congress directed the Sentencing Commission to study the crack-to-powder ratio and to submit recommendations anent its retention or modification. <i>See</i> Violent Crime Control and Law Enforcement Act of 1994, Pub.L. No. 103-322, &#167; 280006, 108 Stat. 1796, 2097 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The 1995 Report embodied the Commission's response to this directive. Based on its review of the available data, it concluded that \"it [could] not recommend a ratio differential as great as the current 100-to-1 quantity ratio,\" 1995 Report at 196, and suggested that the ratio \"be re-examined and revised,\" <i>id.</i> at 197. At the same time, however, the Commission determined that empirical data supported Congress's core finding that \"crack cocaine poses greater harms to society than does powder cocaine,\" <i>id.</i> at 195, and that, therefore, \"important distinctions between the two may warrant higher penalties for crack,\" <i>id.</i> at xii. The Commission advised Congress that it would present more comprehensive recommendations at a future date. <i>Id.</i> at 198-200.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Notwithstanding its acknowledgment that higher penalties for crack offenses were justified, the Commission subsequently proposed guideline amendments designed to eliminate entirely the sentencing differential between crack and powdered cocaine. <i>See</i> Notice of Submission to Congress of Amendments to the Sentencing Guidelines, 60 Fed.Reg. 25,074, 25,075-25,076 (May 10, 1995). To accomplish this objective, the Commission called for reducing the base offense levels for crack offenses to the base offense levels for offenses involving equivalent quantities of powdered cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Congress held hearings on the Commission's recommendation. <i>See</i> 28 U.S.C. &#167; 994(p) (providing that proposed guideline amendments must be submitted to Congress, which may \"modif[y] or disapprove[ ]\" them). It found that \"the evidence overwhelmingly demonstrates significant distinctions between crack and powder cocaine.\" H.R.Rep. No. 104-272, at 3 (1995), <i>reprinted in</i> 1995 U.S.C.C.A.N. 335, 337. Congress also determined that a change in the guideline sentencing structure unaccompanied by a corresponding change in statutory mandatory minimums would result in \"gross sentencing disparities\" between offenses involving drug quantities around the threshold levels. <i>Id.</i> at 4. Based on these considerations, Congress rejected the Commission's proposed guideline amendments. <i>See</i> Pub.L. No. 104-38, &#167; 1, 109 Stat. 334, 334 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Two years later, the Commission issued a follow-up report. <i>See</i> U.S. Sentencing Comm'n, Special Report to Congress: Cocaine and Federal Sentencing Policy (1997) (1997 Report). In that document, the Commission reiterated both its position that the 100:1 ratio was excessive, <i>id.</i> at 2, and its conclusion that \"federal sentencing policy must reflect the greater dangers associated with crack,\" <i>id.</i> at 4. The Commission recommended that the 100:1 ratio be reduced to 5:1 by increasing the threshold quantities for offenses involving crack cocaine and decreasing the threshold quantities for offenses involving powdered cocaine. <i>Id.</i> at 2, 5, 9. Even though this report prompted the introduction of several bills aimed at reducing or eliminating the crack-to-powder disparity, Congress took no action.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In late 2001, members of the Senate Judiciary Committee invited the Sentencing Commission to update the Commission's views vis-&#224;-vis the 100:1 ratio. The following year, the Commission issued a third report. <i>See</i> U.S. Sentencing Comm'n, Report to the Congress: Cocaine and Federal Sentencing Policy (2002) (2002) Report). In it, the Commission again advocated narrowing the gap that separated crack cocaine offenses from powdered cocaine offenses because (i) more recent data suggested that the penalties were disproportionate to the harms associated with the two drugs; (ii) the dangers posed by crack could be satisfactorily addressed through sentencing enhancements that would apply neutrally to all drug offenses; and (iii) the severe penalties for crack offenses seemed to fall mainly on low-level criminals and African Americans. <i>Id.</i> at v-viii. The Commission hastened to add, however, that crucial differences existed \"in the intrinsic . . . and other harms\" attributable to the two forms of cocaine and acknowledged that these differences justified stiffer penalties for crack offenses. <i>Id.</i> at 92. Taking into account these competing centrifugal and centripetal forces, the Commission endorsed a reduction of the 100:1 ratio to 20:1. <i>Id.</i> at viii. It did not, however, propose any amendments to the sentencing guidelines. Congress subsequently deliberated on the substance of the 2002 Report but did not act.</p>\n    </div>\n    <p class=\"center\">B. <i>The Legal Landscape.</i></p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Our pre-<i>Booker</i> case law recognized the relative severity of the penalty paradigm for offenses involving crack cocaine but consistently deferred to Congress's policy judgments in this regard. <i>See, e.g., United States v. Eirby,</i> 262 F.3d 31, 41 (1st Cir.2001); <i>United States v. Singleterry,</i> 29 F.3d 733, 741 (1st Cir.1994). This approach produced a series of decisions that upheld the 100:1 ratio against an array of challenges. These included forays based upon the Equal Protection Clause, <i>see, e.g., United States v. Graciani,</i> 61 F.3d 70, 74-75 (1st Cir.1995), and the rule of lenity, <i>see, e.g., United States v. Manzueta,</i> 167 F.3d 92, 94 (1st Cir.1999). Pertinently, we held that, under the mandatory guidelines system that was in vogue before <i>Booker,</i> neither the Sentencing Commission's criticism of the 100:1 ratio nor its unrequited 1995 proposal to eliminate the differential provided a valid basis for leniency in the sentencing of crack offenders. <i>See United States v. Andrade,</i> 94 F.3d 9, 14-15 (1st Cir.1996) (discussing the possibility of a downward departure under USSG &#167; 5K2.0); <i>United States v. Sanchez,</i> 81 F.3d 9, 11 (1st Cir.1996) (same).</p>\n    </div>\n    <p class=\"indent\">II. TRAVEL OF THE CASES</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It is against this backdrop that we rehearse the travel of these two cases. Because both appeals follow guilty pleas, we draw the relevant facts from each defendant's plea colloquy, the unchallenged portions of his presentence investigation report (PSI Report), and sentencing transcript. <i>United States v. Mercedes Mercedes,</i> 428 F.3d 355, 357 (1st Cir.2005); <i>United States v. Dietz,</i> 950 F.2d 50, 51 (1st Cir.1991).</p>\n    </div>\n    <p class=\"center\">A. <i>Pho.</i></p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On January 11, 2005, law enforcement officers searched a house occupied by defendant Sambath Pho pursuant to a warrant. They found 16.73 grams of crack cocaine together with drug-processing supplies, cash, and firearms. On June 10, 2004, Pho entered a guilty plea to a one-count information charging possession with intent to distribute five grams or more of cocaine base in violation of 21 U.S.C. &#167; 841(a). That offense carried a mandatory minimum sentence of five years. <i>See id.</i> &#167; 841(b)(1)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A probation officer subsequently compiled the PSI Report. After converting the confiscated cash into its drug equivalent, <i>see United States v. Gerante,</i> 891 F.2d 364, 368-70 (1st Cir.1989) (explicating the provision now found at USSG &#167; 2D1.1, cmt. n. 12), the PSI Report concluded that Pho should be held responsible for 40.43 grams of cocaine base. That yielded a base offense level of 30. A two-level gun enhancement, USSG &#167; 2D1.1(b)(1), and a three-level discount for acceptance of responsibility, <i>id.</i> &#167; 3E1.1, brought the adjusted offense level to 29. Given the absence of any meaningful prior criminal record, Pho's GSR was 87-108 months.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">At the disposition hearing, the district court confirmed the adjusted offense level proposed in the PSI Report over Pho's contention that the conversion of cash was inappropriate in this instance. The court then discussed its understanding of the controlling law in a post-<i>Booker</i> world:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The question now is whether [the GSR] is a reasonable sentence. . . . The guidelines are no longer mandatory since Booker. The law now is that the Court impose a sentence that is reasonable whether it's in the guideline range or not, and what we're talking about is whether the guidelines produce a reasonable sentence. It is the law that the Court has to impose whatever mandatory minimum may have been prescribed by Congress, and [t]he Court cannot exceed any statutory maximum that's been prescribed by Congress. But beyond that, [the guidelines are] not the law.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">After rejecting Pho's plea that his prior military service justified a lower sentence, the court described \"<i>the only real remaining question</i>\" as \"this recurring question of . . . [w]hether it is fair and reasonable in calculating a sentence to consider crack cocaine as 100 times more serious than cocaine powder.\" (Emphasis supplied).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In the court's estimation, the 100:1 ratio was \"excessive\" and \"not reasonable.\" The court explained that it had \"consistently taken the position that the Commission's recommendation [of a 20:1 ratio] makes sense\" and declared that, except for the 100:1 ratio, it had \"no quarrel with the guideline range . . . because the guidelines take into account all the relevant factors and otherwise take an approach that is reasonable.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Based on its conclusion about the inherent unfairness of the 100:1 ratio, the court recalculated Pho's sentencing range in accordance with the 20:1 ratio. This approach produced a jerry-built sentencing range of 57-71 months. The court then reiterated:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">I'm not saying that's the guideline range. The guideline range is 87 to 108 months. What I'm saying is that in order to arrive at what I would consider to be a fair and reasonable sentence that complies with the statutory criteria . . . it seems to me that it's more reasonable to use a 20 to 1 ratio, and that's how I come up with 57 to 71 months.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The court proceeded to impose an incarcerative sentence in the middle of the reconstituted range (64 months). The government filed a timely appeal. <i>See</i> 18 U.S.C. &#167; 3742(b).</p>\n    </div>\n    <p class=\"center\">B. <i>Lewis.</i></p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">On September 30, 2004, police officers searched defendant Shawn Lewis's home pursuant to a warrant and discovered a virtual cornucopia of drugs: 153.75 grams of crack cocaine, 174 grams of powdered cocaine, 147 grams of marijuana, and nine grams of heroin. The search also revealed various drug-related artifacts, a large sum of cash, and two loaded .9 mm handguns. On June 3, 2005, Lewis entered a guilty plea to a two-count information charging possession with intent to distribute fifty grams or more of cocaine base and possession by a convicted felon of two handguns. <i>See</i> 21 U.S.C. &#167; 841(a); 18 U.S.C. &#167; 922(g)(1). The mandatory minimum sentence for Lewis's drug-trafficking offense was ten years. <i>See</i> 21 U.S.C. &#167; 841(b)(1)(A).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">A probation officer subsequently prepared the PSI Report. Based in large part on Lewis's admission that he had possessed more than one hundred fifty grams of crack cocaine, the PSI Report concluded that his base offense level for the drug-trafficking count should be 34. A two-level gun enhancement, USSG &#167; 2D1.1(b)(1), and a three-level downward adjustment for acceptance of responsibility, <i>id.</i> &#167; 3E1.1, brought the adjusted offense level to 33. Lewis's prior criminal record was extensive and placed him in the highest possible criminal history category (VI). Those calculations yielded a GSR of 235-293 months.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">At the disposition hearing, the district court adopted, without objection, the findings in the PSI Report. The court then reviewed the particulars of Lewis's case. It found nothing at all in Lewis's background or upbringing that militated in favor of a shorter sentence. Moreover, the evidence indicated that he was a \"fairly big time drug dealer\" who had been \"dealing in a significant quantity of a variety of different drugs\"; that the loaded firearms posed a high degree of danger; and that he had been undeterred by previous periods of incarceration over a \"long history of some serious criminal offenses.\" Based on this bleak picture, the court concluded that \"a severe sentence is called for here.\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The court then turned to Lewis's principal argument in favor of a lower sentence, namely, that the standard GSR was too punitive because it reflected the 100:1 ratio. The court described its approach to fashioning sentences in the post-<i>Booker</i> world:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">[T]he starting point the Court always looks to is the guidelines. The guidelines generally produce a sentence that is fair under the circumstances. . . . And in this case, my starting point is to look at the guideline range and try to determine whether I think that it produces an unfair sentence and, if so, to what degree the sentence called for under the guidelines would be unfair.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Conceding that the factors delineated in 18 U.S.C. &#167; 3553(a) supported a <i>higher</i> sentence than the government was recommending (the low end of the standard GSR), the court candidly acknowledged that \"<i>the only thing</i> I see in your favor here, <i>the only reason</i> I would conclude that the guidelines may call for an excessive sentence, is this question . . . about the disparity between the crack cocaine and the powder cocaine.\" (Emphasis supplied). The court proceeded to voice its agreement with the Sentencing Commission's position that a 20:1 ratio was \"more appropriate\" than the 100:1 ratio because \"the guidelines overstate what the penalty ought to be for crack cocaine as opposed to powder cocaine.\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Starting from this premise, the court recalculated Lewis's exposure in accordance with the 20:1 ratio. This recalculation yielded a jerry-built sentencing range of 188-235 months for the drug-trafficking count. The court imposed a sentence of 188 months on that count. It also imposed a concurrent sentence of 120 months on the firearms count (which is not directly at issue in this proceeding). The government filed a timeous appeal. <i>See</i> 18 U.S.C. &#167; 3742(b).</p>\n    </div>\n    <p class=\"indent\">III. DISCUSSION</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">On appeal, the government's position is not that the sentences imposed were unreasonable but, rather, that the district court committed legal error. While <i>Booker</i> recognizes the authority of a sentencing court to tailor a sentence based on individual, case-specific considerations, the government's thesis runs, it does not give the court free rein to reject, on a categorical basis, the 100:1 ratio embedded in both the statutory scheme and the sentencing guidelines. The defendants' rejoinder is twofold. They assert that the district court's deviation from the advisory guidelines was appropriate in light of <i>Booker</i> and that, in all events, the district court based the sentences actually imposed on the individual circumstances of each case (not on broad-gauged policy considerations). We subdivide our analysis of this important controversy into two segments. We begin by articulating the standard of review. We then address the merits of the dispute that underlies these appeals.</p>\n    </div>\n    <p class=\"center\">A. <i>Standard of Review.</i></p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">It long has been the law that properly preserved challenges to a trial court's conclusions of law engender de novo review. <i>See, e.g., United States v. Colon-Solis,</i> 354 F.3d 101, 102 (1st Cir.2004). In the past, we have applied this standard to appellate review of a district court's interpretation of the sentencing guidelines. <i>See, e.g., United States v. Carrasco-Mateo,</i> 389 F.3d 239, 243 (1st Cir.2004); <i>United States v. St. Cyr,</i> 977 F.2d 698, 701 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The defendants argue that this long line of cases does not survive the remedial holding of <i>Booker.</i> While the defendants are correct in their observation that <i>Booker</i> altered the landscape of appellate review of sentencing decisions, they are incorrect in asserting that <i>Booker</i> displaces the de novo standard of review with respect to a sentencing court's errors of law. <i>See United States v. Robinson,</i> ___ F.3d ___, ___, 2005 WL 3502135 (1st Cir.2005) [No. 05-1547, slip op. at 7-8] (holding that <i>Booker</i> did not alter the de novo standard applicable to review of a sentencing court's legal interpretation of the guidelines). We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">As part of its remedial holding, the <i>Booker</i> Court excised a provision of the Sentencing Reform Act that established standards of appellate review for certain claims of sentencing error because the operation of that provision depended on the mandatory nature of the guidelines system. <i>See Booker,</i> 125 S.Ct. at 765 (striking down 18 U.S.C. &#167; 3742(e)). The Court filled the resulting lacuna with a directive that the courts of appeals thereafter should review sentences for reasonableness. <i>Id.; see United States v. Antonakopoulos,</i> 399 F.3d 68, 76 (1st Cir.2005) (explicating <i>Booker</i>).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Although the Court instructed that reasonableness review of the length of a sentence would be guided by the statutory sentencing factors, <i>see Booker,</i> 125 S.Ct. at 765-66, it provided no similar instruction as to how the reasonableness standard should be applied to claims &#8212; such as the one that the government presses here &#8212; that a sentencing court committed an error of law rather than an error of judgment. We agree with two of our sister circuits that, regardless of length, a sentence based on an error of law is per se unreasonable. <i>See United States v. Price,</i> 409 F.3d 436, 442 (D.C.Cir.2005); <i>United States v. Crosby,</i> 397 F.3d 103, 114 (2d Cir.2005), <i>abrogated on other grounds by United States v. Fagans,</i> 406 F.3d 138, 142 (2d Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">This conclusion is reinforced by an analogy. The reasonableness standard and the familiar abuse of discretion standard bear a strong family resemblance to each other. <i>See United States v. Ramirez-Rivera,</i> 241 F.3d 37, 40 n. 4 (1st Cir.2001) (observing that the \"practical import\" of the difference between the abuse of discretion and reasonableness standards is \"not immediately evident\"). Under the latter standard, courts consistently have regarded an error of law as a per se abuse of discretion. <i>See, e.g., Koon v. United States,</i> 518 U.S. 81, 100, 116 S.Ct. 2035, 135 L.Ed.2d 392 (1996); <i>United States v. Snyder,</i> 136 F.3d 65, 67 (1st Cir.1998). Accordingly, while the abuse of discretion standard contemplates substantial deference to the judgment calls of a nisi prius court, it entails \"in practice . . . <i>de novo</i> review on issues of abstract law.\" <i>Roger Edwards, LLC v. Fiddes &amp; Son,</i> 427 F.3d 129, 132 (1st Cir.2005). We believe that the reasonableness standard functions in precisely the same way: errors of law render a sentence per se unreasonable, and appellate review of claimed errors of law is nondeferential (i.e., de novo).</p>\n    </div>\n    <p class=\"center\">B. <i>The Merits.</i></p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In our constitutional system, the power to define penalties for federal crimes belongs to the legislative branch of government, not the judicial branch. <i>United States v. Evans,</i> 333 U.S. 483, 486, 68 S.Ct. 634, 92 L.Ed. 823 (1948). While federal courts possess the discretion to tailor individual sentences within the boundaries set by the statutory framework, that discretion is subject to the limitations imposed by Congress. <i>See Mistretta v. United States,</i> 488 U.S. 361, 364, 109 S.Ct. 647, 102 L.Ed.2d 714 (1989). The creation of the Sentencing Commission and the inauguration of a guideline sentencing scheme were valid exercises of congressional authority to fix penalties for federal crimes and, concomitantly, to cabin judicial discretion. <i>See id.</i> at 412. So too was Congress's adoption of the 100:1 crack-to-powder ratio. <i>See Singleterry,</i> 29 F.3d at 739-41.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Of course, Congress's authority in this area is not unbounded. Earlier this year, the Supreme Court identified a constitutional infirmity in the sentencing guidelines. <i>See Booker,</i> 125 S.Ct. at 756. The <i>Booker</i> Court held that mandatory sentencing enhancements triggered by judge-found facts were in derogation of the constitutionally assured right to trial by jury. <i>Id.</i> (citing U.S. Const. amend. VI). To cure that infirmity, the Court excised the statutory provision that made the sentencing guidelines binding on the federal courts. <i>Id.</i> at 756-57. That surgical strike rendered the guidelines effectively advisory and freed sentencing courts to tailor individual sentences in light of the factors enumerated in 18 U.S.C. &#167; 3553(a).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>Id.</i> at 757. This means that district courts now possess greater flexibility in reaching individual sentencing decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We caution, however, that this newfound discretion, though broad, is not limitless: the guidelines remain part and parcel of the sentencing algorithm. <i>See Booker,</i> 125 S.Ct. at 767 (directing sentencing courts to \"consult [the] Guidelines and take them into account when sentencing\"); <i>see also</i> 18 U.S.C. &#167; 3553(a)(4) (directing sentencing courts to consider the guidelines). It is for this very reason that the Court made it pellucid that the Sentencing Commission would continue to function and to update the guidelines with a view toward \"encouraging . . . better sentencing practices. . . and promot[ing] uniformity in the sentencing process.\" <i>Booker,</i> 125 S.Ct. at 766.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Over and above the guidelines themselves, <i>Booker</i> recognized another significant restriction on sentencing decisions. Post-<i>Booker,</i> those decisions must still be grounded on the factors contained in section 3553(a). <i>Booker,</i> 125 S.Ct. at 766. Although the statutory sweep is wide, <i>see supra</i> note 3, those factors also serve to guide the discretion of sentencing courts in individual cases and thereby promote greater uniformity in sentencing decisions. <i>See id.</i> at 766-67.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">With this mise-en-sc&#234;ne in place, we turn to the propriety of the defendants' sentences. Laboring in uncharted waters, the lower court jettisoned the guidelines and constructed a new sentencing range by using a 20:1 crack-to-powder ratio in lieu of the 100:1 ratio embedded in both the statutory scheme and the guidelines. This approach, which evinced a categorical, policy-based rejection of the 100:1 ratio, amounted to error as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Matters of policy typically are for Congress. <i>See, e.g., Plumley v. S. Container, Inc.,</i> 303 F.3d 364, 374 (1st Cir.2002) (explaining that \"it is Congress's mission to set the policy of positive law,\" whereas a court's role is \"to interpret that law\"); <i>United States v. Robinson,</i> 144 F.3d 104, 110 (1st Cir.1998) (stating that the 100:1 crack-to-powder ratio is \"a permissible policy choice articulated by Congress\" and that, therefore, the courts \"are obliged to give it effect\"). A corollary to this principle is that, in the absence of constitutional infirmity, federal courts are bound by Congress's policy judgments, including judgments concerning the appropriate penalties for federal crimes. <i>See Eirby,</i> 262 F.3d at 41.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">By congressional edict, the Sentencing Commission is allied with Congress in the important endeavor of calibrating sentences for federal offenses.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Congress has directed the Commission to devise policies that \"avoid[ ] unwarranted sentence disparities,\" while at the same time providing \"sufficient flexibility to permit <i>individualized sentences</i> when warranted by mitigating or aggravating factors.\" 28 U.S.C. &#167; 991(b)(1)(B) (emphasis supplied). The clear import of this statutory framework is to preserve Congress's authority over sentencing policy and to guarantee that the exercise of judicial discretion over sentencing decisions be based on case-specific circumstances, not on general, across-the-board policy considerations.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Nothing in <i>Booker</i> altered this distribution of authority over sentencing policy. <i>Booker</i> established that a district court may exercise discretion in fashioning sentences-but that discretion was meant to operate only within the ambit of the individualized factors spelled out in section 3553(a).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>See Booker,</i> 125 S.Ct. at 764-66.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The decision to employ a 100:1 crack-to-powder ratio rather than a 20:1 ratio, a 5:1 ratio, or a 1:1 ratio is a policy judgment, pure and simple. <i>See Andrade,</i> 94 F.3d at 14-15 (holding that the crack-to-powder sentencing differential is not an individualized circumstance that justifies disregard of the guidelines). After all, Congress incorporated the 100:1 ratio in the statutory scheme, rejected the Sentencing Commission's 1995 proposal to rid the guidelines of it, and failed to adopt any of the Commission's subsequent recommendations for easing the differential between crack and powdered cocaine. It follows inexorably that the district court's categorical rejection of the 100:1 ratio impermissibly usurps Congress's judgment about the proper sentencing policy for cocaine offenses.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The defendants take issue with the characterization of the 100:1 ratio as a matter of congressional policy. They argue that Congress prescribed this ratio at the maximum and minimum poles of the statutory sentencing ranges but did not mandate its use in other applications. This is true as far as it goes-but it does not take the defendants very far. As the Sentencing Commission recognized when it superimposed the guidelines on the statutory framework, it would be illogical to set the maximum and minimum sentences on one construct and then to use some other, essentially antithetic construct as the basis for fashioning sentences within the range. <i>See</i> USSG &#167; 2D1.1, cmt. (backg'd.). Such a patchwork sentencing scheme would run counter to Congress's goal of eliminating disparities in federal sentences. <i>See</i> 18 U.S.C. &#167; 3553(a)(6); 28 U.S.C. &#167; 994(f); <i>see also Booker,</i> 125 S.Ct. at 767.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Even if the defendants are correct in their assertion that the 100:1 ratio does not amount to a congressional policy choice binding on the federal courts &#8212; and we doubt that they are &#8212; the district court's categorical rejection of the 100:1 ratio still runs headlong into the will of Congress as embodied in the Sentencing Reform Act. Congress's purpose in creating a guideline sentencing scheme was to promote uniformity in federal sentences based on the \"<i>real conduct</i> that underlies the crime of conviction.\" <i>Booker,</i> 125 S.Ct. at 759 (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The district court's approach threatens to undermine this desired uniformity in two ways. In the first place, if sentencing courts are free to replace the 100:1 ratio with whatever ratio they deem appropriate, the sentences of defendants for identical \"real conduct\" will depend largely on which judge happens to draw a particular case. This problem has already begun to surface; in the wake of <i>Booker,</i> some sentencing courts have continued to impose sentences for crack offenses in lockstep with the sentencing guidelines and the 100:1 ratio while others have imposed reduced sentences based on varying ratios. <i>Compare, e.g., United States v. Gipson,</i> 425 F.3d 335, 337 (7th Cir.2005) (affirming sentence based on 100:1 ratio), <i>with, e.g., United States v. Smith,</i> 359 F.Supp.2d 771, 782 (E.D.Wis.2005) (adopting a 20:1 ratio), <i>and United States v. Fisher,</i> No. S3 03 CR 1501, 2005 WL 2542916, at *6 (S.D.N.Y. Oct. 11, 2005) (adopting a 10:1 ratio).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">In the second place, mandatory minimum sentences in drug cases are fixed by statute. Under the Act, a first-time offender convicted of an offense involving fifty or more grams of crack cocaine is subject to a ten-year mandatory minimum sentence. <i>See</i> 21 U.S.C. &#167; 841(b)(1)(A). Because the current guidelines were constructed around the mandatory minimums, a first-time offender convicted of an offense involving, say, forty-nine grams of crack would likely encounter a GSR of 97-121 months.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> <i>See</i> USSG &#167; 2D1.1(c)(5); <i>id.</i> Ch.5, Pt.A. If, however, a sentencing court displaced the guidelines by applying a 20:1 crack-to-powder ratio, the second offender's GSR would plummet to 63-78 months. <i>See</i> 2002 Report, Appx. at A-4; USSG Ch.5, Pt.A. In short, a one-gram difference in drug quantity would create a huge sentencing differential (nearly fifty percent). It was exactly this sort of concern that drove Congress's decision to reject the proposed guideline amendments in 1995. <i>See</i> H.R.Rep. No. 104-272, <i>supra,</i> at 4, <i>reprinted in</i> 1995 U.S.C.C.A.N. at 337.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The defendants concede that the categorical adoption of a 20:1 ratio by a single district judge would create these distorting effects. They nonetheless argue that such a praxis <i>reduces</i> sentencing disparities. This is so, the defendants aver, because the 20:1 ratio places sentences for crack and powdered cocaine offenses on a more even keel. This argument misapprehends the nature of the disparity that ought to concern us.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Although the district court's approach does ameliorate the disparity in sentences for crack and powdered cocaine offenses, what counts is the uniformity in sentencing <i>sought by Congress.</i> That uniformity \"does not consist simply of similar sentences for those convicted of violations of the same statute\" but \"consists, more importantly, of similar relationships between sentences and real conduct.\" <i>Booker,</i> 125 S.Ct. at 761. Congress plainly believed that not all cocaine offenses are equal and that trafficking in crack involves different real conduct than trafficking in powder. Otherwise, it would not have ordered dissimilar treatment of the two types of offenses in the Act. Clearly, then, Congress intended that particular disparity to exist, and federal courts are not free to second-guess that type of decision. <i>Cf. Snyder,</i> 136 F.3d at 68-70 (rejecting argument that disparity between federal and state sentences for similar firearms offenses justified reduced sentence because Congress deliberately created the disparity through the Armed Career Criminal Act).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">In an effort to sidestep the force of this reasoning, the defendants assert that the sentences in these cases resulted from individualized analysis rather than from any categorical imperative. For example, Lewis points out that, at his sentencing, the lower court addressed a number of the section 3553(a) factors. In a similar vein, Pho alludes to the district court's discussion of several particularized considerations. We find this argument unpersuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The sockdolager is that, although the district court considered individualized factors in each case, it did not base its sentencing decisions on those factors. By the district court's own description, \"the only thing\" that supported reduced sentences for the defendants was the \"tragic\" and \"incongruous\" treatment of crack cocaine offenses in the sentencing guidelines and the underlying statutory scheme. The court made no bones about its intention to apply its preferred 20:1 ratio categorically in future cases:</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">I've encountered this in other cases, and I've consistently taken the position that the [20:1 ratio] makes sense. . . . I would imagine that by now this question must be under consideration by the First Circuit . . . and I hope we get some clarification on this sometime soon before we build up too much of a backlog of these cases. But that's the position I take now.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Thus, the record, fairly read, belies the insinuation that the district court imposed the sentences appealed from on the basis of case-specific factors.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">To recapitulate, we hold that the district court erred as a matter of law when it constructed a new sentencing range based on the categorical substitution of a 20:1 crack-to-powder ratio for the 100:1 ratio embedded in the sentencing guidelines. This holding recognizes that sentencing decisions must be done case by case and must be grounded in case-specific considerations, not in general disagreement with broad-based policies enunciated by Congress or the Commission, as its agent.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Let us be perfectly clear. We do not intend to disparage the district court's thoughtful attempt to deal with a problem that has tormented many enlightened observers ever since Congress promulgated the 100:1 ratio. By the same token, we do not intend to diminish the discretion that, after <i>Booker,</i> district courts enjoy in sentencing matters or to suggest that, in a drug-trafficking case, the nature of the contraband and/or the severity of a projected guideline sentence may not be taken into account on a case-by-case basis. Our goal is simply to channel the district courts' newfound discretion in ways that both comport with the <i>Booker</i> Court's remedial opinion and respect the separation of powers between the legislative and judicial branches of government. While we share the district court's concern about the fairness of maintaining the across-the-board sentencing gap associated with the 100:1 crack-to-powder ratio, the proper place to assuage that concern is in the halls of Congress, not in federal courtrooms. In the final analysis, it is Congress, not the courts, that possesses the institutional capacity to address the problem in a coherent and uniform fashion. <i>See Singleterry,</i> 29 F.3d at 741.</p>\n    </div>\n    <p class=\"indent\">IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">We need go no further. For the reasons elucidated above, we vacate the defendants' sentences and remand for resentencing in accordance with this opinion. We intimate no view as to the length of the sentences to be imposed on remand.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">\n        <i>Vacated and remanded.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Act speaks of \"cocaine base,\" not crack<i>See</i> 21 U.S.C. &#167;&#167; 841(b)(1)(A)(iii), 841(b)(1)(B)(iii). The guidelines, however, define cocaine base to mean crack cocaine. <i>See</i> USSG &#167; 2D1.1(c), n.D. Because virtually all trafficking in cocaine base involves crack cocaine, <i>see United States v. Brisbane,</i> 367 F.3d 910, 912 (D.C.Cir.2004), we use the terms interchangeably.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although the 100:1 ratio is sometimes used to describe a supposed disparity in the length of sentences, that description is inaccurate. The 100:1 ratio refers to the relative quantities of each drug required to trigger the Act's mandatory sentencing ranges. The resulting disparity in sentence length is much smaller<i>See</i> U.S. Dep't of Justice, Federal Cocaine Offenses: An Analysis of Crack and Powder Penalties 19 (2005) (reporting that the average sentence for crack offenses is 1.6 times longer than the average sentence for comparable powdered cocaine offenses).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Those factors include:</p>\n        <p class=\"indent\">(1) the nature and circumstances of the offense and the history and characteristics of the defendant; (2) the need for the sentence imposed-(A) to reflect the seriousness of the offense, to promote respect for the law, and to provide just punishment for the offense; (B) to afford adequate deterrence to criminal conduct; (C) to protect the public from further crimes of the defendant; and (D) to provide the defendant with needed educational or vocational training, medical care, or other correctional treatment . . .; (3) the kinds of sentences available; (4) the kinds of sentence and the sentencing range established for . . . the applicable category of offense committed by the applicable category of defendant as set forth in the guidelines. . .; (5) any pertinent policy statement . . .; (6) the need to avoid unwarranted sentence disparities among defendants with similar records . . .; and (7) the need to provide restitution to any victims of the offense.</p>\n        <p class=\"indent\">18 U.S.C. &#167; 3553(a).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Commission's authority to set policy, however, is limited to those instances in which it manages to obtain congressional approval<i>See</i> 28 U.S.C. &#167; 994(p). Where Congress withholds its approval, the Commission's policy judgments do not command judicial allegiance.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In addition to the compendium of factors that a sentencing court may appropriately consider under 18 U.S.C. &#167; 3553(a), Congress removed any limitation on \"the information concerning the background, character and conduct of a person convicted of an offense which a court . . . may receive and consider for the purpose of imposing an appropriate sentence.\"<i>Id.</i> &#167; 3661.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We say \"likely\" because the GSR would be subject to upward and downward adjustments for elements such as the presence of a firearm, USSG &#167; 2D1.1(b)(1), role in the offense,<i>id.</i> &#167;&#167; 3B1.1-3B1.2, acceptance of responsibility, <i>id.</i> &#167; 3E1.1, and a host of others.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">433</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellant,<br>v.<br>Sambath PHO, Defendant, Appellee.<br>United States of America, Appellant,<br>v.<br>Shawn Lewis, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 05-2455.</p>\n    <p class=\"docket\">No. 05-2461.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 7, 2005.</p>\n    <p class=\"date\">Decided January 5, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Donald C. Lockhart, Assistant United States Attorney, with whom Robert Clark Corrente, United States Attorney, Lee Vilker and Peter F. Neronha, Assistant United States Attorneys, were on brief, for appellant.</p>\n      <p class=\"indent\">Edward C. Roy, Jr., Assistant Federal Public Defender, for appellee Pho.</p>\n      <p class=\"indent\">Kevin J. Fitzgerald, Assistant Federal Public Defender, for appellee Lewis.</p>\n      <p class=\"indent\">Before SELYA, LIPEZ and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In these consolidated appeals, we are called upon to answer a vexing question of first impression at the appellate level: May a federal district court, consistent with the teachings of <i>United States v. Booker,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005), impose a sentence outside the advisory guideline sentencing range based solely on its categorical rejection of the guidelines' disparate treatment of offenses involving crack cocaine, on the one hand, and powdered cocaine, on the other hand? The court below believed that it could and sentenced the defendants in accordance with that belief. After careful consideration, we conclude that the district court's approach was incorrect as a matter of law. Consequently, we vacate the defendants' sentences and remand for resentencing.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We start by limning the history of the disparate treatment of crack and powdered cocaine embedded in the federal sentencing guidelines (commonly referred to as the 100:1 ratio). We move from there to a brief glimpse of how that differential fared in our pre-<i>Booker</i> jurisprudence.</p>\n    </div>\n    <p class=\"center\">A. <i>The Crack-to-Powder Disparity.</i></p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The sentencing differential for crack and powdered cocaine offenses had its genesis in the Anti-Drug Abuse Act of 1986, Pub.L. No. 99-570, 100 Stat. 3207 (1986) (codified in pertinent part at 21 U.S.C. &#167; 841) (the Act).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> That legislation created two mandatory sentencing ranges for drug offenses. <i>See id.</i> &#167; 1002 (codified at 21 U.S.C. &#167; 841(b)(1)). The lower bracket spanned periods of imprisonment ranging from a mandatory minimum of five years to a maximum of forty years; the higher bracket spanned periods of imprisonment ranging from a mandatory minimum of ten years to a maximum of life. <i>See id.</i> Congress prescribed the threshold quantities of both crack and powdered cocaine needed to bring a particular offense within either bracket. <i>See id.</i> Despite the chemical identity of crack and powdered cocaine, Congress set widely disparate threshold quantities for the two drugs, requiring one hundred times more powdered cocaine than crack cocaine to trigger inclusion in a particular range. <i>See id.</i> (setting the threshold quantities for the lower range at five hundred grams of powdered cocaine and five grams of cocaine base and the threshold quantities for the higher range at five kilograms and fifty grams, respectively). Thus, for sentencing purposes, Congress treated one unit of crack on par with one hundred units of powder.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Congress grounded this differential on its determination that crack cocaine and powdered cocaine are not fair congeners and that, all other things being equal, offenses involving the former pose a more serious societal danger than offenses involving the latter. <i>See</i> U.S. Sentencing Comm'n, Special Report to Congress: Cocaine and Federal Sentencing Policy 117-18 (1995) (1995 Report). In particular, Congress found that crack cocaine was more likely to (i) induce addiction; (ii) correlate with the incidence of other serious crimes; (iii) implicate especially vulnerable members of society; (iv) cause deleterious physiological effects; and (v) attract youthful users. <i>Id.</i> at 118.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Shortly after passage of the Act, the Sentencing Commission issued the initial compendium of federal sentencing guidelines. The Commission built the base offense levels for crimes involving crack and powdered cocaine around the threshold quantities set by Congress. This architectural decision comported with Congress's discernible intent. <i>See</i> 28 U.S.C. &#167; 994(i)(5) (requiring the Commission to \"specify a sentence to a substantial term of imprisonment\" for offenders convicted of \"trafficking in a substantial quantity of a controlled substance\"). Consistent with its congressionally imposed obligation to \"reduc[e] unwarranted sentence disparities,\" <i>id.</i> &#167; 994(f), the Commission also fixed the guideline sentences for offenses involving non-threshold quantities of crack and powdered cocaine in accordance with the 100:1 ratio. <i>See generally</i> USSG &#167; 2D1.1, cmt. (backg'd.) (concluding that \"a logical sentencing structure for drug offenses\" requires coordination with mandatory minimum sentences). Thus, while Congress designed the 100:1 ratio to operate at the minimum and maximum poles of the mandatory statutory sentencing ranges, it was the Commission that incorporated the ratio root and branch into its calculation of every cocaine offender's guideline sentencing range (GSR).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Over time, Congress began to have second thoughts about the wisdom of this dichotomy. As part of the Mandatory Minimum Reform Act of 1994, Congress enacted a safety valve provision, which provided a vehicle for lowering mandatory minimum sentences in a narrow subset of drug cases. <i>See</i> 18 U.S.C. &#167; 3553(f); <i>see also United States v. Matos,</i> <span class=\"citation\" data-id=\"200455\"><a href=\"/opinion/200455/united-states-v-mariel-figueroa/\"><span class=\"volume\">328</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 38-42 (1st Cir.2003) (describing the operation of the safety valve). That same year, Congress directed the Sentencing Commission to study the crack-to-powder ratio and to submit recommendations anent its retention or modification. <i>See</i> Violent Crime Control and Law Enforcement Act of 1994, Pub.L. No. 103-322, &#167; 280006, 108 Stat. 1796, 2097 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The 1995 Report embodied the Commission's response to this directive. Based on its review of the available data, it concluded that \"it [could] not recommend a ratio differential as great as the current 100-to-1 quantity ratio,\" 1995 Report at 196, and suggested that the ratio \"be re-examined and revised,\" <i>id.</i> at 197. At the same time, however, the Commission determined that empirical data supported Congress's core finding that \"crack cocaine poses greater harms to society than does powder cocaine,\" <i>id.</i> at 195, and that, therefore, \"important distinctions between the two may warrant higher penalties for crack,\" <i>id.</i> at xii. The Commission advised Congress that it would present more comprehensive recommendations at a future date. <i>Id.</i> at 198-200.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Notwithstanding its acknowledgment that higher penalties for crack offenses were justified, the Commission subsequently proposed guideline amendments designed to eliminate entirely the sentencing differential between crack and powdered cocaine. <i>See</i> Notice of Submission to Congress of Amendments to the Sentencing Guidelines, 60 Fed.Reg. 25,074, 25,075-25,076 (May 10, 1995). To accomplish this objective, the Commission called for reducing the base offense levels for crack offenses to the base offense levels for offenses involving equivalent quantities of powdered cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Congress held hearings on the Commission's recommendation. <i>See</i> 28 U.S.C. &#167; 994(p) (providing that proposed guideline amendments must be submitted to Congress, which may \"modif[y] or disapprove[ ]\" them). It found that \"the evidence overwhelmingly demonstrates significant distinctions between crack and powder cocaine.\" H.R.Rep. No. 104-272, at 3 (1995), <i>reprinted in</i> 1995 U.S.C.C.A.N. 335, 337. Congress also determined that a change in the guideline sentencing structure unaccompanied by a corresponding change in statutory mandatory minimums would result in \"gross sentencing disparities\" between offenses involving drug quantities around the threshold levels. <i>Id.</i> at 4. Based on these considerations, Congress rejected the Commission's proposed guideline amendments. <i>See</i> Pub.L. No. 104-38, &#167; 1, 109 Stat. 334, 334 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Two years later, the Commission issued a follow-up report. <i>See</i> U.S. Sentencing Comm'n, Special Report to Congress: Cocaine and Federal Sentencing Policy (1997) (1997 Report). In that document, the Commission reiterated both its position that the 100:1 ratio was excessive, <i>id.</i> at 2, and its conclusion that \"federal sentencing policy must reflect the greater dangers associated with crack,\" <i>id.</i> at 4. The Commission recommended that the 100:1 ratio be reduced to 5:1 by increasing the threshold quantities for offenses involving crack cocaine and decreasing the threshold quantities for offenses involving powdered cocaine. <i>Id.</i> at 2, 5, 9. Even though this report prompted the introduction of several bills aimed at reducing or eliminating the crack-to-powder disparity, Congress took no action.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In late 2001, members of the Senate Judiciary Committee invited the Sentencing Commission to update the Commission's views vis-&#224;-vis the 100:1 ratio. The following year, the Commission issued a third report. <i>See</i> U.S. Sentencing Comm'n, Report to the Congress: Cocaine and Federal Sentencing Policy (2002) (2002) Report). In it, the Commission again advocated narrowing the gap that separated crack cocaine offenses from powdered cocaine offenses because (i) more recent data suggested that the penalties were disproportionate to the harms associated with the two drugs; (ii) the dangers posed by crack could be satisfactorily addressed through sentencing enhancements that would apply neutrally to all drug offenses; and (iii) the severe penalties for crack offenses seemed to fall mainly on low-level criminals and African Americans. <i>Id.</i> at v-viii. The Commission hastened to add, however, that crucial differences existed \"in the intrinsic . . . and other harms\" attributable to the two forms of cocaine and acknowledged that these differences justified stiffer penalties for crack offenses. <i>Id.</i> at 92. Taking into account these competing centrifugal and centripetal forces, the Commission endorsed a reduction of the 100:1 ratio to 20:1. <i>Id.</i> at viii. It did not, however, propose any amendments to the sentencing guidelines. Congress subsequently deliberated on the substance of the 2002 Report but did not act.</p>\n    </div>\n    <p class=\"center\">B. <i>The Legal Landscape.</i></p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Our pre-<i>Booker</i> case law recognized the relative severity of the penalty paradigm for offenses involving crack cocaine but consistently deferred to Congress's policy judgments in this regard. <i>See, e.g., United States v. Eirby,</i> <span class=\"citation\" data-id=\"199580\"><a href=\"/opinion/199580/united-states-v-eirby/\"><span class=\"volume\">262</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></a></span>, 41 (1st Cir.2001); <i>United States v. Singleterry,</i> <span class=\"citation\" data-id=\"674592\"><a href=\"/opinion/674592/united-states-v-daryl-e-singleterry/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">733</span></a></span>, 741 (1st Cir.1994). This approach produced a series of decisions that upheld the 100:1 ratio against an array of challenges. These included forays based upon the Equal Protection Clause, <i>see, e.g., United States v. Graciani,</i> <span class=\"citation\" data-id=\"196199\"><a href=\"/opinion/196199/united-states-v-graciani/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">70</span></a></span>, 74-75 (1st Cir.1995), and the rule of lenity, <i>see, e.g., United States v. Manzueta,</i> <span class=\"citation\" data-id=\"198327\"><a href=\"/opinion/198327/united-states-v-manzueta/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">92</span></a></span>, 94 (1st Cir.1999). Pertinently, we held that, under the mandatory guidelines system that was in vogue before <i>Booker,</i> neither the Sentencing Commission's criticism of the 100:1 ratio nor its unrequited 1995 proposal to eliminate the differential provided a valid basis for leniency in the sentencing of crack offenders. <i>See United States v. Andrade,</i> <span class=\"citation\" data-id=\"196945\"><a href=\"/opinion/196945/united-states-v-andrade/\"><span class=\"volume\">94</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 14-15 (1st Cir.1996) (discussing the possibility of a downward departure under USSG &#167; 5K2.0); <i>United States v. Sanchez,</i> <span class=\"citation\" data-id=\"715854\"><a href=\"/opinion/715854/united-states-v-angel-sanchez/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 11 (1st Cir.1996) (same).</p>\n    </div>\n    <p class=\"indent\">II. TRAVEL OF THE CASES</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It is against this backdrop that we rehearse the travel of these two cases. Because both appeals follow guilty pleas, we draw the relevant facts from each defendant's plea colloquy, the unchallenged portions of his presentence investigation report (PSI Report), and sentencing transcript. <i>United States v. Mercedes Mercedes,</i> <span class=\"citation\" data-id=\"792364\"><a href=\"/opinion/792364/united-states-v-domingo-mercedes-mercedes/\"><span class=\"volume\">428</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">355</span></a></span>, 357 (1st Cir.2005); <i>United States v. Dietz,</i> <span class=\"citation\" data-id=\"572657\"><a href=\"/opinion/572657/united-states-v-william-a-dietz/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span>, 51 (1st Cir.1991).</p>\n    </div>\n    <p class=\"center\">A. <i>Pho.</i></p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On January 11, 2005, law enforcement officers searched a house occupied by defendant Sambath Pho pursuant to a warrant. They found 16.73 grams of crack cocaine together with drug-processing supplies, cash, and firearms. On June 10, 2004, Pho entered a guilty plea to a one-count information charging possession with intent to distribute five grams or more of cocaine base in violation of 21 U.S.C. &#167; 841(a). That offense carried a mandatory minimum sentence of five years. <i>See id.</i> &#167; 841(b)(1)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A probation officer subsequently compiled the PSI Report. After converting the confiscated cash into its drug equivalent, <i>see United States v. Gerante,</i> <span class=\"citation\" data-id=\"533564\"><a href=\"/opinion/533564/united-states-v-joseph-gerante/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">364</span></a></span>, 368-70 (1st Cir.1989) (explicating the provision now found at USSG &#167; 2D1.1, cmt. n. 12), the PSI Report concluded that Pho should be held responsible for 40.43 grams of cocaine base. That yielded a base offense level of 30. A two-level gun enhancement, USSG &#167; 2D1.1(b)(1), and a three-level discount for acceptance of responsibility, <i>id.</i> &#167; 3E1.1, brought the adjusted offense level to 29. Given the absence of any meaningful prior criminal record, Pho's GSR was 87-108 months.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">At the disposition hearing, the district court confirmed the adjusted offense level proposed in the PSI Report over Pho's contention that the conversion of cash was inappropriate in this instance. The court then discussed its understanding of the controlling law in a post-<i>Booker</i> world:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The question now is whether [the GSR] is a reasonable sentence. . . . The guidelines are no longer mandatory since Booker. The law now is that the Court impose a sentence that is reasonable whether it's in the guideline range or not, and what we're talking about is whether the guidelines produce a reasonable sentence. It is the law that the Court has to impose whatever mandatory minimum may have been prescribed by Congress, and [t]he Court cannot exceed any statutory maximum that's been prescribed by Congress. But beyond that, [the guidelines are] not the law.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">After rejecting Pho's plea that his prior military service justified a lower sentence, the court described \"<i>the only real remaining question</i>\" as \"this recurring question of . . . [w]hether it is fair and reasonable in calculating a sentence to consider crack cocaine as 100 times more serious than cocaine powder.\" (Emphasis supplied).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In the court's estimation, the 100:1 ratio was \"excessive\" and \"not reasonable.\" The court explained that it had \"consistently taken the position that the Commission's recommendation [of a 20:1 ratio] makes sense\" and declared that, except for the 100:1 ratio, it had \"no quarrel with the guideline range . . . because the guidelines take into account all the relevant factors and otherwise take an approach that is reasonable.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Based on its conclusion about the inherent unfairness of the 100:1 ratio, the court recalculated Pho's sentencing range in accordance with the 20:1 ratio. This approach produced a jerry-built sentencing range of 57-71 months. The court then reiterated:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">I'm not saying that's the guideline range. The guideline range is 87 to 108 months. What I'm saying is that in order to arrive at what I would consider to be a fair and reasonable sentence that complies with the statutory criteria . . . it seems to me that it's more reasonable to use a 20 to 1 ratio, and that's how I come up with 57 to 71 months.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The court proceeded to impose an incarcerative sentence in the middle of the reconstituted range (64 months). The government filed a timely appeal. <i>See</i> 18 U.S.C. &#167; 3742(b).</p>\n    </div>\n    <p class=\"center\">B. <i>Lewis.</i></p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">On September 30, 2004, police officers searched defendant Shawn Lewis's home pursuant to a warrant and discovered a virtual cornucopia of drugs: 153.75 grams of crack cocaine, 174 grams of powdered cocaine, 147 grams of marijuana, and nine grams of heroin. The search also revealed various drug-related artifacts, a large sum of cash, and two loaded .9 mm handguns. On June 3, 2005, Lewis entered a guilty plea to a two-count information charging possession with intent to distribute fifty grams or more of cocaine base and possession by a convicted felon of two handguns. <i>See</i> 21 U.S.C. &#167; 841(a); 18 U.S.C. &#167; 922(g)(1). The mandatory minimum sentence for Lewis's drug-trafficking offense was ten years. <i>See</i> 21 U.S.C. &#167; 841(b)(1)(A).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">A probation officer subsequently prepared the PSI Report. Based in large part on Lewis's admission that he had possessed more than one hundred fifty grams of crack cocaine, the PSI Report concluded that his base offense level for the drug-trafficking count should be 34. A two-level gun enhancement, USSG &#167; 2D1.1(b)(1), and a three-level downward adjustment for acceptance of responsibility, <i>id.</i> &#167; 3E1.1, brought the adjusted offense level to 33. Lewis's prior criminal record was extensive and placed him in the highest possible criminal history category (VI). Those calculations yielded a GSR of 235-293 months.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">At the disposition hearing, the district court adopted, without objection, the findings in the PSI Report. The court then reviewed the particulars of Lewis's case. It found nothing at all in Lewis's background or upbringing that militated in favor of a shorter sentence. Moreover, the evidence indicated that he was a \"fairly big time drug dealer\" who had been \"dealing in a significant quantity of a variety of different drugs\"; that the loaded firearms posed a high degree of danger; and that he had been undeterred by previous periods of incarceration over a \"long history of some serious criminal offenses.\" Based on this bleak picture, the court concluded that \"a severe sentence is called for here.\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The court then turned to Lewis's principal argument in favor of a lower sentence, namely, that the standard GSR was too punitive because it reflected the 100:1 ratio. The court described its approach to fashioning sentences in the post-<i>Booker</i> world:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">[T]he starting point the Court always looks to is the guidelines. The guidelines generally produce a sentence that is fair under the circumstances. . . . And in this case, my starting point is to look at the guideline range and try to determine whether I think that it produces an unfair sentence and, if so, to what degree the sentence called for under the guidelines would be unfair.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Conceding that the factors delineated in 18 U.S.C. &#167; 3553(a) supported a <i>higher</i> sentence than the government was recommending (the low end of the standard GSR), the court candidly acknowledged that \"<i>the only thing</i> I see in your favor here, <i>the only reason</i> I would conclude that the guidelines may call for an excessive sentence, is this question . . . about the disparity between the crack cocaine and the powder cocaine.\" (Emphasis supplied). The court proceeded to voice its agreement with the Sentencing Commission's position that a 20:1 ratio was \"more appropriate\" than the 100:1 ratio because \"the guidelines overstate what the penalty ought to be for crack cocaine as opposed to powder cocaine.\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Starting from this premise, the court recalculated Lewis's exposure in accordance with the 20:1 ratio. This recalculation yielded a jerry-built sentencing range of 188-235 months for the drug-trafficking count. The court imposed a sentence of 188 months on that count. It also imposed a concurrent sentence of 120 months on the firearms count (which is not directly at issue in this proceeding). The government filed a timeous appeal. <i>See</i> 18 U.S.C. &#167; 3742(b).</p>\n    </div>\n    <p class=\"indent\">III. DISCUSSION</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">On appeal, the government's position is not that the sentences imposed were unreasonable but, rather, that the district court committed legal error. While <i>Booker</i> recognizes the authority of a sentencing court to tailor a sentence based on individual, case-specific considerations, the government's thesis runs, it does not give the court free rein to reject, on a categorical basis, the 100:1 ratio embedded in both the statutory scheme and the sentencing guidelines. The defendants' rejoinder is twofold. They assert that the district court's deviation from the advisory guidelines was appropriate in light of <i>Booker</i> and that, in all events, the district court based the sentences actually imposed on the individual circumstances of each case (not on broad-gauged policy considerations). We subdivide our analysis of this important controversy into two segments. We begin by articulating the standard of review. We then address the merits of the dispute that underlies these appeals.</p>\n    </div>\n    <p class=\"center\">A. <i>Standard of Review.</i></p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">It long has been the law that properly preserved challenges to a trial court's conclusions of law engender de novo review. <i>See, e.g., United States v. Colon-Solis,</i> <span class=\"citation\" data-id=\"200804\"><a href=\"/opinion/200804/united-states-v-colon-solis/\"><span class=\"volume\">354</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">101</span></a></span>, 102 (1st Cir.2004). In the past, we have applied this standard to appellate review of a district court's interpretation of the sentencing guidelines. <i>See, e.g., United States v. Carrasco-Mateo,</i> <span class=\"citation\" data-id=\"201345\"><a href=\"/opinion/201345/united-states-v-carrasco-mateo/\"><span class=\"volume\">389</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">239</span></a></span>, 243 (1st Cir.2004); <i>United States v. St. Cyr,</i> <span class=\"citation\" data-id=\"593172\"><a href=\"/opinion/593172/united-states-v-john-l-st-cyr/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">698</span></a></span>, 701 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The defendants argue that this long line of cases does not survive the remedial holding of <i>Booker.</i> While the defendants are correct in their observation that <i>Booker</i> altered the landscape of appellate review of sentencing decisions, they are incorrect in asserting that <i>Booker</i> displaces the de novo standard of review with respect to a sentencing court's errors of law. <i>See United States v. Robinson,</i> ___ F.3d ___, ___, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">3502135</span></span> (1st Cir.2005) [No. 05-1547, slip op. at 7-8] (holding that <i>Booker</i> did not alter the de novo standard applicable to review of a sentencing court's legal interpretation of the guidelines). We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">As part of its remedial holding, the <i>Booker</i> Court excised a provision of the Sentencing Reform Act that established standards of appellate review for certain claims of sentencing error because the operation of that provision depended on the mandatory nature of the guidelines system. <i>See Booker,</i> 125 S.Ct. at 765 (striking down 18 U.S.C. &#167; 3742(e)). The Court filled the resulting lacuna with a directive that the courts of appeals thereafter should review sentences for reasonableness. <i>Id.; see United States v. Antonakopoulos,</i> <span class=\"citation\" data-id=\"201462\"><a href=\"/opinion/201462/united-states-v-antonakopoulos/\"><span class=\"volume\">399</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span>, 76 (1st Cir.2005) (explicating <i>Booker</i>).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Although the Court instructed that reasonableness review of the length of a sentence would be guided by the statutory sentencing factors, <i>see Booker,</i> 125 S.Ct. at 765-66, it provided no similar instruction as to how the reasonableness standard should be applied to claims &#8212; such as the one that the government presses here &#8212; that a sentencing court committed an error of law rather than an error of judgment. We agree with two of our sister circuits that, regardless of length, a sentence based on an error of law is per se unreasonable. <i>See United States v. Price,</i> <span class=\"citation\" data-id=\"186483\"><a href=\"/opinion/186483/united-states-v-price-clifton/\"><span class=\"volume\">409</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">436</span></a></span>, 442 (D.C.Cir.2005); <i>United States v. Crosby,</i> <span class=\"citation\" data-id=\"789140\"><a href=\"/opinion/789140/united-states-v-jerome-crosby/\"><span class=\"volume\">397</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">103</span></a></span>, 114 (2d Cir.2005), <i>abrogated on other grounds by United States v. Fagans,</i> <span class=\"citation\" data-id=\"790059\"><a href=\"/opinion/790059/united-states-v-andrew-fagans/\"><span class=\"volume\">406</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">138</span></a></span>, 142 (2d Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">This conclusion is reinforced by an analogy. The reasonableness standard and the familiar abuse of discretion standard bear a strong family resemblance to each other. <i>See United States v. Ramirez-Rivera,</i> <span class=\"citation\" data-id=\"199285\"><a href=\"/opinion/199285/united-states-v-ramirez-rivera/\"><span class=\"volume\">241</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></a></span>, 40 n. 4 (1st Cir.2001) (observing that the \"practical import\" of the difference between the abuse of discretion and reasonableness standards is \"not immediately evident\"). Under the latter standard, courts consistently have regarded an error of law as a per se abuse of discretion. <i>See, e.g., Koon v. United States,</i> <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">81</span></a></span>, 100, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2035</span></a></span>, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">392</span></a></span> (1996); <i>United States v. Snyder,</i> <span class=\"citation\" data-id=\"197800\"><a href=\"/opinion/197800/united-states-v-snyder/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">65</span></a></span>, 67 (1st Cir.1998). Accordingly, while the abuse of discretion standard contemplates substantial deference to the judgment calls of a nisi prius court, it entails \"in practice . . . <i>de novo</i> review on issues of abstract law.\" <i>Roger Edwards, LLC v. Fiddes &amp; Son,</i> <span class=\"citation\" data-id=\"201900\"><a href=\"/opinion/201900/edwards-v-fiddes-sons-ltd/\"><span class=\"volume\">427</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">129</span></a></span>, 132 (1st Cir.2005). We believe that the reasonableness standard functions in precisely the same way: errors of law render a sentence per se unreasonable, and appellate review of claimed errors of law is nondeferential (i.e., de novo).</p>\n    </div>\n    <p class=\"center\">B. <i>The Merits.</i></p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In our constitutional system, the power to define penalties for federal crimes belongs to the legislative branch of government, not the judicial branch. <i>United States v. Evans,</i> <span class=\"citation\" data-id=\"104530\"><a href=\"/opinion/104530/united-states-v-evans/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, 486, <span class=\"citation\" data-id=\"104530\"><a href=\"/opinion/104530/united-states-v-evans/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">634</span></a></span>, <span class=\"citation\" data-id=\"104530\"><a href=\"/opinion/104530/united-states-v-evans/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">823</span></a></span> (1948). While federal courts possess the discretion to tailor individual sentences within the boundaries set by the statutory framework, that discretion is subject to the limitations imposed by Congress. <i>See Mistretta v. United States,</i> <span class=\"citation\" data-id=\"112173\"><a href=\"/opinion/112173/mistretta-v-united-states/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">361</span></a></span>, 364, <span class=\"citation\" data-id=\"112173\"><a href=\"/opinion/112173/mistretta-v-united-states/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">647</span></a></span>, <span class=\"citation\" data-id=\"112173\"><a href=\"/opinion/112173/mistretta-v-united-states/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">714</span></a></span> (1989). The creation of the Sentencing Commission and the inauguration of a guideline sentencing scheme were valid exercises of congressional authority to fix penalties for federal crimes and, concomitantly, to cabin judicial discretion. <i>See id.</i> at 412. So too was Congress's adoption of the 100:1 crack-to-powder ratio. <i>See Singleterry,</i> 29 F.3d at 739-41.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Of course, Congress's authority in this area is not unbounded. Earlier this year, the Supreme Court identified a constitutional infirmity in the sentencing guidelines. <i>See Booker,</i> 125 S.Ct. at 756. The <i>Booker</i> Court held that mandatory sentencing enhancements triggered by judge-found facts were in derogation of the constitutionally assured right to trial by jury. <i>Id.</i> (citing U.S. Const. amend. VI). To cure that infirmity, the Court excised the statutory provision that made the sentencing guidelines binding on the federal courts. <i>Id.</i> at 756-57. That surgical strike rendered the guidelines effectively advisory and freed sentencing courts to tailor individual sentences in light of the factors enumerated in 18 U.S.C. &#167; 3553(a).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>Id.</i> at 757. This means that district courts now possess greater flexibility in reaching individual sentencing decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We caution, however, that this newfound discretion, though broad, is not limitless: the guidelines remain part and parcel of the sentencing algorithm. <i>See Booker,</i> 125 S.Ct. at 767 (directing sentencing courts to \"consult [the] Guidelines and take them into account when sentencing\"); <i>see also</i> 18 U.S.C. &#167; 3553(a)(4) (directing sentencing courts to consider the guidelines). It is for this very reason that the Court made it pellucid that the Sentencing Commission would continue to function and to update the guidelines with a view toward \"encouraging . . . better sentencing practices. . . and promot[ing] uniformity in the sentencing process.\" <i>Booker,</i> 125 S.Ct. at 766.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Over and above the guidelines themselves, <i>Booker</i> recognized another significant restriction on sentencing decisions. Post-<i>Booker,</i> those decisions must still be grounded on the factors contained in section 3553(a). <i>Booker,</i> 125 S.Ct. at 766. Although the statutory sweep is wide, <i>see supra</i> note 3, those factors also serve to guide the discretion of sentencing courts in individual cases and thereby promote greater uniformity in sentencing decisions. <i>See id.</i> at 766-67.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">With this mise-en-sc&#234;ne in place, we turn to the propriety of the defendants' sentences. Laboring in uncharted waters, the lower court jettisoned the guidelines and constructed a new sentencing range by using a 20:1 crack-to-powder ratio in lieu of the 100:1 ratio embedded in both the statutory scheme and the guidelines. This approach, which evinced a categorical, policy-based rejection of the 100:1 ratio, amounted to error as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Matters of policy typically are for Congress. <i>See, e.g., Plumley v. S. Container, Inc.,</i> <span class=\"citation\" data-id=\"200125\"><a href=\"/opinion/200125/plumley-v-southern-container/\"><span class=\"volume\">303</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">364</span></a></span>, 374 (1st Cir.2002) (explaining that \"it is Congress's mission to set the policy of positive law,\" whereas a court's role is \"to interpret that law\"); <i>United States v. Robinson,</i> <span class=\"citation\" data-id=\"197938\"><a href=\"/opinion/197938/united-states-v-robinson/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">104</span></a></span>, 110 (1st Cir.1998) (stating that the 100:1 crack-to-powder ratio is \"a permissible policy choice articulated by Congress\" and that, therefore, the courts \"are obliged to give it effect\"). A corollary to this principle is that, in the absence of constitutional infirmity, federal courts are bound by Congress's policy judgments, including judgments concerning the appropriate penalties for federal crimes. <i>See Eirby,</i> 262 F.3d at 41.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">By congressional edict, the Sentencing Commission is allied with Congress in the important endeavor of calibrating sentences for federal offenses.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Congress has directed the Commission to devise policies that \"avoid[ ] unwarranted sentence disparities,\" while at the same time providing \"sufficient flexibility to permit <i>individualized sentences</i> when warranted by mitigating or aggravating factors.\" 28 U.S.C. &#167; 991(b)(1)(B) (emphasis supplied). The clear import of this statutory framework is to preserve Congress's authority over sentencing policy and to guarantee that the exercise of judicial discretion over sentencing decisions be based on case-specific circumstances, not on general, across-the-board policy considerations.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Nothing in <i>Booker</i> altered this distribution of authority over sentencing policy. <i>Booker</i> established that a district court may exercise discretion in fashioning sentences-but that discretion was meant to operate only within the ambit of the individualized factors spelled out in section 3553(a).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>See Booker,</i> 125 S.Ct. at 764-66.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The decision to employ a 100:1 crack-to-powder ratio rather than a 20:1 ratio, a 5:1 ratio, or a 1:1 ratio is a policy judgment, pure and simple. <i>See Andrade,</i> 94 F.3d at 14-15 (holding that the crack-to-powder sentencing differential is not an individualized circumstance that justifies disregard of the guidelines). After all, Congress incorporated the 100:1 ratio in the statutory scheme, rejected the Sentencing Commission's 1995 proposal to rid the guidelines of it, and failed to adopt any of the Commission's subsequent recommendations for easing the differential between crack and powdered cocaine. It follows inexorably that the district court's categorical rejection of the 100:1 ratio impermissibly usurps Congress's judgment about the proper sentencing policy for cocaine offenses.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The defendants take issue with the characterization of the 100:1 ratio as a matter of congressional policy. They argue that Congress prescribed this ratio at the maximum and minimum poles of the statutory sentencing ranges but did not mandate its use in other applications. This is true as far as it goes-but it does not take the defendants very far. As the Sentencing Commission recognized when it superimposed the guidelines on the statutory framework, it would be illogical to set the maximum and minimum sentences on one construct and then to use some other, essentially antithetic construct as the basis for fashioning sentences within the range. <i>See</i> USSG &#167; 2D1.1, cmt. (backg'd.). Such a patchwork sentencing scheme would run counter to Congress's goal of eliminating disparities in federal sentences. <i>See</i> 18 U.S.C. &#167; 3553(a)(6); 28 U.S.C. &#167; 994(f); <i>see also Booker,</i> 125 S.Ct. at 767.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Even if the defendants are correct in their assertion that the 100:1 ratio does not amount to a congressional policy choice binding on the federal courts &#8212; and we doubt that they are &#8212; the district court's categorical rejection of the 100:1 ratio still runs headlong into the will of Congress as embodied in the Sentencing Reform Act. Congress's purpose in creating a guideline sentencing scheme was to promote uniformity in federal sentences based on the \"<i>real conduct</i> that underlies the crime of conviction.\" <i>Booker,</i> 125 S.Ct. at 759 (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The district court's approach threatens to undermine this desired uniformity in two ways. In the first place, if sentencing courts are free to replace the 100:1 ratio with whatever ratio they deem appropriate, the sentences of defendants for identical \"real conduct\" will depend largely on which judge happens to draw a particular case. This problem has already begun to surface; in the wake of <i>Booker,</i> some sentencing courts have continued to impose sentences for crack offenses in lockstep with the sentencing guidelines and the 100:1 ratio while others have imposed reduced sentences based on varying ratios. <i>Compare, e.g., United States v. Gipson,</i> <span class=\"citation\" data-id=\"792095\"><a href=\"/opinion/792095/united-states-v-ronald-gipson/\"><span class=\"volume\">425</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">335</span></a></span>, 337 (7th Cir.2005) (affirming sentence based on 100:1 ratio), <i>with, e.g., United States v. Smith,</i> <span class=\"citation\" data-id=\"2470832\"><a href=\"/opinion/2470832/united-states-v-smith/\"><span class=\"volume\">359</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">771</span></a></span>, 782 (E.D.Wis.2005) (adopting a 20:1 ratio), <i>and United States v. Fisher,</i> No. S3 03 CR 1501, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">2542916</span></span>, at *6 (S.D.N.Y. Oct. 11, 2005) (adopting a 10:1 ratio).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">In the second place, mandatory minimum sentences in drug cases are fixed by statute. Under the Act, a first-time offender convicted of an offense involving fifty or more grams of crack cocaine is subject to a ten-year mandatory minimum sentence. <i>See</i> 21 U.S.C. &#167; 841(b)(1)(A). Because the current guidelines were constructed around the mandatory minimums, a first-time offender convicted of an offense involving, say, forty-nine grams of crack would likely encounter a GSR of 97-121 months.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> <i>See</i> USSG &#167; 2D1.1(c)(5); <i>id.</i> Ch.5, Pt.A. If, however, a sentencing court displaced the guidelines by applying a 20:1 crack-to-powder ratio, the second offender's GSR would plummet to 63-78 months. <i>See</i> 2002 Report, Appx. at A-4; USSG Ch.5, Pt.A. In short, a one-gram difference in drug quantity would create a huge sentencing differential (nearly fifty percent). It was exactly this sort of concern that drove Congress's decision to reject the proposed guideline amendments in 1995. <i>See</i> H.R.Rep. No. 104-272, <i>supra,</i> at 4, <i>reprinted in</i> 1995 U.S.C.C.A.N. at 337.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The defendants concede that the categorical adoption of a 20:1 ratio by a single district judge would create these distorting effects. They nonetheless argue that such a praxis <i>reduces</i> sentencing disparities. This is so, the defendants aver, because the 20:1 ratio places sentences for crack and powdered cocaine offenses on a more even keel. This argument misapprehends the nature of the disparity that ought to concern us.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Although the district court's approach does ameliorate the disparity in sentences for crack and powdered cocaine offenses, what counts is the uniformity in sentencing <i>sought by Congress.</i> That uniformity \"does not consist simply of similar sentences for those convicted of violations of the same statute\" but \"consists, more importantly, of similar relationships between sentences and real conduct.\" <i>Booker,</i> 125 S.Ct. at 761. Congress plainly believed that not all cocaine offenses are equal and that trafficking in crack involves different real conduct than trafficking in powder. Otherwise, it would not have ordered dissimilar treatment of the two types of offenses in the Act. Clearly, then, Congress intended that particular disparity to exist, and federal courts are not free to second-guess that type of decision. <i>Cf. Snyder,</i> 136 F.3d at 68-70 (rejecting argument that disparity between federal and state sentences for similar firearms offenses justified reduced sentence because Congress deliberately created the disparity through the Armed Career Criminal Act).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">In an effort to sidestep the force of this reasoning, the defendants assert that the sentences in these cases resulted from individualized analysis rather than from any categorical imperative. For example, Lewis points out that, at his sentencing, the lower court addressed a number of the section 3553(a) factors. In a similar vein, Pho alludes to the district court's discussion of several particularized considerations. We find this argument unpersuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The sockdolager is that, although the district court considered individualized factors in each case, it did not base its sentencing decisions on those factors. By the district court's own description, \"the only thing\" that supported reduced sentences for the defendants was the \"tragic\" and \"incongruous\" treatment of crack cocaine offenses in the sentencing guidelines and the underlying statutory scheme. The court made no bones about its intention to apply its preferred 20:1 ratio categorically in future cases:</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">I've encountered this in other cases, and I've consistently taken the position that the [20:1 ratio] makes sense. . . . I would imagine that by now this question must be under consideration by the First Circuit . . . and I hope we get some clarification on this sometime soon before we build up too much of a backlog of these cases. But that's the position I take now.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Thus, the record, fairly read, belies the insinuation that the district court imposed the sentences appealed from on the basis of case-specific factors.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">To recapitulate, we hold that the district court erred as a matter of law when it constructed a new sentencing range based on the categorical substitution of a 20:1 crack-to-powder ratio for the 100:1 ratio embedded in the sentencing guidelines. This holding recognizes that sentencing decisions must be done case by case and must be grounded in case-specific considerations, not in general disagreement with broad-based policies enunciated by Congress or the Commission, as its agent.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Let us be perfectly clear. We do not intend to disparage the district court's thoughtful attempt to deal with a problem that has tormented many enlightened observers ever since Congress promulgated the 100:1 ratio. By the same token, we do not intend to diminish the discretion that, after <i>Booker,</i> district courts enjoy in sentencing matters or to suggest that, in a drug-trafficking case, the nature of the contraband and/or the severity of a projected guideline sentence may not be taken into account on a case-by-case basis. Our goal is simply to channel the district courts' newfound discretion in ways that both comport with the <i>Booker</i> Court's remedial opinion and respect the separation of powers between the legislative and judicial branches of government. While we share the district court's concern about the fairness of maintaining the across-the-board sentencing gap associated with the 100:1 crack-to-powder ratio, the proper place to assuage that concern is in the halls of Congress, not in federal courtrooms. In the final analysis, it is Congress, not the courts, that possesses the institutional capacity to address the problem in a coherent and uniform fashion. <i>See Singleterry,</i> 29 F.3d at 741.</p>\n    </div>\n    <p class=\"indent\">IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">We need go no further. For the reasons elucidated above, we vacate the defendants' sentences and remand for resentencing in accordance with this opinion. We intimate no view as to the length of the sentences to be imposed on remand.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">\n        <i>Vacated and remanded.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Act speaks of \"cocaine base,\" not crack<i>See</i> 21 U.S.C. &#167;&#167; 841(b)(1)(A)(iii), 841(b)(1)(B)(iii). The guidelines, however, define cocaine base to mean crack cocaine. <i>See</i> USSG &#167; 2D1.1(c), n.D. Because virtually all trafficking in cocaine base involves crack cocaine, <i>see United States v. Brisbane,</i> <span class=\"citation\" data-id=\"186206\"><a href=\"/opinion/186206/united-states-v-brisbane-george/\"><span class=\"volume\">367</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">910</span></a></span>, 912 (D.C.Cir.2004), we use the terms interchangeably.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although the 100:1 ratio is sometimes used to describe a supposed disparity in the length of sentences, that description is inaccurate. The 100:1 ratio refers to the relative quantities of each drug required to trigger the Act's mandatory sentencing ranges. The resulting disparity in sentence length is much smaller<i>See</i> U.S. Dep't of Justice, Federal Cocaine Offenses: An Analysis of Crack and Powder Penalties 19 (2005) (reporting that the average sentence for crack offenses is 1.6 times longer than the average sentence for comparable powdered cocaine offenses).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Those factors include:</p>\n        <p class=\"indent\">(1) the nature and circumstances of the offense and the history and characteristics of the defendant; (2) the need for the sentence imposed-(A) to reflect the seriousness of the offense, to promote respect for the law, and to provide just punishment for the offense; (B) to afford adequate deterrence to criminal conduct; (C) to protect the public from further crimes of the defendant; and (D) to provide the defendant with needed educational or vocational training, medical care, or other correctional treatment . . .; (3) the kinds of sentences available; (4) the kinds of sentence and the sentencing range established for . . . the applicable category of offense committed by the applicable category of defendant as set forth in the guidelines. . .; (5) any pertinent policy statement . . .; (6) the need to avoid unwarranted sentence disparities among defendants with similar records . . .; and (7) the need to provide restitution to any victims of the offense.</p>\n        <p class=\"indent\">18 U.S.C. &#167; 3553(a).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Commission's authority to set policy, however, is limited to those instances in which it manages to obtain congressional approval<i>See</i> 28 U.S.C. &#167; 994(p). Where Congress withholds its approval, the Commission's policy judgments do not command judicial allegiance.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In addition to the compendium of factors that a sentencing court may appropriately consider under 18 U.S.C. &#167; 3553(a), Congress removed any limitation on \"the information concerning the background, character and conduct of a person convicted of an offense which a court . . . may receive and consider for the purpose of imposing an appropriate sentence.\"<i>Id.</i> &#167; 3661.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We say \"likely\" because the GSR would be subject to upward and downward adjustments for elements such as the presence of a firearm, USSG &#167; 2D1.1(b)(1), role in the offense,<i>id.</i> &#167;&#167; 3B1.1-3B1.2, acceptance of responsibility, <i>id.</i> &#167; 3E1.1, and a host of others.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104530/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/186206/",
    "http://www.courtlistener.com/api/rest/v3/opinions/186483/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196199/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197800/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198327/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199285/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199580/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200455/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200804/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201345/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201900/",
    "http://www.courtlistener.com/api/rest/v3/opinions/533564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572657/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/674592/",
    "http://www.courtlistener.com/api/rest/v3/opinions/715854/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789140/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790059/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792095/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792364/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2470832/"
  ]
}