{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202090/",
  "absolute_url": "/opinion/202090/susanto-v-gonzales/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202090/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:44:19Z",
  "date_modified": "2016-02-28T05:07:09.637773Z",
  "type": "010combined",
  "sha1": "28c90dc5101a11e567bc538c3fa96f525ab8de6b",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-2683-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/03/09/Susanto_v._Gonzales.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\nNo. 04-2683\n\n                            INGE SUSANTO,\n\n                             Petitioner,\n\n                                 v.\n\n                          ALBERTO GONZALES,\n               ATTORNEY GENERAL OF THE UNITED STATES,\n\n                             Respondent.\n\n\n\n\n              ON PETITION FOR REVIEW OF AN ORDER OF THE\n\n                    BOARD OF IMMIGRATION APPEALS\n\n\n\n                               Before\n\n                        Boudin, Chief Judge,\n\n                     Cyr, Senior Circuit Judge,\n\n                      and Lynch, Circuit Judge.\n\n\n\n\n     Wei Jia, and Law Office of Wei Jia, on brief for petitioner.\n     Michael J. Sullivan, United States Attorney, and Jennifer C.\nBoal, Assistant United States Attorney, on brief for respondent.\n\n\n\n\n                            March 9, 2006\n\f            CYR, Senior Circuit Judge.         Inge Susanto and her husband\n\nYudi Supriady are natives and citizens of Indonesia, where they\n\nbelonged to two minority groups: ethnic Chinese and Christian.1               In\n\n2002, the Immigration and Naturalization Service (INS) charged\n\npetitioners with removability, which they acknowledge. Petitioners\n\napplied     for    asylum,   however,      asserting     that    they   suffered\n\npersecution       in   Indonesia    on   account    of   their   ethnicity   and\n\nreligion.\n\n            At    their   hearing    before    an   immigration    judge   (IJ),\n\npetitioners adduced as evidence of persecution, inter alia, the\n\nviolent riots by Indonesia’s Muslim majority in 1998 against the\n\nChinese minority, which resulted in many deaths, rapes, and serious\n\ninjuries, and which prompted Susanto and her mother to wear face\n\nveils in public, so as to disguise their ethnicity, and Susanto’s\n\nfamily to relocate from Jakarta to another part of the country for\n\ntwo months; the vandalization of the family home during their two-\n\nmonth absence from the capital, and the discovery upon their return\n\nthat one of their Chinese neighbor’s daughters had been raped; an\n\nincident in 1998 during which two men confronted Susanto (then age\n\n14) outside her school, called her a “Chinese snob,” and tried (but\n\nfailed) to grope her; an incident during which Susanto and her\n\n\n\n     1\n      Susanto is designated as the lead respondent in the case,\nsince Supriady simply claims as a derivative spousal beneficiary of\nthe asylum application submitted by Susanto.       See 8 U.S.C. §\n1158(b)(3).\n\n                                         -2-\n\fmother were mugged at knifepoint on a city bus, and the mugger\n\nstated:   “You Chinese, you die”; the discovery of an undetonated\n\nbomb at Susanto’s church, and a subsequent bombing of the same\n\nchurch; and incidents in 1999 during which Muslim crowds threatened\n\nand threw stones at Susanto and her fellow worshipers.\n\n           The    IJ   denied   petitioners’       asylum   application,      for\n\nfailure to establish past persecution or a well-founded fear of\n\nfuture persecution in the event they were repatriated to Indonesia.\n\nSee 8 U.S.C. § 1101(a)(42)(A); 8 C.F.R. § 208.13(b). Specifically,\n\nthe IJ found that the alleged past incidents were not severe enough\n\nto   constitute    persecution,     and     that   the   prospect   of   future\n\npersecution was “small.”           On appeal, the Board of Immigration\n\nAppeals (BIA) affirmed without separate opinion, and petitioners\n\nnow appeal.      See Olujoke v. Gonzales, 411 F.3d 16, 21 (1st Cir.\n\n2005) (noting that, on appeal from BIA’s summary affirmance, court\n\nof appeals directly reviews IJ decision).\n\n           We review the IJ decision only to determine whether its\n\nfindings of fact that petitioners did not suffer from cognizable\n\npast “persecution” and did not confront a well-founded fear of\n\nfuture persecution are supported by “substantial evidence” in the\n\nadministrative record.      See Silva v. Ashcroft, 394 F.3d 1, 4 (1st\n\nCir. 2005).\n\n           Petitioners     first    assert    that   the    IJ’s   decision    is\n\nunsupported because it fails to take into account the very serious\n\n\n                                      -3-\n\fincidents of ethnicity and religion-based persecution described by\n\nSusanto.     Petitioners must bear the burden of proof as to their\n\neligibility for asylum, see INS v. Cardoza-Fonseca, 480 U.S. 421,\n\n423 (1987), and we repeatedly have observed that harassment of the\n\nquality and degree experienced by petitioners simply does not\n\ncompel a finding of persecution.             See, e.g., Nelson v. INS, 232\n\nF.3d 258, 263-64 (1st Cir. 2002) (affirming IJ finding of no\n\npersecution     even    where   petitioner      was      placed    in    solitary\n\nconfinement and physically abused); see also Bocova v. Gonzales,\n\n412 F.3d 257, 263-64 (1st Cir. 2005) (same, two police beatings\n\nduring   a   two-year   period).      The     baseline    rule    is    that    past\n\npersecution requires “more than mere discomfiture, unpleasantness,\n\nharassment, or unfair treatment.”           Nikijuluw v. Gonzales, 427 F.3d\n\n115, 120 (1st Cir. 2005).       Although the harassment experienced by\n\nthese    petitioners     certainly     was     ugly,     discriminatory,        and\n\nregrettable,    they    experienced    no    physical     confinement     and     no\n\nserious physical injuries resulted.\n\n             Next,   petitioners      contend    that     the     IJ    erred     in\n\ndetermining that they failed to establish a well-founded fear of\n\nfuture persecution because the IJ inappropriately confined his\n\ninquiry to whether the petitioners would be murdered or raped if\n\nthey were to return, and required that petitioners prove more than\n\n\n\n\n                                      -4-\n\fa 10% risk of such future persecution.2                    The latter argument\n\nadvanced by petitioners is premised on INS v. Cardoza-Fonseca, 480\n\nU.S. 421 (1987), where the Supreme Court noted that even as little\n\nas a 10% risk of occurrence might support a well-founded fear of\n\nfuture persecution.          Id. at 431.         They contend that, contrary to\n\nthe IJ’s interpretation of Cardoza-Fonseca, the Court did not\n\nsuggest that the courts should utilize this 10% figure as an\n\nartificial benchmark.          These arguments are unpersuasive as well.\n\n                  The context of the IJ’s decision makes it clear that he\n\ndid not mean to suggest that murder and rape were the only\n\ncognizable forms of future persecution.                Rather, in juxtaposition\n\nto the alleged incidents of past persecution in this case, the IJ\n\nmentioned murder and rape simply as examples of the types of harm\n\nsevere enough to constitute cognizable forms of future persecution.\n\nThe IJ did not imply that only murder and rape rise to the\n\nrequisite level of persecution.\n\n                  Likewise, the IJ’s reference to Cardoza-Fonseca and the\n\n10% formulation, read in context, does not provide a basis for\n\nreversal.          While Susanto is correct that she is not required to\n\nshow       that    her   likelihood   of   suffering    persecution   is,   as   a\n\nmathematical matter, at least 10%, we do not take the IJ’s use of\n\n\n\n       2\n      As petitioners failed to establish past persecution, no\nrebuttable presumption of future persecution was triggered, and\npetitioners bore the burden to prove a well-founded fear of future\npersecution. See 8 C.F.R. § 208.13(b)(1).\n\n                                           -5-\n\fthis formulation to require such a showing.                      The IJ’s mention of\n\nthe formulation followed his statistical observation that Indonesia\n\nhas “millions” of ethnic Chinese, whereas the casualties of the\n\n1998 riots were in the “thousands” or “tens of thousands.”                       In this\n\ncontext, it is clear that the IJ simply intended to point out that\n\nthe    prospect       of    past    and    future    persecution       against     these\n\npetitioners      had       been    and    would   remain    a   “small     one,”   viz.,\n\nconsiderably less than the 10% risk considered sufficient in\n\nCardoza-Fonseca.           The IJ never attempted to quantify the precise\n\nlevel of this “small” risk, nor does Cardoza-Fonseca require such\n\nprecision.       See Aguilar-Solis v. INS, 168 F.3d 565, 572 (1st Cir.\n\n1999)       (citing    Cardoza-Fonseca         for   its    general      holding     that\n\nrequisite risk is “somewhat less than the classic ‘more likely than\n\nnot’ formulation,” and noting that “[b]eyond a tentative suggestion\n\nthat a ‘reasonable probability’ of persecution may capture the\n\nessence of the legal standard, the Court has not been markedly more\n\nprecise”).\n\n               These       two    challenged      findings      were     supported     by\n\n“substantial evidence” in the administrative record.                         The State\n\nDepartment Reports adduced by the government assert that the worst\n\nof the 1998 anti-Chinese violence occurred in the eastern parts of\n\nIndonesia (whereas Susanto lived in Jakarta, in the central region\n\nof    the    country),      and    that    Indonesia,      in   response    to   intense\n\ninternational condemnation of the 1998 anti-Chinese riots, has\n\n\n                                            -6-\n\ftaken   serious    remedial      measures      to   reduce    the   risks     of   any\n\nrecurrence.       Indeed,      Susanto   herself      testified     that    security\n\nofficers are now posted at her church.                     Thus, it was entirely\n\nrational for the IJ to conclude that there presently exists but a\n\nsmall chance that petitioners would suffer serious harm were they\n\nto return to Indonesia.           Moreover, the IJ reasonably concluded\n\nthat, were petitioners threatened with such harm, they reasonably\n\nmight relocate to a safer part of Indonesia, such as the areas with\n\na Christian majority.          Indeed, Susanto herself testified that the\n\nfamily fled to her uncle’s house in just such a safer region during\n\nthe 1998 riots.     See El Moraghy v. Ashcroft, 331 F.3d 195, 199 (1st\n\nCir. 2003) (noting that evidence of viable relocation option may\n\nundercut well-founded fear of future persecution); see also 8\n\nC.F.R. § 208.13(b)(1)(i)(B).\n\n           Finally, petitioners now argue, for the first time, that\n\nthe IJ erred because he assessed the seriousness of the 1998\n\nincidents experienced by Susanto as if she had been an adult,\n\nwhereas   a   14-year-old        child   may     perceive     an    experience     as\n\npersecutory,      where   an    adult    would      not.      She   cites    various\n\nguidelines for assessing the asylum claims of children.                     We do not\n\naddress this issue, however, as these arguments were never raised\n\nbefore the BIA, thus are deemed waived on appeal, for failure to\n\nexhaust administrative remedies. See Opere v. INS, 267 F.3d 10, 14\n\n(1st Cir. 2001).\n\n\n                                         -7-\n\fThe petition for review is DENIED.\n\n\n\n\n                     -8-\n\f",
  "html": "<p class=\"case_cite\">439 F.3d 57</p>\n    <p class=\"parties\">Inge SUSANTO, Petitioner,<br>v.<br>Alberto GONZALES, Attorney General of the United States, Respondent.</p>\n    <p class=\"docket\">No. 04-2683.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted December 6, 2005.</p>\n    <p class=\"date\">Decided March 9, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Wei Jia, and Law Office of Wei Jia, on brief, for petitioner.</p>\n      <p class=\"indent\">Michael J. Sullivan, United States Attorney, and Jennifer C. Boal, Assistant United States Attorney, on brief, for respondent.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, CYR, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Inge Susanto and her husband Yudi Supriady are natives and citizens of Indonesia, where they belonged to two minority groups: ethnic Chinese and Christian.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> In 2002, the Immigration and Naturalization Service (INS) charged petitioners with removability, which they acknowledge. Petitioners applied for asylum, however, asserting that they suffered persecution in Indonesia on account of their ethnicity and religion.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At their hearing before an immigration judge (IJ), petitioners adduced as evidence of persecution, <i>inter alia,</i> the violent riots by Indonesia's Muslim majority in 1998 against the Chinese minority, which resulted in many deaths, rapes, and serious injuries, and which prompted Susanto and her mother to wear face veils in public, so as to disguise their ethnicity, and Susanto's family to relocate from Jakarta to another part of the country for two months; the vandalization of the family home during their two-month absence from the capital, and the discovery upon their return that one of their Chinese neighbor's daughters had been raped; an incident in 1998 during which two men confronted Susanto (then age 14) outside her school, called her a \"Chinese snob,\" and tried (but failed) to grope her; an incident during which Susanto and her mother were mugged at knifepoint on a city bus, and the mugger stated: \"You Chinese, you die\"; the discovery of an undetonated bomb at Susanto's church, and a subsequent bombing of the same church; and incidents in 1999 during which Muslim crowds threatened and threw stones at Susanto and her fellow worshipers.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The IJ denied petitioners' asylum application, for failure to establish past persecution or a well-founded fear of future persecution in the event they were repatriated to Indonesia. <i>See</i> 8 U.S.C. &#167; 1101(a)(42)(A); 8 C.F.R. &#167; 208.13(b). Specifically, the IJ found that the alleged past incidents were not severe enough to constitute persecution, and that the prospect of future persecution was \"small.\" On appeal, the Board of Immigration Appeals (BIA) affirmed without separate opinion, and petitioners now appeal. <i>See Olujoke v. Gonzales,</i> 411 F.3d 16, 21 (1st Cir.2005) (noting that, on appeal from BIA's summary affirmance, court of appeals directly reviews IJ decision).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We review the IJ decision only to determine whether its findings of fact that petitioners did not suffer from cognizable past \"persecution\" and did not confront a well-founded fear of future persecution are supported by \"substantial evidence\" in the administrative record. <i>See Silva v. Ashcroft,</i> 394 F.3d 1, 4 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Petitioners first assert that the IJ's decision is unsupported because it fails to take into account the very serious incidents of ethnicity and religion-based persecution described by Susanto. Petitioners must bear the burden of proof as to their eligibility for asylum, <i>see INS v. Cardoza-Fonseca,</i> 480 U.S. 421, 423, 107 S.Ct. 1207, 94 L.Ed.2d 434 (1987), and we repeatedly have observed that harassment of the quality and degree experienced by petitioners simply does not compel a finding of persecution. <i>See, e.g., Nelson v. INS,</i> 232 F.3d 258, 263-64 (1st Cir.2002) (affirming IJ finding of no persecution even where petitioner was placed in solitary confinement and physically abused); <i>see also Bocova v. Gonzales,</i> 412 F.3d 257, 263-64 (1st Cir.2005) (same, two police beatings during a two-year period). The baseline rule is that past persecution requires \"more than mere discomfiture, unpleasantness, harassment, or unfair treatment.\" <i>Nikijuluw v. Gonzales,</i> 427 F.3d 115, 120 (1st Cir.2005). Although the harassment experienced by these petitioners certainly was ugly, discriminatory, and regrettable, they experienced no physical confinement and no serious physical injuries resulted.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Next, petitioners contend that the IJ erred in determining that they failed to establish a well-founded fear of future persecution because the IJ inappropriately confined his inquiry to whether the petitioners would be murdered or raped if they were to return, and required that petitioners prove more than a 10% risk of such future persecution.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The latter argument advanced by petitioners is premised on <i>INS v. Cardoza-Fonseca,</i> 480 U.S. 421, 107 S.Ct. 1207, 94 L.Ed.2d 434 (1987), where the Supreme Court noted that even as little as a 10% risk of occurrence might support a well-founded fear of future persecution. <i>Id.</i> at 431, 107 S.Ct. 1207. They contend that, contrary to the IJ's interpretation of <i>Cardoza-Fonseca,</i> the Court did not suggest that the courts should utilize this 10% figure as an artificial benchmark. These arguments are unpersuasive as well.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The context of the IJ's decision makes it clear that he did not mean to suggest that murder and rape were the <i>only</i> cognizable forms of future persecution. Rather, in juxtaposition to the alleged incidents of past persecution in this case, the IJ mentioned murder and rape simply as examples of the types of harm severe enough to constitute cognizable forms of future persecution. The IJ did not imply that only murder and rape rise to the requisite level of persecution.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Likewise, the IJ's reference to <i>Cardoza-Fonseca</i> and the 10% formulation, read in context, does not provide a basis for reversal. While Susanto is correct that she is not required to show that her likelihood of suffering persecution is, as a mathematical matter, at least 10%, we do not take the IJ's use of this formulation to require such a showing. The IJ's mention of the formulation followed his statistical observation that Indonesia has \"millions\" of ethnic Chinese, whereas the casualties of the 1998 riots were in the \"thousands\" or \"tens of thousands.\" In this context, it is clear that the IJ simply intended to point out that the prospect of past and future persecution against these petitioners had been and would remain a \"small one,\" <i>viz.,</i> considerably less than the 10% risk considered sufficient in <i>Cardoza-Fonseca.</i> The IJ never attempted to quantify the precise level of this \"small\" risk, nor does <i>Cardoza-Fonseca</i> require such precision. <i>See Aguilar-Solis v. INS,</i> 168 F.3d 565, 572 (1st Cir.1999) (citing <i>Cardoza-Fonseca</i> for its general holding that requisite risk is \"somewhat less than the classic `more likely than not' formulation,\" and noting that \"[b]eyond a tentative suggestion that a `reasonable probability' of persecution may capture the essence of the legal standard, the Court has not been markedly more precise\").</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">These two challenged findings were supported by \"substantial evidence\" in the administrative record. The State Department Reports adduced by the government assert that the worst of the 1998 anti-Chinese violence occurred in the eastern parts of Indonesia (whereas Susanto lived in Jakarta, in the central region of the country), and that Indonesia, in response to intense international condemnation of the 1998 anti-Chinese riots, has taken serious remedial measures to reduce the risks of any recurrence. Indeed, Susanto herself testified that security officers are now posted at her church. Thus, it was entirely rational for the IJ to conclude that there presently exists but a small chance that petitioners would suffer serious harm were they to return to Indonesia. Moreover, the IJ reasonably concluded that, were petitioners threatened with such harm, they reasonably might relocate to a safer part of Indonesia, such as the areas with a Christian majority. Indeed, Susanto herself testified that the family fled to her uncle's house in just such a safer region during the 1998 riots. <i>See El Moraghy v. Ashcroft,</i> 331 F.3d 195, 199 (1st Cir.2003) (noting that evidence of viable relocation option may undercut well-founded fear of future persecution); <i>see also</i> 8 C.F.R. &#167; 208.13(b)(1)(i)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Finally, petitioners now argue, for the first time, that the IJ erred because he assessed the seriousness of the 1998 incidents experienced by Susanto as if she had been an adult, whereas a 14-year-old child may perceive an experience as persecutory, where an adult would not. She cites various guidelines for assessing the asylum claims of children. We do not address this issue, however, as these arguments were never raised before the BIA, thus are deemed waived on appeal, for failure to exhaust administrative remedies. <i>See Opere v. INS,</i> 267 F.3d 10, 14 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">\n        <i>The petition for review is DENIED.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Susanto is designated as the lead respondent in the case, since Supriady simply claims as a derivative spousal beneficiary of the asylum application submitted by Susanto<i>See</i> 8 U.S.C. &#167; 1158(b)(3).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> As petitioners failed to establish past persecution, no rebuttable presumption of future persecution was triggered, and petitioners bore the burden to prove a well-founded fear of future persecution<i>See</i> 8 C.F.R. &#167; 208.13(b)(1).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">57</span></span></p>\n    <p class=\"parties\">Inge SUSANTO, Petitioner,<br>v.<br>Alberto GONZALES, Attorney General of the United States, Respondent.</p>\n    <p class=\"docket\">No. 04-2683.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted December 6, 2005.</p>\n    <p class=\"date\">Decided March 9, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Wei Jia, and Law Office of Wei Jia, on brief, for petitioner.</p>\n      <p class=\"indent\">Michael J. Sullivan, United States Attorney, and Jennifer C. Boal, Assistant United States Attorney, on brief, for respondent.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, CYR, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Inge Susanto and her husband Yudi Supriady are natives and citizens of Indonesia, where they belonged to two minority groups: ethnic Chinese and Christian.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> In 2002, the Immigration and Naturalization Service (INS) charged petitioners with removability, which they acknowledge. Petitioners applied for asylum, however, asserting that they suffered persecution in Indonesia on account of their ethnicity and religion.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At their hearing before an immigration judge (IJ), petitioners adduced as evidence of persecution, <i>inter alia,</i> the violent riots by Indonesia's Muslim majority in 1998 against the Chinese minority, which resulted in many deaths, rapes, and serious injuries, and which prompted Susanto and her mother to wear face veils in public, so as to disguise their ethnicity, and Susanto's family to relocate from Jakarta to another part of the country for two months; the vandalization of the family home during their two-month absence from the capital, and the discovery upon their return that one of their Chinese neighbor's daughters had been raped; an incident in 1998 during which two men confronted Susanto (then age 14) outside her school, called her a \"Chinese snob,\" and tried (but failed) to grope her; an incident during which Susanto and her mother were mugged at knifepoint on a city bus, and the mugger stated: \"You Chinese, you die\"; the discovery of an undetonated bomb at Susanto's church, and a subsequent bombing of the same church; and incidents in 1999 during which Muslim crowds threatened and threw stones at Susanto and her fellow worshipers.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The IJ denied petitioners' asylum application, for failure to establish past persecution or a well-founded fear of future persecution in the event they were repatriated to Indonesia. <i>See</i> 8 U.S.C. &#167; 1101(a)(42)(A); 8 C.F.R. &#167; 208.13(b). Specifically, the IJ found that the alleged past incidents were not severe enough to constitute persecution, and that the prospect of future persecution was \"small.\" On appeal, the Board of Immigration Appeals (BIA) affirmed without separate opinion, and petitioners now appeal. <i>See Olujoke v. Gonzales,</i> <span class=\"citation no-link\"><span class=\"volume\">411</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></span>, 21 (1st Cir.2005) (noting that, on appeal from BIA's summary affirmance, court of appeals directly reviews IJ decision).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We review the IJ decision only to determine whether its findings of fact that petitioners did not suffer from cognizable past \"persecution\" and did not confront a well-founded fear of future persecution are supported by \"substantial evidence\" in the administrative record. <i>See Silva v. Ashcroft,</i> <span class=\"citation\" data-id=\"201398\"><a href=\"/opinion/201398/da-silva-v-ashcroft/\"><span class=\"volume\">394</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Petitioners first assert that the IJ's decision is unsupported because it fails to take into account the very serious incidents of ethnicity and religion-based persecution described by Susanto. Petitioners must bear the burden of proof as to their eligibility for asylum, <i>see INS v. Cardoza-Fonseca,</i> <span class=\"citation\" data-id=\"111838\"><a href=\"/opinion/111838/ins-v-cardoza-fonseca/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">421</span></a></span>, 423, <span class=\"citation\" data-id=\"111838\"><a href=\"/opinion/111838/ins-v-cardoza-fonseca/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1207</span></a></span>, <span class=\"citation\" data-id=\"111838\"><a href=\"/opinion/111838/ins-v-cardoza-fonseca/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">434</span></a></span> (1987), and we repeatedly have observed that harassment of the quality and degree experienced by petitioners simply does not compel a finding of persecution. <i>See, e.g., Nelson v. INS,</i> <span class=\"citation\" data-id=\"771091\"><a href=\"/opinion/771091/laeila-nelson-stephanie-nelson-phil-nelson-v-immigration-and/\"><span class=\"volume\">232</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">258</span></a></span>, 263-64 (1st Cir.2002) (affirming IJ finding of no persecution even where petitioner was placed in solitary confinement and physically abused); <i>see also Bocova v. Gonzales,</i> <span class=\"citation\" data-id=\"201655\"><a href=\"/opinion/201655/bocova-v-gonzales/\"><span class=\"volume\">412</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">257</span></a></span>, 263-64 (1st Cir.2005) (same, two police beatings during a two-year period). The baseline rule is that past persecution requires \"more than mere discomfiture, unpleasantness, harassment, or unfair treatment.\" <i>Nikijuluw v. Gonzales,</i> <span class=\"citation\" data-id=\"201886\"><a href=\"/opinion/201886/nikijuluw-v-gonzales/\"><span class=\"volume\">427</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">115</span></a></span>, 120 (1st Cir.2005). Although the harassment experienced by these petitioners certainly was ugly, discriminatory, and regrettable, they experienced no physical confinement and no serious physical injuries resulted.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Next, petitioners contend that the IJ erred in determining that they failed to establish a well-founded fear of future persecution because the IJ inappropriately confined his inquiry to whether the petitioners would be murdered or raped if they were to return, and required that petitioners prove more than a 10% risk of such future persecution.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The latter argument advanced by petitioners is premised on <i>INS v. Cardoza-Fonseca,</i> <span class=\"citation\" data-id=\"111838\"><a href=\"/opinion/111838/ins-v-cardoza-fonseca/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">421</span></a></span>, <span class=\"citation\" data-id=\"111838\"><a href=\"/opinion/111838/ins-v-cardoza-fonseca/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1207</span></a></span>, <span class=\"citation\" data-id=\"111838\"><a href=\"/opinion/111838/ins-v-cardoza-fonseca/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">434</span></a></span> (1987), where the Supreme Court noted that even as little as a 10% risk of occurrence might support a well-founded fear of future persecution. <i>Id.</i> at 431, <span class=\"citation\" data-id=\"111838\"><a href=\"/opinion/111838/ins-v-cardoza-fonseca/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1207</span></a></span>. They contend that, contrary to the IJ's interpretation of <i>Cardoza-Fonseca,</i> the Court did not suggest that the courts should utilize this 10% figure as an artificial benchmark. These arguments are unpersuasive as well.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The context of the IJ's decision makes it clear that he did not mean to suggest that murder and rape were the <i>only</i> cognizable forms of future persecution. Rather, in juxtaposition to the alleged incidents of past persecution in this case, the IJ mentioned murder and rape simply as examples of the types of harm severe enough to constitute cognizable forms of future persecution. The IJ did not imply that only murder and rape rise to the requisite level of persecution.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Likewise, the IJ's reference to <i>Cardoza-Fonseca</i> and the 10% formulation, read in context, does not provide a basis for reversal. While Susanto is correct that she is not required to show that her likelihood of suffering persecution is, as a mathematical matter, at least 10%, we do not take the IJ's use of this formulation to require such a showing. The IJ's mention of the formulation followed his statistical observation that Indonesia has \"millions\" of ethnic Chinese, whereas the casualties of the 1998 riots were in the \"thousands\" or \"tens of thousands.\" In this context, it is clear that the IJ simply intended to point out that the prospect of past and future persecution against these petitioners had been and would remain a \"small one,\" <i>viz.,</i> considerably less than the 10% risk considered sufficient in <i>Cardoza-Fonseca.</i> The IJ never attempted to quantify the precise level of this \"small\" risk, nor does <i>Cardoza-Fonseca</i> require such precision. <i>See Aguilar-Solis v. INS,</i> <span class=\"citation\" data-id=\"198342\"><a href=\"/opinion/198342/aguilar-solis-v-ins/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">565</span></a></span>, 572 (1st Cir.1999) (citing <i>Cardoza-Fonseca</i> for its general holding that requisite risk is \"somewhat less than the classic `more likely than not' formulation,\" and noting that \"[b]eyond a tentative suggestion that a `reasonable probability' of persecution may capture the essence of the legal standard, the Court has not been markedly more precise\").</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">These two challenged findings were supported by \"substantial evidence\" in the administrative record. The State Department Reports adduced by the government assert that the worst of the 1998 anti-Chinese violence occurred in the eastern parts of Indonesia (whereas Susanto lived in Jakarta, in the central region of the country), and that Indonesia, in response to intense international condemnation of the 1998 anti-Chinese riots, has taken serious remedial measures to reduce the risks of any recurrence. Indeed, Susanto herself testified that security officers are now posted at her church. Thus, it was entirely rational for the IJ to conclude that there presently exists but a small chance that petitioners would suffer serious harm were they to return to Indonesia. Moreover, the IJ reasonably concluded that, were petitioners threatened with such harm, they reasonably might relocate to a safer part of Indonesia, such as the areas with a Christian majority. Indeed, Susanto herself testified that the family fled to her uncle's house in just such a safer region during the 1998 riots. <i>See El Moraghy v. Ashcroft,</i> <span class=\"citation\" data-id=\"200506\"><a href=\"/opinion/200506/el-moraghy-v-ins/\"><span class=\"volume\">331</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">195</span></a></span>, 199 (1st Cir.2003) (noting that evidence of viable relocation option may undercut well-founded fear of future persecution); <i>see also</i> 8 C.F.R. &#167; 208.13(b)(1)(i)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Finally, petitioners now argue, for the first time, that the IJ erred because he assessed the seriousness of the 1998 incidents experienced by Susanto as if she had been an adult, whereas a 14-year-old child may perceive an experience as persecutory, where an adult would not. She cites various guidelines for assessing the asylum claims of children. We do not address this issue, however, as these arguments were never raised before the BIA, thus are deemed waived on appeal, for failure to exhaust administrative remedies. <i>See Opere v. INS,</i> <span class=\"citation\" data-id=\"199623\"><a href=\"/opinion/199623/opere-v-ins/\"><span class=\"volume\">267</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></a></span>, 14 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">\n        <i>The petition for review is DENIED.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Susanto is designated as the lead respondent in the case, since Supriady simply claims as a derivative spousal beneficiary of the asylum application submitted by Susanto<i>See</i> 8 U.S.C. &#167; 1158(b)(3).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> As petitioners failed to establish past persecution, no rebuttable presumption of future persecution was triggered, and petitioners bore the burden to prove a well-founded fear of future persecution<i>See</i> 8 C.F.R. &#167; 208.13(b)(1).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111838/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198342/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199623/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200506/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201398/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771091/"
  ]
}