{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202130/",
  "absolute_url": "/opinion/202130/teragram-corporation-v-marketwatchcominc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202130/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:45:25Z",
  "date_modified": "2016-02-28T05:07:19.376742Z",
  "type": "010combined",
  "sha1": "b8aa24107b7baebcd680b98b3cf2f0dfb57ef4a1",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-1635-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/04/05/Teragram_Corporation_v._MarketWatch.comInc..pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\n\nNos. 05-1635, 05-1636\n\n                        TERAGRAM CORPORATION,\n\n              Plaintiff, Appellant/Cross-Appellee,\n\n                                  v.\n\n                        MARKETWATCH.COM, INC.,\n\n              Defendant, Appellee/Cross-Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Douglas P. Woodlock, U.S. District Judge]\n\n\n                                Before\n\n                       Lynch, Circuit Judge,\n                  Bowman,* Senior Circuit Judge,\n                    and Howard, Circuit Judge.\n\n\n\n     Lee T. Gesmer, with whom Joseph J. Laferrera, Kurt E. Bratten,\nand Gesmer Updegrove LLP were on brief, for appellant/cross-\nappellee.\n     Maria E. Recalde, with whom Mark J. Ventola, Sheehan Phinney\nBass + Green, P.A., William P. Kelly, and McCarthy & Kelly LLP were\non brief, for appellee/cross-appellant.\n\n\n                            April 5, 2006\n\n\n\n     *\n          Of the United States Court of Appeals for the Eighth\nCircuit, sitting by designation.\n\f            LYNCH, Circuit Judge. This is a contract dispute between\n\nTeragram      Corporation       and     Marketwatch.com,       Inc.,      a.k.a.\n\n\"ScreamingMedia.\"1 The dispute centers on three software products,\n\nreferred to collectively as \"the Teragram Software,\" which Teragram\n\nlicensed to ScreamingMedia.            The first two products, (1) Entity\n\nExtraction,      SDK,   and   TLGREP    Entity    Compilers   and   (2)   Entity\n\nExtraction English Dictionaries and Grammars, are together referred\n\nto   as    the   \"Entity      Extraction      Software,\"   while    the   third,\n\nSummarization Engine with English Data, is referred to as the\n\n\"Summarization Software.\"\n\n            Teragram sued for breach of contract and sought damages\n\nof $193,520, representing the annual licensing and support fees for\n\nthe first two years of the three-year contract; ScreamingMedia\n\ncounterclaimed that Teragram misrepresented its products and was\n\nitself in breach of contract, thus excusing ScreamingMedia from its\n\npayment obligations.          The district court, on cross-motions for\n\nsummary judgment, issued judgment in favor of Teragram with respect\n\nto the Summarization Software and limited Teragram's damages award\n\nto the amount of one year's licensing and support fees for that\n\n\n\n     1\n          The   defendant,   which   was   originally   known   as\nScreamingMedia, Inc., has changed its name twice during the course\nof this litigation, most recently in 2004. On July 12, 2004, the\ndistrict court approved a stipulated motion by the parties to\nsubstitute Marketwatch.com, Inc. for ScreamingMedia, Inc. as the\ndefendant in this action. See Fed. R. Civ. P. 25(c). The parties\nand the district court have continued to refer to the defendant as\n\"ScreamingMedia,\" and we thus retain that denomination.\n\n                                        -2-\n\fproduct, totaling $36,816.     The court also entered judgment in\n\nfavor of ScreamingMedia with respect to the Entity Extraction\n\nSoftware and awarded nominal damages of $1.00.    The court reached\n\ndifferent results as to each product in part because ScreamingMedia\n\ndid not give timely notice to Teragram of the alleged material\n\nfailure of the Summarization Software, but did give timely notice\n\nof the alleged material failure of the Entity Extraction Software.\n\n          Teragram appeals the issuance of summary judgment against\n\nit with respect to the Entity Extraction Software; it also appeals\n\nthe limit the district court set on the damages award in its favor.\n\nScreamingMedia cross-appeals from the issuance of summary judgment\n\nin Teragram's favor with respect to the Summarization Software.\n\n          We affirm the district court's judgment.\n\n                                 I.\n\n          The facts are not in dispute. ScreamingMedia was, at all\n\nrelevant times, in the business of providing summarized textual\n\ncontent, such as news stories, to mobile phone users and other\n\nthird parties.   Initially, the company employed human editors to\n\nconsolidate full-text news stories into 160-character digests that\n\nwould fit on mobile phone screens.    In 2001, however, it began to\n\nseek out software that would both automate the summarization\n\nprocess and insert hyperlinked stock market ticker symbols into the\n\ntext of summarized articles.\n\n\n\n\n                                -3-\n\f            To this end, in June 2001, ScreamingMedia entered into\n\ndiscussions     with    Teragram,        a    linguistic       technology      company.\n\nTeragram accepted ScreamingMedia's invitation to participate in a\n\ncompetitive evaluation of its software and installed LINUX versions\n\nof its software on ScreamingMedia's computer server.                            At the\n\nconclusion of that evaluation process, ScreamingMedia decided to\n\nlicense    Teragram's        software,       and    the    parties   entered    into   a\n\nlicensing agreement (\"Agreement\") effective on October 17, 2001.\n\nThe interpretation of this Agreement is at the crux of the present\n\ndispute.\n\n            Under      the    Agreement,           ScreamingMedia     received    from\n\nTeragram a limited license to the Teragram Software. The Agreement\n\nalso   required     Teragram      to   provide        to    ScreamingMedia      certain\n\nmaintenance and support services that were set forth in an Exhibit\n\nB.\n\n            Pursuant to the Agreement, ScreamingMedia was obliged to\n\npay Teragram a total of $59,944 annually (over a three-year period)\n\nfor the Entity Extraction Software, consisting of $50,800 in\n\nlicense fees and $9144 in support fees.                    As for the Summarization\n\nSoftware, ScreamingMedia was to pay Teragram a total of $36,816\n\nannually, consisting of $31,200 in license fees and $5616 for\n\nsupport fees.     Payment of these fees was due \"30 days following the\n\nDelivery Date of [the] software and on the anniversaries of the\n\nDelivery Date.\" The Agreement defined \"Delivery Date\" as \"the date\n\n\n                                             -4-\n\f[the particular Teragram Software in question] is delivered to\n\nLicensee.\"\n\n           Section      4   of   the    Agreement,       entitled       \"Term    and\n\nTermination,\"     provided    that     \"[t]he    license   for   each     Teragram\n\nProduct   shall   not   commence     until      the   Delivery   Date    for    such\n\nTeragram Product,\" and that the Agreement would \"terminate as to\n\neach Teragram Product upon the third anniversary of such Teragram\n\nProduct's Delivery Date, unless earlier terminated in accordance\n\nwith this [section].\"        The section went on to specify:\n\n           This Agreement and the licenses granted\n           hereunder may be terminated by either party in\n           the event of a material breach hereof by the\n           other which is not cured within thirty (30)\n           days after the breaching party's receipt of\n           notice of such breach from the nonbreaching\n           party . . . .\n\n           Section 7 of the Agreement set forth a standard \"repair-\n\nor-replace\" warranty:\n\n           Teragram warrants that the Teragram Products,\n           for a period of thirty (30) days after\n           delivery to [ScreamingMedia], shall perform\n           substantially    in   accordance    with   the\n           Documentation.   [ScreamingMedia's] exclusive\n           remedy and Teragram's sole liability under\n           this warranty shall be for Teragram to correct\n           any material failure of the Teragram Products\n           to perform as warranted, if such failure is\n           reported to Teragram within the warranty\n           period . . . .     In the event that Teragram\n           cannot, after repeated efforts, remedy such\n           failure, Teragram shall refund all license and\n           support fees received by Teragram from\n           [ScreamingMedia] with respect to the defective\n           Teragram Product hereunder and terminate the\n           Agreement as to such Teragram Product . . . .\n\n\n                                       -5-\n\fThe next paragraph, which limits both the warranties and the\n\ndefinition for breach of warranty, states in bold type:\n\n          THE ABOVE ARE THE ONLY WARRANTIES OF ANY KIND,\n          EITHER EXPRESS OR IMPLIED, THAT ARE MADE BY\n          TERAGRAM AND TERAGRAM DISCLAIMS ALL OTHER\n          WARRANTIES, INCLUDING BUT NOT LIMITED TO THE\n          IMPLIED    WARRANTIES   OF    MERCHANTABILITY,\n          NONINFRINGEMENT, FITNESS FOR A PARTICULAR\n          PURPOSE OR THAT THE OPERATION OF THE TERAGRAM\n          PRODUCTS WILL BE UNINTERRUPTED OR ERROR-FREE.\n          NO ORAL OR WRITTEN INFORMATION OR ADVICE GIVEN\n          BY TERAGRAM, ITS AGENTS OR EMPLOYEES     SHALL\n          CREATE A WARRANTY OR IN ANY WAY INCREASE THE\n          SCOPE OF THE WARRANTIES IN THIS AGREEMENT.\n          SUCH WARRANTIES SHALL NOT BE DEEMED TO HAVE\n          FAILED OF THEIR ESSENTIAL PURPOSE SO LONG AS\n          TERAGRAM IS MAKING GOOD FAITH EFFORTS TO\n          CORRECT DEFECTS OR FAILURES UNDER THE TERMS OF\n          THE WARRANTY.\n\n          Section 9(a) of the Agreement, entitled \"Limitation of\n\nLiability,\" set a limit on the form and amount of ScreamingMedia's\n\nrecovery in event of breach:\n\n          REGARDLESS OF WHETHER ANY REMEDY SET FORTH IN\n          THIS AGREEMENT FAILS OF ITS ESSENTIAL PURPOSE,\n          IN NO EVENT WILL TERAGRAM . . . BE LIABLE FOR\n          ANY     INDIRECT,      SPECIAL,     PUNITIVE,\n          CONSEQUENTIAL,     OR    INCIDENTAL    DAMAGES\n          (INCLUDING DAMAGES FOR LOSS OF BUSINESS\n          PROFITS,   BUSINESS   INTERRUPTION,  LOSS   OF\n          BUSINESS INFORMATION, AND THE LIKE) ARISING\n          OUT OF THIS AGREEMENT OR THE USE OF OR\n          INABILITY TO USE THE TERAGRAM PRODUCTS EVEN IF\n          SUCH PARTY HAS BEEN ADVISED OF THE POSSIBILITY\n          OF SUCH DAMAGES. IN NO CASE SHALL TERAGRAM'S\n          AGGREGATE LIABILITY FOR ANY ONE MATTER ARISING\n          OUT OF THE SUBJECT MATTER OF THIS AGREEMENT,\n          WHETHER IN CONTRACT, TORT OR OTHERWISE, EXCEED\n          THE AMOUNT ACTUALLY RECEIVED BY TERAGRAM FROM\n          [SCREAMINGMEDIA] UNDER THIS AGREEMENT IN THE\n          TWELVE (12) MONTHS PRECEDING THE OCCURRENCE OF\n          SUCH MATTER, AND FOR ALL MATTERS, IN THE\n          AGGREGATE, THE TOTAL AMOUNT ACTUALLY RECEIVED\n\n                               -6-\n\f           BY TERAGRAM FROM [SCREAMINGMEDIA] UNDER THIS\n           AGREEMENT.\n\n           Teragram   first   delivered   to   ScreamingMedia   a   LINUX\n\nversion of the Summarization Software on October 23, 2001. It made\n\nsubsequent deliveries of new releases of the Summarization Software\n\non November 2, 6, 8, 9, and 27, 2001, and on December 10, 2001.\n\nAlso on December 10, 2001, Teragram made its first delivery of the\n\nLINUX versions of the Entity Extraction Software.       Teragram later\n\ndelivered new LINUX versions of that software on January 20, 2002\n\nand Windows-compatible versions on January 21, 2002.2       In between\n\nthe various delivery dates, the parties frequently communicated by\n\ne-mail.\n\n           On December 18, 2001, ScreamingMedia sent an e-mail to\n\nTeragram requesting an invoice for the 2001 annual fees.        Teragram\n\nreplied by e-mail the next day, with an invoice for the amount of\n\n$96,760.   Teragram followed up on January 23, 2002 with a second e-\n\nmail, again attaching a copy of the invoice; that same day,\n\nScreamingMedia responded by e-mail that the invoice had already\n\nbeen approved and that payment was \"probably caught up in [the]\n\n\n\n     2\n          The delivery date of the Windows version of the Entity\nExtraction Software was initially the subject of dispute. At the\nsummary judgment hearing and in filings prior to the district\ncourt's December 29, 2004 memorandum and order, Teragram argued\nthat the Windows version was delivered on January 20, 2002, with\nthe LINUX version, while ScreamingMedia maintained that it was\ndelivered separately on January 21, 2002. After the district court\nissued its opinion, which relied on the January 21 date, both\nparties adopted that as the delivery date for the Windows version.\n\n                                  -7-\n\fmorass\" of the company's \"end-of[-] quarter accounting.\"      When\n\npayment was not made by February 19, 2002, Teragram sent a third e-\n\nmail and invoice to ScreamingMedia, again requesting payment.\n\nThese e-mails were cordial in tone.3\n\n          The next day, on February 20, 2002, Teragram received by\n\novernight mail a letter from ScreamingMedia. The letter, which was\n\ndated February 19, 2002, alleged that \"Teragram . . . is in\n\nmaterial breach of the . . . License Agreement\" because the\n\nTeragram Software \"has substantially failed to achieve the results\n\nthat Teragram warranted.\"4    According to the letter, \"Teragram\n\ninsisted, both in verbal communications between the parties as well\n\nas in its product literature . . . , that its product would allow\"\n\nScreamingMedia \"to locate company names, names of executives,\n\nplaces and other entities (concepts) within textual documents\" and\n\n\"to discover associations such as 'employer - position - employee'\n\nand many others, within the textual documents\"; however, \"[s]ince\n\n[Teragram's] product was first delivered to ScreamingMedia on\n\nJanuary 20, 2002, it has substantially failed to achieve the\n\n\n\n\n     3\n          The third e-mail, for example, concluded: \"We are looking\nforward to meeting you and your team. We have other technologies\nwhich further leverage what you already have.\"\n     4\n          The letter referred generally to \"Teragram's software\"\nand did not specify which of the three products were\ndissatisfactory. It appears from the content of the letter that\nScreamingMedia's complaints were largely directed toward the Entity\nExtraction Software.\n\n                               -8-\n\fresults that Teragram warranted.\"5         ScreamingMedia concluded its\n\nletter as follows:\n\n           Pursuant to Section 4 of the Agreement,\n           ScreamingMedia hereby provides Teragram with\n           thirty (30) days notice of its intention to\n           terminate the Agreement if the material\n           breaches outlined herein have not been cured\n           within the notice period. Should Teragram be\n           unable   to   cure   this   material   breach,\n           ScreamingMedia will make demand that all\n           license and support fees remitted to Teragram\n           pursuant to the Agreement be refunded in\n           accordance with the Limited Warranty provision\n           of Section 7.\n\nTeragram did not respond.\n\n           On April 2, 2002, ScreamingMedia sent a second letter to\n\nTeragram, stating that because \"[t]o date, we have not received any\n\nresponse   to   our   [February   19]   letter,   nor   have   the   material\n\n\n\n     5\n          ScreamingMedia enumerated the following              problems   it\nallegedly encountered using the Teragram Software:\n\n     1.   The supplied package does not extract the following\n     concepts listed in the \"Teragram Concept and Relation\n     List\": ADDRESS, PHONE, URL, FILENAME, SSN, TICKER, EVENT,\n     CONFERENCE, PRODUCT, COMPUTER, [and] SOFTWARE[.]\n\n     2.   The supplied package shows very low extraction ratio\n     (recall) of supplied \"relationship\" concepts: COMPANY\n     MERGER AQ, IPO, BANKRUPTCY, PRODUCT LAUNCH, ALLIANCES,\n     STOCK SPLIT, MANAGEMENT EVENT, AND JOB POSITION.\n\n     3.   The supplied      package     fails   to   extract   COMPANY\n     PRODUCT concept.\n\n     4.   Recall and precision for the majority         of the simple\n     concepts listed in the \"Teragram Concept            and Relation\n     List\" are substantially lower than recall          and precision\n     demonstrated by leading concept extraction         packages such\n     as SRA NetOwl and BBN IdentiFinder.\n\n                                    -9-\n\fbreaches been cured,\" it was thereby terminating the Agreement\n\npursuant to Section 4 of the Agreement.\n\n            Teragram finally replied to ScreamingMedia's letters on\n\nApril 5, 2002.       In a letter of that date, Teragram countered that\n\nit was ScreamingMedia -- not Teragram -- that was in material\n\nbreach of the Agreement by failing to make payment for the Teragram\n\nSoftware.     Teragram alleged that payment for the Summarization\n\nSoftware was due on November 22, 2001, thirty days after October\n\n23, 2001, when the software was first delivered to ScreamingMedia;\n\nin turn, payment for the Entity Extraction Software was due on\n\nJanuary 9, 2002, thirty days after December 10, 2001, the date the\n\nLinux     versions    of    the    products      were   initially   delivered.\n\nScreamingMedia, Teragram maintained, \"must cure [its] breach before\n\nit demands warranty support under the Agreement.\"               In any event,\n\nTeragram continued, Section 7 of the Agreement limits the warranty\n\nperiod to thirty days after delivery of the product; thus, in its\n\nview, the warranty for the Summarization Software expired on\n\nNovember 22, 2001, while the warranty for the Entity Extraction\n\nSoftware expired on January 9, 2002 -- long before it received\n\nScreamingMedia's notice of breach.\n\n            Teragram acknowledged, however, that it had delivered\n\nWindows     versions       of     the   Entity     Extraction   Software    to\n\nScreamingMedia on January 20, 2002.                The Windows versions, it\n\nclaimed,    were     \"complimentary\"      and     not   contemplated   by   the\n\n\n                                        -10-\n\fAgreement.     It asserted that \"[t]o the extent that a court might\n\nconclude that there was any warranty on these deliveries (Teragram\n\ntakes the position that there was none), the 30 day warranty on\n\nthis version of the software expired on February 19, 2002,\" one day\n\nbefore Teragram received ScreamingMedia's letter alleging breach,\n\nand thus ScreamingMedia's letter had no legal effect.\n\n             Teragram concluded its letter by stating that it was\n\n\"more than willing to work with ScreamingMedia to answer technical\n\nquestions,\" but that \"[i]f ScreamingMedia does not comply with its\n\npayment obligations under the Agreement by April 26, 2002, Teragram\n\nwill file suit in the Federal District Court for the District of\n\nMassachusetts\" under Massachusetts law, in accordance with the\n\nforum selection and choice of law provisions of the Agreement.\n\n             By June 4, 2002, ScreamingMedia had yet to reply to\n\nTeragram's letter or to tender any payment. On that date, Teragram\n\nfiled this diversity action in federal district court, claiming\n\nbreach of contract and seeking declaratory judgment on account of\n\nScreamingMedia's     failure   to   pay     licensing   and   support   fees\n\nallegedly due under the Agreement.             Teragram initially sought\n\ndamages in the amount of $96,760, representing \"the first of three\n\nannual license and support fees,\" but subsequently was granted\n\nleave   to   amend   its   complaint   to   seek   damages    for   $193,520,\n\ncomprising \"the first and second of three annual license and\n\nsupport fees.\"\n\n\n                                    -11-\n\f              ScreamingMedia         counterclaimed       for      breach       of\n\ncontract/warranty, misrepresentation, and declaratory judgment. As\n\nto its own alleged breach of contract, ScreamingMedia argued that\n\nit    was   relieved    of   all    payment     obligations   as   a   result   of\n\nTeragram's prior material breach, namely, its failure to provide\n\nsoftware in conformance with, and technical support as required by,\n\nSections 6 and 7 of the Agreement.\n\n              The parties cross-moved for summary judgment, and the\n\ncourt issued an order and opinion on December 29, 2004 and judgment\n\non    March    17,     2005.        As    to    ScreamingMedia's       breach   of\n\ncontract/warranty counterclaim, the court noted that Section 7 of\n\nthe   Agreement      required      any   material   failure   of   the   Teragram\n\nProducts to be reported to Teragram within the warranty period of\n\nthirty days.      \"[F]inding that the delivery of each new version of\n\nthe Software to ScreamingMedia by Teragram set the warranty clock\n\nrunning anew,\" the court concluded that ScreamingMedia did not\n\nprovide timely notice of any breach of warranty with respect to the\n\nSummarization Software, but did provide timely notice with respect\n\nto the Entity Extraction software.\n\n              The court denied the parties' summary judgment motions\n\nwith respect to the Entity Extraction Software, however, because it\n\ndetermined that material disputes remained regarding whether the\n\nsoftware and technical support provided by Teragram complied with\n\nthe Agreement.         But after Teragram stipulated that the Entity\n\n\n                                         -12-\n\fExtraction Software did not \"'perform substantially in accordance\n\nwith the documentation' within the meaning of [Section] 7 of the\n\nAgreement,\" and that \"[a]fter February 20, 2002, Teragram did not\n\nprovide any support services to ScreamingMedia in connection with\n\nthe Entity Extraction Software,\" the court entered judgment against\n\nTeragram      on   its    breach    of   contract      claim   and    in    favor   of\n\nScreamingMedia on its parallel counterclaim solely with respect to\n\nthe Entity Extraction Software.             It awarded ScreamingMedia nominal\n\ndamages in the amount of one dollar.\n\n              As   to    Teragram's      breach   of   contract      claim    against\n\nScreamingMedia, the district court concluded that ScreamingMedia's\n\nfailure to make payments under the Agreement constituted a material\n\nbreach. Because ScreamingMedia failed to provide notice of alleged\n\nprior material breach by Teragram regarding the Summarization\n\nSoftware, the court granted summary judgment to Teragram on the\n\nbreach   of    contract     claim     and    against    ScreamingMedia        on    its\n\ncounterclaim with respect to that software only.                           It awarded\n\ndamages to Teragram in the amount of $36,916.00, representing the\n\nfirst year's licensing and support fees for the Summarization\n\nSoftware.\n\n              The court also issued summary judgment in favor of\n\nTeragram on ScreamingMedia's misrepresentation counterclaim and\n\ndeclared moot the parties' respective requests for declaratory\n\njudgment \"to the degree not otherwise fully addressed in this\n\n\n                                         -13-\n\fJudgment.\"     Finally, it denied Teragram's motion to amend its\n\ncomplaint a third time to seek licensing and support fees for the\n\nthird year of the contract.6\n\n            Neither party was fully satisfied by the district court's\n\nresolution of the breach of contract claims.7     After the district\n\ncourt denied its motion for reconsideration, Teragram filed this\n\nappeal from the judgment against it with respect to the Entity\n\nExtraction Software.    In turn, ScreamingMedia cross-appealed from\n\nthe judgment against it with respect to the Summarization Software.\n\nTeragram also appealed the district court's decision to limit the\n\namount of its damages award against ScreamingMedia to only the\n\nfirst year of licensing and support fees for the Summarization\n\nSoftware.\n\n                                 II.\n\n            We review cross-motions for summary judgment de novo,\n\nconstruing \"all facts, as well as reasonable inferences therefrom,\n\n. . . in the light most favorable to the respective non-moving\n\nparties.\"    Medeiros v. Vincent, 431 F.3d 25, 29 (1st Cir. 2005).\n\n\n\n     6\n          The district court characterized the motion it was\ndenying as Teragram's motion \"to amend its Complaint to include the\nsecond year's worth of the annual license and support fees.\" It is\nclear from the context, however, that the district court was in\nfact denying a request for the third year's worth of fees.\n     7\n          ScreamingMedia does not appeal the court's dismissal of\nits misrepresentation claim, and neither party appeals from the\ndismissal as moot of the declaratory judgment claims or from the\naward of nominal damages to ScreamingMedia.\n\n                                 -14-\n\fWe also review de novo contractual interpretation questions left to\n\na judge to resolve.       See Principal Mut. Life Ins. Co. v. Racal-\n\nDatacom, Inc., 233 F.3d 1, 3 (1st Cir. 2000).\n\n           Under the terms of the Agreement, the substantive law of\n\nMassachusetts   governs    this   case.    \"[U]nder   Massachusetts   law,\n\ninterpretation of a contract is ordinarily a question of law for\n\nthe court,\" Bank v. Int'l Bus. Mach. Corp., 145 F.3d 420, 424 (1st\n\nCir. 1998) (quoting Coll v. PB Diagnostic Sys., Inc., 50 F.3d 1115,\n\n1122 (1st Cir. 1995)) (internal quotation marks omitted), \"unless\n\nthere are material disputes as to extrinsic facts bearing on the\n\ncorrect interpretation,\" McAdams v. Mass. Mut. Life Ins. Co., 391\n\nF.3d 287, 298 (1st Cir. 2004).            \"This is true even in 'close\n\ncases'; the jury does not become involved when words and context\n\nalone are used, but only when extrinsic evidence is at issue.\"         Id.\n\n\"Even if a contract might arguably appear ambiguous from its words\n\nalone, the decision remains with the judge if the alternative\n\nreading is inherently unreasonable when placed in context.\" Id. at\n\n299.   When construing a commercial contract, \"[c]ommon sense is as\n\nmuch a part of contract interpretation as is the dictionary or the\n\narsenal of canons.\"   Fishman v. LaSalle Nat'l Bank, 247 F.3d 300,\n\n302 (1st Cir. 2001); see also id. (\"The presumption in commercial\n\ncontracts is that the parties were trying to accomplish something\n\nrational.\").\n\n\n\n\n                                   -15-\n\f            In this case, there are no relevant material disputes as\n\nto extrinsic facts requiring resolution by a factfinder.8                  We thus\n\nproceed   to     \"interpret[]    [the     Agreement]   on     the   face   of   the\n\ndocument,\" taking into account its plain language and context.\n\nMcAdams, 391 F.3d at 299.\n\nA.          Breach of Contract Claims\n\n            1.       ScreamingMedia's Cross-Appeal\n\n            ScreamingMedia argues on its cross-appeal, as well as in\n\nits defense to Teragram's successful claim, that summary judgment\n\nshould    have    been   granted   in    its   favor   with    respect     to   the\n\nSummarization      Software     because    the   district      court   erred    in\n\nconcluding that it had not provided timely notice of Teragram's\n\nalleged prior material breach.             Moreover, ScreamingMedia argues\n\nthat even if its notice were untimely, its withholding of payment\n\nwas no more than an immaterial breach of the Agreement, and so\n\nTeragram was still obligated to perform.                Neither argument is\n\npersuasive.\n\n            ScreamingMedia alleges that Teragram committed a breach\n\nof warranty by failing to provide specification-compliant software\n\nand ongoing support, and that ScreamingMedia gave timely notice of\n\nthe breach to Teragram.         It cites to Section 6 of the Agreement,\n\n\n\n     8\n          ScreamingMedia does argue, but only as a last resort,\nthat the materiality of its breach with respect to the\nSummarization Software should have been left to a trier of fact.\nWe reject this argument below.\n\n                                        -16-\n\fwhich required Teragram to \"provide to Licensee the maintenance and\n\nsupport services set forth in Exhibit B.\"     It further relies on\n\nSection 7, which \"warrant[ed] that the Teragram [Software], for a\n\nperiod of thirty (30) days after delivery to Licensee, shall\n\nperform substantially in accordance with the Documentation\" and\n\nalso required \"Teragram to correct any material failure of the\n\nTeragram [Software] to perform as warranted,\" but only so long as\n\n\"such failure is reported to Teragram within the warranty period\"\n\nof thirty days.     ScreamingMedia argues, and Teragram does not\n\ndispute, that its receipt of specification-compliant software and\n\nsupport is \"an essential and inducing feature of the contract[],\"\n\nBucholz v. Green Bros. Co., 172 N.E. 101, 102 (Mass. 1930), the\n\nfailure of which would release it from further performance under\n\nthe Agreement, see Ward v. Am. Mut. Liab. Ins. Co., 443 N.E.2d\n\n1342, 1343 (Mass. 1983).\n\n          The parties agree, for the purpose of construing the\n\nwarranty provision of the Agreement, that the last \"delivery\" of\n\nthe Summarization Software occurred on December 10, 2001 and that\n\nScreamingMedia had to give notice to Teragram within thirty days of\n\nthat date -- that is, by January 9, 2002 -- if it wished to invoke\n\nthe warranty.   ScreamingMedia claims that it complied with Section\n\n7 because, beginning as early as November 1, 2001, it sent numerous\n\ne-mails to Teragram, purportedly apprising the latter of problems\n\nit was having with the Summarization Software.   The argument fails\n\n\n                                -17-\n\ffor two reasons: the notice required was not notice by e-mail, and\n\nthe e-mails ScreamingMedia sent did not, in any event, provide\n\nadequate notice.\n\n              Section   7    specified    that   an   allegation   of       material\n\nfailure of the software must be \"reported to Teragram within the\n\nwarranty period.\"           It did not permit \"report[ing]\" by e-mail.\n\nAlthough Section 7 did not itself describe the medium by which\n\nreporting was to have been effected, subsection 12(a) of the\n\nAgreement mandated that \"[a]ll notices shall be in writing and\n\ngiven    by    personal     delivery,     certified     mail,   return      receipt\n\nrequested, or by commercial overnight courier for next business day\n\ndelivery, to the recipient's address set forth above.\"                       E-mail\n\nplainly was not among the recognized forms of notice.\n\n              ScreamingMedia argues that Section 7 did not require\n\n\"notice,\" but merely \"report[ing],\" and thus subsection 12(a) did\n\nnot apply.      Nothing in the Agreement, however, indicated that the\n\nterm \"report\" in Section 7 was a term of art, used only, as\n\nScreamingMedia asserts, \"in connection with efforts to deal with\n\nSoftware problems that cause the Software to fail to perform\n\nsubstantially in accordance with Documentation.\"                Rather, because\n\nthe formal notification procedures were set forth under Section 12,\n\nwhich was entitled \"General,\" those procedures applied to any type\n\nof situation in which notice to the other party was required,\n\nunless   otherwise      specified.        Indeed,     only   Exhibit    B    of   the\n\n\n                                         -18-\n\fAgreement, which detailed Teragram's annual support obligations,\n\nprovided for e-mail reporting, and it did so solely with respect to\n\nminor maintenance problems (\"bugs\"), not to material failures of\n\nthe software.     See G.M. Abodeely Ins. v. Commerce Ins., 669 N.E.2d\n\n787, 789 (Mass. App. Ct. 1996) (\"Every phrase and clause must be\n\npresumed to have been designedly employed, and must be given\n\nmeaning and effect, whenever practicable, when construed with all\n\nthe other phraseology contained in the instrument, which must be\n\nconsidered as a workable and harmonious means for carrying out and\n\neffectuating the intent of the parties.\"              (quoting J.A. Sullivan\n\nCorp. v. Commonwealth, 494 N.E.2d 374, 378 (Mass. 1986)) (internal\n\nquotation marks omitted)). Moreover, since subsection 12(a) notice\n\nis required when one party seeks to notify the other of material\n\nbreach under Section 4 of the Agreement, it would make little sense\n\nto construe Section 7 differently.\n\n              In any event, as the district court correctly noted,\n\nScreamingMedia never once alleged in the course of its e-mail\n\ncorrespondence that there had been a \"material failure\" of the\n\nsoftware or that the software was not performing \"substantially in\n\naccordance with the Documentation.\"              Consequently, the e-mails\n\ncould   not    have   put   Teragram   on     fair   notice.   Finally,   that\n\nScreamingMedia requested from Teragram an invoice for the first\n\nyear's fees as late as December 18, 2001 -- at least a week after\n\nit had sent the very last of its e-mails to Teragram regarding the\n\n\n                                       -19-\n\fSummarization Software -- shows that ScreamingMedia did not, as a\n\nmatter of fact, intend for its e-mails to serve as notices of\n\nmaterial failures of the software.9\n\n          It was not until February 20, 2002 that Teragram received\n\nfrom ScreamingMedia a notice of breach in a form recognized by\n\nsubsection 12(a) of the Agreement.    By that date, the warranty\n\nperiod for the Summarization Software had expired, and Teragram was\n\nno longer under obligation \"to correct any material failure of\n\n[that software] to perform as warranted.\"10\n\n          Since Teragram could not have been in prior material\n\nbreach of the warranty with respect to the Summarization Software,\n\nScreamingMedia was obligated to fulfill its obligations under the\n\nAgreement, namely, to pay the applicable annual license and support\n\n\n\n     9\n          That last e-mail, which was sent on December 11, 2001,\ndid not even voice a complaint about the Summarization Software;\ninstead, the e-mail asked whether a certain function that was\navailable in the Entity Extraction Software was also available in\nthe Summarization Software.\n     10\n          As a last-ditch effort, ScreamingMedia argues that even\nif it did not properly terminate under Section 7, it nonetheless\neffectively terminated the Agreement independently under Section 4,\nbecause Teragram failed to provide specification-compliant software\nfrom the outset. This argument has no merit. Section 7 made clear\nthat Teragram was providing a warranty for only thirty days, and\nthat it disclaimed all other warranties on the software. The only\nway to give effect to this section is to read it as a limitation\nupon Section 4 -- that is, as permitting termination on account of\na material failure of the software only when notice has been given\nwithin the thirty-day warranty period. See McMahon v. Monarch Life\nIns. Co., 186 N.E.2d 827, 830 (Mass. 1962) (\"[A] contract is to be\nconstrued to give a reasonable effect to each of its provisions if\npossible.\").\n\n                               -20-\n\ffees. On appeal, as before the district court, ScreamingMedia does\n\nnot argue that it had, in fact, fulfilled its end of the bargain.\n\nRather, it argues that the breach, if not excused by Teragram's\n\nbreach, was immaterial.        See Lease-It, Inc. v. Mass. Port Auth.,\n\n600 N.E.2d 599, 602 (Mass. App. Ct. 1992) (\"When a party to an\n\nagreement commits an immaterial breach of that agreement, the\n\ninjured party . . . may not stop performing its obligations under\n\nthe agreement.\"). Alternatively, it argues that the materiality of\n\nthe breach should have been left to the trier of fact.                       We\n\ndisagree.\n\n            \"A material breach of an agreement occurs when there is\n\na breach of 'an essential and inducing feature of the contract[].'\"\n\nId. (alteration in original) (quoting Bucholz, 172 N.E. at 102).\n\n\"[A] material breach by one party excuses the other party from\n\nfurther performance under the contract,\" id. (quoting Ward, 443\n\nN.E.2d at 1343), and \"[o]nce relieved from performance, the injured\n\nparty is not liable for further damages incurred by the party in\n\nmaterial breach,\" id.\n\n            ScreamingMedia     relies    heavily   on   the    rule   that   the\n\nmateriality of a breach of contract is generally a question for the\n\ntrier of fact to decide.       See id.      Nevertheless, \"[a]s is true of\n\nvirtually any factual question, if the materiality question in a\n\ngiven case admits of only one reasonable answer (because the\n\nevidence    on   the   point   is   either    undisputed      or   sufficiently\n\n\n                                     -21-\n\flopsided), then the court must intervene and address what is\n\nordinarily a factual question as a question of law.\"                     Gibson v.\n\nCity of Cranston, 37 F.3d 731, 736 (1st Cir. 1994); see also Lease-\n\nIt, 600 N.E.2d at 602 (noting that the materiality of breach\n\n\"normally is a question for the jury to decide,\" but that \"[o]n\n\nthis record, . . . we may decide the matter on our own\").\n\n          Here, the district court correctly concluded that as a\n\nmatter of law, the breach was material.                  Under the Agreement,\n\npayment was due \"30 days following the Delivery Date of [the]\n\nSoftware,\" with \"Delivery Date\" being defined as \"the date [the\n\nparticular]     Teragram     Product       is    delivered       to    Licensee.\"\n\nScreamingMedia admitted that it never made any payment to Teragram\n\nat any time during the course of their contractual relationship.\n\nScreamingMedia's failure to pay, the only obligation it had under\n\nthe contract, constitutes a material breach.                  See Lease-It, 600\n\nN.E.2d at 602 (holding that where a party's \"sole obligation [under\n\na contract] was to pay,\" its failure to do so is \"a substantial\n\nbreach going to the root of the contract\" that releases the other\n\nparty from further performance (quoting Aerostatic Eng'g Corp. v.\n\nSzczawinski,    294    N.E.2d    521,    523    (Mass.   App.    Ct.     1973))).\n\n          2.          Teragram's Appeal\n\n          Teragram appeals from the district court's entry of\n\nsummary judgment in favor of ScreamingMedia as to the Entity\n\nExtraction     Software.        Teragram's      theory   on     appeal    is   that\n\n\n                                        -22-\n\fScreamingMedia was in prior material breach of contract on the\n\nEntity Extraction Software by failing to pay licensing and support\n\nfees for that software.\n\n            The record shows that the latest, Windows-compatible\n\nversions of the Entity Extraction Software were delivered to\n\nScreamingMedia on January 21, 2002.    Teragram states that it \"does\n\nnot challenge the [district] court's conclusion that each new\n\nupdate of the Entity Extraction Software gave rise to a new 30 day\n\nwarranty period.\"   Nor does it challenge, on appeal, the use of the\n\ndelivery date of the Windows, rather than the LINUX, versions of\n\nthe software.    Accordingly, there is no dispute that the letter\n\nTeragram received from ScreamingMedia on February 20, 2002 --\n\nthirty days after the delivery of the Windows-versions of the\n\nEntity Extraction Software -- constituted a valid and timely notice\n\nof an alleged material failure of that software to perform as\n\nwarranted and triggered Teragram's obligation to cure under Section\n\n7.   There is also no dispute that Teragram failed to make any\n\nefforts \"to correct [the] material failure,\" as required by the\n\nwarranty.   In fact, Teragram stipulated that the Entity Extraction\n\nSoftware did not \"'perform substantially in accordance with the\n\nDocumentation' within the meaning of [Section] 7 of the Agreement,\"\n\nand that \"[a]fter February 20, 2002, Teragram did not provide any\n\nsupport services to ScreamingMedia in connection with the Entity\n\nExtraction software.\"   The only conclusion a reasonable factfinder\n\n\n                                -23-\n\fcould draw on these facts is that ScreamingMedia was within its\n\nrights to terminate pursuant to Section 4.11\n\n          Teragram attempts to ward off this result by arguing that\n\nScreamingMedia breached first with respect to the Entity Extraction\n\nSoftware by failing to pay for it.     It suggests that under the\n\nAgreement, payment was due \"30 days following the Delivery Date of\n\nthe software\"; that the term \"Delivery Date\" referred to the\n\ninitial date of delivery of the software and not to the dates of\n\ndelivery for any subsequent \"updates\"; and that by failing to pay,\n\nScreamingMedia was in material breach as of January 10, 2002,\n\nthirty-one days after the first, LINUX-compatible versions of the\n\nEntity Extraction Software were delivered on December 10, 2001.\n\nTeragram says this failure to pay released it from having to\n\nperform under the Agreement.   Neither a reasonable construction of\n\nthe contract nor the record itself bears out this theory.\n\n          This dispute turns on what constitutes the \"Delivery Date\n\nof the software.\"   The Agreement itself stated that the \"Delivery\n\n\n\n     11\n          As a last resort, Teragram relies on the following\nlanguage in Section 7, to argue that only it, and not\nScreamingMedia, had the right to terminate: \"In the event that\nTeragram cannot, after repeated efforts, remedy such failure,\nTeragram shall refund all license and support fees received by\nTeragram from Licensee with respect to the defective Teragram\nProduct hereunder and terminate the Agreement as to such Teragram\nProduct . . . .\" Teragram makes too much of this language. The\nexcerpted text merely states that Teragram has an obligation to\nterminate the Agreement and to refund any fees paid in the event\nthat it tries, and repeatedly fails, to cure; the provision creates\nno restrictions on ScreamingMedia's power to terminate.\n\n                                -24-\n\fDate\" is \"the date such Teragram Product is delivered to Licensee.\"\n\nThis means that the earliest date that payment for the Entity\n\nExtraction Software could have been due is February 20, 2002,\n\nthirty days after the latest versions of the Entity Extraction\n\nSoftware were delivered.        Teragram has already conceded that, for\n\npurposes of the warranty, the delivery date of a given set of\n\nTeragram Software is the date on which the latest version(s) of\n\nthat software is delivered to ScreamingMedia.           We see no reason to\n\nconstrue \"delivery\" differently for the purpose of determining when\n\npayment was due.     Moreover, Teragram did not send an invoice to\n\nScreamingMedia for the products until ScreamingMedia requested it\n\non December 18, 2001 -- almost a month after when, according to\n\nTeragram's theory, payment for the Summarization Software would\n\nhave been due.12 Further, Teragram provided ScreamingMedia with two\n\nadditional deliveries of the Entity Extraction Software after\n\nJanuary 10, 2002, the date on which, according to Teragram's\n\ntheory, ScreamingMedia would have been in breach.               Finally, the\n\nrecord shows that Teragram did not at any point prior to February\n\n20, 2002 communicate to ScreamingMedia its alleged understanding\n\nthat ScreamingMedia was in breach for failure to pay; indeed, its\n\ne-mail    correspondence   as    late   as   February   19,   2002   had   been\n\n\n\n     12\n          Although subsection 12(g) of the Agreement provided that\nTeragram may assess a monthly interest charge \"on all payments more\nthan fifteen (15) days past due,\" the amount invoiced did not\ninclude any such overdue charges.\n\n                                    -25-\n\fcordial.    These facts are consistent only with our reading of the\n\ncontract.\n\n            Because ScreamingMedia was not in prior material breach\n\nof the Agreement with respect to the Entity Extraction Software,\n\nTeragram was obligated to provide conforming software and support\n\nunder the terms of Sections 6 and 7 of the Agreement.         Having\n\nfailed to do so, it is in material breach of the warranty and the\n\nAgreement, and no reasonable factfinder could conclude otherwise.\n\nB.          Damages\n\n            This leaves one final issue.   Teragram, having prevailed\n\non its breach of contract claim with respect to the Summarization\n\nSoftware, challenges the amount of its damages award. The district\n\ncourt limited the money judgment against ScreamingMedia to the\n\nfirst year's licensing and support fees for the Summarization\n\nSoftware, a total of $36,816.       Teragram asserts that because\n\nScreamingMedia did not effectively terminate the Agreement as to\n\nthe Summarization Software, Teragram was entitled, at the very\n\nleast, to licensing and support fees for the Summarization Software\n\nfor the balance of the Agreement's three-year term.13\n\n\n\n\n     13\n          Teragram also argues that, despite its own breach of the\nwarranty with respect to the Entity Extraction Software, it is\nentitled to the fees for the full term of the contract, including\nthe second and third years, for both products.      To state this\nargument is to refute it.    Teragram is not entitled to recover\npayment for a benefit it did not provide.\n\n                                -26-\n\f          As an initial matter, Teragram never was granted leave to\n\namend its complaint to seek anything more than \"the first and\n\nsecond of three annual license and support fees.\"14   In any case,\n\nthe district court did not err in awarding only the first year's\n\nfees for the Summarization Software. The court's result is correct\n\nas a matter both of contract interpretation and of the law of\n\nremedies for breach of contract.\n\n          ScreamingMedia terminated the Agreement on April 2, 2002.\n\nSubsection 12(f) of the Agreement stated: \"Upon termination of this\n\nAgreement, all outstanding payment obligations and the following\n\nsections of this Agreement will survive: 1, 5, 7, 9, 11 and 12.\"\n\nThe Agreement characterized the licensing and support fees as\n\n\"annual\" fees.   By the time of ScreamingMedia's breach, which took\n\nplace not even a half year into the Agreement's term, only the\n\nfirst year's fees had been invoiced and were due.        Moreover,\n\nregardless of whether ScreamingMedia received the benefit of its\n\nbargain during those months preceding the breach, there is no\n\ndispute that it did not continue to make use of, and Teragram\n\nceased to provide support for, the Teragram Software after February\n\n\n\n     14\n          Teragram's motion to amend its complaint to seek the\nthird year's fees was denied by the district court. Teragram tacks\non to its brief a two-sentence argument, asserting that the\ndistrict court erred in denying its motion to amend.           Its\nconclusory argument amounts to waiver, see United States v.\nZannino, 895 F.2d 1, 17 (1st Cir. 1990) (\"[I]ssues adverted to in\na perfunctory manner, unaccompanied by some effort at developed\nargumentation, are deemed waived.\"), and we will not consider it.\n\n                                -27-\n\f2002.      Under these circumstances, the only payments reasonably\n\n\"outstanding\" at the time of the termination were the first year's\n\nfees.     Because Teragram itself was in breach with respect to the\n\nEntity    Extraction   Software,      the    only   fees   due   are   for   the\n\nSummarization Software.       See Lease-It, 600 N.E.2d at 602 (\"Once\n\nrelieved from performance, the injured party is not liable for\n\nfurther damages incurred by the party in material breach.\").\n\n            The only provisions in the Agreement that arguably could\n\nsupport Teragram's theory of damages did not survive termination.\n\nSection 6, for example, which required the \"Licensee . . . to pay\n\nthe Support Fees, with respect to each Teragram Product for three\n\n(3) years, commencing on such Teragram Product's Delivery Date,\"\n\ndid not survive.       And Section 4, which defined the term of the\n\nAgreement, specifically provided that \"[t]he term of this Agreement\n\n. . . shall terminate as to each Teragram Product upon the third\n\nanniversary    of   such   Teragram    Product's     Delivery    Date,   unless\n\nearlier terminated in accordance with this Section 4.\"15\n\n\n     15\n          Teragram argues the Agreement was a \"divisible\" contract,\nsuch that even if ScreamingMedia properly terminated the Agreement\nwith respect to the Entity Extraction Software, it did not do so\nwith respect to the Summarization Software, and so ScreamingMedia\nowes damages for the entire three-year term of the contract with\nrespect to the latter software. First, \"[t]he conclusion that a\ncontract is 'divisible' rather than 'entire' may be confusing and\nis not invariably dispositive of all related issues.\" Potter &\nMcArthur, Inc. v. City of Boston, 446 N.E.2d 718, 719 (Mass. App.\nCt. 1983) (citing 3A Corbin, Corbin on Contracts  694 (1960 &\nSupp. 1982)). Second, Teragram's argument is based on a faulty\npremise. That ScreamingMedia wrongfully terminated with respect to\nthe Summarization Software does not make its termination of the\n\n                                      -28-\n\f          We affirm the district court's award of damages to\n\nTeragram in the amount of $36,816.\n\n                              III.\n\n          The district court's judgment is affirmed.   Each party\n\nshall bear its own costs.\n\n\n\n\nAgreement any less effective. Wrongful termination merely gives\nrise to a claim for damages; it does not negate the fact of\ntermination. See 2 Farnsworth, Farnsworth on Contracts  8.15,\n.18 (3d ed. 2004).\n\n                              -29-\n\f",
  "html": "<p class=\"case_cite\">444 F.3d 1</p>\n    <p class=\"parties\">TERAGRAM CORPORATION, Plaintiff, Appellant/Cross-Appellee,<br>v.<br>MARKETWATCH.COM, INC., Defendant, Appellee/Cross-Appellant.</p>\n    <p class=\"docket\">No. 05-1635.</p>\n    <p class=\"docket\">No. 05-1636.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 9, 2006.</p>\n    <p class=\"date\">Decided April 5, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Lee T. Gesmer, with whom Joseph J. Laferrera, Kurt E. Bratten, and Gesmer Updegrove LLP were on brief, for appellant/cross-appellee.</p>\n      <p class=\"indent\">Maria E. Recalde, with whom Mark J. Ventola, Sheehan Phinney Bass + Green, P.A., William P. Kelly, and McCarthy &amp; Kelly LLP were on brief, for appellee/cross-appellant.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, BOWMAN,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a contract dispute between Teragram Corporation and Marketwatch.com, Inc., a.k.a. \"ScreamingMedia.\"<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> The dispute centers on three software products, referred to collectively as \"the Teragram Software,\" which Teragram licensed to ScreamingMedia. The first two products, (1) Entity Extraction, SDK, and TLGREP Entity Compilers and (2) Entity Extraction English Dictionaries and Grammars, are together referred to as the \"Entity Extraction Software,\" while the third, Summarization Engine with English Data, is referred to as the \"Summarization Software.\"</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Teragram sued for breach of contract and sought damages of $193,520, representing the annual licensing and support fees for the first two years of the three-year contract; ScreamingMedia counterclaimed that Teragram misrepresented its products and was itself in breach of contract, thus excusing ScreamingMedia from its payment obligations. The district court, on cross-motions for summary judgment, issued judgment in favor of Teragram with respect to the Summarization Software and limited Teragram's damages award to the amount of one year's licensing and support fees for that product, totaling $36,816. The court also entered judgment in favor of ScreamingMedia with respect to the Entity Extraction Software and awarded nominal damages of $1.00. The court reached different results as to each product in part because ScreamingMedia did not give timely notice to Teragram of the alleged material failure of the Summarization Software, but did give timely notice of the alleged material failure of the Entity Extraction Software.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Teragram appeals the issuance of summary judgment against it with respect to the Entity Extraction Software; it also appeals the limit the district court set on the damages award in its favor. ScreamingMedia cross-appeals from the issuance of summary judgment in Teragram's favor with respect to the Summarization Software.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We affirm the district court's judgment.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The facts are not in dispute. ScreamingMedia was, at all relevant times, in the business of providing summarized textual content, such as news stories, to mobile phone users and other third parties. Initially, the company employed human editors to consolidate full-text news stories into 160-character digests that would fit on mobile phone screens. In 2001, however, it began to seek out software that would both automate the summarization process and insert hyperlinked stock market ticker symbols into the text of summarized articles.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">To this end, in June 2001, ScreamingMedia entered into discussions with Teragram, a linguistic technology company. Teragram accepted ScreamingMedia's invitation to participate in a competitive evaluation of its software and installed LINUX versions of its software on ScreamingMedia's computer server. At the conclusion of that evaluation process, ScreamingMedia decided to license Teragram's software, and the parties entered into a licensing agreement (\"Agreement\") effective on October 17, 2001. The interpretation of this Agreement is at the crux of the present dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Under the Agreement, ScreamingMedia received from Teragram a limited license to the Teragram Software. The Agreement also required Teragram to provide to ScreamingMedia certain maintenance and support services that were set forth in an Exhibit B.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Pursuant to the Agreement, ScreamingMedia was obliged to pay Teragram a total of $59,944 annually (over a three-year period) for the Entity Extraction Software, consisting of $50,800 in license fees and $9144 in support fees. As for the Summarization Software, ScreamingMedia was to pay Teragram a total of $36,816 annually, consisting of $31,200 in license fees and $5616 for support fees. Payment of these fees was due \"30 days following the Delivery Date of [the] software and on the anniversaries of the Delivery Date.\" The Agreement defined \"Delivery Date\" as \"the date [the particular Teragram Software in question] is delivered to Licensee.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Section 4 of the Agreement, entitled \"Term and Termination,\" provided that \"[t]he license for each Teragram Product shall not commence until the Delivery Date for such Teragram Product,\" and that the Agreement would \"terminate as to each Teragram Product upon the third anniversary of such Teragram Product's Delivery Date, unless earlier terminated in accordance with this [section].\" The section went on to specify:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This Agreement and the licenses granted hereunder may be terminated by either party in the event of a material breach hereof by the other which is not cured within thirty (30) days after the breaching party's receipt of notice of such breach from the nonbreaching party....</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Section 7 of the Agreement set forth a standard \"repair-or-replace\" warranty:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Teragram warrants that the Teragram Products, for a period of thirty (30) days after delivery to [ScreamingMedia], shall perform substantially in accordance with the Documentation. [ScreamingMedia's] exclusive remedy and Teragram's sole liability under this warranty shall be for Teragram to correct any material failure of the Teragram Products to perform as warranted, if such failure is reported to Teragram within the warranty period.... In the event that Teragram cannot, after repeated efforts, remedy such failure, Teragram shall refund all license and support fees received by Teragram from [ScreamingMedia] with respect to the defective Teragram Product hereunder and terminate the Agreement as to such Teragram Product....</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The next paragraph, which limits both the warranties and the definition for breach of warranty, states in bold type:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">THE ABOVE ARE THE ONLY WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, THAT ARE MADE BY TERAGRAM AND TERAGRAM DISCLAIMS ALL OTHER WARRANTIES, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, NONINFRINGEMENT, FITNESS FOR A PARTICULAR PURPOSE OR THAT THE OPERATION OF THE TERAGRAM PRODUCTS WILL BE UNINTERRUPTED OR ERROR-FREE. NO ORAL OR WRITTEN INFORMATION OR ADVICE GIVEN BY TERAGRAM, ITS AGENTS OR EMPLOYEES SHALL CREATE A WARRANTY OR IN ANY WAY INCREASE THE SCOPE OF THE WARRANTIES IN THIS AGREEMENT. SUCH WARRANTIES SHALL NOT BE DEEMED TO HAVE FAILED OF THEIR ESSENTIAL PURPOSE SO LONG AS TERAGRAM IS MAKING GOOD FAITH EFFORTS TO CORRECT DEFECTS OR FAILURES UNDER THE TERMS OF THE WARRANTY.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Section 9(a) of the Agreement, entitled \"Limitation of Liability,\" set a limit on the form and amount of ScreamingMedia's recovery in event of breach:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">REGARDLESS OF WHETHER ANY REMEDY SET FORTH IN THIS AGREEMENT FAILS OF ITS ESSENTIAL PURPOSE, IN NO EVENT WILL TERAGRAM ... BE LIABLE FOR ANY INDIRECT, SPECIAL, PUNITIVE, CONSEQUENTIAL, OR INCIDENTAL DAMAGES (INCLUDING DAMAGES FOR LOSS OF BUSINESS PROFITS, BUSINESS INTERRUPTION, LOSS OF BUSINESS INFORMATION, AND THE LIKE) ARISING OUT OF THIS AGREEMENT OR THE USE OF OR INABILITY TO USE THE TERAGRAM PRODUCTS EVEN IF SUCH PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. IN NO CASE SHALL TERAGRAM'S AGGREGATE LIABILITY FOR ANY ONE MATTER ARISING OUT OF THE SUBJECT MATTER OF THIS AGREEMENT, WHETHER IN CONTRACT, TORT OR OTHERWISE, EXCEED THE AMOUNT ACTUALLY RECEIVED BY TERAGRAM FROM [SCREAMINGMEDIA] UNDER THIS AGREEMENT IN THE TWELVE (12) MONTHS PRECEDING THE OCCURRENCE OF SUCH MATTER, AND FOR ALL MATTERS, IN THE AGGREGATE, THE TOTAL AMOUNT ACTUALLY RECEIVED BY TERAGRAM FROM [SCREAMINGMEDIA] UNDER THIS AGREEMENT.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Teragram first delivered to ScreamingMedia a LINUX version of the Summarization Software on October 23, 2001. It made subsequent deliveries of new releases of the Summarization Software on November 2, 6, 8, 9, and 27, 2001, and on December 10, 2001. Also on December 10, 2001, Teragram made its first delivery of the LINUX versions of the Entity Extraction Software. Teragram later delivered new LINUX versions of that software on January 20, 2002 and Windows-compatible versions on January 21, 2002.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> In between the various delivery dates, the parties frequently communicated by e-mail.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On December 18, 2001, ScreamingMedia sent an e-mail to Teragram requesting an invoice for the 2001 annual fees. Teragram replied by e-mail the next day, with an invoice for the amount of $96,760. Teragram followed up on January 23, 2002 with a second e-mail, again attaching a copy of the invoice; that same day, ScreamingMedia responded by e-mail that the invoice had already been approved and that payment was \"probably caught up in [the] morass\" of the company's \"end-of[-] quarter accounting.\" When payment was not made by February 19, 2002, Teragram sent a third e-mail and invoice to ScreamingMedia, again requesting payment. These e-mails were cordial in tone.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The next day, on February 20, 2002, Teragram received by overnight mail a letter from ScreamingMedia. The letter, which was dated February 19, 2002, alleged that \"Teragram ... is in material breach of the ... License Agreement\" because the Teragram Software \"has substantially failed to achieve the results that Teragram warranted.\"<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a> According to the letter, \"Teragram insisted, both in verbal communications between the parties as well as in its product literature ..., that its product would allow\" ScreamingMedia \"to locate company names, names of executives, places and other entities (concepts) within textual documents\" and \"to discover associations such as `employer &#8212; position &#8212; employee' and many others, within the textual documents\"; however, \"[s]ince [Teragram's] product was first delivered to ScreamingMedia on January 20, 2002, it has substantially failed to achieve the results that Teragram warranted.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> ScreamingMedia concluded its letter as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Pursuant to Section 4 of the Agreement, ScreamingMedia hereby provides Teragram with thirty (30) days notice of its intention to terminate the Agreement if the material breaches outlined herein have not been cured within the notice period. Should Teragram be unable to cure this material breach, ScreamingMedia will make demand that all license and support fees remitted to Teragram pursuant to the Agreement be refunded in accordance with the Limited Warranty provision of Section 7.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Teragram did not respond.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On April 2, 2002, ScreamingMedia sent a second letter to Teragram, stating that because \"[t]o date, we have not received any response to our [February 19] letter, nor have the material breaches been cured,\" it was thereby terminating the Agreement pursuant to Section 4 of the Agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Teragram finally replied to ScreamingMedia's letters on April 5, 2002. In a letter of that date, Teragram countered that it was ScreamingMedia &#8212; not Teragram &#8212; that was in material breach of the Agreement by failing to make payment for the Teragram Software. Teragram alleged that payment for the Summarization Software was due on November 22, 2001, thirty days after October 23, 2001, when the software was first delivered to ScreamingMedia; in turn, payment for the Entity Extraction Software was due on January 9, 2002, thirty days after December 10, 2001, the date the Linux versions of the products were initially delivered. ScreamingMedia, Teragram maintained, \"must cure [its] breach before it demands warranty support under the Agreement.\" In any event, Teragram continued, Section 7 of the Agreement limits the warranty period to thirty days after delivery of the product; thus, in its view, the warranty for the Summarization Software expired on November 22, 2001, while the warranty for the Entity Extraction Software expired on January 9, 2002 &#8212; long before it received ScreamingMedia's notice of breach.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Teragram acknowledged, however, that it had delivered Windows versions of the Entity Extraction Software to ScreamingMedia on January 20, 2002. The Windows versions, it claimed, were \"complimentary\" and not contemplated by the Agreement. It asserted that \"[t]o the extent that a court might conclude that there was any warranty on these deliveries (Teragram takes the position that there was none), the 30 day warranty on this version of the software expired on February 19, 2002,\" one day before Teragram received ScreamingMedia's letter alleging breach, and thus ScreamingMedia's letter had no legal effect.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Teragram concluded its letter by stating that it was \"more than willing to work with ScreamingMedia to answer technical questions,\" but that \"[i]f ScreamingMedia does not comply with its payment obligations under the Agreement by April 26, 2002, Teragram will file suit in the Federal District Court for the District of Massachusetts\" under Massachusetts law, in accordance with the forum selection and choice of law provisions of the Agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">By June 4, 2002, ScreamingMedia had yet to reply to Teragram's letter or to tender any payment. On that date, Teragram filed this diversity action in federal district court, claiming breach of contract and seeking declaratory judgment on account of ScreamingMedia's failure to pay licensing and support fees allegedly due under the Agreement. Teragram initially sought damages in the amount of $96,760, representing \"the first of three annual license and support fees,\" but subsequently was granted leave to amend its complaint to seek damages for $193,520, comprising \"the first and second of three annual license and support fees.\"</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">ScreamingMedia counterclaimed for breach of contract/warranty, misrepresentation, and declaratory judgment. As to its own alleged breach of contract, ScreamingMedia argued that it was relieved of all payment obligations as a result of Teragram's prior material breach, namely, its failure to provide software in conformance with, and technical support as required by, Sections 6 and 7 of the Agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The parties cross-moved for summary judgment, and the court issued an order and opinion on December 29, 2004 and judgment on March 17, 2005. As to ScreamingMedia's breach of contract/warranty counterclaim, the court noted that Section 7 of the Agreement required any material failure of the Teragram Products to be reported to Teragram within the warranty period of thirty days. \"[F]inding that the delivery of each new version of the Software to ScreamingMedia by Teragram set the warranty clock running anew,\" the court concluded that ScreamingMedia did not provide timely notice of any breach of warranty with respect to the Summarization Software, but did provide timely notice with respect to the Entity Extraction software.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The court denied the parties' summary judgment motions with respect to the Entity Extraction Software, however, because it determined that material disputes remained regarding whether the software and technical support provided by Teragram complied with the Agreement. But after Teragram stipulated that the Entity Extraction Software did not \"`perform substantially in accordance with the documentation' within the meaning of [Section] 7 of the Agreement,\" and that \"[a]fter February 20, 2002, Teragram did not provide any support services to ScreamingMedia in connection with the Entity Extraction Software,\" the court entered judgment against Teragram on its breach of contract claim and in favor of ScreamingMedia on its parallel counterclaim solely with respect to the Entity Extraction Software. It awarded ScreamingMedia nominal damages in the amount of one dollar.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">As to Teragram's breach of contract claim against ScreamingMedia, the district court concluded that ScreamingMedia's failure to make payments under the Agreement constituted a material breach. Because ScreamingMedia failed to provide notice of alleged prior material breach by Teragram regarding the Summarization Software, the court granted summary judgment to Teragram on the breach of contract claim and against ScreamingMedia on its counterclaim with respect to that software only. It awarded damages to Teragram in the amount of $36,916.00, representing the first year's licensing and support fees for the Summarization Software.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The court also issued summary judgment in favor of Teragram on ScreamingMedia's misrepresentation counterclaim and declared moot the parties' respective requests for declaratory judgment \"to the degree not otherwise fully addressed in this Judgment.\" Finally, it denied Teragram's motion to amend its complaint a third time to seek licensing and support fees for the third year of the contract.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Neither party was fully satisfied by the district court's resolution of the breach of contract claims.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> After the district court denied its motion for reconsideration, Teragram filed this appeal from the judgment against it with respect to the Entity Extraction Software. In turn, ScreamingMedia cross-appealed from the judgment against it with respect to the Summarization Software. Teragram also appealed the district court's decision to limit the amount of its damages award against ScreamingMedia to only the first year of licensing and support fees for the Summarization Software.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We review cross-motions for summary judgment de novo, construing \"all facts, as well as reasonable inferences therefrom, . . . in the light most favorable to the respective non-moving parties.\" <i>Medeiros v. Vincent,</i> 431 F.3d 25, 29 (1st Cir.2005). We also review de novo contractual interpretation questions left to a judge to resolve. <i>See Principal Mut. Life Ins. Co. v. Racal-Datacom, Inc.,</i> 233 F.3d 1, 3 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Under the terms of the Agreement, the substantive law of Massachusetts governs this case. \"[U]nder Massachusetts law, interpretation of a contract is ordinarily a question of law for the court,\" <i>Bank v. Int'l Bus. Mach. Corp.,</i> 145 F.3d 420, 424 (1st Cir.1998) (quoting <i>Coll v. PB Diagnostic Sys., Inc.,</i> 50 F.3d 1115, 1122 (1st Cir.1995)) (internal quotation marks omitted), \"unless there are material disputes as to extrinsic facts bearing on the correct interpretation,\" <i>McAdams v. Mass. Mut. Life Ins. Co.,</i> 391 F.3d 287, 298 (1st Cir.2004). \"This is true even in `close cases'; the jury does not become involved when words and context alone are used, but only when extrinsic evidence is at issue.\" <i>Id.</i> \"Even if a contract might arguably appear ambiguous from its words alone, the decision remains with the judge if the alternative reading is inherently unreasonable when placed in context.\" <i>Id.</i> at 299. When construing a commercial contract, \"[c]ommon sense is as much a part of contract interpretation as is the dictionary or the arsenal of canons.\" <i>Fishman v. LaSalle Nat'l Bank,</i> 247 F.3d 300, 302 (1st Cir.2001); <i>see also id.</i> (\"The presumption in commercial contracts is that the parties were trying to accomplish something rational.\").</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In this case, there are no relevant material disputes as to extrinsic facts requiring resolution by a factfinder.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> We thus proceed to \"interpret[] [the Agreement] on the face of the document,\" taking into account its plain language and context. <i>McAdams,</i> 391 F.3d at 299.</p>\n    </div>\n    <p class=\"indent\">A. <i>Breach of Contract Claims</i></p>\n    <p class=\"indent\">1. <i>ScreamingMedia's Cross-Appeal</i></p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">ScreamingMedia argues on its cross-appeal, as well as in its defense to Teragram's successful claim, that summary judgment should have been granted in its favor with respect to the Summarization Software because the district court erred in concluding that it had not provided timely notice of Teragram's alleged prior material breach. Moreover, ScreamingMedia argues that even if its notice were untimely, its withholding of payment was no more than an immaterial breach of the Agreement, and so Teragram was still obligated to perform. Neither argument is persuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">ScreamingMedia alleges that Teragram committed a breach of warranty by failing to provide specification-compliant software and ongoing support, and that ScreamingMedia gave timely notice of the breach to Teragram. It cites to Section 6 of the Agreement, which required Teragram to \"provide to Licensee the maintenance and support services set forth in Exhibit B.\" It further relies on Section 7, which \"warrant[ed] that the Teragram [Software], for a period of thirty (30) days after delivery to Licensee, shall perform substantially in accordance with the Documentation\" and also required \"Teragram to correct any material failure of the Teragram [Software] to perform as warranted,\" but only so long as \"such failure is reported to Teragram within the warranty period\" of thirty days. ScreamingMedia argues, and Teragram does not dispute, that its receipt of specification-compliant software and support is \"an essential and inducing feature of the contract[ ],\" <i>Bucholz v. Green Bros. Co.,</i> 272 Mass. 49, 172 N.E. 101, 102 (1930), the failure of which would release it from further performance under the Agreement, <i>see Ward v. Am. Mut. Liab. Ins. Co.,</i> 15 Mass.App.Ct. 98, 443 N.E.2d 1342, 1343 (Mass. 1983).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The parties agree, for the purpose of construing the warranty provision of the Agreement, that the last \"delivery\" of the Summarization Software occurred on December 10, 2001 and that ScreamingMedia had to give notice to Teragram within thirty days of that date &#8212; that is, by January 9, 2002 &#8212; if it wished to invoke the warranty. ScreamingMedia claims that it complied with Section 7 because, beginning as early as November 1, 2001, it sent numerous e-mails to Teragram, purportedly apprising the latter of problems it was having with the Summarization Software. The argument fails for two reasons: the notice required was not notice by e-mail, and the e-mails ScreamingMedia sent did not, in any event, provide adequate notice.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Section 7 specified that an allegation of material failure of the software must be \"reported to Teragram within the warranty period.\" It did not permit \"report[ing]\" by e-mail. Although Section 7 did not itself describe the medium by which reporting was to have been effected, subsection 12(a) of the Agreement mandated that \"[a]ll notices shall be in writing and given by personal delivery, certified mail, return receipt requested, or by commercial overnight courier for next business day delivery, to the recipient's address set forth above.\" E-mail plainly was not among the recognized forms of notice.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">ScreamingMedia argues that Section 7 did not require \"notice,\" but merely \"report[ing],\" and thus subsection 12(a) did not apply. Nothing in the Agreement, however, indicated that the term \"report\" in Section 7 was a term of art, used only, as ScreamingMedia asserts, \"in connection with efforts to deal with Software problems that cause the Software to fail to perform substantially in accordance with Documentation.\" Rather, because the formal notification procedures were set forth under Section 12, which was entitled \"General,\" those procedures applied to any type of situation in which notice to the other party was required, unless otherwise specified. Indeed, only Exhibit B of the Agreement, which detailed Teragram's annual support obligations, provided for e-mail reporting, and it did so solely with respect to minor maintenance problems (\"bugs\"), not to material failures of the software. <i>See G.M. Abodeely Ins. v. Commerce Ins.,</i> 41 Mass.App.Ct. 274, 669 N.E.2d 787, 789 (1996) (\"Every phrase and clause must be presumed to have been designedly employed, and must be given meaning and effect, whenever practicable, when construed with all the other phraseology contained in the instrument, which must be considered as a workable and harmonious means for carrying out and effectuating the intent of the parties.\" (quoting <i>J.A. Sullivan Corp. v. Commonwealth,</i> 397 Mass. 789, 494 N.E.2d 374, 378 (1986)) (internal quotation marks omitted)). Moreover, since subsection 12(a) notice is required when one party seeks to notify the other of material breach under Section 4 of the Agreement, it would make little sense to construe Section 7 differently.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In any event, as the district court correctly noted, ScreamingMedia never once alleged in the course of its e-mail correspondence that there had been a \"material failure\" of the software or that the software was not performing \"substantially in accordance with the Documentation.\" Consequently, the e-mails could not have put Teragram on fair notice. Finally, that ScreamingMedia requested from Teragram an invoice for the first year's fees as late as December 18, 2001 &#8212; at least a week after it had sent the very last of its e-mails to Teragram regarding the Summarization Software &#8212; shows that ScreamingMedia did not, as a matter of fact, intend for its e-mails to serve as notices of material failures of the software.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">It was not until February 20, 2002 that Teragram received from ScreamingMedia a notice of breach in a form recognized by subsection 12(a) of the Agreement. By that date, the warranty period for the Summarization Software had expired, and Teragram was no longer under obligation \"to correct any material failure of [that software] to perform as warranted.\"<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Since Teragram could not have been in prior material breach of the warranty with respect to the Summarization Software, ScreamingMedia was obligated to fulfill its obligations under the Agreement, namely, to pay the applicable annual license and support fees. On appeal, as before the district court, ScreamingMedia does not argue that it had, in fact, fulfilled its end of the bargain. Rather, it argues that the breach, if not excused by Teragram's breach, was immaterial. <i>See Lease-It, Inc. v. Mass. Port Auth.,</i> 33 Mass.App.Ct. 391, 600 N.E.2d 599, 602 (1992) (\"When a party to an agreement commits an immaterial breach of that agreement, the injured party ... may not stop performing its obligations under the agreement.\"). Alternatively, it argues that the materiality of the breach should have been left to the trier of fact. We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">\"A material breach of an agreement occurs when there is a breach of `an essential and inducing feature of the contract[].'\" <i>Id.</i> (alteration in original) (quoting <i>Bucholz,</i> 172 N.E. at 102). \"[A] material breach by one party excuses the other party from further performance under the contract,\" <i>id.</i> (quoting <i>Ward,</i> 443 N.E.2d at 1343), and \"[o]nce relieved from performance, the injured party is not liable for further damages incurred by the party in material breach,\" <i>id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">ScreamingMedia relies heavily on the rule that the materiality of a breach of contract is generally a question for the trier of fact to decide. <i>See id.</i> Nevertheless, \"[a]s is true of virtually any factual question, if the materiality question in a given case admits of only one reasonable answer (because the evidence on the point is either undisputed or sufficiently lopsided), then the court must intervene and address what is ordinarily a factual question as a question of law.\" <i>Gibson v. City of Cranston,</i> 37 F.3d 731, 736 (1st Cir. 1994); <i>see also Lease-It,</i> 600 N.E.2d at 602 (noting that the materiality of breach \"normally is a question for the jury to decide,\" but that \"[o]n this record, ... we may decide the matter on our own\").</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Here, the district court correctly concluded that as a matter of law, the breach was material. Under the Agreement, payment was due \"30 days following the Delivery Date of [the] Software,\" with \"Delivery Date\" being defined as \"the date [the particular] Teragram Product is delivered to Licensee.\" ScreamingMedia admitted that it <i>never</i> made any payment to Teragram at any time during the course of their contractual relationship. ScreamingMedia's failure to pay, the only obligation it had under the contract, constitutes a material breach. <i>See Lease-It,</i> 600 N.E.2d at 602 (holding that where a party's \"sole obligation [under a contract] was to pay,\" its failure to do so is \"a substantial breach going to the root of the contract\" that releases the other party from further performance (quoting <i>Aerostatic Eng'g Corp. v. Szczawinski,</i> 1 Mass.App.Ct. 141, 294 N.E.2d 521, 523 (1973))).</p>\n    </div>\n    <p class=\"indent\">2. <i>Teragram's Appeal</i></p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Teragram appeals from the district court's entry of summary judgment in favor of ScreamingMedia as to the Entity Extraction Software. Teragram's theory on appeal is that ScreamingMedia was in prior material breach of contract on the Entity Extraction Software by failing to pay licensing and support fees for that software.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The record shows that the latest, Windows-compatible versions of the Entity Extraction Software were delivered to ScreamingMedia on January 21, 2002. Teragram states that it \"does not challenge the [district] court's conclusion that each new update of the Entity Extraction Software gave rise to a new 30 day warranty period.\" Nor does it challenge, on appeal, the use of the delivery date of the Windows, rather than the LINUX, versions of the software. Accordingly, there is no dispute that the letter Teragram received from ScreamingMedia on February 20, 2002 &#8212; thirty days after the delivery of the Windows-versions of the Entity Extraction Software &#8212; constituted a valid and timely notice of an alleged material failure of that software to perform as warranted and triggered Teragram's obligation to cure under Section 7. There is also no dispute that Teragram failed to make any efforts \"to correct [the] material failure,\" as required by the warranty. In fact, Teragram stipulated that the Entity Extraction Software did not \"`perform substantially in accordance with the Documentation' within the meaning of [Section] 7 of the Agreement,\" and that \"[a]fter February 20, 2002, Teragram did not provide any support services to ScreamingMedia in connection with the Entity Extraction software.\" The only conclusion a reasonable factfinder could draw on these facts is that ScreamingMedia was within its rights to terminate pursuant to Section 4.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Teragram attempts to ward off this result by arguing that ScreamingMedia breached first with respect to the Entity Extraction Software by failing to pay for it. It suggests that under the Agreement, payment was due \"30 days following the Delivery Date of the software\"; that the term \"Delivery Date\" referred to the initial date of delivery of the software and not to the dates of delivery for any subsequent \"updates\"; and that by failing to pay, ScreamingMedia was in material breach as of January 10, 2002, thirty-one days after the first, LINUX-compatible versions of the Entity Extraction Software were delivered on December 10, 2001. Teragram says this failure to pay released it from having to perform under the Agreement. Neither a reasonable construction of the contract nor the record itself bears out this theory.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">This dispute turns on what constitutes the \"Delivery Date of the software.\" The Agreement itself stated that the \"Delivery Date\" is \"the date such Teragram Product is delivered to Licensee.\" This means that the earliest date that payment for the Entity Extraction Software could have been due is February 20, 2002, thirty days after the latest versions of the Entity Extraction Software were delivered. Teragram has already conceded that, for purposes of the warranty, the delivery date of a given set of Teragram Software is the date on which the latest version(s) of that software is delivered to ScreamingMedia. We see no reason to construe \"delivery\" differently for the purpose of determining when payment was due. Moreover, Teragram did not send an invoice to ScreamingMedia for the products until <i>ScreamingMedia</i> requested it on December 18, 2001 &#8212; almost a month after when, according to Teragram's theory, payment for the Summarization Software would have been due.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> Further, Teragram provided ScreamingMedia with two additional deliveries of the Entity Extraction Software after January 10, 2002, the date on which, according to Teragram's theory, ScreamingMedia would have been in breach. Finally, the record shows that Teragram did not at any point prior to February 20, 2002 communicate to ScreamingMedia its alleged understanding that ScreamingMedia was in breach for failure to pay; indeed, its e-mail correspondence as late as February 19, 2002 had been cordial. These facts are consistent only with our reading of the contract.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Because ScreamingMedia was not in prior material breach of the Agreement with respect to the Entity Extraction Software, Teragram was obligated to provide conforming software and support under the terms of Sections 6 and 7 of the Agreement. Having failed to do so, it is in material breach of the warranty and the Agreement, and no reasonable factfinder could conclude otherwise.</p>\n    </div>\n    <p class=\"indent\">B. <i>Damages</i></p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">This leaves one final issue. Teragram, having prevailed on its breach of contract claim with respect to the Summarization Software, challenges the amount of its damages award. The district court limited the money judgment against ScreamingMedia to the first year's licensing and support fees for the Summarization Software, a total of $36,816. Teragram asserts that because ScreamingMedia did not effectively terminate the Agreement as to the Summarization Software, Teragram was entitled, at the very least, to licensing and support fees for the Summarization Software for the balance of the Agreement's three-year term.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">As an initial matter, Teragram never was granted leave to amend its complaint to seek anything more than \"the first and second of three annual license and support fees.\"<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> In any case, the district court did not err in awarding only the first year's fees for the Summarization Software. The court's result is correct as a matter both of contract interpretation and of the law of remedies for breach of contract.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">ScreamingMedia terminated the Agreement on April 2, 2002. Subsection 12(f) of the Agreement stated: \"Upon termination of this Agreement, all outstanding payment obligations and the following sections of this Agreement will survive: 1, 5, 7, 9, 11 and 12.\" The Agreement characterized the licensing and support fees as \"annual\" fees. By the time of ScreamingMedia's breach, which took place not even a half year into the Agreement's term, only the first year's fees had been invoiced and were due. Moreover, regardless of whether ScreamingMedia received the benefit of its bargain during those months preceding the breach, there is no dispute that it did not continue to make use of, and Teragram ceased to provide support for, the Teragram Software after February 2002. Under these circumstances, the only payments reasonably \"outstanding\" at the time of the termination were the first year's fees. Because Teragram itself was in breach with respect to the Entity Extraction Software, the only fees due are for the Summarization Software. <i>See Lease-It,</i> 600 N.E.2d at 602 (\"Once relieved from performance, the injured party is not liable for further damages incurred by the party in material breach.\").</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The only provisions in the Agreement that arguably could support Teragram's theory of damages did not survive termination. Section 6, for example, which required the \"Licensee ... to pay the Support Fees, with respect to each Teragram Product for three (3) years, commencing on such Teragram Product's Delivery Date,\" did not survive. And Section 4, which defined the term of the Agreement, specifically provided that \"[t]he term of this Agreement ... shall terminate as to each Teragram Product upon the third anniversary of such Teragram Product's Delivery Date, <i>unless earlier terminated</i> in accordance with this Section 4.\"<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">We affirm the district court's award of damages to Teragram in the amount of $36,816.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The district court's judgment is <i>affirmed.</i> Each party shall bear its own costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the United States Court of Appeals for the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> The defendant, which was originally known as ScreamingMedia, Inc., has changed its name twice during the course of this litigation, most recently in 2004. On July 12, 2004, the district court approved a stipulated motion by the parties to substitute Marketwatch.com, Inc. for ScreamingMedia, Inc. as the defendant in this action<i>See</i> Fed.R.Civ.P. 25(c). The parties and the district court have continued to refer to the defendant as \"ScreamingMedia,\" and we thus retain that denomination.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> The delivery date of the Windows version of the Entity Extraction Software was initially the subject of dispute. At the summary judgment hearing and in filings prior to the district court's December 29, 2004 memorandum and order, Teragram argued that the Windows version was delivered on January 20, 2002, with the LINUX version, while ScreamingMedia maintained that it was delivered separately on January 21, 2002. After the district court issued its opinion, which relied on the January 21 date, both parties adopted that as the delivery date for the Windows version</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> The third e-mail, for example, concluded: \"We are looking forward to meeting you and your team. We have other technologies which further leverage what you already have.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> The letter referred generally to \"Teragram's software\" and did not specify which of the three products were dissatisfactory. It appears from the content of the letter that ScreamingMedia's complaints were largely directed toward the Entity Extraction Software</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> ScreamingMedia enumerated the following problems it allegedly encountered using the Teragram Software:</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">1</a>\n        <p class=\"indent\"> The supplied package does not extract the following concepts listed in the \"Teragram Concept and Relation List\": ADDRESS, PHONE, URL, FILENAME, SSN, TICKER, EVENT, CONFERENCE, PRODUCT, COMPUTER, [and] SOFTWARE[.]</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">2</a>\n        <p class=\"indent\"> The supplied package shows very low extraction ratio (recall) of supplied \"relationship\" concepts: COMPANY MERGER AQ, IPO, BANKRUPTCY, PRODUCT LAUNCH, ALLIANCES, STOCK SPLIT, MANAGEMENT EVENT, AND JOB POSITION</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">3</a>\n        <p class=\"indent\"> The supplied package fails to extract COMPANY PRODUCT concept</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">4</a>\n        <p class=\"indent\"> Recall and precision for the majority of the simple concepts listed in the \"Teragram Concept and Relation List\" are substantially lower than recall and precision demonstrated by leading concept extraction packages such as SRA NetOwl and BBN IdentiFinder</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The district court characterized the motion it was denying as Teragram's motion \"to amend its Complaint to include the second year's worth of the annual license and support fees.\" It is clear from the context, however, that the district court was in fact denying a request for the third year's worth of fees</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> ScreamingMedia does not appeal the court's dismissal of its misrepresentation claim, and neither party appeals from the dismissal as moot of the declaratory judgment claims or from the award of nominal damages to ScreamingMedia</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> ScreamingMedia does argue, but only as a last resort, that the materiality of its breach with respect to the Summarization Software should have been left to a trier of fact. We reject this argument below</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> That last e-mail, which was sent on December 11, 2001, did not even voice a complaint about the Summarization Software; instead, the e-mail asked whether a certain function that was available in the Entity Extraction Software was also available in the Summarization Software</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> As a last-ditch effort, ScreamingMedia argues that even if it did not properly terminate under Section 7, it nonetheless effectively terminated the Agreement independently under Section 4, because Teragram failed to provide specification-compliant software from the outset. This argument has no merit. Section 7 made clear that Teragram was providing a warranty for only thirty days, and that it disclaimed all other warranties on the software. The only way to give effect to this section is to read it as a limitation upon Section 4 &#8212; that is, as permitting termination on account of a material failure of the software only when notice has been given within the thirty-day warranty period<i>See McMahon v. Monarch Life Ins. Co.,</i> 345 Mass. 261, 186 N.E.2d 827, 830 (1962) (\"[A] contract is to be construed to give a reasonable effect to each of its provisions if possible.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> As a last resort, Teragram relies on the following language in Section 7, to argue that only it, and not ScreamingMedia, had the right to terminate: \"In the event that Teragram cannot, after repeated efforts, remedy such failure, Teragram shall refund all license and support fees received by Teragram from Licensee with respect to the defective Teragram Product hereunder and terminate the Agreement as to such Teragram Product....\" Teragram makes too much of this language. The excerpted text merely states that Teragram has an obligation to terminate the Agreement and to refund any fees paid in the event that it tries, and repeatedly fails, to cure; the provision creates no restrictions on ScreamingMedia's power to terminate</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Although subsection 12(g) of the Agreement provided that Teragram may assess a monthly interest charge \"on all payments more than fifteen (15) days past due,\" the amount invoiced did not include any such overdue charges</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Teragram also argues that, despite its own breach of the warranty with respect to the Entity Extraction Software, it is entitled to the fees for the full term of the contract, including the second and third years, for<i>both</i> products. To state this argument is to refute it. Teragram is not entitled to recover payment for a benefit it did not provide.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Teragram's motion to amend its complaint to seek the third year's fees was denied by the district court. Teragram tacks on to its brief a two-sentence argument, asserting that the district court erred in denying its motion to amend. Its conclusory argument amounts to waiver,<i>see United States v. Zannino,</i> 895 F.2d 1, 17 (1st Cir.1990) (\"[I]ssues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\"), and we will not consider it.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Teragram argues the Agreement was a \"divisible\" contract, such that even if ScreamingMedia properly terminated the Agreement with respect to the Entity Extraction Software, it did not do so with respect to the Summarization Software, and so ScreamingMedia owes damages for the entire three-year term of the contract with respect to the latter software. First, \"[t]he conclusion that a contract is `divisible' rather than `entire' may be confusing and is not invariably dispositive of all related issues.\"<i>Potter &amp; McArthur, Inc. v. City of Boston,</i> 15 Mass.App.Ct. 454, 446 N.E.2d 718, 719 (1983) (citing 3A Corbin, <i>Corbin on Contracts</i> &#167; 694 (1960 &amp; Supp.1982)). Second, Teragram's argument is based on a faulty premise. That ScreamingMedia wrongfully terminated with respect to the Summarization Software does not make its termination of the Agreement any less effective. Wrongful termination merely gives rise to a claim for damages; it does not negate the fact of termination. <i>See</i> 2 Farnsworth, <i>Farnsworth on Contracts</i> &#167;&#167; 8.15, 8.18 (3d ed.2004).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">TERAGRAM CORPORATION, Plaintiff, Appellant/Cross-Appellee,<br>v.<br>MARKETWATCH.COM, INC., Defendant, Appellee/Cross-Appellant.</p>\n    <p class=\"docket\">No. 05-1635.</p>\n    <p class=\"docket\">No. 05-1636.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 9, 2006.</p>\n    <p class=\"date\">Decided April 5, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Lee T. Gesmer, with whom Joseph J. Laferrera, Kurt E. Bratten, and Gesmer Updegrove LLP were on brief, for appellant/cross-appellee.</p>\n      <p class=\"indent\">Maria E. Recalde, with whom Mark J. Ventola, Sheehan Phinney Bass + Green, P.A., William P. Kelly, and McCarthy &amp; Kelly LLP were on brief, for appellee/cross-appellant.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, BOWMAN,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a contract dispute between Teragram Corporation and Marketwatch.com, Inc., a.k.a. \"ScreamingMedia.\"<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> The dispute centers on three software products, referred to collectively as \"the Teragram Software,\" which Teragram licensed to ScreamingMedia. The first two products, (1) Entity Extraction, SDK, and TLGREP Entity Compilers and (2) Entity Extraction English Dictionaries and Grammars, are together referred to as the \"Entity Extraction Software,\" while the third, Summarization Engine with English Data, is referred to as the \"Summarization Software.\"</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Teragram sued for breach of contract and sought damages of $193,520, representing the annual licensing and support fees for the first two years of the three-year contract; ScreamingMedia counterclaimed that Teragram misrepresented its products and was itself in breach of contract, thus excusing ScreamingMedia from its payment obligations. The district court, on cross-motions for summary judgment, issued judgment in favor of Teragram with respect to the Summarization Software and limited Teragram's damages award to the amount of one year's licensing and support fees for that product, totaling $36,816. The court also entered judgment in favor of ScreamingMedia with respect to the Entity Extraction Software and awarded nominal damages of $1.00. The court reached different results as to each product in part because ScreamingMedia did not give timely notice to Teragram of the alleged material failure of the Summarization Software, but did give timely notice of the alleged material failure of the Entity Extraction Software.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Teragram appeals the issuance of summary judgment against it with respect to the Entity Extraction Software; it also appeals the limit the district court set on the damages award in its favor. ScreamingMedia cross-appeals from the issuance of summary judgment in Teragram's favor with respect to the Summarization Software.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We affirm the district court's judgment.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The facts are not in dispute. ScreamingMedia was, at all relevant times, in the business of providing summarized textual content, such as news stories, to mobile phone users and other third parties. Initially, the company employed human editors to consolidate full-text news stories into 160-character digests that would fit on mobile phone screens. In 2001, however, it began to seek out software that would both automate the summarization process and insert hyperlinked stock market ticker symbols into the text of summarized articles.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">To this end, in June 2001, ScreamingMedia entered into discussions with Teragram, a linguistic technology company. Teragram accepted ScreamingMedia's invitation to participate in a competitive evaluation of its software and installed LINUX versions of its software on ScreamingMedia's computer server. At the conclusion of that evaluation process, ScreamingMedia decided to license Teragram's software, and the parties entered into a licensing agreement (\"Agreement\") effective on October 17, 2001. The interpretation of this Agreement is at the crux of the present dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Under the Agreement, ScreamingMedia received from Teragram a limited license to the Teragram Software. The Agreement also required Teragram to provide to ScreamingMedia certain maintenance and support services that were set forth in an Exhibit B.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Pursuant to the Agreement, ScreamingMedia was obliged to pay Teragram a total of $59,944 annually (over a three-year period) for the Entity Extraction Software, consisting of $50,800 in license fees and $9144 in support fees. As for the Summarization Software, ScreamingMedia was to pay Teragram a total of $36,816 annually, consisting of $31,200 in license fees and $5616 for support fees. Payment of these fees was due \"30 days following the Delivery Date of [the] software and on the anniversaries of the Delivery Date.\" The Agreement defined \"Delivery Date\" as \"the date [the particular Teragram Software in question] is delivered to Licensee.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Section 4 of the Agreement, entitled \"Term and Termination,\" provided that \"[t]he license for each Teragram Product shall not commence until the Delivery Date for such Teragram Product,\" and that the Agreement would \"terminate as to each Teragram Product upon the third anniversary of such Teragram Product's Delivery Date, unless earlier terminated in accordance with this [section].\" The section went on to specify:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This Agreement and the licenses granted hereunder may be terminated by either party in the event of a material breach hereof by the other which is not cured within thirty (30) days after the breaching party's receipt of notice of such breach from the nonbreaching party....</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Section 7 of the Agreement set forth a standard \"repair-or-replace\" warranty:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Teragram warrants that the Teragram Products, for a period of thirty (30) days after delivery to [ScreamingMedia], shall perform substantially in accordance with the Documentation. [ScreamingMedia's] exclusive remedy and Teragram's sole liability under this warranty shall be for Teragram to correct any material failure of the Teragram Products to perform as warranted, if such failure is reported to Teragram within the warranty period.... In the event that Teragram cannot, after repeated efforts, remedy such failure, Teragram shall refund all license and support fees received by Teragram from [ScreamingMedia] with respect to the defective Teragram Product hereunder and terminate the Agreement as to such Teragram Product....</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The next paragraph, which limits both the warranties and the definition for breach of warranty, states in bold type:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">THE ABOVE ARE THE ONLY WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, THAT ARE MADE BY TERAGRAM AND TERAGRAM DISCLAIMS ALL OTHER WARRANTIES, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, NONINFRINGEMENT, FITNESS FOR A PARTICULAR PURPOSE OR THAT THE OPERATION OF THE TERAGRAM PRODUCTS WILL BE UNINTERRUPTED OR ERROR-FREE. NO ORAL OR WRITTEN INFORMATION OR ADVICE GIVEN BY TERAGRAM, ITS AGENTS OR EMPLOYEES SHALL CREATE A WARRANTY OR IN ANY WAY INCREASE THE SCOPE OF THE WARRANTIES IN THIS AGREEMENT. SUCH WARRANTIES SHALL NOT BE DEEMED TO HAVE FAILED OF THEIR ESSENTIAL PURPOSE SO LONG AS TERAGRAM IS MAKING GOOD FAITH EFFORTS TO CORRECT DEFECTS OR FAILURES UNDER THE TERMS OF THE WARRANTY.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Section 9(a) of the Agreement, entitled \"Limitation of Liability,\" set a limit on the form and amount of ScreamingMedia's recovery in event of breach:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">REGARDLESS OF WHETHER ANY REMEDY SET FORTH IN THIS AGREEMENT FAILS OF ITS ESSENTIAL PURPOSE, IN NO EVENT WILL TERAGRAM ... BE LIABLE FOR ANY INDIRECT, SPECIAL, PUNITIVE, CONSEQUENTIAL, OR INCIDENTAL DAMAGES (INCLUDING DAMAGES FOR LOSS OF BUSINESS PROFITS, BUSINESS INTERRUPTION, LOSS OF BUSINESS INFORMATION, AND THE LIKE) ARISING OUT OF THIS AGREEMENT OR THE USE OF OR INABILITY TO USE THE TERAGRAM PRODUCTS EVEN IF SUCH PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. IN NO CASE SHALL TERAGRAM'S AGGREGATE LIABILITY FOR ANY ONE MATTER ARISING OUT OF THE SUBJECT MATTER OF THIS AGREEMENT, WHETHER IN CONTRACT, TORT OR OTHERWISE, EXCEED THE AMOUNT ACTUALLY RECEIVED BY TERAGRAM FROM [SCREAMINGMEDIA] UNDER THIS AGREEMENT IN THE TWELVE (12) MONTHS PRECEDING THE OCCURRENCE OF SUCH MATTER, AND FOR ALL MATTERS, IN THE AGGREGATE, THE TOTAL AMOUNT ACTUALLY RECEIVED BY TERAGRAM FROM [SCREAMINGMEDIA] UNDER THIS AGREEMENT.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Teragram first delivered to ScreamingMedia a LINUX version of the Summarization Software on October 23, 2001. It made subsequent deliveries of new releases of the Summarization Software on November 2, 6, 8, 9, and 27, 2001, and on December 10, 2001. Also on December 10, 2001, Teragram made its first delivery of the LINUX versions of the Entity Extraction Software. Teragram later delivered new LINUX versions of that software on January 20, 2002 and Windows-compatible versions on January 21, 2002.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> In between the various delivery dates, the parties frequently communicated by e-mail.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On December 18, 2001, ScreamingMedia sent an e-mail to Teragram requesting an invoice for the 2001 annual fees. Teragram replied by e-mail the next day, with an invoice for the amount of $96,760. Teragram followed up on January 23, 2002 with a second e-mail, again attaching a copy of the invoice; that same day, ScreamingMedia responded by e-mail that the invoice had already been approved and that payment was \"probably caught up in [the] morass\" of the company's \"end-of[-] quarter accounting.\" When payment was not made by February 19, 2002, Teragram sent a third e-mail and invoice to ScreamingMedia, again requesting payment. These e-mails were cordial in tone.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The next day, on February 20, 2002, Teragram received by overnight mail a letter from ScreamingMedia. The letter, which was dated February 19, 2002, alleged that \"Teragram ... is in material breach of the ... License Agreement\" because the Teragram Software \"has substantially failed to achieve the results that Teragram warranted.\"<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a> According to the letter, \"Teragram insisted, both in verbal communications between the parties as well as in its product literature ..., that its product would allow\" ScreamingMedia \"to locate company names, names of executives, places and other entities (concepts) within textual documents\" and \"to discover associations such as `employer &#8212; position &#8212; employee' and many others, within the textual documents\"; however, \"[s]ince [Teragram's] product was first delivered to ScreamingMedia on January 20, 2002, it has substantially failed to achieve the results that Teragram warranted.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> ScreamingMedia concluded its letter as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Pursuant to Section 4 of the Agreement, ScreamingMedia hereby provides Teragram with thirty (30) days notice of its intention to terminate the Agreement if the material breaches outlined herein have not been cured within the notice period. Should Teragram be unable to cure this material breach, ScreamingMedia will make demand that all license and support fees remitted to Teragram pursuant to the Agreement be refunded in accordance with the Limited Warranty provision of Section 7.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Teragram did not respond.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On April 2, 2002, ScreamingMedia sent a second letter to Teragram, stating that because \"[t]o date, we have not received any response to our [February 19] letter, nor have the material breaches been cured,\" it was thereby terminating the Agreement pursuant to Section 4 of the Agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Teragram finally replied to ScreamingMedia's letters on April 5, 2002. In a letter of that date, Teragram countered that it was ScreamingMedia &#8212; not Teragram &#8212; that was in material breach of the Agreement by failing to make payment for the Teragram Software. Teragram alleged that payment for the Summarization Software was due on November 22, 2001, thirty days after October 23, 2001, when the software was first delivered to ScreamingMedia; in turn, payment for the Entity Extraction Software was due on January 9, 2002, thirty days after December 10, 2001, the date the Linux versions of the products were initially delivered. ScreamingMedia, Teragram maintained, \"must cure [its] breach before it demands warranty support under the Agreement.\" In any event, Teragram continued, Section 7 of the Agreement limits the warranty period to thirty days after delivery of the product; thus, in its view, the warranty for the Summarization Software expired on November 22, 2001, while the warranty for the Entity Extraction Software expired on January 9, 2002 &#8212; long before it received ScreamingMedia's notice of breach.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Teragram acknowledged, however, that it had delivered Windows versions of the Entity Extraction Software to ScreamingMedia on January 20, 2002. The Windows versions, it claimed, were \"complimentary\" and not contemplated by the Agreement. It asserted that \"[t]o the extent that a court might conclude that there was any warranty on these deliveries (Teragram takes the position that there was none), the 30 day warranty on this version of the software expired on February 19, 2002,\" one day before Teragram received ScreamingMedia's letter alleging breach, and thus ScreamingMedia's letter had no legal effect.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Teragram concluded its letter by stating that it was \"more than willing to work with ScreamingMedia to answer technical questions,\" but that \"[i]f ScreamingMedia does not comply with its payment obligations under the Agreement by April 26, 2002, Teragram will file suit in the Federal District Court for the District of Massachusetts\" under Massachusetts law, in accordance with the forum selection and choice of law provisions of the Agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">By June 4, 2002, ScreamingMedia had yet to reply to Teragram's letter or to tender any payment. On that date, Teragram filed this diversity action in federal district court, claiming breach of contract and seeking declaratory judgment on account of ScreamingMedia's failure to pay licensing and support fees allegedly due under the Agreement. Teragram initially sought damages in the amount of $96,760, representing \"the first of three annual license and support fees,\" but subsequently was granted leave to amend its complaint to seek damages for $193,520, comprising \"the first and second of three annual license and support fees.\"</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">ScreamingMedia counterclaimed for breach of contract/warranty, misrepresentation, and declaratory judgment. As to its own alleged breach of contract, ScreamingMedia argued that it was relieved of all payment obligations as a result of Teragram's prior material breach, namely, its failure to provide software in conformance with, and technical support as required by, Sections 6 and 7 of the Agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The parties cross-moved for summary judgment, and the court issued an order and opinion on December 29, 2004 and judgment on March 17, 2005. As to ScreamingMedia's breach of contract/warranty counterclaim, the court noted that Section 7 of the Agreement required any material failure of the Teragram Products to be reported to Teragram within the warranty period of thirty days. \"[F]inding that the delivery of each new version of the Software to ScreamingMedia by Teragram set the warranty clock running anew,\" the court concluded that ScreamingMedia did not provide timely notice of any breach of warranty with respect to the Summarization Software, but did provide timely notice with respect to the Entity Extraction software.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The court denied the parties' summary judgment motions with respect to the Entity Extraction Software, however, because it determined that material disputes remained regarding whether the software and technical support provided by Teragram complied with the Agreement. But after Teragram stipulated that the Entity Extraction Software did not \"`perform substantially in accordance with the documentation' within the meaning of [Section] 7 of the Agreement,\" and that \"[a]fter February 20, 2002, Teragram did not provide any support services to ScreamingMedia in connection with the Entity Extraction Software,\" the court entered judgment against Teragram on its breach of contract claim and in favor of ScreamingMedia on its parallel counterclaim solely with respect to the Entity Extraction Software. It awarded ScreamingMedia nominal damages in the amount of one dollar.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">As to Teragram's breach of contract claim against ScreamingMedia, the district court concluded that ScreamingMedia's failure to make payments under the Agreement constituted a material breach. Because ScreamingMedia failed to provide notice of alleged prior material breach by Teragram regarding the Summarization Software, the court granted summary judgment to Teragram on the breach of contract claim and against ScreamingMedia on its counterclaim with respect to that software only. It awarded damages to Teragram in the amount of $36,916.00, representing the first year's licensing and support fees for the Summarization Software.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The court also issued summary judgment in favor of Teragram on ScreamingMedia's misrepresentation counterclaim and declared moot the parties' respective requests for declaratory judgment \"to the degree not otherwise fully addressed in this Judgment.\" Finally, it denied Teragram's motion to amend its complaint a third time to seek licensing and support fees for the third year of the contract.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Neither party was fully satisfied by the district court's resolution of the breach of contract claims.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> After the district court denied its motion for reconsideration, Teragram filed this appeal from the judgment against it with respect to the Entity Extraction Software. In turn, ScreamingMedia cross-appealed from the judgment against it with respect to the Summarization Software. Teragram also appealed the district court's decision to limit the amount of its damages award against ScreamingMedia to only the first year of licensing and support fees for the Summarization Software.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We review cross-motions for summary judgment de novo, construing \"all facts, as well as reasonable inferences therefrom, . . . in the light most favorable to the respective non-moving parties.\" <i>Medeiros v. Vincent,</i> <span class=\"citation\" data-id=\"201955\"><a href=\"/opinion/201955/medeiros-v-atlantic-states-mari/\"><span class=\"volume\">431</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span>, 29 (1st Cir.2005). We also review de novo contractual interpretation questions left to a judge to resolve. <i>See Principal Mut. Life Ins. Co. v. Racal-Datacom, Inc.,</i> <span class=\"citation\" data-id=\"199156\"><a href=\"/opinion/199156/principal-mutual-v-racal-datacom-inc/\"><span class=\"volume\">233</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Under the terms of the Agreement, the substantive law of Massachusetts governs this case. \"[U]nder Massachusetts law, interpretation of a contract is ordinarily a question of law for the court,\" <i>Bank v. Int'l Bus. Mach. Corp.,</i> <span class=\"citation\" data-id=\"197980\"><a href=\"/opinion/197980/bank-v-ibm/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">420</span></a></span>, 424 (1st Cir.1998) (quoting <i>Coll v. PB Diagnostic Sys., Inc.,</i> <span class=\"citation\" data-id=\"195995\"><a href=\"/opinion/195995/coll-v-pb-diagnostics/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1115</span></a></span>, 1122 (1st Cir.1995)) (internal quotation marks omitted), \"unless there are material disputes as to extrinsic facts bearing on the correct interpretation,\" <i>McAdams v. Mass. Mut. Life Ins. Co.,</i> <span class=\"citation\" data-id=\"201362\"><a href=\"/opinion/201362/mcadams-v-mass-mutual-life-ins/\"><span class=\"volume\">391</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">287</span></a></span>, 298 (1st Cir.2004). \"This is true even in `close cases'; the jury does not become involved when words and context alone are used, but only when extrinsic evidence is at issue.\" <i>Id.</i> \"Even if a contract might arguably appear ambiguous from its words alone, the decision remains with the judge if the alternative reading is inherently unreasonable when placed in context.\" <i>Id.</i> at 299. When construing a commercial contract, \"[c]ommon sense is as much a part of contract interpretation as is the dictionary or the arsenal of canons.\" <i>Fishman v. LaSalle Nat'l Bank,</i> <span class=\"citation\" data-id=\"199389\"><a href=\"/opinion/199389/fishman-v-lasalle-national/\"><span class=\"volume\">247</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">300</span></a></span>, 302 (1st Cir.2001); <i>see also id.</i> (\"The presumption in commercial contracts is that the parties were trying to accomplish something rational.\").</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In this case, there are no relevant material disputes as to extrinsic facts requiring resolution by a factfinder.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> We thus proceed to \"interpret[] [the Agreement] on the face of the document,\" taking into account its plain language and context. <i>McAdams,</i> 391 F.3d at 299.</p>\n    </div>\n    <p class=\"indent\">A. <i>Breach of Contract Claims</i></p>\n    <p class=\"indent\">1. <i>ScreamingMedia's Cross-Appeal</i></p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">ScreamingMedia argues on its cross-appeal, as well as in its defense to Teragram's successful claim, that summary judgment should have been granted in its favor with respect to the Summarization Software because the district court erred in concluding that it had not provided timely notice of Teragram's alleged prior material breach. Moreover, ScreamingMedia argues that even if its notice were untimely, its withholding of payment was no more than an immaterial breach of the Agreement, and so Teragram was still obligated to perform. Neither argument is persuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">ScreamingMedia alleges that Teragram committed a breach of warranty by failing to provide specification-compliant software and ongoing support, and that ScreamingMedia gave timely notice of the breach to Teragram. It cites to Section 6 of the Agreement, which required Teragram to \"provide to Licensee the maintenance and support services set forth in Exhibit B.\" It further relies on Section 7, which \"warrant[ed] that the Teragram [Software], for a period of thirty (30) days after delivery to Licensee, shall perform substantially in accordance with the Documentation\" and also required \"Teragram to correct any material failure of the Teragram [Software] to perform as warranted,\" but only so long as \"such failure is reported to Teragram within the warranty period\" of thirty days. ScreamingMedia argues, and Teragram does not dispute, that its receipt of specification-compliant software and support is \"an essential and inducing feature of the contract[ ],\" <i>Bucholz v. Green Bros. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">272</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">49</span></span>, <span class=\"citation no-link\"><span class=\"volume\">172</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">101</span></span>, 102 (1930), the failure of which would release it from further performance under the Agreement, <i>see Ward v. Am. Mut. Liab. Ins. Co.,</i> 15 Mass.App.Ct. 98, <span class=\"citation no-link\"><span class=\"volume\">443</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1342</span></span>, 1343 (Mass. 1983).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The parties agree, for the purpose of construing the warranty provision of the Agreement, that the last \"delivery\" of the Summarization Software occurred on December 10, 2001 and that ScreamingMedia had to give notice to Teragram within thirty days of that date &#8212; that is, by January 9, 2002 &#8212; if it wished to invoke the warranty. ScreamingMedia claims that it complied with Section 7 because, beginning as early as November 1, 2001, it sent numerous e-mails to Teragram, purportedly apprising the latter of problems it was having with the Summarization Software. The argument fails for two reasons: the notice required was not notice by e-mail, and the e-mails ScreamingMedia sent did not, in any event, provide adequate notice.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Section 7 specified that an allegation of material failure of the software must be \"reported to Teragram within the warranty period.\" It did not permit \"report[ing]\" by e-mail. Although Section 7 did not itself describe the medium by which reporting was to have been effected, subsection 12(a) of the Agreement mandated that \"[a]ll notices shall be in writing and given by personal delivery, certified mail, return receipt requested, or by commercial overnight courier for next business day delivery, to the recipient's address set forth above.\" E-mail plainly was not among the recognized forms of notice.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">ScreamingMedia argues that Section 7 did not require \"notice,\" but merely \"report[ing],\" and thus subsection 12(a) did not apply. Nothing in the Agreement, however, indicated that the term \"report\" in Section 7 was a term of art, used only, as ScreamingMedia asserts, \"in connection with efforts to deal with Software problems that cause the Software to fail to perform substantially in accordance with Documentation.\" Rather, because the formal notification procedures were set forth under Section 12, which was entitled \"General,\" those procedures applied to any type of situation in which notice to the other party was required, unless otherwise specified. Indeed, only Exhibit B of the Agreement, which detailed Teragram's annual support obligations, provided for e-mail reporting, and it did so solely with respect to minor maintenance problems (\"bugs\"), not to material failures of the software. <i>See G.M. Abodeely Ins. v. Commerce Ins.,</i> 41 Mass.App.Ct. 274, <span class=\"citation no-link\"><span class=\"volume\">669</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">787</span></span>, 789 (1996) (\"Every phrase and clause must be presumed to have been designedly employed, and must be given meaning and effect, whenever practicable, when construed with all the other phraseology contained in the instrument, which must be considered as a workable and harmonious means for carrying out and effectuating the intent of the parties.\" (quoting <i>J.A. Sullivan Corp. v. Commonwealth,</i> <span class=\"citation\" data-id=\"2033364\"><a href=\"/opinion/2033364/ja-sullivan-corp-v-commonwealth/\"><span class=\"volume\">397</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">789</span></a></span>, <span class=\"citation\" data-id=\"2033364\"><a href=\"/opinion/2033364/ja-sullivan-corp-v-commonwealth/\"><span class=\"volume\">494</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">374</span></a></span>, 378 (1986)) (internal quotation marks omitted)). Moreover, since subsection 12(a) notice is required when one party seeks to notify the other of material breach under Section 4 of the Agreement, it would make little sense to construe Section 7 differently.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In any event, as the district court correctly noted, ScreamingMedia never once alleged in the course of its e-mail correspondence that there had been a \"material failure\" of the software or that the software was not performing \"substantially in accordance with the Documentation.\" Consequently, the e-mails could not have put Teragram on fair notice. Finally, that ScreamingMedia requested from Teragram an invoice for the first year's fees as late as December 18, 2001 &#8212; at least a week after it had sent the very last of its e-mails to Teragram regarding the Summarization Software &#8212; shows that ScreamingMedia did not, as a matter of fact, intend for its e-mails to serve as notices of material failures of the software.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">It was not until February 20, 2002 that Teragram received from ScreamingMedia a notice of breach in a form recognized by subsection 12(a) of the Agreement. By that date, the warranty period for the Summarization Software had expired, and Teragram was no longer under obligation \"to correct any material failure of [that software] to perform as warranted.\"<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Since Teragram could not have been in prior material breach of the warranty with respect to the Summarization Software, ScreamingMedia was obligated to fulfill its obligations under the Agreement, namely, to pay the applicable annual license and support fees. On appeal, as before the district court, ScreamingMedia does not argue that it had, in fact, fulfilled its end of the bargain. Rather, it argues that the breach, if not excused by Teragram's breach, was immaterial. <i>See Lease-It, Inc. v. Mass. Port Auth.,</i> 33 Mass.App.Ct. 391, <span class=\"citation\" data-id=\"2096371\"><a href=\"/opinion/2096371/lease-it-inc-v-massachusetts-port-authority/\"><span class=\"volume\">600</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">599</span></a></span>, 602 (1992) (\"When a party to an agreement commits an immaterial breach of that agreement, the injured party ... may not stop performing its obligations under the agreement.\"). Alternatively, it argues that the materiality of the breach should have been left to the trier of fact. We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">\"A material breach of an agreement occurs when there is a breach of `an essential and inducing feature of the contract[].'\" <i>Id.</i> (alteration in original) (quoting <i>Bucholz,</i> 172 N.E. at 102). \"[A] material breach by one party excuses the other party from further performance under the contract,\" <i>id.</i> (quoting <i>Ward,</i> 443 N.E.2d at 1343), and \"[o]nce relieved from performance, the injured party is not liable for further damages incurred by the party in material breach,\" <i>id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">ScreamingMedia relies heavily on the rule that the materiality of a breach of contract is generally a question for the trier of fact to decide. <i>See id.</i> Nevertheless, \"[a]s is true of virtually any factual question, if the materiality question in a given case admits of only one reasonable answer (because the evidence on the point is either undisputed or sufficiently lopsided), then the court must intervene and address what is ordinarily a factual question as a question of law.\" <i>Gibson v. City of Cranston,</i> <span class=\"citation\" data-id=\"195652\"><a href=\"/opinion/195652/gibson-v-city-of-cranston/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">731</span></a></span>, 736 (1st Cir. 1994); <i>see also Lease-It,</i> 600 N.E.2d at 602 (noting that the materiality of breach \"normally is a question for the jury to decide,\" but that \"[o]n this record, ... we may decide the matter on our own\").</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Here, the district court correctly concluded that as a matter of law, the breach was material. Under the Agreement, payment was due \"30 days following the Delivery Date of [the] Software,\" with \"Delivery Date\" being defined as \"the date [the particular] Teragram Product is delivered to Licensee.\" ScreamingMedia admitted that it <i>never</i> made any payment to Teragram at any time during the course of their contractual relationship. ScreamingMedia's failure to pay, the only obligation it had under the contract, constitutes a material breach. <i>See Lease-It,</i> 600 N.E.2d at 602 (holding that where a party's \"sole obligation [under a contract] was to pay,\" its failure to do so is \"a substantial breach going to the root of the contract\" that releases the other party from further performance (quoting <i>Aerostatic Eng'g Corp. v. Szczawinski,</i> 1 Mass.App.Ct. 141, <span class=\"citation\" data-id=\"2242327\"><a href=\"/opinion/2242327/aerostatic-engineering-corp-v-szczawinski/\"><span class=\"volume\">294</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">521</span></a></span>, 523 (1973))).</p>\n    </div>\n    <p class=\"indent\">2. <i>Teragram's Appeal</i></p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Teragram appeals from the district court's entry of summary judgment in favor of ScreamingMedia as to the Entity Extraction Software. Teragram's theory on appeal is that ScreamingMedia was in prior material breach of contract on the Entity Extraction Software by failing to pay licensing and support fees for that software.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The record shows that the latest, Windows-compatible versions of the Entity Extraction Software were delivered to ScreamingMedia on January 21, 2002. Teragram states that it \"does not challenge the [district] court's conclusion that each new update of the Entity Extraction Software gave rise to a new 30 day warranty period.\" Nor does it challenge, on appeal, the use of the delivery date of the Windows, rather than the LINUX, versions of the software. Accordingly, there is no dispute that the letter Teragram received from ScreamingMedia on February 20, 2002 &#8212; thirty days after the delivery of the Windows-versions of the Entity Extraction Software &#8212; constituted a valid and timely notice of an alleged material failure of that software to perform as warranted and triggered Teragram's obligation to cure under Section 7. There is also no dispute that Teragram failed to make any efforts \"to correct [the] material failure,\" as required by the warranty. In fact, Teragram stipulated that the Entity Extraction Software did not \"`perform substantially in accordance with the Documentation' within the meaning of [Section] 7 of the Agreement,\" and that \"[a]fter February 20, 2002, Teragram did not provide any support services to ScreamingMedia in connection with the Entity Extraction software.\" The only conclusion a reasonable factfinder could draw on these facts is that ScreamingMedia was within its rights to terminate pursuant to Section 4.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Teragram attempts to ward off this result by arguing that ScreamingMedia breached first with respect to the Entity Extraction Software by failing to pay for it. It suggests that under the Agreement, payment was due \"30 days following the Delivery Date of the software\"; that the term \"Delivery Date\" referred to the initial date of delivery of the software and not to the dates of delivery for any subsequent \"updates\"; and that by failing to pay, ScreamingMedia was in material breach as of January 10, 2002, thirty-one days after the first, LINUX-compatible versions of the Entity Extraction Software were delivered on December 10, 2001. Teragram says this failure to pay released it from having to perform under the Agreement. Neither a reasonable construction of the contract nor the record itself bears out this theory.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">This dispute turns on what constitutes the \"Delivery Date of the software.\" The Agreement itself stated that the \"Delivery Date\" is \"the date such Teragram Product is delivered to Licensee.\" This means that the earliest date that payment for the Entity Extraction Software could have been due is February 20, 2002, thirty days after the latest versions of the Entity Extraction Software were delivered. Teragram has already conceded that, for purposes of the warranty, the delivery date of a given set of Teragram Software is the date on which the latest version(s) of that software is delivered to ScreamingMedia. We see no reason to construe \"delivery\" differently for the purpose of determining when payment was due. Moreover, Teragram did not send an invoice to ScreamingMedia for the products until <i>ScreamingMedia</i> requested it on December 18, 2001 &#8212; almost a month after when, according to Teragram's theory, payment for the Summarization Software would have been due.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> Further, Teragram provided ScreamingMedia with two additional deliveries of the Entity Extraction Software after January 10, 2002, the date on which, according to Teragram's theory, ScreamingMedia would have been in breach. Finally, the record shows that Teragram did not at any point prior to February 20, 2002 communicate to ScreamingMedia its alleged understanding that ScreamingMedia was in breach for failure to pay; indeed, its e-mail correspondence as late as February 19, 2002 had been cordial. These facts are consistent only with our reading of the contract.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Because ScreamingMedia was not in prior material breach of the Agreement with respect to the Entity Extraction Software, Teragram was obligated to provide conforming software and support under the terms of Sections 6 and 7 of the Agreement. Having failed to do so, it is in material breach of the warranty and the Agreement, and no reasonable factfinder could conclude otherwise.</p>\n    </div>\n    <p class=\"indent\">B. <i>Damages</i></p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">This leaves one final issue. Teragram, having prevailed on its breach of contract claim with respect to the Summarization Software, challenges the amount of its damages award. The district court limited the money judgment against ScreamingMedia to the first year's licensing and support fees for the Summarization Software, a total of $36,816. Teragram asserts that because ScreamingMedia did not effectively terminate the Agreement as to the Summarization Software, Teragram was entitled, at the very least, to licensing and support fees for the Summarization Software for the balance of the Agreement's three-year term.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">As an initial matter, Teragram never was granted leave to amend its complaint to seek anything more than \"the first and second of three annual license and support fees.\"<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> In any case, the district court did not err in awarding only the first year's fees for the Summarization Software. The court's result is correct as a matter both of contract interpretation and of the law of remedies for breach of contract.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">ScreamingMedia terminated the Agreement on April 2, 2002. Subsection 12(f) of the Agreement stated: \"Upon termination of this Agreement, all outstanding payment obligations and the following sections of this Agreement will survive: 1, 5, 7, 9, 11 and 12.\" The Agreement characterized the licensing and support fees as \"annual\" fees. By the time of ScreamingMedia's breach, which took place not even a half year into the Agreement's term, only the first year's fees had been invoiced and were due. Moreover, regardless of whether ScreamingMedia received the benefit of its bargain during those months preceding the breach, there is no dispute that it did not continue to make use of, and Teragram ceased to provide support for, the Teragram Software after February 2002. Under these circumstances, the only payments reasonably \"outstanding\" at the time of the termination were the first year's fees. Because Teragram itself was in breach with respect to the Entity Extraction Software, the only fees due are for the Summarization Software. <i>See Lease-It,</i> 600 N.E.2d at 602 (\"Once relieved from performance, the injured party is not liable for further damages incurred by the party in material breach.\").</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The only provisions in the Agreement that arguably could support Teragram's theory of damages did not survive termination. Section 6, for example, which required the \"Licensee ... to pay the Support Fees, with respect to each Teragram Product for three (3) years, commencing on such Teragram Product's Delivery Date,\" did not survive. And Section 4, which defined the term of the Agreement, specifically provided that \"[t]he term of this Agreement ... shall terminate as to each Teragram Product upon the third anniversary of such Teragram Product's Delivery Date, <i>unless earlier terminated</i> in accordance with this Section 4.\"<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">We affirm the district court's award of damages to Teragram in the amount of $36,816.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The district court's judgment is <i>affirmed.</i> Each party shall bear its own costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the United States Court of Appeals for the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> The defendant, which was originally known as ScreamingMedia, Inc., has changed its name twice during the course of this litigation, most recently in 2004. On July 12, 2004, the district court approved a stipulated motion by the parties to substitute Marketwatch.com, Inc. for ScreamingMedia, Inc. as the defendant in this action<i>See</i> Fed.R.Civ.P. 25(c). The parties and the district court have continued to refer to the defendant as \"ScreamingMedia,\" and we thus retain that denomination.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> The delivery date of the Windows version of the Entity Extraction Software was initially the subject of dispute. At the summary judgment hearing and in filings prior to the district court's December 29, 2004 memorandum and order, Teragram argued that the Windows version was delivered on January 20, 2002, with the LINUX version, while ScreamingMedia maintained that it was delivered separately on January 21, 2002. After the district court issued its opinion, which relied on the January 21 date, both parties adopted that as the delivery date for the Windows version</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> The third e-mail, for example, concluded: \"We are looking forward to meeting you and your team. We have other technologies which further leverage what you already have.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> The letter referred generally to \"Teragram's software\" and did not specify which of the three products were dissatisfactory. It appears from the content of the letter that ScreamingMedia's complaints were largely directed toward the Entity Extraction Software</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> ScreamingMedia enumerated the following problems it allegedly encountered using the Teragram Software:</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">1</a>\n        <p class=\"indent\"> The supplied package does not extract the following concepts listed in the \"Teragram Concept and Relation List\": ADDRESS, PHONE, URL, FILENAME, SSN, TICKER, EVENT, CONFERENCE, PRODUCT, COMPUTER, [and] SOFTWARE[.]</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">2</a>\n        <p class=\"indent\"> The supplied package shows very low extraction ratio (recall) of supplied \"relationship\" concepts: COMPANY MERGER AQ, IPO, BANKRUPTCY, PRODUCT LAUNCH, ALLIANCES, STOCK SPLIT, MANAGEMENT EVENT, AND JOB POSITION</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">3</a>\n        <p class=\"indent\"> The supplied package fails to extract COMPANY PRODUCT concept</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">4</a>\n        <p class=\"indent\"> Recall and precision for the majority of the simple concepts listed in the \"Teragram Concept and Relation List\" are substantially lower than recall and precision demonstrated by leading concept extraction packages such as SRA NetOwl and BBN IdentiFinder</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The district court characterized the motion it was denying as Teragram's motion \"to amend its Complaint to include the second year's worth of the annual license and support fees.\" It is clear from the context, however, that the district court was in fact denying a request for the third year's worth of fees</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> ScreamingMedia does not appeal the court's dismissal of its misrepresentation claim, and neither party appeals from the dismissal as moot of the declaratory judgment claims or from the award of nominal damages to ScreamingMedia</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> ScreamingMedia does argue, but only as a last resort, that the materiality of its breach with respect to the Summarization Software should have been left to a trier of fact. We reject this argument below</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> That last e-mail, which was sent on December 11, 2001, did not even voice a complaint about the Summarization Software; instead, the e-mail asked whether a certain function that was available in the Entity Extraction Software was also available in the Summarization Software</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> As a last-ditch effort, ScreamingMedia argues that even if it did not properly terminate under Section 7, it nonetheless effectively terminated the Agreement independently under Section 4, because Teragram failed to provide specification-compliant software from the outset. This argument has no merit. Section 7 made clear that Teragram was providing a warranty for only thirty days, and that it disclaimed all other warranties on the software. The only way to give effect to this section is to read it as a limitation upon Section 4 &#8212; that is, as permitting termination on account of a material failure of the software only when notice has been given within the thirty-day warranty period<i>See McMahon v. Monarch Life Ins. Co.,</i> <span class=\"citation\" data-id=\"2093869\"><a href=\"/opinion/2093869/mcmahon-v-monarch-life-ins-co/\"><span class=\"volume\">345</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">261</span></a></span>, <span class=\"citation\" data-id=\"2093869\"><a href=\"/opinion/2093869/mcmahon-v-monarch-life-ins-co/\"><span class=\"volume\">186</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">827</span></a></span>, 830 (1962) (\"[A] contract is to be construed to give a reasonable effect to each of its provisions if possible.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> As a last resort, Teragram relies on the following language in Section 7, to argue that only it, and not ScreamingMedia, had the right to terminate: \"In the event that Teragram cannot, after repeated efforts, remedy such failure, Teragram shall refund all license and support fees received by Teragram from Licensee with respect to the defective Teragram Product hereunder and terminate the Agreement as to such Teragram Product....\" Teragram makes too much of this language. The excerpted text merely states that Teragram has an obligation to terminate the Agreement and to refund any fees paid in the event that it tries, and repeatedly fails, to cure; the provision creates no restrictions on ScreamingMedia's power to terminate</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Although subsection 12(g) of the Agreement provided that Teragram may assess a monthly interest charge \"on all payments more than fifteen (15) days past due,\" the amount invoiced did not include any such overdue charges</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Teragram also argues that, despite its own breach of the warranty with respect to the Entity Extraction Software, it is entitled to the fees for the full term of the contract, including the second and third years, for<i>both</i> products. To state this argument is to refute it. Teragram is not entitled to recover payment for a benefit it did not provide.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Teragram's motion to amend its complaint to seek the third year's fees was denied by the district court. Teragram tacks on to its brief a two-sentence argument, asserting that the district court erred in denying its motion to amend. Its conclusory argument amounts to waiver,<i>see United States v. Zannino,</i> <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1990) (\"[I]ssues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\"), and we will not consider it.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Teragram argues the Agreement was a \"divisible\" contract, such that even if ScreamingMedia properly terminated the Agreement with respect to the Entity Extraction Software, it did not do so with respect to the Summarization Software, and so ScreamingMedia owes damages for the entire three-year term of the contract with respect to the latter software. First, \"[t]he conclusion that a contract is `divisible' rather than `entire' may be confusing and is not invariably dispositive of all related issues.\"<i>Potter &amp; McArthur, Inc. v. City of Boston,</i> 15 Mass.App.Ct. 454, <span class=\"citation\" data-id=\"2021257\"><a href=\"/opinion/2021257/potter-mcarthur-inc-v-boston/\"><span class=\"volume\">446</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">718</span></a></span>, 719 (1983) (citing 3A Corbin, <i>Corbin on Contracts</i> &#167; 694 (1960 &amp; Supp.1982)). Second, Teragram's argument is based on a faulty premise. That ScreamingMedia wrongfully terminated with respect to the Summarization Software does not make its termination of the Agreement any less effective. Wrongful termination merely gives rise to a claim for damages; it does not negate the fact of termination. <i>See</i> 2 Farnsworth, <i>Farnsworth on Contracts</i> &#167;&#167; 8.15, 8.18 (3d ed.2004).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195995/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199156/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199389/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201955/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2021257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2033364/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2093869/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2096371/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2242327/"
  ]
}