{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202110/",
  "absolute_url": "/opinion/202110/miranda-otero-v-commonwealth-of-pr/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202110/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:44:58Z",
  "date_modified": "2016-02-28T05:07:20.490666Z",
  "type": "010combined",
  "sha1": "be81a4fe1d6095b7b381efdd096377609f2e4eef",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-1760-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/03/22/Miranda-Otero_v._Commonwealth_of_PR.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 05-1760\n\n                     ALEJANDRO MIRANDA OTERO,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n    COMMONWEALTH OF PUERTO RICO INDUSTRIAL COMMISSION, ET AL.,\n\n                      Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Juan M. Pérez-Giménez, U.S. District Judge]\n\n\n                              Before\n\n                     Torruella, Circuit Judge,\n                  Hansen, Senior Circuit Judge*,\n                    and Lynch, Circuit Judge.\n\n\n     Mauricio Hernández Arroyo, with whom Law Offices of Mauricio\nHernández Arroyo was on brief, for appellant.\n     Sarah Y. Rosado-Morales, Assistant Solicitor General, with\nwhom Salvador J. Antonetti-Stutts, Solicitor General, Mariana D.\nNegrón-Vargas, Deputy Solicitor General, and Maite D. Oronoz-\nRodríguez, Deputy Solicitor General, were on brief, for appellees.\n\n\n                          March 22, 2006\n\n\n\n\n*\n   Of the United States Court of Appeals for the Eighth Circuit,\nsitting by designation.\n\f           LYNCH, Circuit Judge.         The district court dismissed this\n\npurported First Amendment political discrimination claim brought by\n\nAlejandro Miranda-Otero (\"Miranda\") seeking a million dollars in\n\ndamages   from   his     employer,    the     Commonwealth   of    Puerto        Rico\n\nIndustrial     Commission;    the     Commission's      president,           Gilberto\n\nCharriez-Rosario (\"Charriez\"); and several co-workers.                       The co-\n\nworker defendants were Ayxa Rey-Díaz (\"Rey\"), the Director of the\n\nCommission's     Legal    Division,      and    Adalberto    Pantojas-Fonseca\n\n(\"Pantojas\"). For good measure, Miranda also sued one Juan Rivera-\n\nLomeño    (\"Rivera\"),     whom    the    complaint     alleged         was    not     a\n\nCommonwealth     employee    at   all,    but   an   employee     of    a     private\n\ncontractor who worked as a security guard at the Commission.\n\n           The original motion to dismiss, although captioned a Rule\n\n12(b)(6) motion, attached evidentiary materials and was filed after\n\nthere had been discovery.         The plaintiff did not, in opposition,\n\nfile a Rule 56(f) affidavit or move to strike the materials.                        The\n\ncourt allowed the motion to dismiss.1 Plaintiff subsequently moved\n\nfor reconsideration and attached evidentiary materials of his own.\n\nThe court denied the reconsideration motion in a brief opinion and\n\norder.\n\n\n\n\n1\n  The court's initial order granting the motion to dismiss did not\nmake reference to the evidentiary materials submitted by the\ndefendants, but instead relied entirely on plaintiff's complaint\nand analyzed the dismissal request under Rule 12(b)(6) standards.\n\n                                        -2-\n\f          Miranda appeals, saying his complaint stated a claim and\n\nsurvives even if one considers the evidentiary facts relied on by\n\nthe district court in denying his motion for reconsideration.     It\n\ndoes not and we affirm.2\n\n                                  I.\n\n          We review the district court's order of dismissal de novo\n\nand may affirm on any ground supported by the record.    Platten v.\n\nHG Berm. Exempted Ltd., 437 F.3d 118, 127 (1st Cir. 2006).       We\n\naccept as true all well-pleaded facts alleged by plaintiff in his\n\ncomplaint and draw in his favor all reasonable inferences fitting\n\nhis stated theories of liability.       Id.\n\nA.        Dismissal of Defendants Charriez, Pantojas, and Rivera\n\n          Miranda's complaint stated that he began working at the\n\nCommission while the New Progressive Party was in power in Puerto\n\nRico, and that he was a supporter of then-Commission President\n\nBasilio Torres Rivera.     During the spring and summer of 2003, the\n\ncomplaint alleged, Charriez, Pantojas, and Rivera took a variety of\n\nactions against him. Pantojas, a co-worker, allegedly told Miranda\n\nnot to make photocopies in the Commission president's office,\n\nordered him not to go to the bank during working hours, and\n\nprohibited him from using his laptop.\n\n\n\n\n2\n   The district court dismissed the Commission as a defendant on\ngrounds of Eleventh Amendment immunity.     This ruling is not\ncontested on appeal.\n\n                                  -3-\n\f            The complaint alleged that on August 19, 2003, Rivera,\n\nthe security guard, yelled at Miranda and threatened to attack him.\n\nThe   complaint   also    alleged    that   in   September   2003,   Charriez\n\nsuspended Miranda from work for thirty days \"for alleged acts of\n\n. . . disturbing the peace and insubordination.\"               The district\n\ncourt dismissed Miranda's claims against these three defendants on\n\nthe ground that Miranda had failed to allege they acted under color\n\nof state law, as required in § 1983 actions.          See Cepero-Rivera v.\n\nFagundo, 414 F.3d 124, 129 (1st Cir. 2005).\n\n            We disagree with the district court's color of state law\n\nanalysis,    at   least    as   to    Pantojas     and   Charriez.3       See\n\nRedondo-Borges v. U.S. Dep't of Hous. & Urban Dev., 421 F.3d 1, 7\n\n(1st Cir. 2005) (holding that the color of state law requirement\n\nwas satisfied where the complaint challenged actions attributed to\n\na state agency and its functionaries); see also West v. Atkins, 487\n\nU.S. 42, 50 (1988) (\"[G]enerally, a public employee acts under\n\ncolor of state law while acting in his official capacity or while\n\nexercising his responsibilities pursuant to state law.\").\n\n\n\n3\n   The district court was on somewhat firmer ground as to Rivera,\nwho was not a government employee. See Logiodice v. Trs. of Me.\nCent. Inst., 296 F.3d 22, 26 (1st Cir. 2002) (noting that\n\"[b]roadly speaking, the Fourteenth Amendment protects individuals\nonly against government . . . [though] under several doctrines,\nacts by a nominally private entity may comprise state action\").\nPlaintiff's theory was that Rivera was performing a government\nfunction, and so became a state actor. We need not resolve the\ncolor of state law question on the face of the complaint, for the\nreasons discussed below.\n\n                                      -4-\n\f            The district court nonetheless was correct to dismiss the\n\ncomplaint.     The complaint failed to plead other elements of a\n\npolitical    discrimination       claim,    whether   or    not   the    attached\n\nevidentiary materials are considered.             It is true, as Miranda\n\nargues, that there are no elevated pleading standards for civil\n\nrights    cases.      See   Educadores      Puertorriqueños       en    Acción   v.\n\nHernández, 367 F.3d 61, 66-67 (1st Cir. 2004).              However, that does\n\nnot mean there are no standards.           \"[P]laintiffs are obliged to set\n\nforth in their complaint 'factual allegations, either direct or\n\ninferential, regarding each material element necessary to sustain\n\nrecovery under some actionable legal theory.'\"              Platten, 437 F.3d\n\nat 127 (quoting Gooley v. Mobil Oil Corp., 851 F.2d 513, 515 (1st\n\nCir. 1988)); see also Educadores, 367 F.3d at 68 (\"[I]n a civil\n\nrights action as in any other action subject to notice pleading\n\nstandards, the complaint should at least set forth minimal facts as\n\nto who did what to whom, when, where, and why . . . .\").\n\n            Here, Miranda failed to allege even the key elements of\n\na political discrimination claim. See Borges Colon v. Roman-Abreu,\n\n438 F.3d 1, 14 (1st Cir. 2006) (political discrimination doctrine\n\nshields   some     governmental    employees     \"from     adverse     employment\n\ndecisions based on their political affiliations\" (emphasis added)).\n\nHe failed to allege that any of the actions taken by Charriez,\n\nPantojas, or Rivera were motivated by political discrimination\n\nagainst him.       For that matter, plaintiff failed to allege that he\n\n\n                                      -5-\n\feven   belonged     to     a   particular     political      party,    or       that   the\n\ndefendants       knew     of   his   political     affiliation,       or     that      the\n\ndefendants belonged to a different political party.\n\n              Further, at least as to Pantojas and Rivera, Miranda\n\nfailed   to    allege      anything    that     could   be    termed       an    adverse\n\nemployment action for purposes of a political discrimination claim.\n\nSee Rosario-Urdaz v. Velazco, 433 F.3d 174, 178 (1st Cir. 2006)\n\n(\"Employment actions short of outright dismissal or demotion are\n\nredressable if improperly motivated, but only if the employment\n\naction resulted in conditions 'unreasonably inferior' to the norm\n\nfor    that   position.\"       (citations       omitted)     (quoting       Agosto-de-\n\nFeliciano v. Aponte-Roque, 889 F.2d 1209, 1218-19 (1st Cir. 1989)\n\n(en banc)) (citing Rutan v. Republican Party of Ill., 497 U.S. 62,\n\n75-76 (1990)));4 see also id. at 179 (holding that an altercation\n\nbetween plaintiff and a co-worker and the later transfer of the co-\n\nworker    back     into     plaintiff's     department       did   not      constitute\n\ncognizable adverse employment actions). The district court did not\n\nerr in dismissing plaintiff's complaint under Rule 12(b)(6) as to\n\nCharriez, Pantojas, and Rivera.\n\n\n4\n    Agosto-de-Feliciano was decided before the Supreme Court\ndecision in Rutan, which rejected as too stringent another court's\nrequirement that such actions be the \"substantial equivalent of a\ndismissal,\" 497 U.S. at 75-76, and which included broad dicta as to\nwhat sorts of retaliatory acts in the workplace might trigger First\nAmendment protection, see id. at 76. We follow earlier panels in\nassuming that the \"unreasonably inferior\" standard is still viable.\nSee Rosario-Urdaz, 433 F.3d at 178 n.3.\n\n\n                                          -6-\n\fB.            Dismissal of Defendant Rey\n\n              Miranda's complaint stated that he filed criminal charges\n\nagainst Rivera after Rivera threatened him.          The complaint alleged\n\nthat at a subsequent hearing on those charges, Rey appeared on\n\nRivera's behalf and \"divulged . . . confidential and personal\n\ninformation\" from Miranda's personnel record.\n\n              The district court concluded that Miranda had properly\n\nalleged that Rey acted under color of state law.              It found that\n\nMiranda's claim nonetheless failed because he did not allege the\n\nother components of a political discrimination claim.              We agree.\n\nJust as with the other defendants, Miranda's claim against Rey\n\nfailed   to    allege   that   plaintiff   engaged   in     constitutionally\n\nprotected political speech or association, that Rey belonged to a\n\ndifferent     political   party,   or   that   Rey   knew    of   plaintiff's\n\npolitical beliefs.      While Miranda did allege that Rey released his\n\npersonnel records \"with the intention of causing harm . . . and in\n\nretaliation of his political believes [sic],\" this is the sort of\n\nconclusory allegation, in the absence of any further facts in the\n\ncomplaint, which we have found insufficient to survive motions to\n\ndismiss under Rule 12(b)(6).        See Redondo-Borges, 421 F.3d at 9.\n\nIn any event, the claim was correctly found meritless on motion for\n\nreconsideration.\n\n\n\n\n                                    -7-\n\fC.         Miranda's Leave-to-Amend Argument\n\n           Miranda never moved for leave to amend his complaint. He\n\nnevertheless argues that the district court should have, sua\n\nsponte, granted him time to amend his pleadings, and that it should\n\nhave pushed ahead with any remaining discovery.\n\n           The     contention       is    meritless.        \"Absent        exceptional\n\ncircumstances, a district court has no obligation to invite a\n\nplaintiff to amend his or her complaint when the plaintiff has not\n\nsought   such    amendment.\"        United       States    ex    rel.      Karvelas    v.\n\nMelrose-Wakefield Hosp., 360 F.3d 220, 242 (1st Cir. 2004).                            No\n\nsuch   circumstances       are   present        here.     On     the    contrary,      as\n\ndefendants point out, even after the district court dismissed the\n\ncase and Miranda moved for reconsideration, he still did not seek\n\nto amend his complaint.\n\n           Further,      discovery       was    conducted       in   the    case.      In\n\nMiranda's request for reconsideration, he referred to details from\n\nCharriez's deposition testimony and attached the full 251-page\n\ndeposition.5       The   district    court       did    explicitly      consider      the\n\nevidence, which was undisputed.            The court recounted the entirely\n\nlegitimate      reasons,   as    shown     by    the    employment         record,    for\n\n\n\n5\n   Although the district court did not address the point, we view\nthe motion for reconsideration as having been decided, by\nagreement, under Rule 56, given the presence of the attached\nevidentiary materials and the lack of objection to their being\nconsidered. See Fed R. Civ. P. 12(b); see also Rodi v. S. New Eng.\nSch. of Law, 389 F.3d 5, 12 (1st Cir. 2004).\n\n                                         -8-\n\fCharriez's decision to suspend plaintiff from his job and for Rey's\n\ndecision to release information at the hearing.        There was no\n\nevidence proffered to show that these were not the real reasons or\n\nwere a pretext for political discrimination.\n\n                                II.\n\n          In the end, the plaintiff's case failed not just because\n\nof loose pleading, or a failure to amend, but because the evidence\n\nshowed he has no cognizable case.     The district court was correct\n\nto end the matter.\n\n          Affirmed.   Costs are awarded to defendants.\n\n\n\n\n                                -9-\n\f",
  "html": "<p class=\"case_cite\">441 F.3d 18</p>\n    <p class=\"parties\">Alejandro Miranda OTERO, Plaintiff, Appellant,<br>v.<br>COMMONWEALTH OF PUERTO RICO INDUSTRIAL COMMISSION, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 05-1760.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 10, 2006.</p>\n    <p class=\"date\">Decided March 22, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mauricio Hern&#225;ndez Arroyo, with whom Law Offices of Mauricio Hern&#225;ndez Arroyo was on brief, for appellant.</p>\n      <p class=\"indent\">Sarah Y. Rosado-Morales, Assistant Solicitor General, with whom Salvador J. Antonetti-Stutts, Solicitor General, Mariana D. Negr&#243;n-Vargas, Deputy Solicitor General, and Maite D. Oronoz-Rodr&#237;guez, Deputy Solicitor General, were on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, HANSEN, Senior Circuit Judge<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The district court dismissed this purported First Amendment political discrimination claim brought by Alejandro Miranda-Otero (\"Miranda\") seeking a million dollars in damages from his employer, the Commonwealth of Puerto Rico Industrial Commission; the Commission's president, Gilberto Charriez-Rosario (\"Charriez\"); and several co-workers. The co-worker defendants were Ayxa Rey-D&#237;az (\"Rey\"), the Director of the Commission's Legal Division, and Adalberto Pantojas-Fonseca (\"Pantojas\"). For good measure, Miranda also sued one Juan Rivera-Lome&#241;o (\"Rivera\"), whom the complaint alleged was not a Commonwealth employee at all, but an employee of a private contractor who worked as a security guard at the Commission.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The original motion to dismiss, although captioned a Rule 12(b)(6) motion, attached evidentiary materials and was filed after there had been discovery. The plaintiff did not, in opposition, file a Rule 56(f) affidavit or move to strike the materials. The court allowed the motion to dismiss.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Plaintiff subsequently moved for reconsideration and attached evidentiary materials of his own. The court denied the reconsideration motion in a brief opinion and order.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Miranda appeals, saying his complaint stated a claim and survives even if one considers the evidentiary facts relied on by the district court in denying his motion for reconsideration. It does not and we affirm.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We review the district court's order of dismissal de novo and may affirm on any ground supported by the record. <i>Platten v. HG Berm. Exempted Ltd.,</i> 437 F.3d 118, 127 (1st Cir.2006). We accept as true all well-pleaded facts alleged by plaintiff in his complaint and draw in his favor all reasonable inferences fitting his stated theories of liability. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">A. <i>Dismissal of Defendants Charriez, Pantojas, and Rivera</i></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Miranda's complaint stated that he began working at the Commission while the New Progressive Party was in power in Puerto Rico, and that he was a supporter of then-Commission President Basilio Torres Rivera. During the spring and summer of 2003, the complaint alleged, Charriez, Pantojas, and Rivera took a variety of actions against him. Pantojas, a co-worker, allegedly told Miranda not to make photocopies in the Commission president's office, ordered him not to go to the bank during working hours, and prohibited him from using his laptop.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The complaint alleged that on August 19, 2003, Rivera, the security guard, yelled at Miranda and threatened to attack him. The complaint also alleged that in September 2003, Charriez suspended Miranda from work for thirty days \"for alleged acts of ... disturbing the peace and insubordination.\" The district court dismissed Miranda's claims against these three defendants on the ground that Miranda had failed to allege they acted under color of state law, as required in &#167; 1983 actions. <i>See Cepero-Rivera v. Fagundo,</i> 414 F.3d 124, 129 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We disagree with the district court's color of state law analysis, at least as to Pantojas and Charriez.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>See Redondo-Borges v. U.S. Dep't of Hous. &amp; Urban Dev.,</i> 421 F.3d 1, 7 (1st Cir.2005) (holding that the color of state law requirement was satisfied where the complaint challenged actions attributed to a state agency and its functionaries); <i>see also West v. Atkins,</i> 487 U.S. 42, 50, 108 S.Ct. 2250, 101 L.Ed.2d 40 (1988) (\"[G]enerally, a public employee acts under color of state law while acting in his official capacity or while exercising his responsibilities pursuant to state law.\").</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court nonetheless was correct to dismiss the complaint. The complaint failed to plead other elements of a political discrimination claim, whether or not the attached evidentiary materials are considered. It is true, as Miranda argues, that there are no elevated pleading standards for civil rights cases. <i>See Educadores Puertorrique&#241;os en Acci&#243;n v. Hern&#225;ndez,</i> 367 F.3d 61, 66-67 (1st Cir.2004). However, that does not mean there are no standards. \"[P]laintiffs are obliged to set forth in their complaint `factual allegations, either direct or inferential, regarding each material element necessary to sustain recovery under some actionable legal theory.'\" <i>Platten,</i> 437 F.3d at 127 (quoting <i>Gooley v. Mobil Oil Corp.,</i> 851 F.2d 513, 515 (1st Cir.1988)); <i>see also Educadores,</i> 367 F.3d at 68 (\"[I]n a civil rights action as in any other action subject to notice pleading standards, the complaint should at least set forth minimal facts as to who did what to whom, when, where, and why....\").</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Here, Miranda failed to allege even the key elements of a political discrimination claim. <i>See Borges Colon v. Roman-Abreu,</i> 438 F.3d 1, 14 (1st Cir.2006) (political discrimination doctrine shields some governmental employees \"from adverse employment decisions <i>based on their political affiliations</i>\" (emphasis added)). He failed to allege that any of the actions taken by Charriez, Pantojas, or Rivera were motivated by political discrimination against him. For that matter, plaintiff failed to allege that he even belonged to a particular political party, or that the defendants knew of his political affiliation, or that the defendants belonged to a different political party.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Further, at least as to Pantojas and Rivera, Miranda failed to allege anything that could be termed an adverse employment action for purposes of a political discrimination claim. <i>See Rosario-Urdaz v. Velazco,</i> 433 F.3d 174, 178 (1st Cir.2006) (\"Employment actions short of outright dismissal or demotion are redressable if improperly motivated, but only if the employment action resulted in conditions `unreasonably inferior' to the norm for that position.\" (citations omitted) (quoting <i>Agosto-de-Feliciano v. Aponte-Roque,</i> 889 F.2d 1209, 1218-19 (1st Cir.1989) (en banc)) (citing <i>Rutan v. Republican Party of Ill.,</i> 497 U.S. 62, 75-76, 110 S.Ct. 2729, 111 L.Ed.2d 52 (1990)));<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> <i>see also id.</i> at 179 (holding that an altercation between plaintiff and a co-worker and the later transfer of the co-worker back into plaintiff's department did not constitute cognizable adverse employment actions). The district court did not err in dismissing plaintiff's complaint under Rule 12(b)(6) as to Charriez, Pantojas, and Rivera.</p>\n    </div>\n    <p class=\"indent\">B. <i>Dismissal of Defendant Rey</i></p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Miranda's complaint stated that he filed criminal charges against Rivera after Rivera threatened him. The complaint alleged that at a subsequent hearing on those charges, Rey appeared on Rivera's behalf and \"divulged ... confidential and personal information\" from Miranda's personnel record.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court concluded that Miranda had properly alleged that Rey acted under color of state law. It found that Miranda's claim nonetheless failed because he did not allege the other components of a political discrimination claim. We agree. Just as with the other defendants, Miranda's claim against Rey failed to allege that plaintiff engaged in constitutionally protected political speech or association, that Rey belonged to a different political party, or that Rey knew of plaintiff's political beliefs. While Miranda did allege that Rey released his personnel records \"with the intention of causing harm ... and in retaliation of his political believes [sic],\" this is the sort of conclusory allegation, in the absence of any further facts in the complaint, which we have found insufficient to survive motions to dismiss under Rule 12(b)(6). <i>See Redondo-Borges,</i> 421 F.3d at 9. In any event, the claim was correctly found meritless on motion for reconsideration.</p>\n    </div>\n    <p class=\"indent\">C. <i>Miranda's Leave-to-Amend Argument</i></p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Miranda never moved for leave to amend his complaint. He nevertheless argues that the district court should have, <i>sua sponte,</i> granted him time to amend his pleadings, and that it should have pushed ahead with any remaining discovery.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The contention is meritless. \"Absent exceptional circumstances, a district court has no obligation to invite a plaintiff to amend his or her complaint when the plaintiff has not sought such amendment.\" <i>United States ex rel. Karvelas v. Melrose-Wakefield Hosp.,</i> 360 F.3d 220, 242 (1st Cir.2004). No such circumstances are present here. On the contrary, as defendants point out, even after the district court dismissed the case and Miranda moved for reconsideration, he <i>still</i> did not seek to amend his complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Further, discovery was conducted in the case. In Miranda's request for reconsideration, he referred to details from Charriez's deposition testimony and attached the full 251-page deposition.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The district court did explicitly consider the evidence, which was undisputed. The court recounted the entirely legitimate reasons, as shown by the employment record, for Charriez's decision to suspend plaintiff from his job and for Rey's decision to release information at the hearing. There was no evidence proffered to show that these were not the real reasons or were a pretext for political discrimination.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In the end, the plaintiff's case failed not just because of loose pleading, or a failure to amend, but because the evidence showed he has no cognizable case. The district court was correct to end the matter.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\"><i>Affirmed.</i> Costs are awarded to defendants.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the United States Court of Appeals for the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The court's initial order granting the motion to dismiss did not make reference to the evidentiary materials submitted by the defendants, but instead relied entirely on plaintiff's complaint and analyzed the dismissal request under Rule 12(b)(6) standards</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The district court dismissed the Commission as a defendant on grounds of Eleventh Amendment immunity. This ruling is not contested on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The district court was on somewhat firmer ground as to Rivera, who was not a government employee<i>See Logiodice v. Trs. of Me. Cent. Inst.,</i> 296 F.3d 22, 26 (1st Cir.2002) (noting that \"[b]roadly speaking, the Fourteenth Amendment protects individuals only against government ... [though] under several doctrines, acts by a nominally private entity may comprise state action\"). Plaintiff's theory was that Rivera was performing a government function, and so became a state actor. We need not resolve the color of state law question on the face of the complaint, for the reasons discussed below.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> <i>Agosto-de-Feliciano</i> was decided before the Supreme Court decision in <i>Rutan,</i> which rejected as too stringent another court's requirement that such actions be the \"substantial equivalent of a dismissal,\" 497 U.S. at 75-76, 110 S.Ct. 2729, and which included broad dicta as to what sorts of retaliatory acts in the workplace might trigger First Amendment protection, <i>see id.</i> at 76, 110 S.Ct. 2729. We follow earlier panels in assuming that the \"unreasonably inferior\" standard is still viable. <i>See Rosario-Urdaz,</i> 433 F.3d at 178 n. 3.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Although the district court did not address the point, we view the motion for reconsideration as having been decided, by agreement, under Rule 56, given the presence of the attached evidentiary materials and the lack of objection to their being considered<i>See</i> Fed R. Civ. P. 12(b); <i>see also Rodi v. S. New Eng. Sch. of Law,</i> 389 F.3d 5, 12 (1st Cir.2004).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">441</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></span></p>\n    <p class=\"parties\">Alejandro Miranda OTERO, Plaintiff, Appellant,<br>v.<br>COMMONWEALTH OF PUERTO RICO INDUSTRIAL COMMISSION, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 05-1760.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 10, 2006.</p>\n    <p class=\"date\">Decided March 22, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mauricio Hern&#225;ndez Arroyo, with whom Law Offices of Mauricio Hern&#225;ndez Arroyo was on brief, for appellant.</p>\n      <p class=\"indent\">Sarah Y. Rosado-Morales, Assistant Solicitor General, with whom Salvador J. Antonetti-Stutts, Solicitor General, Mariana D. Negr&#243;n-Vargas, Deputy Solicitor General, and Maite D. Oronoz-Rodr&#237;guez, Deputy Solicitor General, were on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, HANSEN, Senior Circuit Judge<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The district court dismissed this purported First Amendment political discrimination claim brought by Alejandro Miranda-Otero (\"Miranda\") seeking a million dollars in damages from his employer, the Commonwealth of Puerto Rico Industrial Commission; the Commission's president, Gilberto Charriez-Rosario (\"Charriez\"); and several co-workers. The co-worker defendants were Ayxa Rey-D&#237;az (\"Rey\"), the Director of the Commission's Legal Division, and Adalberto Pantojas-Fonseca (\"Pantojas\"). For good measure, Miranda also sued one Juan Rivera-Lome&#241;o (\"Rivera\"), whom the complaint alleged was not a Commonwealth employee at all, but an employee of a private contractor who worked as a security guard at the Commission.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The original motion to dismiss, although captioned a Rule 12(b)(6) motion, attached evidentiary materials and was filed after there had been discovery. The plaintiff did not, in opposition, file a Rule 56(f) affidavit or move to strike the materials. The court allowed the motion to dismiss.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Plaintiff subsequently moved for reconsideration and attached evidentiary materials of his own. The court denied the reconsideration motion in a brief opinion and order.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Miranda appeals, saying his complaint stated a claim and survives even if one considers the evidentiary facts relied on by the district court in denying his motion for reconsideration. It does not and we affirm.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We review the district court's order of dismissal de novo and may affirm on any ground supported by the record. <i>Platten v. HG Berm. Exempted Ltd.,</i> <span class=\"citation\" data-id=\"202048\"><a href=\"/opinion/202048/platten-v-hg-bermuda-exempted/\"><span class=\"volume\">437</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">118</span></a></span>, 127 (1st Cir.2006). We accept as true all well-pleaded facts alleged by plaintiff in his complaint and draw in his favor all reasonable inferences fitting his stated theories of liability. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">A. <i>Dismissal of Defendants Charriez, Pantojas, and Rivera</i></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Miranda's complaint stated that he began working at the Commission while the New Progressive Party was in power in Puerto Rico, and that he was a supporter of then-Commission President Basilio Torres Rivera. During the spring and summer of 2003, the complaint alleged, Charriez, Pantojas, and Rivera took a variety of actions against him. Pantojas, a co-worker, allegedly told Miranda not to make photocopies in the Commission president's office, ordered him not to go to the bank during working hours, and prohibited him from using his laptop.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The complaint alleged that on August 19, 2003, Rivera, the security guard, yelled at Miranda and threatened to attack him. The complaint also alleged that in September 2003, Charriez suspended Miranda from work for thirty days \"for alleged acts of ... disturbing the peace and insubordination.\" The district court dismissed Miranda's claims against these three defendants on the ground that Miranda had failed to allege they acted under color of state law, as required in &#167; 1983 actions. <i>See Cepero-Rivera v. Fagundo,</i> <span class=\"citation\" data-id=\"201670\"><a href=\"/opinion/201670/cepero-rivera-v-fagundo/\"><span class=\"volume\">414</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">124</span></a></span>, 129 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We disagree with the district court's color of state law analysis, at least as to Pantojas and Charriez.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>See Redondo-Borges v. U.S. Dep't of Hous. &amp; Urban Dev.,</i> <span class=\"citation\" data-id=\"201789\"><a href=\"/opinion/201789/redondo-borges-v-housing-and-urban/\"><span class=\"volume\">421</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir.2005) (holding that the color of state law requirement was satisfied where the complaint challenged actions attributed to a state agency and its functionaries); <i>see also West v. Atkins,</i> <span class=\"citation\" data-id=\"112116\"><a href=\"/opinion/112116/west-v-atkins/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">42</span></a></span>, 50, <span class=\"citation\" data-id=\"112116\"><a href=\"/opinion/112116/west-v-atkins/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2250</span></a></span>, <span class=\"citation\" data-id=\"112116\"><a href=\"/opinion/112116/west-v-atkins/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></a></span> (1988) (\"[G]enerally, a public employee acts under color of state law while acting in his official capacity or while exercising his responsibilities pursuant to state law.\").</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court nonetheless was correct to dismiss the complaint. The complaint failed to plead other elements of a political discrimination claim, whether or not the attached evidentiary materials are considered. It is true, as Miranda argues, that there are no elevated pleading standards for civil rights cases. <i>See Educadores Puertorrique&#241;os en Acci&#243;n v. Hern&#225;ndez,</i> <span class=\"citation\" data-id=\"200999\"><a href=\"/opinion/200999/epa-v-hernandez/\"><span class=\"volume\">367</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">61</span></a></span>, 66-67 (1st Cir.2004). However, that does not mean there are no standards. \"[P]laintiffs are obliged to set forth in their complaint `factual allegations, either direct or inferential, regarding each material element necessary to sustain recovery under some actionable legal theory.'\" <i>Platten,</i> 437 F.3d at 127 (quoting <i>Gooley v. Mobil Oil Corp.,</i> <span class=\"citation\" data-id=\"508719\"><a href=\"/opinion/508719/william-r-gooley-v-mobil-oil-corporation/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">513</span></a></span>, 515 (1st Cir.1988)); <i>see also Educadores,</i> 367 F.3d at 68 (\"[I]n a civil rights action as in any other action subject to notice pleading standards, the complaint should at least set forth minimal facts as to who did what to whom, when, where, and why....\").</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Here, Miranda failed to allege even the key elements of a political discrimination claim. <i>See Borges Colon v. Roman-Abreu,</i> <span class=\"citation\" data-id=\"202046\"><a href=\"/opinion/202046/borges-colon-v-roman-abreu/\"><span class=\"volume\">438</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 14 (1st Cir.2006) (political discrimination doctrine shields some governmental employees \"from adverse employment decisions <i>based on their political affiliations</i>\" (emphasis added)). He failed to allege that any of the actions taken by Charriez, Pantojas, or Rivera were motivated by political discrimination against him. For that matter, plaintiff failed to allege that he even belonged to a particular political party, or that the defendants knew of his political affiliation, or that the defendants belonged to a different political party.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Further, at least as to Pantojas and Rivera, Miranda failed to allege anything that could be termed an adverse employment action for purposes of a political discrimination claim. <i>See Rosario-Urdaz v. Velazco,</i> <span class=\"citation\" data-id=\"202003\"><a href=\"/opinion/202003/rosario-urdaz-v-velazco/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">174</span></a></span>, 178 (1st Cir.2006) (\"Employment actions short of outright dismissal or demotion are redressable if improperly motivated, but only if the employment action resulted in conditions `unreasonably inferior' to the norm for that position.\" (citations omitted) (quoting <i>Agosto-de-Feliciano v. Aponte-Roque,</i> <span class=\"citation\" data-id=\"532523\"><a href=\"/opinion/532523/maria-m-agosto-de-feliciano-v-awilda-aponte-roque-etc-maria-teresa/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1209</span></a></span>, 1218-19 (1st Cir.1989) (en banc)) (citing <i>Rutan v. Republican Party of Ill.,</i> <span class=\"citation\" data-id=\"112472\"><a href=\"/opinion/112472/rutan-v-republican-party-of-ill/\"><span class=\"volume\">497</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">62</span></a></span>, 75-76, <span class=\"citation\" data-id=\"112472\"><a href=\"/opinion/112472/rutan-v-republican-party-of-ill/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2729</span></a></span>, <span class=\"citation\" data-id=\"112472\"><a href=\"/opinion/112472/rutan-v-republican-party-of-ill/\"><span class=\"volume\">111</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">52</span></a></span> (1990)));<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> <i>see also id.</i> at 179 (holding that an altercation between plaintiff and a co-worker and the later transfer of the co-worker back into plaintiff's department did not constitute cognizable adverse employment actions). The district court did not err in dismissing plaintiff's complaint under Rule 12(b)(6) as to Charriez, Pantojas, and Rivera.</p>\n    </div>\n    <p class=\"indent\">B. <i>Dismissal of Defendant Rey</i></p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Miranda's complaint stated that he filed criminal charges against Rivera after Rivera threatened him. The complaint alleged that at a subsequent hearing on those charges, Rey appeared on Rivera's behalf and \"divulged ... confidential and personal information\" from Miranda's personnel record.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court concluded that Miranda had properly alleged that Rey acted under color of state law. It found that Miranda's claim nonetheless failed because he did not allege the other components of a political discrimination claim. We agree. Just as with the other defendants, Miranda's claim against Rey failed to allege that plaintiff engaged in constitutionally protected political speech or association, that Rey belonged to a different political party, or that Rey knew of plaintiff's political beliefs. While Miranda did allege that Rey released his personnel records \"with the intention of causing harm ... and in retaliation of his political believes [sic],\" this is the sort of conclusory allegation, in the absence of any further facts in the complaint, which we have found insufficient to survive motions to dismiss under Rule 12(b)(6). <i>See Redondo-Borges,</i> 421 F.3d at 9. In any event, the claim was correctly found meritless on motion for reconsideration.</p>\n    </div>\n    <p class=\"indent\">C. <i>Miranda's Leave-to-Amend Argument</i></p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Miranda never moved for leave to amend his complaint. He nevertheless argues that the district court should have, <i>sua sponte,</i> granted him time to amend his pleadings, and that it should have pushed ahead with any remaining discovery.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The contention is meritless. \"Absent exceptional circumstances, a district court has no obligation to invite a plaintiff to amend his or her complaint when the plaintiff has not sought such amendment.\" <i>United States ex rel. Karvelas v. Melrose-Wakefield Hosp.,</i> <span class=\"citation\" data-id=\"200868\"><a href=\"/opinion/200868/us-ex-rel-karvelas-v-melrose-wakefield/\"><span class=\"volume\">360</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">220</span></a></span>, 242 (1st Cir.2004). No such circumstances are present here. On the contrary, as defendants point out, even after the district court dismissed the case and Miranda moved for reconsideration, he <i>still</i> did not seek to amend his complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Further, discovery was conducted in the case. In Miranda's request for reconsideration, he referred to details from Charriez's deposition testimony and attached the full 251-page deposition.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The district court did explicitly consider the evidence, which was undisputed. The court recounted the entirely legitimate reasons, as shown by the employment record, for Charriez's decision to suspend plaintiff from his job and for Rey's decision to release information at the hearing. There was no evidence proffered to show that these were not the real reasons or were a pretext for political discrimination.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In the end, the plaintiff's case failed not just because of loose pleading, or a failure to amend, but because the evidence showed he has no cognizable case. The district court was correct to end the matter.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\"><i>Affirmed.</i> Costs are awarded to defendants.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the United States Court of Appeals for the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The court's initial order granting the motion to dismiss did not make reference to the evidentiary materials submitted by the defendants, but instead relied entirely on plaintiff's complaint and analyzed the dismissal request under Rule 12(b)(6) standards</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The district court dismissed the Commission as a defendant on grounds of Eleventh Amendment immunity. This ruling is not contested on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The district court was on somewhat firmer ground as to Rivera, who was not a government employee<i>See Logiodice v. Trs. of Me. Cent. Inst.,</i> <span class=\"citation\" data-id=\"778294\"><a href=\"/opinion/778294/zachariah-logiodice-v-trustees-of-maine-central-institute-douglas-c/\"><span class=\"volume\">296</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span>, 26 (1st Cir.2002) (noting that \"[b]roadly speaking, the Fourteenth Amendment protects individuals only against government ... [though] under several doctrines, acts by a nominally private entity may comprise state action\"). Plaintiff's theory was that Rivera was performing a government function, and so became a state actor. We need not resolve the color of state law question on the face of the complaint, for the reasons discussed below.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> <i>Agosto-de-Feliciano</i> was decided before the Supreme Court decision in <i>Rutan,</i> which rejected as too stringent another court's requirement that such actions be the \"substantial equivalent of a dismissal,\" 497 U.S. at 75-76, <span class=\"citation\" data-id=\"112472\"><a href=\"/opinion/112472/rutan-v-republican-party-of-ill/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2729</span></a></span>, and which included broad dicta as to what sorts of retaliatory acts in the workplace might trigger First Amendment protection, <i>see id.</i> at 76, <span class=\"citation\" data-id=\"112472\"><a href=\"/opinion/112472/rutan-v-republican-party-of-ill/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2729</span></a></span>. We follow earlier panels in assuming that the \"unreasonably inferior\" standard is still viable. <i>See Rosario-Urdaz,</i> 433 F.3d at 178 n. 3.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Although the district court did not address the point, we view the motion for reconsideration as having been decided, by agreement, under Rule 56, given the presence of the attached evidentiary materials and the lack of objection to their being considered<i>See</i> Fed R. Civ. P. 12(b); <i>see also Rodi v. S. New Eng. Sch. of Law,</i> <span class=\"citation no-link\"><span class=\"volume\">389</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></span>, 12 (1st Cir.2004).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112116/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112472/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200868/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200999/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201670/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201789/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202003/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202046/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202048/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/532523/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778294/"
  ]
}