{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202450/",
  "absolute_url": "/opinion/202450/otero-carrasquillo-v-pharmacia/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202450/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:53:21Z",
  "date_modified": "2016-02-28T05:08:01.490893Z",
  "type": "010combined",
  "sha1": "ea2331f0fd58d9191a25dce427b4a4827b166b8e",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-2373-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/10/06/Otero-Carrasquillo_v._Pharmacia.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\nNo. 05-2373\n\n           ROBUR OTERO CARRASQUILLO, MARIA T. NEGRON CEDEÑO\n         and the Conjugal Partnership formed between them AND\n                       JENNIFER OTERO M. NEGRON,\n\n                        Plaintiffs, Appellants,\n\n                                  v.\n\n         PHARMACIA CORPORATION; PFIZER PHARMACEUTICALS; ZAIDA\n            SANABRIA in her official and personal capacity;\n                COMPANIES X, Y, Z, JANE DOE AND JOHN DOE,\n\n                        Defendants, Appellees.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                    FOR THE DISTRICT OF PUERTO RICO\n\n            [Hon. José Antonio Fusté, U.S. District Judge]\n\n\n                                Before\n\n                   Lynch and Howard, Circuit Judges,\n                 and Stafford,* Senior District Judge.\n\n\n     Vilma M. Dapena Rodríguez for appellants.\n     Carl Schuster, with whom Lourdes C. Hernández-Venegas, María\nSantiago-Ramos and Schuster & Aguiló LLP were on brief, for\nappellees.\n\n\n                            October 6, 2006\n\n\n\n\n*\n    Of the Northern District of Florida, sitting by designation.\n\f             HOWARD, Circuit Judge.   Robur Otero Carrasquillo brought\n\nan action in the Puerto Rico District Court against his former\n\nemployer, Pharmacia Corporation,1 his former supervisor, Zaida\n\nSanabria, and unnamed administrators and fiduciaries of Pharmacia's\n\nseparation benefits plan.       At its core, the complaint alleges that\n\nPharmacia violated the Employee Retirement Income Security Act\n\n(\"ERISA\"), 29 U.S.C. § 1001 et seq., and Article 1802 of the Puerto\n\nRico Civil Code by improperly denying Otero severance benefits\n\nafter he left his employment with the company.        The district court\n\ngranted the defendants' motion for summary judgment, but assessed\n\ncivil penalties against Pharmacia for failing to comply with\n\nERISA's reporting and disclosure provision.         We affirm.\n\n                                    I.\n\n             Otero worked as a research associate for Pharmacia at its\n\nArecibo, Puerto Rico, fermentation plant from the late 1980's until\n\nNovember     2001.   He   was   responsible   for   the   fermentation   of\n\nantibiotics.     In February 2000, Pharmacia notified its employees\n\nthat, effective June 2001, the Arecibo plant would close, and the\n\nfermentation process would be relocated to an affiliate facility in\n\nKalamazoo, Michigan.2     Because this relocation would result in the\n\nelimination of all jobs at the Arecibo plant, Pharmacia presented\n\n\n\n     1\n         Pharmacia has since become a subsidiary of Pfizer, Inc.\n     2\n      The facility at Kalamazoo was owned and                operated    by\nPharmacia's parent company, Pharmacia & Upjohn.\n\n                                    -2-\n\fadversely affected employees with two options: (1) apply, between\n\nApril 2000 and December 2001, for the company's Separation Package\n\nPlan (\"Plan\"), a supplement to worker unemployment benefits, or (2)\n\ncontinue to work for the company in a different position.            In the\n\ninterim, regardless of election, employees would remain active in\n\ntheir current positions until their services were no longer needed\n\nor the Arecibo plant closed.        At that time, those who had elected\n\nto remain with the company would be transferred to their newly\n\nassigned positions.      For those who had elected to receive the\n\nseparation benefits, the company would initiate an administrative\n\nprocess, designated the \"Windows Exit Program,\" that would provide\n\nemployees with 60 days to complete the necessary Plan paperwork.\n\n            During his last 18 months at Pharmacia, Otero was upset\n\nby several events that transpired at the plant.            He alleges that\n\nAndres Lugo, the plant supervisor, incorrectly informed Otero that\n\nhe could not apply for Plan benefits until the last fermentation of\n\nantibiotics had been completed, thereby inducing him to wait while\n\nother    plant   employees   received   job   transfers    or   applied    for\n\nseparation benefits.         Otero’s repeated inquiries regarding his\n\nemployment prospects were ignored or treated in a cursory manner.\n\nReceiving no prospective offers of employment, Otero eventually\n\napplied for various vacant positions with Pharmacia’s remaining\n\nPuerto    Rico   branches,    but   these   slots   were   given   to     more\n\nexperienced applicants.       Otero's difficulties were exacerbated in\n\n\n                                     -3-\n\fMarch 2001, when defendant Sanabria replaced Lugo as the plant\n\nsupervisor.        She was more critical of Otero's work than his\n\nprevious supervisors, and gave him only an \"average\" employee\n\nreview, well below the \"excellent\" reviews he had customarily\n\nreceived.     Finally, in August 2001, Pharmacia offered Otero a\n\nposition as a microbiologist.        Although Pharmacia considered it a\n\nlateral transfer, Otero perceived it as a demotion.\n\n            On November 5, 2001, Otero declined the microbiologist\n\nposition    and     requested    separation    benefits.         Linda   Diaz,\n\nPharmacia’s    Senior     Director   of    Human    Resources,    immediately\n\ncontacted the Plan administrator, who stated that Otero was no\n\nlonger eligible to receive separation benefits.            Although the Plan\n\nprovided    that    terminated   employees    are   generally    eligible   to\n\nreceive such benefits, an exception existed for employees whose\n\nemployment was discontinued due to a “transfer to an affiliated\n\nbusiness,” and who had been offered “a comparable position” within\n\nthe company.       Because Pharmacia interpreted the relocation of the\n\nfermentation process from Arecibo to Kalamazoo as a \"transfer to an\n\naffiliated business,\" and Otero had been offered what it considered\n\na \"comparable position,\" the Plan administrator determined that\n\nOtero was not eligible to receive benefits.3\n\n\n     3\n      Sanabria initially told Otero that he was too late to receive\nPlan benefits because the administrative window had closed. Otero\nargues that, because Linda Diaz failed to inform him of the\n\"Windows Exit Program,\" the defendants breached their fiduciary\nduties under ERISA. See 29 U.S.C. § 1104. But, as the district\n\n                                     -4-\n\f               Immediately following the administrator's decision, Otero\n\nsought    to    personally        deliver    a    letter       to    Pharmacia's      Human\n\nResources Manager, Carmen Calcano, to further inquire about his\n\nPlan eligibility and the basis for his denial.                            As he waited in\n\nCalcano’s office, Otero suffered an emotional breakdown, collapsed\n\nto the floor, and injured his back. Because Otero required surgery\n\nand   various       other    treatments      for    physical         and    psychological\n\nailments, Otero qualified for the company’s short-term disability\n\nprogram   (under        which     he   received     100%   of       his    pre-disability\n\nsalary), and ultimately, for the long-term disability program\n\n(under which he received upwards of 60% of his annual salary).\n\n               On   July    5,    2002,   Otero    sent    a    letter      to   Pharmacia\n\nrequesting information on a “Serious Health Condition” provision in\n\nthe long-term disability plan, under which an injured employee\n\ncould receive up to 100% of his annual salary.                              Receiving no\n\nresponse,       Otero      sent    several       additional         letters      requesting\n\ninformation and copies of the long-term disability plan. On August\n\n29, 2002, 55 days after his initial inquiry, Pharmacia responded\n\nwith the requested materials.               Included was a copy of the Summary\n\nof Material Modifications, a document (previously circulated to all\n\n\n\ncourt correctly recognized, although there was some initial\nconfusion in response to Otero's request, the Windows Exit Program\nwas nothing more than an administrative tool providing employees\nwith notice of their termination date so that they would have time\nto prepare the necessary paperwork.       It had no bearing on\nPharmacia's substantive benefits decisions.\n\n                                            -5-\n\fPharmacia employees in 1999) that outlined all the changes that had\n\nbeen made to the long-term disability plan.                   The form explained\n\nthat the Serious Health Condition provision had been excised from\n\nthe Plan.      Unsatisfied, Otero continued to send letters requesting\n\ninformation on the Serious Health Condition provision, to which\n\nPharmacia      consistently        replied      that   all    requests   had   been\n\nadequately fulfilled by its August 29th response.\n\n              In    July   2003,    Otero    filed     suit   against    Pharmacia,\n\nSanabria, and unnamed Plan administrators and fiduciaries, claiming\n\nthat       Pharmacia’s     denial    of     benefits     violated   ERISA,     that\n\nPharmacia’s failure to produce Plan documents within the time\n\nperiod designated by ERISA’s reporting and disclosure provision\n\nwarranted the imposition of civil penalties, and that the actions\n\nof Lugo, Sanabria and others amounted to intentional infliction of\n\nemotional distress and fraudulent inducement under Commonwealth\n\nlaw. The district court granted the defendants' motion for summary\n\njudgment, concluding that Pharmacia's decision was not arbitrary\n\nand capricious and that Otero's supplemental Commonwealth law\n\nclaims were preempted by ERISA.                 The court, however, found that\n\nPharmacia had violated ERISA's reporting and disclosure provision,\n\nand accordingly ordered Pharmacia to pay Otero $2500 in civil\n\npenalties.4        Otero now appeals.\n\n\n       4\n      The district court also granted summary judgment for the\ndefendants on Otero's additional claims of invasion of privacy and\nviolation of ERISA's notice provision for failure to notify him of\n\n                                          -6-\n\f                                   II.\n\n              On appeal, Otero claims that Pharmacia's denial of his\n\nrequest for separation benefits was arbitrary and capricious, his\n\nsupplemental state law claims are not preempted by ERISA, and the\n\ndistrict court incorrectly calculated the civil penalties against\n\nPharmacia.\n\nA.   The Benefits Decision\n\n              We begin with Otero's challenge to Pharmacia's denial of\n\nPlan benefits.       It is undisputed that because the Plan reserved\n\ninterpretative discretion to its administrators,5 judicial review\n\nof Pharmacia's eligibility determination is limited to ascertaining\n\nwhether the administrator's decision was arbitrary or capricious.\n\nLeahy v. Raytheon Co., 315 F.3d 11, 15 (1st Cir. 2002).           Thus,\n\nwhile we review summary judgment decisions de novo, Mattias-Correa\n\n\n\namendments to the long-term        disability   plan.   Otero   has   not\nappealed these rulings.\n      5\n          The relevant provision of the Plan provides that:\n\n              The company or its delegate will determine, in\n              its or their sole discretion, the eligibility\n              of each terminated Employee to participate in\n              the Plan, the amount of Benefits to which a\n              terminated Employee is entitled, and the\n              manner and time of payment of the Benefits . .\n              . . Any decisions, actions or interpretations\n              to be made under the Plan by [Pharmacia] . . .\n              shall   be  made   in   its  respective   sole\n              discretion, not in any fiduciary capacity and\n              need not be uniformly applied to similarly\n              situated individuals and shall be final,\n              binding and conclusive upon all parties.\n\n                                   -7-\n\fv. Pfizer, Inc., 345 F.3d 7, 12 (1st Cir. 2003), where, as here,\n\nthe underlying decision is subject to arbitrary and capricious\n\nreview, we evaluate the district court's determination by asking\n\n\"whether the aggregate evidence, viewed in a light most favorable\n\nto the non-moving party, could support a rational determination\n\nthat the plan administrator acted arbitrarily in denying a claim\n\nfor benefits,\"     Leahy, 315 F.3d at 18.            In other words, the\n\nquestion here is whether the district court correctly concluded\n\nthat Pharmacia's interpretation of the Plan's language, and its\n\nultimate benefits determination based upon that interpretation,\n\nwere reasonable.       Liston v. Unum Corp. Officer Severance Plan, 330\n\nF.3d 19, 24 (1st Cir. 2003).\n\n            Pharmacia had determined that, because Otero's research\n\nassociate position had been eliminated due to a transfer of the job\n\nto   an   affiliated    business,   and    because   Otero   was   offered   a\n\ncomparable position as a microbiologist, he was not eligible to\n\nreceive separation benefits.        Otero argues that, according to the\n\nPlan, an employee whose job elimination results from a transfer to\n\nan affiliated business is only ineligible to receive benefits when\n\nthe transfer is a product of the total or partial sale of the\n\ncompany.    The eligibility provision that Otero cites provides, in\n\nrelevant part, that:\n\n            benefits under the Plan shall not be provided\n            to any Employee [whose] employment termination\n            is due to . . . (6) his or her transfer to an\n            affiliate company or its transfer due to the\n\n                                     -8-\n\f             total or partial sale of the Company, either\n             by the sale of its stocks or assets in which\n             the Employee is offered a \"Similar Position.\"\n\n(Emphasis added).      Since no sale precipitated the transfer of his\n\njob, Otero argues, this exception to benefits eligibility is\n\ninapplicable.\n\n             We disagree.   Otero's argument relies on an inoperative\n\nversion of the Plan.        Otero's proffered language comes from a\n\ncertified translation of a Spanish language document that had been\n\ncirculated to employees at the Puerto Rico plant and was itself a\n\ntranslation of the original English language Plan. But the Spanish\n\nlanguage translation explicitly stated on its front page that any\n\nterminological discrepancy between it and the original English\n\nlanguage version would be resolved in accordance with the terms of\n\nthe original Plan, and that copies of the original English language\n\nPlan would be made available at Human Resources.                   Thus, the\n\noriginal     English   language   Plan    is   the   controlling   document.\n\nBecause the original Plan does not require that the transfer of the\n\njob be \"due to\" a sale of the company for the ineligibility\n\nprovision to be triggered, Otero's argument fails.6                Under the\n\n\n     6\n         The eligibility provision of the original Plan provides:\n\n             The Company shall grant Benefits to any\n             Terminated   Employee   whose   services   are\n             terminated by reason of Job Elimination . . .\n             .   Notwithstanding anything herein to the\n             contrary, a Terminated Employee will not\n             [receive separation benefits] if his or her\n             employment is discontinued due to [inter alia]\n\n                                    -9-\n\fcontrolling Plan language, we see no basis to deem unreasonable\n\nPharmacia's     interpretation   that   an   employee   is   ineligible   to\n\nreceive separation benefits when his job is eliminated due to\n\neither a transfer to an affiliated business or a total or partial\n\nsale of the company, and he is offered a comparable position with\n\nthe company.7\n\n          Otero also argues that Pharmacia acted unreasonably by\n\ndesignating the move of the fermentation process from Arecibo to\n\nKalamazoo as a \"transfer to an affiliate business.\"             In Otero’s\n\nview, the move to the Kalamazoo facility could not be a \"transfer\"\n\nbecause that facility already operated a fermentation plant.\n\n          Where, as here, a term is not defined by the benefits\n\nplan, we give it \"an ordinary and popular\" reading \"as would a\n\n[person] of average intelligence and experience.\"            Richardson v.\n\n\n\n          . . . a transfer to an affiliated business,\n          the sale of Pharmacia & Upjohn, Inc. or any\n          portion thereof, either through a sale or\n          exchange   of   stock  or   assets,  or   the\n          outsourcing   of   a  division,   department,\n          business unit or function where the employee\n          has been offered a comparable position with\n          the Company or the new employer.\n     7\n      Additionally, there is a presumption that judicial review is\nlimited to the evidentiary record presented to the administrator.\nSee Liston, 330 F.3d at 23-24. Because the Plan administrator was\nlocated in the mainland United States, and the original English\nlanguage Plan was the controlling version, we presume that it was\nthe version that informed the administrator's decision. Otero has\nnot presented any basis to believe otherwise, nor has he presented\nany argument for why we should consider the Spanish language\nversion the controlling document.\n\n                                   -10-\n\fPension Plan of Bethlehem Steel Corp., 112 F.3d 982, 985 (9th Cir.\n\n1997); Kolkowski v. Goodrich Corp., 448 F.3d 843, 850 (6th Cir.\n\n2006); see also 29 U.S.C. § 1022 (\"A summary plan description of\n\nany employee benefit plan . . . shall be written in a manner\n\ncalculated to be understood by the average plan participant . . .\n\n.\").    The term \"transfer\" is commonly defined as \"to convey from\n\none person, place, or situation to another.\"              Merriam-Webster's\n\nCollegiate Dictionary 1249 (10th ed. 2001).             That the Kalamazoo\n\nfacility may have already maintained a fermentation plant is not by\n\nitself inconsistent with this definition.            Otero has presented no\n\nevidence that Pharmacia failed to convey some level of capacity\n\nfrom Arecibo to Kalamazoo.          Indeed, the record suggests that\n\nPharmacia conveyed the function of the Arecibo plant to Kalamazoo\n\nto     save   on    electricity   costs.      Accordingly,     Pharmacia's\n\ninterpretation was not unreasonable.\n\n              Finally, Otero argues that Pharmacia’s denial of benefits\n\nwas     arbitrary     and   capricious     because     the   positions   of\n\nmicrobiologist and research associate are not \"comparable.\"              The\n\nPlan defines \"Comparable Position\" as:\n\n              employment with the Company or a successor\n              employer in which the individual's level of\n              responsibilities is substantially similar, as\n              determined by the Company, to the individual's\n              immediately prior position with the Company,\n              requiring similar skill levels and offering\n              similar pay (within 10%) and in which the\n              Employee is not asked to move his or her\n              principal business location more than 50\n              miles.\n\n                                   -11-\n\fOtero concedes that the positions pay identical salaries, are\n\nperformed within the same principal business location, and require\n\nthe     same    educational    background    and    basic   skill    levels.\n\nNevertheless, he contends that the level of responsibilities of a\n\nmicrobiologist are not \"substantially similar\" to those of a\n\nresearch associate.         Otero argues that a microbiologist has less\n\nsubstantial supervisory responsibilities, is not on call 24 hours\n\na day, and has no office, cellular phone or beeper.           The district\n\ncourt was unpersuaded, finding that the positions were comparable\n\nbecause Otero's qualifications fulfilled the requirements of both\n\njobs.\n\n               While the positions' respective levels of responsibility\n\nare     not    identical,    the   Plan   only   requires   that    they   be\n\n\"substantially similar as determined by the Company.\"               Employing\n\nthe company's traditional methodology for comparing two positions,\n\nPharmacia found that, based on job descriptions, job requirements,\n\nsalary, educational requirements and banding (the company's general\n\nmethod for systematizing position responsibilities), the positions\n\nof research associate and microbiologist were in fact comparable.\n\n               Otero states that as a microbiologist he would no longer\n\nbe \"producing millions in money for [the company]\" as he had\n\nbefore, and that he would no longer be responsible for highly\n\nvaluable company products and equipment.           Statements at this level\n\nof abstraction, however, do not establish that the administrator's\n\n                                     -12-\n\fdecision was arbitrary.    See Liston, 330 F.3d at 25 (holding that\n\nthe appellant's claim that she was \"no longer responsible for\n\ndeveloping and implementing growth and service strategies as well\n\nas piloting new work processes\" was too abstract to stand as proof\n\nof   \"diminished    responsibility\"   under   the   company's   employee\n\nbenefits plan, and therefore was not enough to make the company's\n\ndenial of benefits arbitrary and capricious).       Nor do Otero's more\n\nconcrete arguments -- that the microbiologist is not on call, and\n\nhas no office, cellular phone or beeper -- suffice to negate the\n\notherwise substantially similar level of responsibilities, benefits\n\nand qualifications of the positions.          In light of the broad\n\ninterpretive discretion that Pharmacia reserved to itself, see\n\nsupra note 5, we cannot say that its determination was arbitrary\n\nand capricious.\n\nB.   Preemption\n\n           We next turn to the district court's finding that Otero's\n\nstate law claims are preempted by ERISA, 29 U.S.C. § 1144(a).        In\n\nlight of ERISA's goal to promote uniformity in the nationwide\n\nregulation of employee benefit plans, Congress designed the statute\n\nto supersede \"any and all State [causes of action] insofar as they\n\nmay now or hereafter relate to any employee benefit plan.\"           Id.\n\n(emphasis added).    The Supreme Court has identified two instances\n\nwhere a state cause of action relates to an employee benefit plan:\n\nwhere the cause of action requires \"the court's inquiry [to] be\n\n\n                                 -13-\n\fdirected to the plan,\" or where it conflicts directly with ERISA.\n\nIngersoll-Rand Co. v. McClendon, 498 U.S. 133, 140-42 (1990).\n\nBecause the resolution of Otero's Commonwealth law claims for\n\nfraudulent   inducement   and   intentional     infliction    of   emotional\n\ndistress would require analysis of the Plan, the district court\n\ncorrectly concluded that they are preempted.\n\n            In   his   complaint,    Otero     alleges      that   Pharmacia\n\nfraudulently induced him to continue his employment at the Arecibo\n\nplant by incorrectly informing him that he could not apply for\n\nseverance benefits until all fermentation at Arecibo was completed,\n\nchanging the benefits application deadline without informing him,\n\nand falsely promising him a comparable position at the company\n\nwhenever he expressed concern for his job security.            To determine\n\nwhether these acts constitute fraudulent inducement, the district\n\ncourt would have to consult the severance plan to identify the\n\napplication dates and the administrative process for determining\n\nand informing the employees of such dates.               Additionally, to\n\ndetermine whether Pharmacia's promises of comparable employment\n\nwere fraudulent, the court would have to consult the Plan to\n\ndetermine    whether   the   offered       microbiologist     position   was\n\n\"comparable\" to his prior job as a research associate. Because the\n\ncourt's inquiry would necessarily \"be directed to the Plan,\" the\n\ncourt was correct to dismiss the fraudulent inducement claims. See\n\nCarlo v. Reed Rolled Threat Die Co., 49 F.3d 790, 794 (1st Cir.\n\n\n                                    -14-\n\f1995)   (holding     that    plaintiff's     misrepresentation      claim    was\n\npreempted by ERISA because the computation of damages would require\n\nreference to the severance plan).\n\n            Otero's claim for intentional infliction of emotional\n\ndistress is similarly unavailing. The factual basis supporting his\n\nemotional distress claim is simply a reiteration of the facts\n\nsupporting his fraudulent inducement claims.             Thus, \"because the\n\nemotional   distress        claim   obviously   piggybacks    on    the    facts\n\nunderlying the [fraudulent inducement] claim, which [is] preempted,\n\nthe emotional distress claim, too, is preempted.\" Danca v. Private\n\nHealth Care Sys., Inc., 185 F.3d 1, 7 n.9 (1st Cir. 1999).\n\nC.   Civil Penalties\n\n            Finally, Otero appeals the district court's method for\n\ncalculating the civil penalties owed by Pharmacia for violating\n\nERISA's reporting and disclosure provision.                 See 29 U.S.C. §\n\n1132(c) (providing that any administrator who fails, within 30\n\ndays, \"to comply with a request for any information which such\n\nadministrator   is    required\"      to   furnish,   \"may    in    the    court's\n\ndiscretion be personally liable . . . in the amount of up to $100\n\na day from the date of such failure\").               Finding that Pharmacia\n\nprovided all the necessary materials 55 days after Otero's July 5th\n\ninquiry, the district court determined that Pharmacia's reply was\n\n25 days late.      See id.      By assessing the maximum discretionary\n\npenalty of $100 a day, the court calculated an award of $2500 in\n\n\n                                      -15-\n\fcivil penalties.     We review the court's determination for abuse of\n\ndiscretion.      Sullivan v. Raytheon Co., 262 F.3d 41, 52 (1st Cir.\n\n2001).\n\n           Otero has presented nothing that causes us to question\n\nthe   district    court's   calculation.         He   argues    that   neither\n\nPharmacia's   August    29th   response    nor    any   of     its   subsequent\n\ncorrespondence contained information regarding the \"Serious Health\n\nCondition\" provision about which he requested information.                 But\n\nPharmacia's August 29th correspondence fully explained that the\n\n\"Serious Health Condition\" provision was no longer in effect.\n\nPharmacia was not obligated to provide any further explanation\n\nregarding an inactive provision. See Shields v. Local 705, Intern.\n\nBroth. of Teamsters Pension Plan, 188 F.3d 895, 903 (7th Cir.\n\n1999).\n\n                                  III.\n\n           For the foregoing reasons, the judgment of the district\n\ncourt is affirmed.\n\n\n\n\n                                  -16-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">             United States Court of Appeals\n                        For the First Circuit\n\nNo. 05-2373\n\n           ROBUR OTERO CARRASQUILLO, MARIA T. NEGRON CEDEÑO\n         and the Conjugal Partnership formed between them AND\n                       JENNIFER OTERO M. NEGRON,\n\n                        Plaintiffs, Appellants,\n\n                                  v.\n\n         PHARMACIA CORPORATION; PFIZER PHARMACEUTICALS; ZAIDA\n            SANABRIA in her official and personal capacity;\n                COMPANIES X, Y, Z, JANE DOE AND JOHN DOE,\n\n                        Defendants, Appellees.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                    FOR THE DISTRICT OF PUERTO RICO\n\n            [Hon. José Antonio Fusté, U.S. District Judge]\n\n\n                                Before\n\n                   Lynch and Howard, Circuit Judges,\n                 and Stafford,* Senior District Judge.\n\n\n     Vilma M. Dapena Rodríguez for appellants.\n     Carl Schuster, with whom Lourdes C. Hernández-Venegas, María\nSantiago-Ramos and Schuster & Aguiló LLP were on brief, for\nappellees.\n\n\n                            October 6, 2006\n\n\n\n\n*\n    Of the Northern District of Florida, sitting by designation.\n\f             HOWARD, Circuit Judge.   Robur Otero Carrasquillo brought\n\nan action in the Puerto Rico District Court against his former\n\nemployer, Pharmacia Corporation,1 his former supervisor, Zaida\n\nSanabria, and unnamed administrators and fiduciaries of Pharmacia's\n\nseparation benefits plan.       At its core, the complaint alleges that\n\nPharmacia violated the Employee Retirement Income Security Act\n\n(\"ERISA\"), 29 U.S.C. § 1001 et seq., and Article 1802 of the Puerto\n\nRico Civil Code by improperly denying Otero severance benefits\n\nafter he left his employment with the company.        The district court\n\ngranted the defendants' motion for summary judgment, but assessed\n\ncivil penalties against Pharmacia for failing to comply with\n\nERISA's reporting and disclosure provision.         We affirm.\n\n                                    I.\n\n             Otero worked as a research associate for Pharmacia at its\n\nArecibo, Puerto Rico, fermentation plant from the late 1980's until\n\nNovember     2001.   He   was   responsible   for   the   fermentation   of\n\nantibiotics.     In February 2000, Pharmacia notified its employees\n\nthat, effective June 2001, the Arecibo plant would close, and the\n\nfermentation process would be relocated to an affiliate facility in\n\nKalamazoo, Michigan.2     Because this relocation would result in the\n\nelimination of all jobs at the Arecibo plant, Pharmacia presented\n\n\n\n     1\n         Pharmacia has since become a subsidiary of Pfizer, Inc.\n     2\n      The facility at Kalamazoo was owned and                operated    by\nPharmacia's parent company, Pharmacia & Upjohn.\n\n                                    -2-\n\fadversely affected employees with two options: (1) apply, between\n\nApril 2000 and December 2001, for the company's Separation Package\n\nPlan (\"Plan\"), a supplement to worker unemployment benefits, or (2)\n\ncontinue to work for the company in a different position.            In the\n\ninterim, regardless of election, employees would remain active in\n\ntheir current positions until their services were no longer needed\n\nor the Arecibo plant closed.        At that time, those who had elected\n\nto remain with the company would be transferred to their newly\n\nassigned positions.      For those who had elected to receive the\n\nseparation benefits, the company would initiate an administrative\n\nprocess, designated the \"Windows Exit Program,\" that would provide\n\nemployees with 60 days to complete the necessary Plan paperwork.\n\n            During his last 18 months at Pharmacia, Otero was upset\n\nby several events that transpired at the plant.            He alleges that\n\nAndres Lugo, the plant supervisor, incorrectly informed Otero that\n\nhe could not apply for Plan benefits until the last fermentation of\n\nantibiotics had been completed, thereby inducing him to wait while\n\nother    plant   employees   received   job   transfers    or   applied    for\n\nseparation benefits.         Otero’s repeated inquiries regarding his\n\nemployment prospects were ignored or treated in a cursory manner.\n\nReceiving no prospective offers of employment, Otero eventually\n\napplied for various vacant positions with Pharmacia’s remaining\n\nPuerto    Rico   branches,    but   these   slots   were   given   to     more\n\nexperienced applicants.       Otero's difficulties were exacerbated in\n\n\n                                     -3-\n\fMarch 2001, when defendant Sanabria replaced Lugo as the plant\n\nsupervisor.        She was more critical of Otero's work than his\n\nprevious supervisors, and gave him only an \"average\" employee\n\nreview, well below the \"excellent\" reviews he had customarily\n\nreceived.     Finally, in August 2001, Pharmacia offered Otero a\n\nposition as a microbiologist.        Although Pharmacia considered it a\n\nlateral transfer, Otero perceived it as a demotion.\n\n            On November 5, 2001, Otero declined the microbiologist\n\nposition    and     requested    separation    benefits.         Linda   Diaz,\n\nPharmacia’s    Senior     Director   of    Human    Resources,    immediately\n\ncontacted the Plan administrator, who stated that Otero was no\n\nlonger eligible to receive separation benefits.            Although the Plan\n\nprovided    that    terminated   employees    are   generally    eligible   to\n\nreceive such benefits, an exception existed for employees whose\n\nemployment was discontinued due to a “transfer to an affiliated\n\nbusiness,” and who had been offered “a comparable position” within\n\nthe company.       Because Pharmacia interpreted the relocation of the\n\nfermentation process from Arecibo to Kalamazoo as a \"transfer to an\n\naffiliated business,\" and Otero had been offered what it considered\n\na \"comparable position,\" the Plan administrator determined that\n\nOtero was not eligible to receive benefits.3\n\n\n     3\n      Sanabria initially told Otero that he was too late to receive\nPlan benefits because the administrative window had closed. Otero\nargues that, because Linda Diaz failed to inform him of the\n\"Windows Exit Program,\" the defendants breached their fiduciary\nduties under ERISA. See 29 U.S.C. § 1104. But, as the district\n\n                                     -4-\n\f               Immediately following the administrator's decision, Otero\n\nsought    to    personally        deliver    a    letter       to    Pharmacia's      Human\n\nResources Manager, Carmen Calcano, to further inquire about his\n\nPlan eligibility and the basis for his denial.                            As he waited in\n\nCalcano’s office, Otero suffered an emotional breakdown, collapsed\n\nto the floor, and injured his back. Because Otero required surgery\n\nand   various       other    treatments      for    physical         and    psychological\n\nailments, Otero qualified for the company’s short-term disability\n\nprogram   (under        which     he   received     100%   of       his    pre-disability\n\nsalary), and ultimately, for the long-term disability program\n\n(under which he received upwards of 60% of his annual salary).\n\n               On   July    5,    2002,   Otero    sent    a    letter      to   Pharmacia\n\nrequesting information on a “Serious Health Condition” provision in\n\nthe long-term disability plan, under which an injured employee\n\ncould receive up to 100% of his annual salary.                              Receiving no\n\nresponse,       Otero      sent    several       additional         letters      requesting\n\ninformation and copies of the long-term disability plan. On August\n\n29, 2002, 55 days after his initial inquiry, Pharmacia responded\n\nwith the requested materials.               Included was a copy of the Summary\n\nof Material Modifications, a document (previously circulated to all\n\n\n\ncourt correctly recognized, although there was some initial\nconfusion in response to Otero's request, the Windows Exit Program\nwas nothing more than an administrative tool providing employees\nwith notice of their termination date so that they would have time\nto prepare the necessary paperwork.       It had no bearing on\nPharmacia's substantive benefits decisions.\n\n                                            -5-\n\fPharmacia employees in 1999) that outlined all the changes that had\n\nbeen made to the long-term disability plan.                   The form explained\n\nthat the Serious Health Condition provision had been excised from\n\nthe Plan.      Unsatisfied, Otero continued to send letters requesting\n\ninformation on the Serious Health Condition provision, to which\n\nPharmacia      consistently        replied      that   all    requests   had   been\n\nadequately fulfilled by its August 29th response.\n\n              In    July   2003,    Otero    filed     suit   against    Pharmacia,\n\nSanabria, and unnamed Plan administrators and fiduciaries, claiming\n\nthat       Pharmacia’s     denial    of     benefits     violated   ERISA,     that\n\nPharmacia’s failure to produce Plan documents within the time\n\nperiod designated by ERISA’s reporting and disclosure provision\n\nwarranted the imposition of civil penalties, and that the actions\n\nof Lugo, Sanabria and others amounted to intentional infliction of\n\nemotional distress and fraudulent inducement under Commonwealth\n\nlaw. The district court granted the defendants' motion for summary\n\njudgment, concluding that Pharmacia's decision was not arbitrary\n\nand capricious and that Otero's supplemental Commonwealth law\n\nclaims were preempted by ERISA.                 The court, however, found that\n\nPharmacia had violated ERISA's reporting and disclosure provision,\n\nand accordingly ordered Pharmacia to pay Otero $2500 in civil\n\npenalties.4        Otero now appeals.\n\n\n       4\n      The district court also granted summary judgment for the\ndefendants on Otero's additional claims of invasion of privacy and\nviolation of ERISA's notice provision for failure to notify him of\n\n                                          -6-\n\f                                   II.\n\n              On appeal, Otero claims that Pharmacia's denial of his\n\nrequest for separation benefits was arbitrary and capricious, his\n\nsupplemental state law claims are not preempted by ERISA, and the\n\ndistrict court incorrectly calculated the civil penalties against\n\nPharmacia.\n\nA.   The Benefits Decision\n\n              We begin with Otero's challenge to Pharmacia's denial of\n\nPlan benefits.       It is undisputed that because the Plan reserved\n\ninterpretative discretion to its administrators,5 judicial review\n\nof Pharmacia's eligibility determination is limited to ascertaining\n\nwhether the administrator's decision was arbitrary or capricious.\n\nLeahy v. Raytheon Co., </pre><span class=\"citation\" data-id=\"200246\"><a href=\"/opinion/200246/leahy-v-raytheon-corporation/\"><span class=\"volume\">315</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span><pre class=\"inline\">, 15 (1st Cir. 2002).           Thus,\n\nwhile we review summary judgment decisions de novo, Mattias-Correa\n\n\n\namendments to the long-term        disability   plan.   Otero   has   not\nappealed these rulings.\n      5\n          The relevant provision of the Plan provides that:\n\n              The company or its delegate will determine, in\n              its or their sole discretion, the eligibility\n              of each terminated Employee to participate in\n              the Plan, the amount of Benefits to which a\n              terminated Employee is entitled, and the\n              manner and time of payment of the Benefits . .\n              . . Any decisions, actions or interpretations\n              to be made under the Plan by [Pharmacia] . . .\n              shall   be  made   in   its  respective   sole\n              discretion, not in any fiduciary capacity and\n              need not be uniformly applied to similarly\n              situated individuals and shall be final,\n              binding and conclusive upon all parties.\n\n                                   -7-\n\fv. Pfizer, Inc., </pre><span class=\"citation\" data-id=\"200664\"><a href=\"/opinion/200664/matias-correa-v-pfizer-inc/\"><span class=\"volume\">345</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span><pre class=\"inline\">, 12 (1st Cir. 2003), where, as here,\n\nthe underlying decision is subject to arbitrary and capricious\n\nreview, we evaluate the district court's determination by asking\n\n\"whether the aggregate evidence, viewed in a light most favorable\n\nto the non-moving party, could support a rational determination\n\nthat the plan administrator acted arbitrarily in denying a claim\n\nfor benefits,\"     Leahy, 315 F.3d at 18.            In other words, the\n\nquestion here is whether the district court correctly concluded\n\nthat Pharmacia's interpretation of the Plan's language, and its\n\nultimate benefits determination based upon that interpretation,\n\nwere reasonable.       Liston v. Unum Corp. Officer Severance Plan, </pre><span class=\"citation\" data-id=\"200479\"><a href=\"/opinion/200479/liston-v-unum-corp/\"><span class=\"volume\">330</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span><pre class=\"inline\">, 24 (1st Cir. 2003).\n\n            Pharmacia had determined that, because Otero's research\n\nassociate position had been eliminated due to a transfer of the job\n\nto   an   affiliated    business,   and    because   Otero   was   offered   a\n\ncomparable position as a microbiologist, he was not eligible to\n\nreceive separation benefits.        Otero argues that, according to the\n\nPlan, an employee whose job elimination results from a transfer to\n\nan affiliated business is only ineligible to receive benefits when\n\nthe transfer is a product of the total or partial sale of the\n\ncompany.    The eligibility provision that Otero cites provides, in\n\nrelevant part, that:\n\n            benefits under the Plan shall not be provided\n            to any Employee [whose] employment termination\n            is due to . . . (6) his or her transfer to an\n            affiliate company or its transfer due to the\n\n                                     -8-\n\f             total or partial sale of the Company, either\n             by the sale of its stocks or assets in which\n             the Employee is offered a \"Similar Position.\"\n\n(Emphasis added).      Since no sale precipitated the transfer of his\n\njob, Otero argues, this exception to benefits eligibility is\n\ninapplicable.\n\n             We disagree.   Otero's argument relies on an inoperative\n\nversion of the Plan.        Otero's proffered language comes from a\n\ncertified translation of a Spanish language document that had been\n\ncirculated to employees at the Puerto Rico plant and was itself a\n\ntranslation of the original English language Plan. But the Spanish\n\nlanguage translation explicitly stated on its front page that any\n\nterminological discrepancy between it and the original English\n\nlanguage version would be resolved in accordance with the terms of\n\nthe original Plan, and that copies of the original English language\n\nPlan would be made available at Human Resources.                   Thus, the\n\noriginal     English   language   Plan    is   the   controlling   document.\n\nBecause the original Plan does not require that the transfer of the\n\njob be \"due to\" a sale of the company for the ineligibility\n\nprovision to be triggered, Otero's argument fails.6                Under the\n\n\n     6\n         The eligibility provision of the original Plan provides:\n\n             The Company shall grant Benefits to any\n             Terminated   Employee   whose   services   are\n             terminated by reason of Job Elimination . . .\n             .   Notwithstanding anything herein to the\n             contrary, a Terminated Employee will not\n             [receive separation benefits] if his or her\n             employment is discontinued due to [inter alia]\n\n                                    -9-\n\fcontrolling Plan language, we see no basis to deem unreasonable\n\nPharmacia's     interpretation   that   an   employee   is   ineligible   to\n\nreceive separation benefits when his job is eliminated due to\n\neither a transfer to an affiliated business or a total or partial\n\nsale of the company, and he is offered a comparable position with\n\nthe company.7\n\n          Otero also argues that Pharmacia acted unreasonably by\n\ndesignating the move of the fermentation process from Arecibo to\n\nKalamazoo as a \"transfer to an affiliate business.\"             In Otero’s\n\nview, the move to the Kalamazoo facility could not be a \"transfer\"\n\nbecause that facility already operated a fermentation plant.\n\n          Where, as here, a term is not defined by the benefits\n\nplan, we give it \"an ordinary and popular\" reading \"as would a\n\n[person] of average intelligence and experience.\"            Richardson v.\n\n\n\n          . . . a transfer to an affiliated business,\n          the sale of Pharmacia & Upjohn, Inc. or any\n          portion thereof, either through a sale or\n          exchange   of   stock  or   assets,  or   the\n          outsourcing   of   a  division,   department,\n          business unit or function where the employee\n          has been offered a comparable position with\n          the Company or the new employer.\n     7\n      Additionally, there is a presumption that judicial review is\nlimited to the evidentiary record presented to the administrator.\nSee Liston, 330 F.3d at 23-24. Because the Plan administrator was\nlocated in the mainland United States, and the original English\nlanguage Plan was the controlling version, we presume that it was\nthe version that informed the administrator's decision. Otero has\nnot presented any basis to believe otherwise, nor has he presented\nany argument for why we should consider the Spanish language\nversion the controlling document.\n\n                                   -10-\n\fPension Plan of Bethlehem Steel Corp., </pre><span class=\"citation\" data-id=\"740277\"><a href=\"/opinion/740277/20-employee-benefits-cas-2828-97-cal-daily-op-serv-3254-97-daily/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">982</span></a></span><pre class=\"inline\">, 985 (9th Cir.\n\n1997); Kolkowski v. Goodrich Corp., </pre><span class=\"citation\" data-id=\"794411\"><a href=\"/opinion/794411/brian-m-kolkowski-v-goodrich-corporation/\"><span class=\"volume\">448</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">843</span></a></span><pre class=\"inline\">, 850 (6th Cir.\n\n2006); see also 29 U.S.C. § 1022 (\"A summary plan description of\n\nany employee benefit plan . . . shall be written in a manner\n\ncalculated to be understood by the average plan participant . . .\n\n.\").    The term \"transfer\" is commonly defined as \"to convey from\n\none person, place, or situation to another.\"              Merriam-Webster's\n\nCollegiate Dictionary 1249 (10th ed. 2001).             That the Kalamazoo\n\nfacility may have already maintained a fermentation plant is not by\n\nitself inconsistent with this definition.            Otero has presented no\n\nevidence that Pharmacia failed to convey some level of capacity\n\nfrom Arecibo to Kalamazoo.          Indeed, the record suggests that\n\nPharmacia conveyed the function of the Arecibo plant to Kalamazoo\n\nto     save   on    electricity   costs.      Accordingly,     Pharmacia's\n\ninterpretation was not unreasonable.\n\n              Finally, Otero argues that Pharmacia’s denial of benefits\n\nwas     arbitrary     and   capricious     because     the   positions   of\n\nmicrobiologist and research associate are not \"comparable.\"              The\n\nPlan defines \"Comparable Position\" as:\n\n              employment with the Company or a successor\n              employer in which the individual's level of\n              responsibilities is substantially similar, as\n              determined by the Company, to the individual's\n              immediately prior position with the Company,\n              requiring similar skill levels and offering\n              similar pay (within 10%) and in which the\n              Employee is not asked to move his or her\n              principal business location more than 50\n              miles.\n\n                                   -11-\n\fOtero concedes that the positions pay identical salaries, are\n\nperformed within the same principal business location, and require\n\nthe     same    educational    background    and    basic   skill    levels.\n\nNevertheless, he contends that the level of responsibilities of a\n\nmicrobiologist are not \"substantially similar\" to those of a\n\nresearch associate.         Otero argues that a microbiologist has less\n\nsubstantial supervisory responsibilities, is not on call 24 hours\n\na day, and has no office, cellular phone or beeper.           The district\n\ncourt was unpersuaded, finding that the positions were comparable\n\nbecause Otero's qualifications fulfilled the requirements of both\n\njobs.\n\n               While the positions' respective levels of responsibility\n\nare     not    identical,    the   Plan   only   requires   that    they   be\n\n\"substantially similar as determined by the Company.\"               Employing\n\nthe company's traditional methodology for comparing two positions,\n\nPharmacia found that, based on job descriptions, job requirements,\n\nsalary, educational requirements and banding (the company's general\n\nmethod for systematizing position responsibilities), the positions\n\nof research associate and microbiologist were in fact comparable.\n\n               Otero states that as a microbiologist he would no longer\n\nbe \"producing millions in money for [the company]\" as he had\n\nbefore, and that he would no longer be responsible for highly\n\nvaluable company products and equipment.           Statements at this level\n\nof abstraction, however, do not establish that the administrator's\n\n                                     -12-\n\fdecision was arbitrary.    See Liston, 330 F.3d at 25 (holding that\n\nthe appellant's claim that she was \"no longer responsible for\n\ndeveloping and implementing growth and service strategies as well\n\nas piloting new work processes\" was too abstract to stand as proof\n\nof   \"diminished    responsibility\"   under   the   company's   employee\n\nbenefits plan, and therefore was not enough to make the company's\n\ndenial of benefits arbitrary and capricious).       Nor do Otero's more\n\nconcrete arguments -- that the microbiologist is not on call, and\n\nhas no office, cellular phone or beeper -- suffice to negate the\n\notherwise substantially similar level of responsibilities, benefits\n\nand qualifications of the positions.          In light of the broad\n\ninterpretive discretion that Pharmacia reserved to itself, see\n\nsupra note 5, we cannot say that its determination was arbitrary\n\nand capricious.\n\nB.   Preemption\n\n           We next turn to the district court's finding that Otero's\n\nstate law claims are preempted by ERISA, 29 U.S.C. § 1144(a).        In\n\nlight of ERISA's goal to promote uniformity in the nationwide\n\nregulation of employee benefit plans, Congress designed the statute\n\nto supersede \"any and all State [causes of action] insofar as they\n\nmay now or hereafter relate to any employee benefit plan.\"           Id.\n\n(emphasis added).    The Supreme Court has identified two instances\n\nwhere a state cause of action relates to an employee benefit plan:\n\nwhere the cause of action requires \"the court's inquiry [to] be\n\n\n                                 -13-\n\fdirected to the plan,\" or where it conflicts directly with ERISA.\n\nIngersoll-Rand Co. v. McClendon, </pre><span class=\"citation\" data-id=\"112512\"><a href=\"/opinion/112512/ingersoll-rand-co-v-mcclendon/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">133</span></a></span><pre class=\"inline\">, 140-42 (1990).\n\nBecause the resolution of Otero's Commonwealth law claims for\n\nfraudulent   inducement   and   intentional     infliction    of   emotional\n\ndistress would require analysis of the Plan, the district court\n\ncorrectly concluded that they are preempted.\n\n            In   his   complaint,    Otero     alleges      that   Pharmacia\n\nfraudulently induced him to continue his employment at the Arecibo\n\nplant by incorrectly informing him that he could not apply for\n\nseverance benefits until all fermentation at Arecibo was completed,\n\nchanging the benefits application deadline without informing him,\n\nand falsely promising him a comparable position at the company\n\nwhenever he expressed concern for his job security.            To determine\n\nwhether these acts constitute fraudulent inducement, the district\n\ncourt would have to consult the severance plan to identify the\n\napplication dates and the administrative process for determining\n\nand informing the employees of such dates.               Additionally, to\n\ndetermine whether Pharmacia's promises of comparable employment\n\nwere fraudulent, the court would have to consult the Plan to\n\ndetermine    whether   the   offered       microbiologist     position   was\n\n\"comparable\" to his prior job as a research associate. Because the\n\ncourt's inquiry would necessarily \"be directed to the Plan,\" the\n\ncourt was correct to dismiss the fraudulent inducement claims. See\n\nCarlo v. Reed Rolled Threat Die Co., </pre><span class=\"citation\" data-id=\"691308\"><a href=\"/opinion/691308/pens-plan-guide-p-23907e-victor-e-carlo-jr-and-kathleen-m-carlo-v/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">790</span></a></span><pre class=\"inline\">, 794 (1st Cir.\n\n\n                                    -14-\n\f1995)   (holding     that    plaintiff's     misrepresentation      claim    was\n\npreempted by ERISA because the computation of damages would require\n\nreference to the severance plan).\n\n            Otero's claim for intentional infliction of emotional\n\ndistress is similarly unavailing. The factual basis supporting his\n\nemotional distress claim is simply a reiteration of the facts\n\nsupporting his fraudulent inducement claims.             Thus, \"because the\n\nemotional   distress        claim   obviously   piggybacks    on    the    facts\n\nunderlying the [fraudulent inducement] claim, which [is] preempted,\n\nthe emotional distress claim, too, is preempted.\" Danca v. Private\n\nHealth Care Sys., Inc., </pre><span class=\"citation\" data-id=\"198586\"><a href=\"/opinion/198586/danca-v-emerson-hospital/\"><span class=\"volume\">185</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 7 n.9 (1st Cir. 1999).\n\nC.   Civil Penalties\n\n            Finally, Otero appeals the district court's method for\n\ncalculating the civil penalties owed by Pharmacia for violating\n\nERISA's reporting and disclosure provision.                 See 29 U.S.C. §\n\n1132(c) (providing that any administrator who fails, within 30\n\ndays, \"to comply with a request for any information which such\n\nadministrator   is    required\"      to   furnish,   \"may    in    the    court's\n\ndiscretion be personally liable . . . in the amount of up to $100\n\na day from the date of such failure\").               Finding that Pharmacia\n\nprovided all the necessary materials 55 days after Otero's July 5th\n\ninquiry, the district court determined that Pharmacia's reply was\n\n25 days late.      See id.      By assessing the maximum discretionary\n\npenalty of $100 a day, the court calculated an award of $2500 in\n\n\n                                      -15-\n\fcivil penalties.     We review the court's determination for abuse of\n\ndiscretion.      Sullivan v. Raytheon Co., </pre><span class=\"citation no-link\"><span class=\"volume\">262</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></span><pre class=\"inline\">, 52 (1st Cir.\n\n2001).\n\n           Otero has presented nothing that causes us to question\n\nthe   district    court's   calculation.         He   argues    that   neither\n\nPharmacia's   August    29th   response    nor    any   of     its   subsequent\n\ncorrespondence contained information regarding the \"Serious Health\n\nCondition\" provision about which he requested information.                 But\n\nPharmacia's August 29th correspondence fully explained that the\n\n\"Serious Health Condition\" provision was no longer in effect.\n\nPharmacia was not obligated to provide any further explanation\n\nregarding an inactive provision. See Shields v. Local 705, Intern.\n\nBroth. of Teamsters Pension Plan, </pre><span class=\"citation\" data-id=\"765804\"><a href=\"/opinion/765804/terrence-f-shields-individually-and-on-behalf-of-all-others-similarly/\"><span class=\"volume\">188</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">895</span></a></span><pre class=\"inline\">, 903 (7th Cir.\n\n1999).\n\n                                  III.\n\n           For the foregoing reasons, the judgment of the district\n\ncourt is affirmed.\n\n\n\n\n                                  -16-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198586/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200479/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200664/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691308/",
    "http://www.courtlistener.com/api/rest/v3/opinions/740277/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765804/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794411/"
  ]
}