{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202506/",
  "absolute_url": "/opinion/202506/jemoli-holding-inc-v-raymond-james-financ/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202506/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:55:35Z",
  "date_modified": "2016-02-28T05:08:10.742914Z",
  "type": "010combined",
  "sha1": "275379305a86618992efbeb6734c06755eae6fef",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-1903-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/11/17/Jemoli_Holding_Inc._v._Raymond_James_Financ.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\nNo. 05-1903\n\n\n                        JELMOLI HOLDING, INC.,\n\n                          Plaintiff-Appellee,\n\n                                  v.\n\n                RAYMOND JAMES FINANCIAL SERVICES, INC.;\n           RAYMOND JAMES & ASSOCIATES, INC.; CRAIG ROBINSON,\n\n                        Defendants-Appellants.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n                   FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Reginald C. Lindsay, U.S. District Judges]\n\n\n                                Before\n\n                          Boudin, Chief Judge,\n                  Torruella and Dyk,* Circuit Judges.\n\n\n     Ruth T. Dowling with whom Daniel G. Cromack and Edwards Angell\nPalmer & Dodge LLP were on brief for defendants-appellants.\n     Peter F. Carr, II with whom Eckert Seamans Cherin & Mellott,\nLLC was on brief for plaintiff-appellee\n\n\n\n                           November 17, 2006\n\n\n\n\n     *\n         Of the Federal Circuit, sitting by designation.\n\f            BOUDIN, Chief Judge.   Jelmoli Holding, Inc. (\"Jelmoli\"),\n\nemployed William Potts to handle the liquidation of various Jelmoli\n\nassets and the investment of the funds realized.      Potts had worked\n\nfor   Jelmoli   in   various   capacities   from   1990   onward   in   a\n\nMassachusetts office, but Jelmoli's parent company was based in\n\nSwitzerland.     Jelmoli allowed Potts not only to sign checks on\n\nbehalf of the company but also left him with the responsibility of\n\nverifying that the account in the United States was properly\n\nmaintained.\n\n            Potts had a brokerage account on his own behalf with the\n\nRaymond James brokerage firm.1     The Raymond James broker handling\n\nPotts' account was Craig Robinson, based in Raymond James' office\n\nin Texas.     Potts was permitted to trade \"on margin\" (effectively\n\npaying a percentage for stocks purchased and borrowing the balance\n\nfrom Raymond James).     In the stock market decline of 2000, the\n\nvalue of Potts' investments fell and, as Robinson knew, Potts began\n\nhaving difficulty meeting calls for additional cash to maintain the\n\nrequired margin between stock value and balance owed.\n\n            In April 2000, Potts for the first time delivered to\n\nRobinson checks drawn on a Jelmoli bank account and, when Robinson\n\nquestioned him, Potts explained that he owned Jelmoli and could use\n\n\n\n      1\n      There were two related Raymond James companies, both parties\nto the law suit; we treat them collectively as \"Raymond James.\"\nSimilarly, Potts had more than one account in his own name, but\nthis detail, too, can be ignored.\n\n                                   -2-\n\fthe checks as he pleased.             Between April and December 2000, Potts\n\ngave Raymond James checks totaling $1.5 million for Potts' personal\n\naccount, both to cover his loans and to acquire additional stock.\n\n                In December 2000, Potts confessed to Jelmoli that he had\n\nbeen embezzling the funds. By the time Jelmoli (some months later)\n\nnotified Raymond James of the fraud, Potts had removed all the\n\nfunds from his Raymond James account.                     Thereafter, Jelmoli filed\n\nsuit        against   Raymond    James   in   the    federal     district     court   in\n\nMassachusetts to recover over $1.3 million taken by Potts and\n\ndeposited in Potts' brokerage account.                 Jelmoli's two theories for\n\nrecovery (a third one was voluntarily dismissed) were money had and\n\nreceived and unjust enrichment.2\n\n                In    addition   to   denying       that    it   had   been   unjustly\n\nenriched, Raymond James asserted that it had a statutory defense as\n\na holder in due course.            By motion, Raymond James also sought to\n\nlimit        Jelmoli's   possible     recovery       to    the   amount   (just   over\n\n$105,000) that Raymond James had earned in commissions, fees, and\n\ninterest on Potts' account in 2000.                 The district court denied the\n\n\n\n\n        2\n      Money had and received is based on money, or its equivalent,\nwhich in \"equity and good conscience\" should be returned to the\nclaimant and is often styled as money that should be returned\n\"where one is unjustly enriched at another's expense.\" Rabinowitz\nv. People's Nat'l Bank, 126 N.E. 289, 290 (Mass. 1920). Unjust\nenrichment is an equitable claim with the same elements save that\nit is not limited to enrichment by money, or its equivalent. Trust\nCo. of Ga. v. S & W Cafeteria, 103 S.E.2d 63, 73 (Ga. Ct. App.\n1958).\n\n                                          -3-\n\fmotion, and the case went to the jury on instructions disputed by\n\nRaymond James.\n\n               The jury found that Raymond James was a holder in due\n\ncourse for a small number of the checks received from Potts, but it\n\nfound that Raymond James was otherwise liable to Jelmoli for $1.1\n\nmillion.       Raymond James now appeals.     Its primary claims are that\n\nit was entitled to judgment limiting recovery to the commissions,\n\ninterest, and fees and, independently, that it deserves a new trial\n\non any amount arguably due to Jelmoli because of misinstruction on\n\nthe holder in due course doctrine.         On both issues our review is de\n\nnovo.       Borges Colón v. Román-Abreu, 438 F.3d 1, 14 (1st Cir. 2006);\n\nSEC v. Happ, 392 F.3d 12, 28 (1st Cir. 2004).\n\n               We begin with the holder in due course issue.          The\n\nUniform Commercial Code (\"UCC\") provides that a holder in due\n\ncourse of a negotiable instrument takes it free and clear of claims\n\nthat might otherwise be made with respect to it.          Mass. Gen. Laws\n\nch. 106, § 3-306 (1999).3       Thus, if Raymond James were to prevail\n\non that defense, it would defeat Jelmoli's claims entirely as to\n\nany check to which it applied, without regard to the terms of the\n\n\n\n\n        3\n      The UCC provisions in question are in all relevant aspects\nidentical in Massachusetts (where the checks were drawn) and Texas\n(where they were received), Mass. Gen. Laws ch. 106 (1999); Tex.\nBus. & Com. Code Ann. § 1.101 et seq. (Vernon Supp. 2006); the\ndistrict court ruled that the law in both jurisdictions was the\nsame, and the parties agreed.\n\n                                     -4-\n\ftwo related common law claims or concern about whether Raymond\n\nJames was enriched.\n\n            So far as pertinent, a holder in due course is one who\n\n\"took the instrument (i) for value, (ii) in good faith, . . . [and]\n\n(v) without notice of any claim [by another] to the instrument.\"\n\nMass. Gen. Laws ch. 106, § 3-302(a)(2).          And notice, as defined by\n\nthe UCC, can ordinarily be proved by either actual knowledge (here,\n\nthat Potts was violating his fiduciary duty) or knowledge of facts\n\nand   circumstances    that   would   lead   a   reasonable   person   to   so\n\nconclude.    Mass. Gen. Laws ch. 106, § 1-201(25).\n\n            A   more    specific      companion     provision,    addressed\n\nspecifically to \"notice of breach of fiduciary duty,\" lays down a\n\nset of special rules where the claim rests upon such a breach:\n\n                     If (i) an instrument is taken from a\n            fiduciary for payment or collection or for\n            value, (ii) the taker has knowledge of the\n            fiduciary status of the fiduciary, and (iii)\n            the represented person makes a claim to the\n            instrument or its proceeds on the basis that\n            the transaction of the fiduciary is a breach\n            of fiduciary duty, the following rules apply:\n\n            . . . (4) If an instrument is issued by the\n            represented person or the fiduciary as such,\n            to the taker as payee, the taker has notice of\n            the breach of fiduciary duty if the instrument\n            is (i) taken in payment of . . . a debt known\n            by the taker to be the personal debt of the\n            fiduciary, (ii) taken in a transaction known\n            by the taker to be for the personal benefit of\n            the fiduciary, or (iii) deposited to an\n            account   other  than   an   account  of   the\n            fiduciary, as such, or an account of the\n            represented person.\n\n\n                                      -5-\n\fMass. Gen. Laws ch. 106, § 3-307(b) (emphasis added).\n\n          In this case, the conditions of subsection (4) were\n\nsatisfied: the check was issued by the represented person and taken\n\nfor Potts' apparent benefit and for deposit in his account.      But\n\nboth by its terms and the underlying logic, section 3-307(b)\n\nimputes notice of the breach only if \"the taker has knowledge of\n\nthe fiduciary status of the fiduciary.\"   In its instructions, the\n\ndistrict court refused to limit \"notice\" to a case where such\n\nknowledge was proved.\n\n          Instead, over objection by Raymond James, the district\n\njudge instructed the jury that Jelmoli could defeat holder in due\n\ncourse status for Raymond James as follows:\n\n          Next, the defendants must prove by a preponderance\n     of the evidence that they did not have notice of\n     Jelmoli's claim to each of the checks. In this context,\n     the defendants had notice of Jelmoli's claim if they had\n     actual knowledge of the claim or if the defendants had\n     received notice or notification of the claim or if from\n     all the facts and circumstances known to the defendants\n     at the time in question they had reason to know that the\n     claim existed. . . .\n\n          . . . Now, special rules apply if the defendants as\n     to any Jelmoli check they received had actual knowledge\n     of the fiduciary status of Potts. If the defendants had\n     actual knowledge of the fiduciary status of Potts, they\n     had notice of his breach of that fiduciary duty and\n     notice of Jelmoli's claim to that check if they, one,\n     took the check in payment of or as security for a debt\n     known by the defendants to be the personal debt of Potts;\n     or, two, took that check in a transaction known by the\n     defendants to be for the personal benefits of Potts; or,\n     three, deposited the check to an account other than an\n     account of Jelmoli or an account of Potts as fiduciary of\n     Jelmoli.\n\n\n                               -6-\n\f          On appeal, Raymond James argues that (contrary to the\n\ninstructions just quoted) the \"special rules\" of section 3-307 are\n\nthe exclusive way of establishing notice where the claim rests upon\n\nbreach of fiduciary duty.   Jelmoli urges (and the district court\n\nagreed) that section 3-307 is merely one way (and not the only way)\n\nto defeat holder in due course status in the breach of fiduciary\n\nduty context.   Section 3-307 is by its terms available to block\n\nholder in due course status where the taker has knowledge of the\n\nbeneficiary's fiduciary status.      According to Jelmoli, even if\n\nsection 3-307 is unavailable, a \"reason to know\" of the competing\n\nclaim (otherwise proved) will suffice to defeat holder in due\n\ncourse status even if actual knowledge does not exist.\n\n          On bare language alone, Jelmoli may have an edge because\n\nsection 3-302 permits \"notice\" to defeat holder in due course\n\nstatus; and section 3-307, while it imputes notice (under specified\n\nconditions) based on knowledge of fiduciary status, does not say\n\nexpressly that this is the only way that notice of a claim can be\n\nestablished.    But the statute alone is far from clear and the\n\ncommentary to section 3-307 appears to address this very question\n\nand squarely to support Raymond James:\n\n          This section states rules for determining when\n          a person who has taken an instrument from a\n          fiduciary has notice of a breach of fiduciary\n          duty . . . . Section 3-307 is intended to\n          clarify the law by stating rules that\n          comprehensively cover the issue of when the\n          taker of an instrument has notice of a breach\n\n\n                               -7-\n\f          of a fiduciary duty and thus notice of a claim\n          to the instrument or its proceeds.\n\n          . . . .\n\n          . . . The requirement that the taker have\n          knowledge rather than notice is meant to limit\n          Section 3-307 to relatively uncommon cases in\n          which the person who deals with the fiduciary\n          knows all of the relevant facts:           the\n          fiduciary status and that the proceeds of the\n          instrument are being used for the personal\n          debt or benefit of the fiduciary . . . . Mere\n          notice of these facts is not enough to put the\n          taker on notice of the breach of fiduciary\n          duty and does not give rise to any duty of\n          investigation by the taker.\n\nMass. Gen. Laws ch. 106, § 3-307, cmts. 1-2 (emphasis added).\n\n          None of the various cases cited to us is conclusive,4 and\n\npolicy arguments cut both ways: the district court was concerned\n\nthat requiring knowledge (as opposed to notice) of fiduciary status\n\nwould encourage the taker to shut its eyes to clues; but the holder\n\nin due course defense was designed to facilitate transactions and\n\nencourage the acceptance of negotiable instruments.           White &\n\nSummers, Uniform Commercial Code § 17-1, at 150 (4th ed. 1995);\n\nMiller, Hawkland's Uniform Commercial Code Series § 3-302:1 (West\n\n2006).\n\n          Further,   as   Hawkland    states,   under   section   3-307\n\n\"[m]isuse of the proceeds by the fiduciary is treated as the\n\n\n     4\n      See United Catholic Parish Sch. v. Card Svcs. Ctr., 636\nN.W.2d 206, 211-12 (Wis. Ct. App. 2001); Cable Cast Magazine v.\nPremier Bank, 729 So.2d 1165, 1168 (La. Ct. App. 1999); In re\nBroadview Lumber Co., 118 F.3d 1246, 1252 (8th Cir. 1997);\nDemoulas v. Demoulas, 732 N.E.2d 875, 888 (Mass. 2000).\n\n                                -8-\n\fresponsibility of the represented person, who . . . chose the\n\nfiduciary.\" Miller, supra, § 3-307:5. On this view, section 3-307\n\ncarves out narrow exceptions–-e.g., where there is actual knowledge\n\nthat one known to be a fiduciary is profiting–-but mere inquiry\n\nnotice of fiduciary status is not enough.\n\n              Although it is perhaps a close call, on balance we think\n\nRaymond James' reading of the statute is correct.                 The language\n\ncould be read either way; but comments 1 and 2 appear directly to\n\nsupport   Raymond     James'   position      that   section   3-307    is   meant\n\nexclusively     to   control   where   the    claim   is   one   of   breach   of\n\nfiduciary duty.       So read, it is not enough for the plaintiff to\n\nshow that the conditions of subsection (4) are satisfied, as they\n\nare in this case.       The plaintiff must also show knowledge by the\n\ntaker, and not just warning clues, that the person tendering the\n\ncheck is a fiduciary.\n\n              Of course, it is conceivable that a jury could find that\n\nRobinson had knowledge of Potts' fiduciary status, although that\n\nmight not be easy.     Robinson denied on the stand that he knew Potts\n\nworked for, rather than owned, the company.             While Robinson might\n\nwell   have    had   good   reasons    for    being   suspicious      of    Potts,\n\ninferences of Robinson's actual knowledge are relatively thin.                 In\n\nall events, on retrial the jury must be told that knowledge of\n\nfiduciary status is a requirement for notice of the claim.\n\n\n\n\n                                       -9-\n\f          A new trial is also required by a different error in the\n\nUCC instructions.   Despite Raymond James' objection, the district\n\ncourt declined to limit the information with which Robinson was\n\ncharged to that which he knew personally. This was of considerable\n\nimportance because Jelmoli, in arguing that Raymond James had\n\nknowledge or notice, relied on information elsewhere in Raymond\n\nJames' files--information that Robinson arguably never saw.\n\n          Mass. Gen. Laws ch. 106, § 1-201(27) states that\n\n          knowledge . . . received by an organization is\n          effective for a particular transaction from\n          the time it is brought to the attention of the\n          individual conducting that transaction, and in\n          any event from the time when it would have\n          been   brought   to  his   attention  if   the\n          organization had exercised due diligence.\n\n          This makes clear that it is what Robinson knew that\n\ncentrally matters and that other information elsewhere in the\n\ncompany files is imputed to Robinson only if it was negligent of\n\nthe company not to bring it to his attention.   Possibly the latter\n\ncondition might be satisfied, but the jury was not so advised and\n\nJelmoli's case was not limited in this fashion.\n\n          Jelmoli argues that claims of jury misinstruction were\n\nnot adequately preserved.   Having read the pertinent parts of the\n\nrecord, we are satisfied that Raymond James preserved both issues.\n\nRaymond James made its objections clear at the charge conference,\n\nas required by the new version of Fed. R. Civ. Pro. 51(c),\n\n\n\n\n                               -10-\n\fSurprenant v. Rivas, 424 F.3d 5, 15 (1st Cir. 2005), and Raymond\n\nJames also objected following the charge.\n\n            This brings us to Raymond James' argument for judgment as\n\na matter of law against liability for any amounts exceeding the\n\ncomparatively modest benefits it received from commissions, fees,\n\nand interest in 2000.          Raymond James says that even if it had no\n\nholder in due course defense, the causes of action asserted by\n\nJelmoli require that it be unjustly enriched and that it cannot be\n\nso regarded as to the checks received for Potts' account, except\n\npossibly for money that Raymond James earned as commissions, fees,\n\nand interest.\n\n            In    the      district   court,   Jelmoli   urged    that   unjust\n\nenrichment was not even an element in its money had and received\n\nclaim.    On appeal, Jelmoli does not make a full-fledged argument\n\nthat the unjust enrichment instruction was error, although it does\n\nmake two comments that could be seen as raising the issue on\n\nappeal.    Since (absent a settlement) the district court will have\n\nto confront this issue on remand, we think it useful to address it\n\nin order to simplify further proceedings that are now necessary.\n\n            One Massachusetts case lends some support to Jelmoli's\n\nposition, Gen. Exch. Ins. Corp. v. Driscoll, 52 N.E.2d 970 (Mass.\n\n1944),    but    it   is   distinguishable.      In   General    Exchange,   the\n\ndefendant-attorney received an insurance settlement on behalf of\n\nhis client, with the check made out to both the attorney and the\n\n\n                                       -11-\n\fclient.         The attorney paid the money to the client despite his\n\nknowledge that a subrogation agreement required the money to be\n\npaid to the insurer.\n\n                 In holding that the attorney was liable for money had and\n\nreceived, the Supreme Judicial Court (\"SJC\") stressed that the case\n\ninvolved subrogation, noting that \"[the subrogation agreements]\n\ncreated         in   the   [insurer]   an   equitable    property    right   in   any\n\nrecovery traceable to property damage . . . . Whether, if there had\n\nbeen       no    'subrogation    agreements,'      the   equitable    doctrine     of\n\nsubrogation of an insurer who is an indemnitor would have produced\n\nsubstantially the same result we need not consider.\"                  Id. at 973.5\n\n                 In Blue Cross of Mass., Inc. v. Travaline, 499 N.E.2d\n\n1195 (Mass. 1986), the same court distinguished General Exchange,\n\nnoting that no portion of the settlement paid to the attorney was\n\nearmarked as funds payable to the insurer's subrogation claim. Id.\n\nat 1199. Perhaps more important, in cases before and after General\n\nExchange, the SJC has stressed the view commonly taken in other\n\ncourts that recovery for money had and received is limited by the\n\n\n\n\n       5\n      The general rule in the subrogation context is that a person\nwho makes a payment with knowledge of the rights of the subrogee is\nliable without regard to the principles of unjust enrichment. See,\ne.g., Nat'l Sur. Corp. v. United States, 319 F. Supp. 45, 48-49\n(N.D. Ala. 1970) (where government is on notice that it must pay\nfunds to the surety (subrogee), it is liable to the surety when it\npays those funds to the contractor, even where it did not retain\nthe funds for itself).\n\n                                            -12-\n\fdoctrine   of   unjust   enrichment.    For    example,   in   Flavin   v.\n\nMorrissey, 97 N.E.2d 643 (Mass. 1951), the SJC stated:\n\n     The right to recover in an action for money had and\n     received does not depend on privity of contract, but on\n     the obligation to restore that which the law implies\n     should be returned, where one is unjustly enriched at\n     another's expense.\n\nId. at 645 (internal quotation marks omitted) (quoting Rabinowitz,\n\n126 N.E. at 290 (Mass. 1920)).\n\n           The claim for money had and received and the claim for\n\nunjust enrichment are very close in character-–one rooted in common\n\nlaw and the other equity jurisprudence.       See note 2, above.   A good\n\nmany courts have said that the two are for practical purposes\n\nidentical.6     Thus, the weight of both Massachusetts case law and\n\nthe authority elsewhere confirm that the district court was correct\n\nin describing \"unjust enrichment\" as a limitation on recovery for\n\na money had and received claim.\n\n           In our view, whether Raymond James was unjustly enriched\n\nis an issue that a jury could reasonably decide either way not only\n\nas to the commissions, fees, and interest but also as to payments\n\n\n\n     6\n      See, e.g., Bennett v. Visa, 198 S.W.3d 747, 755 (Tenn. Ct.\nApp. 2006) (\"Both unjust enrichment and money had and received are\nessentially the same cause of action . . . .\"); Burns Philp Food,\nInc. v. Cavalea Cont'l Freight, Inc., 1996 WL 312076, at *1 (N.D.\nIll. 1996) (\"[T]he causes of action for money had and received,\nunjust enrichment, and for recovery under a contract implied in law\nare very similar, and the courts often use the terms\ninterchangeably within a single opinion to refer to the same\nconcept.\"); Chase Manhattan Bank v. Burden, 489 A.2d 494, 497 n.8\n(D.C. 1985) (\"[T]he two theories are essentially the same.\").\n\n                                 -13-\n\ffrom Jelmoli that went to reduce Potts' debts to Raymond James.\n\nRaymond James says it could have recovered its debts anyway under\n\nmargin rules; but payment of debt is still arguably a benefit and\n\nwhether it was unjust enrichment under the circumstances is for the\n\njury.\n\n          It   is   much   harder    for   us    to   see   how–-apart   from\n\ncommissions, fees, and interest--Raymond James can be regarded as\n\nbenefiting, unjustly or otherwise, from the use of Jelmoli's checks\n\nfor the purchase of stock for Potts' own account.             Assuming that\n\nsuch stock was retained by Potts and that any proceeds from\n\nsubsequent sales were not used to pay debts to Raymond James, it\n\nappears to us that Raymond James could not be treated as enriched\n\nby the stock or proceeds that Potts retained. Whether instructions\n\nor partial summary judgment would be the right mechanism to resolve\n\nthis issue is a matter for the parties and the district court.\n\n          Jelmoli says that Raymond James benefited merely by\n\nretaining Potts as a valued customer.           The amounts awarded by the\n\njury show that they corresponded to checks and not to any supposed\n\n(and unproved) benefit (over and above commissions earned) of\n\nhaving Potts as a customer for a few more months.            If there is any\n\nother benefit received by Raymond James that Jelmoli thinks it can\n\nprove, it is free to raise this issue in the district court on\n\nremand.\n\n\n\n\n                                    -14-\n\f          Accordingly,   the   judgment   of   the   district   court   is\n\nvacated and the case remanded for further proceedings consistent\n\nwith this decision. The parties should consider settling the case,\n\navoiding not only uncertainty but also what they would spend on\n\nlawyers' fees in a new trial followed by another appeal.        Each side\n\nshall bear its own costs on this appeal.\n\n          It is so ordered.\n\n\n\n\n                                 -15-\n\f",
  "html": "<p class=\"case_cite\">470 F.3d 14</p>\n    <p class=\"parties\">JELMOLI HOLDING, INC., Plaintiff-Appellee,<br>v.<br>RAYMOND JAMES FINANCIAL SERVICES, INC.; Raymond James &amp; Associates, Inc.; Craig Robinson, Defendants-Appellants.</p>\n    <p class=\"docket\">No. 05-1903.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard July 31, 2006.</p>\n    <p class=\"date\">Decided November 17, 2006.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Ruth T. Dowling with whom Daniel G. Cromack and Edwards Angell Palmer &amp; Dodge LLP were on brief for defendants-appellants.</p>\n      <p class=\"indent\">Peter F. Carr, II with whom Eckert Seamans Cherin &amp; Mellott, LLC was on brief for plaintiff-appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA and DYK,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Jelmoli Holding, Inc. (\"Jelmoli\"), employed William Potts to handle the liquidation of various Jelmoli assets and the investment of the funds realized. Potts had worked for Jelmoli in various capacities from 1990 onward in a Massachusetts office, but Jelmoli's parent company was based in Switzerland. Jelmoli allowed Potts not only to sign checks on behalf of the company but also left him with the responsibility of verifying that the account in the United States was properly maintained.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Potts had a brokerage account on his own behalf with the Raymond James brokerage firm.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The Raymond James broker handling Potts' account was Craig Robinson, based in Raymond James' office in Texas. Potts was permitted to trade \"on margin\" (effectively paying a percentage for stocks purchased and borrowing the balance from Raymond James). In the stock market decline of 2000, the value of Potts' investments fell and, as Robinson knew, Potts began having difficulty meeting calls for additional cash to maintain the required margin between stock value and balance owed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In April 2000, Potts for the first time delivered to Robinson checks drawn on a Jelmoli bank account and, when Robinson questioned him, Potts explained that he owned Jelmoli and could use the checks as he pleased. Between April and December 2000, Potts gave Raymond James checks totaling $1.5 million for Potts' personal account, both to cover his loans and to acquire additional stock.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In December 2000, Potts confessed to Jelmoli that he had been embezzling the funds. By the time Jelmoli (some months later) notified Raymond James of the fraud, Potts had removed all the funds from his Raymond James account. Thereafter, Jelmoli filed suit against Raymond James in the federal district court in Massachusetts to recover over $1.3 million taken by Potts and deposited in Potts' brokerage account. Jelmoli's two theories for recovery (a third one was voluntarily dismissed) were money had and received and unjust enrichment.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In addition to denying that it had been unjustly enriched, Raymond James asserted that it had a statutory defense as a holder in due course. By motion, Raymond James also sought to limit Jelmoli's possible recovery to the amount (just over $105,000) that Raymond James had earned in commissions, fees, and interest on Potts' account in 2000. The district court denied the motion, and the case went to the jury on instructions disputed by Raymond James.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The jury found that Raymond James was a holder in due course for a small number of the checks received from Potts, but it found that Raymond James was otherwise liable to Jelmoli for $1.1 million. Raymond James now appeals. Its primary claims are that it was entitled to judgment limiting recovery to the commissions, interest, and fees and, independently, that it deserves a new trial on any amount arguably due to Jelmoli because of misinstruction on the holder in due course doctrine. On both issues our review is <i>de novo. Borges Col&#243;n v. Rom&#225;n-Abreu,</i> 438 F.3d 1, 14 (1st Cir.2006); <i>SEC v. Happ,</i> 392 F.3d 12, 28 (1st Cir.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We begin with the holder in due course issue. The Uniform Commercial Code (\"UCC\") provides that a holder in due course of a negotiable instrument takes it free and clear of claims that might otherwise be made with respect to it. Mass. Gen. Laws ch. 106, &#167; 3-306 (1999).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Thus, if Raymond James were to prevail on that defense, it would defeat Jelmoli's claims entirely as to any check to which it applied, without regard to the terms of the two related common law claims or concern about whether Raymond James was enriched.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">So far as pertinent, a holder in due course is one who \"took the instrument (i) for value, (ii) in good faith, . . . [and] (v) without notice of any claim [by another] to the instrument.\" Mass. Gen. Laws ch. 106, &#167; 3-302(a)(2). And notice, as defined by the UCC, can ordinarily be proved by either actual knowledge (here, that Potts was violating his fiduciary duty) or knowledge of facts and circumstances that would lead a reasonable person to so conclude. Mass. Gen. Laws ch. 106, &#167; 1-201(25).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">A more specific companion provision, addressed specifically to \"notice of breach of fiduciary duty,\" lays down a set of special rules where the claim rests upon such a breach:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\"><i>If</i> (i) an instrument is taken from a fiduciary for payment or collection or for value, (ii) <i>the taker has knowledge of the fiduciary status of the fiduciary,</i> and (iii) the represented person makes a claim to the instrument or its proceeds on the basis that the transaction of the fiduciary is a breach of fiduciary duty, <i>the following rules apply:</i> . . . (4) If an instrument is issued by the represented person or the fiduciary as such, to the taker as payee, the taker has notice of the breach of fiduciary duty if the instrument is (i) taken in payment of . . . a debt known by the taker to be the personal debt of the fiduciary, (ii) taken in a transaction known by the taker to be for the personal benefit of the fiduciary, or (iii) deposited to an account other than an account of the fiduciary, as such, or an account of the represented person.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Mass. Gen. Laws ch. 106, &#167; 3-307(b) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In this case, the conditions of subsection (4) were satisfied: the check was issued by the represented person and taken for Potts' apparent benefit and for deposit in his account. But both by its terms and the underlying logic, section 3-307(b) imputes notice of the breach only if \"the taker has knowledge of the fiduciary status of the fiduciary.\" In its instructions, the district court refused to limit \"notice\" to a case where such knowledge was proved.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Instead, over objection by Raymond James, the district judge instructed the jury that Jelmoli could defeat holder in due course status for Raymond James as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Next, the defendants must prove by a preponderance of the evidence that they did not have notice of Jelmoli's claim to each of the checks. In this context, the defendants had notice of Jelmoli's claim if they had actual knowledge of the claim or if the defendants had received notice or notification of the claim or if from all the facts and circumstances known to the defendants at the time in question they had reason to know that the claim existed. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">. . . Now, special rules apply if the defendants as to any Jelmoli check they received had actual knowledge of the fiduciary status of Potts. If the defendants had actual knowledge of the fiduciary status of Potts, they had notice of his breach of that fiduciary duty and notice of Jelmoli's claim to that check if they, one, took the check in payment of or as security for a debt known by the defendants to be the personal debt of Potts; or, two, took that check in a transaction known by the defendants to be for the personal benefits of Potts; or, three, deposited the check to an account other than an account of Jelmoli or an account of Potts as fiduciary of Jelmoli.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On appeal, Raymond James argues that (contrary to the instructions just quoted) the \"special rules\" of section 3-307 are the exclusive way of establishing notice where the claim rests upon breach of fiduciary duty. Jelmoli urges (and the district court agreed) that section 3-307 is merely one way (and not the only way) to defeat holder in due course status in the breach of fiduciary duty context. Section 3-307 is by its terms available to block holder in due course status where the taker has knowledge of the beneficiary's fiduciary status. According to Jelmoli, even if section 3-307 is unavailable, a \"reason to know\" of the competing claim (otherwise proved) will suffice to defeat holder in due course status even if actual knowledge does not exist.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On bare language alone, Jelmoli may have an edge because section 3-302 permits \"notice\" to defeat holder in due course status; and section 3-307, while it imputes notice (under specified conditions) based on knowledge of fiduciary status, does not say expressly that this is the only way that notice of a claim can be established. But the statute alone is far from clear and the commentary to section 3-307 appears to address this very question and squarely to support Raymond James: This section states rules for determining when a person who has taken an instrument from a fiduciary has notice of a breach of fiduciary duty . . . . Section 3-307 is intended to clarify the law by stating rules that <i>comprehensively</i> cover the issue of when the taker of an instrument has notice of a breach of a fiduciary duty and thus notice of a claim to the instrument or its proceeds.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">. . . The requirement that the taker have knowledge rather than notice is meant to limit Section 3-307 to relatively uncommon cases in which the person who deals with the fiduciary knows all of the relevant facts: the fiduciary status and that the proceeds of the instrument are being used for the personal debt or benefit of the fiduciary . . . . Mere notice of these facts is not enough to put the taker on notice of the breach of fiduciary duty and does not give rise to any duty of investigation by the taker.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Mass. Gen. Laws ch. 106, &#167; 3-307, cmts. 1-2 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">None of the various cases cited to us is conclusive,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and policy arguments cut both ways: the district court was concerned that requiring knowledge (as opposed to notice) of fiduciary status would encourage the taker to shut its eyes to clues; but the holder in due course defense was designed to facilitate transactions and encourage the acceptance of negotiable instruments. White &amp; Summers, <i>Uniform Commercial Code</i> &#167; 17-1, at 150 (4th ed.1995); Miller, <i>Hawkland's Uniform Commercial Code Series</i> &#167; 3-302:1 (West 2006).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Further, as Hawkland states, under section 3-307 \"[m]isuse of the proceeds by the fiduciary is treated as the responsibility of the represented person, who . . . chose the fiduciary.\" Miller, <i>supra,</i> &#167; 3-307:5. On this view, section 3-307 carves out narrow exceptions&#8212;<i>e.g.,</i> where there is actual knowledge that one known to be a fiduciary is profiting&#8212;but mere inquiry notice of fiduciary status is not enough.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Although it is perhaps a close call, on balance we think Raymond James' reading of the statute is correct. The language could be read either way; but comments 1 and 2 appear directly to support Raymond James' position that section 3-307 is meant exclusively to control where the claim is one of breach of fiduciary duty. So read, it is not enough for the plaintiff to show that the conditions of subsection (4) are satisfied, as they are in this case. The plaintiff must also show knowledge by the taker, and not just warning clues, that the person tendering the check is a fiduciary.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Of course, it is conceivable that a jury could find that Robinson had knowledge of Potts' fiduciary status, although that might not be easy. Robinson denied on the stand that he knew Potts worked for, rather than owned, the company. While Robinson might well have had good reasons for being suspicious of Potts, inferences of Robinson's actual knowledge are relatively thin. In all events, on retrial the jury must be told that knowledge of fiduciary status is a requirement for notice of the claim.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">A new trial is also required by a different error in the UCC instructions. Despite Raymond James' objection, the district court declined to limit the information with which Robinson was charged to that which he knew personally. This was of considerable importance because Jelmoli, in arguing that Raymond James had knowledge or notice, relied on information elsewhere in Raymond James' files&#8212;information that Robinson arguably never saw.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Mass. Gen. Laws ch. 106, &#167; 1-201(27) states that</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">knowledge . . . received by an organization is effective for a particular transaction from the time it is brought to the attention of the individual conducting that transaction, and in any event from the time when it would have been brought to his attention if the organization had exercised due diligence.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">This makes clear that it is what Robinson knew that centrally matters and that other information elsewhere in the company files is imputed to Robinson only if it was negligent of the company not to bring it to his attention. Possibly the latter condition might be satisfied, but the jury was not so advised and Jelmoli's case was not limited in this fashion.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Jelmoli argues that claims of jury misinstruction were not adequately preserved. Having read the pertinent parts of the record, we are satisfied that Raymond James preserved both issues. Raymond James made its objections clear at the charge conference, as required by the new version of Fed. R. Civ. Pro. 51(c), <i>Surprenant v. Rivas,</i> 424 F.3d 5, 15 (1st Cir.2005), and Raymond James also objected following the charge.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">This brings us to Raymond James' argument for judgment as a matter of law against liability for any amounts exceeding the comparatively modest benefits it received from commissions, fees, and interest in 2000. Raymond James says that even if it had no holder in due course defense, the causes of action asserted by Jelmoli require that it be unjustly enriched and that it cannot be so regarded as to the checks received for Potts' account, except possibly for money that Raymond James earned as commissions, fees, and interest.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In the district court, Jelmoli urged that unjust enrichment was not even an element in its money had and received claim. On appeal, Jelmoli does not make a full-fledged argument that the unjust enrichment instruction was error, although it does make two comments that could be seen as raising the issue on appeal. Since (absent a settlement) the district court will have to confront this issue on remand, we think it useful to address it in order to simplify further proceedings that are now necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">One Massachusetts case lends some support to Jelmoli's position, <i>Gen. Exch. Ins. Corp. v. Driscoll,</i> 315 Mass. 360, 52 N.E.2d 970 (1944), but it is distinguishable. In <i>General Exchange,</i> the defendant-attorney received an insurance settlement on behalf of his client, with the check made out to both the attorney and the client. The attorney paid the money to the client despite his knowledge that a subrogation agreement required the money to be paid to the insurer.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In holding that the attorney was liable for money had and received, the Supreme Judicial Court (\"SJC\") stressed that the case involved subrogation, noting that \"[the subrogation agreements] created in the [insurer] an equitable property right in any recovery traceable to property damage. . . . Whether, if there had been no `subrogation agreements,' the equitable doctrine of subrogation of an insurer who is an indemnitor would have produced substantially the same result we need not consider.\" <i>Id.</i> at 973.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In <i>Blue Cross of Mass., Inc. v. Travaline,</i> 398 Mass. 582, 499 N.E.2d 1195 (1986), the same court distinguished <i>General Exchange,</i> noting that no portion of the settlement paid to the attorney was earmarked as funds payable to the insurer's subrogation claim. <i>Id.</i> at 1199. Perhaps more important, in cases before and after <i>General Exchange,</i> the SJC has stressed the view commonly taken in other courts that recovery for money had and received is limited by the doctrine of unjust enrichment. For example, in <i>Flavin v. Morrissey,</i> 327 Mass. 217, 97 N.E.2d 643 (1951), the SJC stated:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The right to recover in an action for money had and received does not depend on privity of contract, but on the obligation to restore that which the law implies should be returned, where one is unjustly enriched at another's expense.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\"><i>Id.</i> at 645 (internal quotation marks omitted) (quoting <i>Rabinowitz,</i> 126 N.E. at 290 (Mass.1920)).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The claim for money had and received and the claim for unjust enrichment are very close in character&#8212;one rooted in common law and the other equity jurisprudence. <i>See</i> note 2, above. A good many courts have said that the two are for practical purposes identical.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Thus, the weight of both Massachusetts case law and the authority elsewhere confirm that the district court was correct in describing \"unjust enrichment\" as a limitation on recovery for a money had and received claim.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In our view, whether Raymond James was unjustly enriched is an issue that a jury could reasonably decide either way not only as to the commissions, fees, and interest but also as to payments from Jelmoli that went to reduce Potts' debts to Raymond James. Raymond James says it could have recovered its debts anyway under margin rules; but payment of debt is still arguably a benefit and whether it was unjust enrichment under the circumstances is for the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">It is much harder for us to see how&#8212; apart from commissions, fees, and interest&#8212;Raymond James can be regarded as benefiting, unjustly or otherwise, from the use of Jelmoli's checks for the purchase of stock for Potts' own account. Assuming that such stock was retained by Potts and that any proceeds from subsequent sales were not used to pay debts to Raymond James, it appears to us that Raymond James could not be treated as enriched by the stock or proceeds that Potts retained. Whether instructions or partial summary judgment would be the right mechanism to resolve this issue is a matter for the parties and the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Jelmoli says that Raymond James benefited merely by retaining Potts as a valued customer. The amounts awarded by the jury show that they corresponded to checks and not to any supposed (and unproved) benefit (over and above commissions earned) of having Potts as a customer for a few more months. If there is any other benefit received by Raymond James that Jelmoli thinks it can prove, it is free to raise this issue in the district court on remand.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Accordingly, the judgment of the district court is <i>vacated</i> and the case <i>remanded</i> for further proceedings consistent with this decision. The parties should consider settling the case, avoiding not only uncertainty but also what they would spend on lawyers' fees in a new trial followed by another appeal. Each side shall bear its own costs on this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Federal Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> There were two related Raymond James companies, both parties to the law suit; we treat them collectively as \"Raymond James.\" Similarly, Potts had more than one account in his own name, but this detail, too, can be ignored</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Money had and received is based on money, or its equivalent, which in \"equity and good conscience\" should be returned to the claimant and is often styled as money that should be returned \"where one is unjustly enriched at another's expense.\"<i>Rabinowitz v. People's Nat'l Bank,</i> 235 Mass. 102, 126 N.E. 289, 290 (1920). Unjust enrichment is an equitable claim with the same elements save that it is not limited to enrichment by money, or its equivalent. <i>Trust Co. of Ga. v. S &amp; W Cafeteria,</i> 97 Ga.App. 268, 103 S.E.2d 63, 73 (1958).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The UCC provisions in question are in all relevant aspects identical in Massachusetts (where the checks were drawn) and Texas (where they were received), Mass. Gen. Laws ch. 106 (1999); Tex. Bus. &amp; Com.Code Ann. &#167; 1.101 et seq. (Vernon Supp.2006); the district court ruled that the law in both jurisdictions was the same, and the parties agreed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> <i>See United Catholic Parish Sch. v. Card Svcs. Ctr.,</i> 248 Wis.2d 463, 636 N.W.2d 206, 211-12 (Ct.App.2001); <i>Cable Cast Magazine v. Premier Bank,</i> 729 So.2d 1165, 1168 (La.Ct.App. 1999); <i>In re Broadview Lumber Co.,</i> 118 F.3d 1246, 1252 (8th Cir.1997); <i>Demoulas v. Demoulas,</i> 432 Mass. 43, 732 N.E.2d 875, 888 (2000).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The general rule in the subrogation context is that a person who makes a payment with knowledge of the rights of the subrogee is liable without regard to the principles of unjust enrichment<i>See, e.g., Nat'l Sur. Corp. v. United States,</i> 319 F.Supp. 45, 48-49 (N.D.Ala.1970) (where government is on notice that it must pay funds to the surety (subrogee), it is liable to the surety when it pays those funds to the contractor, even where it did not retain the funds for itself).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> <i>See, e.g., Bennett v. Visa,</i> 198 S.W.3d 747, 755 (Tenn.Ct.App.2006) (\"Both unjust enrichment and money had and received are essentially the same cause of action. . . .\"); <i>Burns Philp Food, Inc. v. Cavalea Cont'l Freight, Inc.,</i> 1996 WL 312076, at *1 (N.D.Ill.1996) (\"[T]he causes of action for money had and received, unjust enrichment, and for recovery under a contract implied in law are very similar, and the courts often use the terms interchangeably within a single opinion to refer to the same concept.\"); <i>Chase Manhattan Bank v. Burden,</i> 489 A.2d 494, 497 n. 8 (D.C.1985) (\"[T]he two theories are essentially the same.\").</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">470</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></span></p>\n    <p class=\"parties\">JELMOLI HOLDING, INC., Plaintiff-Appellee,<br>v.<br>RAYMOND JAMES FINANCIAL SERVICES, INC.; Raymond James &amp; Associates, Inc.; Craig Robinson, Defendants-Appellants.</p>\n    <p class=\"docket\">No. 05-1903.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard July 31, 2006.</p>\n    <p class=\"date\">Decided November 17, 2006.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Ruth T. Dowling with whom Daniel G. Cromack and Edwards Angell Palmer &amp; Dodge LLP were on brief for defendants-appellants.</p>\n      <p class=\"indent\">Peter F. Carr, II with whom Eckert Seamans Cherin &amp; Mellott, LLC was on brief for plaintiff-appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA and DYK,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Jelmoli Holding, Inc. (\"Jelmoli\"), employed William Potts to handle the liquidation of various Jelmoli assets and the investment of the funds realized. Potts had worked for Jelmoli in various capacities from 1990 onward in a Massachusetts office, but Jelmoli's parent company was based in Switzerland. Jelmoli allowed Potts not only to sign checks on behalf of the company but also left him with the responsibility of verifying that the account in the United States was properly maintained.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Potts had a brokerage account on his own behalf with the Raymond James brokerage firm.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The Raymond James broker handling Potts' account was Craig Robinson, based in Raymond James' office in Texas. Potts was permitted to trade \"on margin\" (effectively paying a percentage for stocks purchased and borrowing the balance from Raymond James). In the stock market decline of 2000, the value of Potts' investments fell and, as Robinson knew, Potts began having difficulty meeting calls for additional cash to maintain the required margin between stock value and balance owed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In April 2000, Potts for the first time delivered to Robinson checks drawn on a Jelmoli bank account and, when Robinson questioned him, Potts explained that he owned Jelmoli and could use the checks as he pleased. Between April and December 2000, Potts gave Raymond James checks totaling $1.5 million for Potts' personal account, both to cover his loans and to acquire additional stock.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In December 2000, Potts confessed to Jelmoli that he had been embezzling the funds. By the time Jelmoli (some months later) notified Raymond James of the fraud, Potts had removed all the funds from his Raymond James account. Thereafter, Jelmoli filed suit against Raymond James in the federal district court in Massachusetts to recover over $1.3 million taken by Potts and deposited in Potts' brokerage account. Jelmoli's two theories for recovery (a third one was voluntarily dismissed) were money had and received and unjust enrichment.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In addition to denying that it had been unjustly enriched, Raymond James asserted that it had a statutory defense as a holder in due course. By motion, Raymond James also sought to limit Jelmoli's possible recovery to the amount (just over $105,000) that Raymond James had earned in commissions, fees, and interest on Potts' account in 2000. The district court denied the motion, and the case went to the jury on instructions disputed by Raymond James.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The jury found that Raymond James was a holder in due course for a small number of the checks received from Potts, but it found that Raymond James was otherwise liable to Jelmoli for $1.1 million. Raymond James now appeals. Its primary claims are that it was entitled to judgment limiting recovery to the commissions, interest, and fees and, independently, that it deserves a new trial on any amount arguably due to Jelmoli because of misinstruction on the holder in due course doctrine. On both issues our review is <i>de novo. Borges Col&#243;n v. Rom&#225;n-Abreu,</i> <span class=\"citation\" data-id=\"202046\"><a href=\"/opinion/202046/borges-colon-v-roman-abreu/\"><span class=\"volume\">438</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 14 (1st Cir.2006); <i>SEC v. Happ,</i> <span class=\"citation\" data-id=\"202466\"><a href=\"/opinion/202466/sec-v-happ/\"><span class=\"volume\">392</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 28 (1st Cir.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We begin with the holder in due course issue. The Uniform Commercial Code (\"UCC\") provides that a holder in due course of a negotiable instrument takes it free and clear of claims that might otherwise be made with respect to it. Mass. Gen. Laws ch. 106, &#167; 3-306 (1999).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Thus, if Raymond James were to prevail on that defense, it would defeat Jelmoli's claims entirely as to any check to which it applied, without regard to the terms of the two related common law claims or concern about whether Raymond James was enriched.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">So far as pertinent, a holder in due course is one who \"took the instrument (i) for value, (ii) in good faith, . . . [and] (v) without notice of any claim [by another] to the instrument.\" Mass. Gen. Laws ch. 106, &#167; 3-302(a)(2). And notice, as defined by the UCC, can ordinarily be proved by either actual knowledge (here, that Potts was violating his fiduciary duty) or knowledge of facts and circumstances that would lead a reasonable person to so conclude. Mass. Gen. Laws ch. 106, &#167; 1-201(25).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">A more specific companion provision, addressed specifically to \"notice of breach of fiduciary duty,\" lays down a set of special rules where the claim rests upon such a breach:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\"><i>If</i> (i) an instrument is taken from a fiduciary for payment or collection or for value, (ii) <i>the taker has knowledge of the fiduciary status of the fiduciary,</i> and (iii) the represented person makes a claim to the instrument or its proceeds on the basis that the transaction of the fiduciary is a breach of fiduciary duty, <i>the following rules apply:</i> . . . (4) If an instrument is issued by the represented person or the fiduciary as such, to the taker as payee, the taker has notice of the breach of fiduciary duty if the instrument is (i) taken in payment of . . . a debt known by the taker to be the personal debt of the fiduciary, (ii) taken in a transaction known by the taker to be for the personal benefit of the fiduciary, or (iii) deposited to an account other than an account of the fiduciary, as such, or an account of the represented person.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Mass. Gen. Laws ch. 106, &#167; 3-307(b) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In this case, the conditions of subsection (4) were satisfied: the check was issued by the represented person and taken for Potts' apparent benefit and for deposit in his account. But both by its terms and the underlying logic, section 3-307(b) imputes notice of the breach only if \"the taker has knowledge of the fiduciary status of the fiduciary.\" In its instructions, the district court refused to limit \"notice\" to a case where such knowledge was proved.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Instead, over objection by Raymond James, the district judge instructed the jury that Jelmoli could defeat holder in due course status for Raymond James as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Next, the defendants must prove by a preponderance of the evidence that they did not have notice of Jelmoli's claim to each of the checks. In this context, the defendants had notice of Jelmoli's claim if they had actual knowledge of the claim or if the defendants had received notice or notification of the claim or if from all the facts and circumstances known to the defendants at the time in question they had reason to know that the claim existed. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">. . . Now, special rules apply if the defendants as to any Jelmoli check they received had actual knowledge of the fiduciary status of Potts. If the defendants had actual knowledge of the fiduciary status of Potts, they had notice of his breach of that fiduciary duty and notice of Jelmoli's claim to that check if they, one, took the check in payment of or as security for a debt known by the defendants to be the personal debt of Potts; or, two, took that check in a transaction known by the defendants to be for the personal benefits of Potts; or, three, deposited the check to an account other than an account of Jelmoli or an account of Potts as fiduciary of Jelmoli.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On appeal, Raymond James argues that (contrary to the instructions just quoted) the \"special rules\" of section 3-307 are the exclusive way of establishing notice where the claim rests upon breach of fiduciary duty. Jelmoli urges (and the district court agreed) that section 3-307 is merely one way (and not the only way) to defeat holder in due course status in the breach of fiduciary duty context. Section 3-307 is by its terms available to block holder in due course status where the taker has knowledge of the beneficiary's fiduciary status. According to Jelmoli, even if section 3-307 is unavailable, a \"reason to know\" of the competing claim (otherwise proved) will suffice to defeat holder in due course status even if actual knowledge does not exist.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On bare language alone, Jelmoli may have an edge because section 3-302 permits \"notice\" to defeat holder in due course status; and section 3-307, while it imputes notice (under specified conditions) based on knowledge of fiduciary status, does not say expressly that this is the only way that notice of a claim can be established. But the statute alone is far from clear and the commentary to section 3-307 appears to address this very question and squarely to support Raymond James: This section states rules for determining when a person who has taken an instrument from a fiduciary has notice of a breach of fiduciary duty . . . . Section 3-307 is intended to clarify the law by stating rules that <i>comprehensively</i> cover the issue of when the taker of an instrument has notice of a breach of a fiduciary duty and thus notice of a claim to the instrument or its proceeds.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">. . . The requirement that the taker have knowledge rather than notice is meant to limit Section 3-307 to relatively uncommon cases in which the person who deals with the fiduciary knows all of the relevant facts: the fiduciary status and that the proceeds of the instrument are being used for the personal debt or benefit of the fiduciary . . . . Mere notice of these facts is not enough to put the taker on notice of the breach of fiduciary duty and does not give rise to any duty of investigation by the taker.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Mass. Gen. Laws ch. 106, &#167; 3-307, cmts. 1-2 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">None of the various cases cited to us is conclusive,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and policy arguments cut both ways: the district court was concerned that requiring knowledge (as opposed to notice) of fiduciary status would encourage the taker to shut its eyes to clues; but the holder in due course defense was designed to facilitate transactions and encourage the acceptance of negotiable instruments. White &amp; Summers, <i>Uniform Commercial Code</i> &#167; 17-1, at 150 (4th ed.1995); Miller, <i>Hawkland's Uniform Commercial Code Series</i> &#167; 3-302:1 (West 2006).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Further, as Hawkland states, under section 3-307 \"[m]isuse of the proceeds by the fiduciary is treated as the responsibility of the represented person, who . . . chose the fiduciary.\" Miller, <i>supra,</i> &#167; 3-307:5. On this view, section 3-307 carves out narrow exceptions&#8212;<i>e.g.,</i> where there is actual knowledge that one known to be a fiduciary is profiting&#8212;but mere inquiry notice of fiduciary status is not enough.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Although it is perhaps a close call, on balance we think Raymond James' reading of the statute is correct. The language could be read either way; but comments 1 and 2 appear directly to support Raymond James' position that section 3-307 is meant exclusively to control where the claim is one of breach of fiduciary duty. So read, it is not enough for the plaintiff to show that the conditions of subsection (4) are satisfied, as they are in this case. The plaintiff must also show knowledge by the taker, and not just warning clues, that the person tendering the check is a fiduciary.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Of course, it is conceivable that a jury could find that Robinson had knowledge of Potts' fiduciary status, although that might not be easy. Robinson denied on the stand that he knew Potts worked for, rather than owned, the company. While Robinson might well have had good reasons for being suspicious of Potts, inferences of Robinson's actual knowledge are relatively thin. In all events, on retrial the jury must be told that knowledge of fiduciary status is a requirement for notice of the claim.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">A new trial is also required by a different error in the UCC instructions. Despite Raymond James' objection, the district court declined to limit the information with which Robinson was charged to that which he knew personally. This was of considerable importance because Jelmoli, in arguing that Raymond James had knowledge or notice, relied on information elsewhere in Raymond James' files&#8212;information that Robinson arguably never saw.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Mass. Gen. Laws ch. 106, &#167; 1-201(27) states that</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">knowledge . . . received by an organization is effective for a particular transaction from the time it is brought to the attention of the individual conducting that transaction, and in any event from the time when it would have been brought to his attention if the organization had exercised due diligence.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">This makes clear that it is what Robinson knew that centrally matters and that other information elsewhere in the company files is imputed to Robinson only if it was negligent of the company not to bring it to his attention. Possibly the latter condition might be satisfied, but the jury was not so advised and Jelmoli's case was not limited in this fashion.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Jelmoli argues that claims of jury misinstruction were not adequately preserved. Having read the pertinent parts of the record, we are satisfied that Raymond James preserved both issues. Raymond James made its objections clear at the charge conference, as required by the new version of Fed. R. Civ. Pro. 51(c), <i>Surprenant v. Rivas,</i> <span class=\"citation\" data-id=\"201815\"><a href=\"/opinion/201815/surprenant-v-rivas/\"><span class=\"volume\">424</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 15 (1st Cir.2005), and Raymond James also objected following the charge.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">This brings us to Raymond James' argument for judgment as a matter of law against liability for any amounts exceeding the comparatively modest benefits it received from commissions, fees, and interest in 2000. Raymond James says that even if it had no holder in due course defense, the causes of action asserted by Jelmoli require that it be unjustly enriched and that it cannot be so regarded as to the checks received for Potts' account, except possibly for money that Raymond James earned as commissions, fees, and interest.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In the district court, Jelmoli urged that unjust enrichment was not even an element in its money had and received claim. On appeal, Jelmoli does not make a full-fledged argument that the unjust enrichment instruction was error, although it does make two comments that could be seen as raising the issue on appeal. Since (absent a settlement) the district court will have to confront this issue on remand, we think it useful to address it in order to simplify further proceedings that are now necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">One Massachusetts case lends some support to Jelmoli's position, <i>Gen. Exch. Ins. Corp. v. Driscoll,</i> <span class=\"citation no-link\"><span class=\"volume\">315</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">360</span></span>, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">970</span></span> (1944), but it is distinguishable. In <i>General Exchange,</i> the defendant-attorney received an insurance settlement on behalf of his client, with the check made out to both the attorney and the client. The attorney paid the money to the client despite his knowledge that a subrogation agreement required the money to be paid to the insurer.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In holding that the attorney was liable for money had and received, the Supreme Judicial Court (\"SJC\") stressed that the case involved subrogation, noting that \"[the subrogation agreements] created in the [insurer] an equitable property right in any recovery traceable to property damage. . . . Whether, if there had been no `subrogation agreements,' the equitable doctrine of subrogation of an insurer who is an indemnitor would have produced substantially the same result we need not consider.\" <i>Id.</i> at 973.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In <i>Blue Cross of Mass., Inc. v. Travaline,</i> <span class=\"citation\" data-id=\"2240187\"><a href=\"/opinion/2240187/blue-cross-of-massachusetts-inc-v-travaline/\"><span class=\"volume\">398</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">582</span></a></span>, <span class=\"citation\" data-id=\"2240187\"><a href=\"/opinion/2240187/blue-cross-of-massachusetts-inc-v-travaline/\"><span class=\"volume\">499</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1195</span></a></span> (1986), the same court distinguished <i>General Exchange,</i> noting that no portion of the settlement paid to the attorney was earmarked as funds payable to the insurer's subrogation claim. <i>Id.</i> at 1199. Perhaps more important, in cases before and after <i>General Exchange,</i> the SJC has stressed the view commonly taken in other courts that recovery for money had and received is limited by the doctrine of unjust enrichment. For example, in <i>Flavin v. Morrissey,</i> <span class=\"citation\" data-id=\"2041448\"><a href=\"/opinion/2041448/flavin-v-morrissey/\"><span class=\"volume\">327</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">217</span></a></span>, <span class=\"citation\" data-id=\"2041448\"><a href=\"/opinion/2041448/flavin-v-morrissey/\"><span class=\"volume\">97</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">643</span></a></span> (1951), the SJC stated:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The right to recover in an action for money had and received does not depend on privity of contract, but on the obligation to restore that which the law implies should be returned, where one is unjustly enriched at another's expense.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\"><i>Id.</i> at 645 (internal quotation marks omitted) (quoting <i>Rabinowitz,</i> 126 N.E. at 290 (Mass.1920)).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The claim for money had and received and the claim for unjust enrichment are very close in character&#8212;one rooted in common law and the other equity jurisprudence. <i>See</i> note 2, above. A good many courts have said that the two are for practical purposes identical.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Thus, the weight of both Massachusetts case law and the authority elsewhere confirm that the district court was correct in describing \"unjust enrichment\" as a limitation on recovery for a money had and received claim.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In our view, whether Raymond James was unjustly enriched is an issue that a jury could reasonably decide either way not only as to the commissions, fees, and interest but also as to payments from Jelmoli that went to reduce Potts' debts to Raymond James. Raymond James says it could have recovered its debts anyway under margin rules; but payment of debt is still arguably a benefit and whether it was unjust enrichment under the circumstances is for the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">It is much harder for us to see how&#8212; apart from commissions, fees, and interest&#8212;Raymond James can be regarded as benefiting, unjustly or otherwise, from the use of Jelmoli's checks for the purchase of stock for Potts' own account. Assuming that such stock was retained by Potts and that any proceeds from subsequent sales were not used to pay debts to Raymond James, it appears to us that Raymond James could not be treated as enriched by the stock or proceeds that Potts retained. Whether instructions or partial summary judgment would be the right mechanism to resolve this issue is a matter for the parties and the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Jelmoli says that Raymond James benefited merely by retaining Potts as a valued customer. The amounts awarded by the jury show that they corresponded to checks and not to any supposed (and unproved) benefit (over and above commissions earned) of having Potts as a customer for a few more months. If there is any other benefit received by Raymond James that Jelmoli thinks it can prove, it is free to raise this issue in the district court on remand.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Accordingly, the judgment of the district court is <i>vacated</i> and the case <i>remanded</i> for further proceedings consistent with this decision. The parties should consider settling the case, avoiding not only uncertainty but also what they would spend on lawyers' fees in a new trial followed by another appeal. Each side shall bear its own costs on this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Federal Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> There were two related Raymond James companies, both parties to the law suit; we treat them collectively as \"Raymond James.\" Similarly, Potts had more than one account in his own name, but this detail, too, can be ignored</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Money had and received is based on money, or its equivalent, which in \"equity and good conscience\" should be returned to the claimant and is often styled as money that should be returned \"where one is unjustly enriched at another's expense.\"<i>Rabinowitz v. People's Nat'l Bank,</i> <span class=\"citation no-link\"><span class=\"volume\">235</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">102</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">289</span></span>, 290 (1920). Unjust enrichment is an equitable claim with the same elements save that it is not limited to enrichment by money, or its equivalent. <i>Trust Co. of Ga. v. S &amp; W Cafeteria,</i> 97 Ga.App. 268, <span class=\"citation\" data-id=\"1255896\"><a href=\"/opinion/1255896/trust-co-of-georgia-v-s-w-cafeteria/\"><span class=\"volume\">103</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">63</span></a></span>, 73 (1958).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The UCC provisions in question are in all relevant aspects identical in Massachusetts (where the checks were drawn) and Texas (where they were received), Mass. Gen. Laws ch. 106 (1999); Tex. Bus. &amp; Com.Code Ann. &#167; 1.101 et seq. (Vernon Supp.2006); the district court ruled that the law in both jurisdictions was the same, and the parties agreed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> <i>See United Catholic Parish Sch. v. Card Svcs. Ctr.,</i> <span class=\"citation\" data-id=\"2022838\"><a href=\"/opinion/2022838/united-catholic-parish-schools-v-card-services-center/\"><span class=\"volume\">248</span> <span class=\"reporter\">Wis. 2d</span> <span class=\"page\">463</span></a></span>, <span class=\"citation\" data-id=\"2022838\"><a href=\"/opinion/2022838/united-catholic-parish-schools-v-card-services-center/\"><span class=\"volume\">636</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">206</span></a></span>, 211-12 (Ct.App.2001); <i>Cable Cast Magazine v. Premier Bank,</i> <span class=\"citation\" data-id=\"1598819\"><a href=\"/opinion/1598819/cable-cast-magazine-v-premier-bank/\"><span class=\"volume\">729</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1165</span></a></span>, 1168 (La.Ct.App. 1999); <i>In re Broadview Lumber Co.,</i> <span class=\"citation\" data-id=\"743622\"><a href=\"/opinion/743622/in-re-broadview-lumber-co-inc-debtor-thomas-j-oneal-trustee-v/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1246</span></a></span>, 1252 (8th Cir.1997); <i>Demoulas v. Demoulas,</i> <span class=\"citation no-link\"><span class=\"volume\">432</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">43</span></span>, <span class=\"citation no-link\"><span class=\"volume\">732</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">875</span></span>, 888 (2000).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The general rule in the subrogation context is that a person who makes a payment with knowledge of the rights of the subrogee is liable without regard to the principles of unjust enrichment<i>See, e.g., Nat'l Sur. Corp. v. United States,</i> <span class=\"citation\" data-id=\"2134854\"><a href=\"/opinion/2134854/national-surety-corporation-v-united-states/\"><span class=\"volume\">319</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">45</span></a></span>, 48-49 (N.D.Ala.1970) (where government is on notice that it must pay funds to the surety (subrogee), it is liable to the surety when it pays those funds to the contractor, even where it did not retain the funds for itself).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> <i>See, e.g., Bennett v. Visa,</i> <span class=\"citation\" data-id=\"1654969\"><a href=\"/opinion/1654969/bennett-v-visa-usa-inc/\"><span class=\"volume\">198</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">747</span></a></span>, 755 (Tenn.Ct.App.2006) (\"Both unjust enrichment and money had and received are essentially the same cause of action. . . .\"); <i>Burns Philp Food, Inc. v. Cavalea Cont'l Freight, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">312076</span></span>, at *1 (N.D.Ill.1996) (\"[T]he causes of action for money had and received, unjust enrichment, and for recovery under a contract implied in law are very similar, and the courts often use the terms interchangeably within a single opinion to refer to the same concept.\"); <i>Chase Manhattan Bank v. Burden,</i> <span class=\"citation no-link\"><span class=\"volume\">489</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">494</span></span>, 497 n. 8 (D.C.1985) (\"[T]he two theories are essentially the same.\").</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/201815/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202046/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202466/",
    "http://www.courtlistener.com/api/rest/v3/opinions/743622/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1255896/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1598819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1654969/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2022838/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2041448/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2134854/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2240187/"
  ]
}