{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202808/",
  "absolute_url": "/opinion/202808/marrero-gutierrez-v-molina/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202808/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:02:24Z",
  "date_modified": "2016-02-28T05:09:05.613654Z",
  "type": "010combined",
  "sha1": "7fe58098faed3c10d048df0a1d26f41b1c53d677",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-2527-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/06/20/Marrero-Gutierrez_v._Molina.pdf",
  "plain_text": "            United States Court of Appeals\n                        For the First Circuit\n\nNo. 06-2527\n\n\n           ENID MARRERO-GUTIERREZ; ALEJANDRO BOU SANTIAGO\n\n                       Plaintiffs, Appellants,\n\n                                  v.\n\n ESPERANZA MOLINA; IVAN VELEZ; ILEANA ECHEGOYEN; GABRIEL ALONSO;\nNILSA ENID NEGRON; RAMONITA GARCIA; WANDA ROMAN; LUIS COSS; MYRNA\nCRESPO-SAAVEDRA; HOUSING DEPARTMENT OF THE COMMONWEALTH OF PUERTO\n                               RICO\n\n                        Defendants, Appellees.\n\n\n            APPEAL FROM THE UNITED STATES DISTRICT COURT\n                   FOR THE DISTRICT OF PUERTO RICO\n\n              [Hon. Justo Arenas, U.S. Magistrate Judge]\n\n\n                                Before\n\n                        Lynch, Circuit Judge,\n                       Howard, Circuit Judge,\n                     and Young,* District Judge.\n\n\n     Lixandra Osorio Felix and Liz Marie Cruz-Jimenez, on brief\nfor appellants.\n     Salvador J. Antonetti-Stutts, Solicitor General, Susana I.\nPenagaricano-Brown, Assistant Solicitor General, Mariana Negron-\nVargas, Deputy Solicitor General, and Maite D. Oronoz-Rodriguez,\nDeputy Solicitor General, on brief for apellees.\n\n\n                            June 20, 2007\n\n\n\n     *\n         Of the District of Massachusetts, sitting by designation.\n\f            YOUNG,       District      Judge.         Enid      Marrero-Gutierrez\n\n(“Marrero”) and Alejandro Bou Santiago (“Bou”) (collectively “the\n\nPlaintiffs”)      sued     Esperanza      Molina      (“Molina”),     Ivan    Velez\n\n(“Velez”),     Luis      Coss   (“Coss”)      a/k/a     Tito,    Gabriel     Alonso\n\n(“Alonso”), Ileana Echegoyen, Nilsa Enid Negron, Ramonita Garcia,\n\nand Wanda Roman in their personal capacities; Myrna Crespo-Saavedra\n\nin   her   official   capacity;     and    the   Housing     Department      of   the\n\nCommonwealth of Puerto Rico (“Housing Department”) (collectively\n\n“the Defendants”) for political discrimination and violations of\n\nthe Plaintiffs’ rights under the First, Fifth, and Fourteenth\n\nAmendments to the United States Constitution.                The Plaintiffs also\n\nasserted various state-law claims. Acting on a motion for judgment\n\non the pleadings, the district court granted judgment to the\n\nDefendants on all claims.              The Plaintiffs now appeal.             After\n\ncareful consideration, we affirm.\n\n                     I. Factual and Procedural History\n\n            The   Plaintiffs     are    former     employees     of   the    Housing\n\nDepartment and active members of the New Progressive Party (“NPP”)\n\n– a political party that campaigns for Puerto Rican statehood.                     In\n\n2000, Puerto Rico held its general elections, and the Popular\n\nDemocratic Party (“PDP”) won control of the government. The PDP is\n\na political adversary of the NPP.\n\n            Bou worked in the Housing Department for ten years.                   In\n\nMay 2000, he received a promotion to the position of Administrative\n\n\n                                        -2-\n\fDirector II and was appointed as the Director of the Office of\n\nSecurity and Emergency Management of the Housing Department.                   As a\n\nresult of PDP’s winning the elections that year, Coss - a member of\n\nthe PDP - was appointed Special Assistant to the Secretary of the\n\nHousing Department. Bou alleges that Coss gave instructions to the\n\nHuman Resources personnel of the Housing Department to find a way\n\nto replace him with a PDP adherent. Specifically, Bou alleges that\n\nCoss made this request to Angel Semidey (“Semidey”) who, despite\n\nbeing   a   PDP    adherent,   refused   to   help   Coss   and    subsequently\n\nresigned.      On March 7, 2001, Bou was demoted.           On July 27, 2002,\n\nBou encountered Semidey at a celebration and, for the first time,\n\nlearned that his demotion resulted from his affiliation with NPP.\n\n              Marrero held a career position as Director of the Section\n\n8   Program    starting   in   1994.     Marrero     alleges      that   her   job\n\nperformance garnered only praise from her supervisors.                   Marrero\n\nmanaged to receive such positive performance feedback despite\n\nserving under different party administrations during her career at\n\nthe Housing Department.\n\n              Marrero alleges that after Molina retired in June 2002,\n\nthe Housing Department was reorganized without following federal\n\nguidelines.       As part of the reorganization, Alonso was brought in\n\nto supervise the Section 8 Program. The reorganization amounted to\n\na constructive demotion of Marrero by reducing her responsibilities\n\nand subjecting her to an abusive work environment.                Specifically,\n\n\n                                       -3-\n\fher new responsibilities failed to include functions that she was\n\nentitled     to     perform   under     the    Housing       Department’s       prior\n\nreclassification       program.         Marrero    also      alleges     that     her\n\nsubordinates often circumvented her, that her supervisors treated\n\nher in a discourteous manner by harassing and intimidating her, and\n\nthat Molina openly disparaged the NPP in front of Marrero and her\n\npersonnel.        Finally, Marrero suffered several humiliating events\n\narising out of her health status.             Marrero was surgically treated\n\nfor cancer in her reproductive system.                The Defendants allegedly\n\nmocked her as a result of this condition, claiming that she was not\n\nreally sick and simply attempting to avoid returning to work by\n\nfaking her illness.\n\n            On or about May 3, 2002, while still on medical leave,\n\nMarrero    received    a   letter     dated   April    18,   2002,     stating    the\n\nintention to remove her from office. This letter, and a subsequent\n\none, accused her of failing to perform job duties and of committing\n\nillegal acts. These accusations mirrored ones levied against Velez\n\n- a member of the PDP - who directly supervised Marrero during this\n\ntime.   The Housing Department also notified Velez that it intended\n\nto   terminate      him.      Velez    was    initially      demoted    and     later\n\nterminated.       In both letters, Marrero was summoned to an informal\n\nhearing, which she alleges was a sham designed to tarnish her\n\nreputation. Despite her characterization of the hearing, Marrero\n\nwas able to proffer evidence rebutting the accusations against her.\n\n\n                                        -4-\n\fMarrero was allowed to continue working at the Housing Department\n\npending the final disposition.       The hearing officer submitted a\n\nnegative    report.   On   March   10,   2002,   the   Housing   Department\n\nnotified Marrero of her separation from employment and salary,\n\nwhich constituted the last alleged act of discrimination by the\n\nDefendants.\n\n            This action commenced in the district court on March 10,\n\n2003.     The Housing Department successfully moved to dismiss, on\n\nEleventh Amendment grounds, the claims against it for monetary\n\nrelief.    Marrero does not appeal this ruling.          Thereafter, upon\n\nmotions duly briefed by both sides, the district court granted the\n\nDefendants judgment on the pleadings pursuant to Federal Rule of\n\nCivil Procedure 12(c).      The appeal of this order is before this\n\nCourt.\n\n                             II. Analysis\n\n            The standard of review of a motion for judgment on the\n\npleadings under Federal Rule of Civil Procedure 12(c) is the same\n\nas that for a motion to dismiss under Rule 12(b)(6).             Pasdon v.\n\nCity of Peabody, 417 F.3d 225, 226 (1st Cir. 2005); Collier v. City\n\nof Chicopee, 158 F.3d 601, 602 (1st Cir. 1998).         Courts of appeals\n\nreview de novo a district court’s decision to allow a motion to\n\ndismiss, taking as true the well-pleaded facts in the complaint and\n\ndrawing all reasonable inferences in favor of the plaintiff.\n\nVistamar, Inc. v. Fagundo-Fagundo, 430 F.3d 66, 69 (1st Cir. 2005).\n\n\n                                   -5-\n\f            A.      Statute of Limitations\n\n            Title 42 of the United States Code, section 1983 creates\n\na private right of action for violations of federally protected\n\nrights. Because it has no internal statute of limitations, section\n\n1983     claims    “borrow[]   the     appropriate   state   law   governing\n\nlimitations unless contrary to federal law.” Poy v. Boutselis, 352\n\nF.3d 479, 483 (1st Cir. 2003).\n\n            The parties do not dispute that the relevant statute of\n\nlimitations for civil rights claims in Puerto Rico takes a one-year\n\nlimitation period from P.R. Laws Ann. Tit. 31, § 5298(2).            Centro\n\nMedico del Turabo, Inc. v. Feliciano de Melecio, 406 F.3d 1, 6 (1st\n\nCir. 2005); Benitez-Pons v. Puerto Rico, 136 F.3d 54, 59 (1st Cir.\n\n1998).\n\n            The parties do dispute, however, the date from which the\n\none-year statute of limitation ought accrue.           Bou argues that the\n\ninjury occurred in July 2002, when Semidey revealed the wrongful\n\nreasons for his demotion.       The Defendants counter that the proper\n\naccrual date is March 7, 2001, the date of the actual demotion.\n\n            Federal law determines the date on which the statute of\n\nlimitations begins running.          Carreras-Rosa v. Alves-Cruz, 127 F.3d\n\n172, 174 (1st Cir. 1997).       The first step in such an inquiry is to\n\ndetermine the actual injury on which the plaintiff rests the cause\n\nof action.        Guzman-Rivera v. Rivera-Cruz, 29 F.3d 3, 5 (1st Cir.\n\n1994).    Here, there is no dispute that the actual injury of which\n\n\n                                       -6-\n\fBou complains is his demotion. Bou’s argument, and the dispositive\n\npoint on this issue faced by this Court, is thus properly framed as\n\nwhether the date of that injury ought be tolled until he learned of\n\nthe discriminatory animus that made his demotion wrongful.\n\n          As a general principle, section 1983 claims accrue “when\n\nthe plaintiff knows, or has reason to know, of the injury on which\n\nthe action is based.”      Id.; Rodríguez-García v. Municipality of\n\nCaguas, 354 F.3d 91, 96-97 (1st Cir. 2004); Rodriguez Narvaez v.\n\nNazario, 895 F.2d 38, 41 n.5 (1st Cir. 1990).   A claimant is deemed\n\nto “know” or “learn” of a discriminatory act at the time of the act\n\nitself and not at the point that the harmful consequences are felt.\n\nSee Chardon v. Fernandez, 454 U.S. 6, 8 (1981); Del. State Coll. v.\n\nRicks, 449 U.S. 250, 258 (1980).\n\n          In the employment discrimination context, this circuit\n\nhas rejected the contention that claims do not accrue until the\n\nplaintiff knows of both the injury and the discriminatory animus.\n\nMorris v. Gov’t Dev. Bank of P.R., 27 F.3d 746, 749-50 (1st Cir.\n\n1994); cf. Vistamar, Inc., 430 F.3d at 66 (holding that the statute\n\nof limitations period for a section 1983 claim seeking to redress\n\nan unlawful taking of property began to accrue on the date of the\n\nwrongful appropriation).    In Morris v. Government Development Bank\n\nof Puerto Rico, we dismissed the identical theory proffered by Bou\n\nwhen we rejected the appellant’s contention that “his cause of\n\naction existed in what amounts to a state of suspended animation\n\n\n                                 -7-\n\funtil he became aware of the racial and political motives behind\n\nthe adverse employment decision.”            27 F.3d at 749-750.\n\n            Following     this      clear    precedent,     the     statute   of\n\nlimitations period for Bou’s claim began to accrue at the first\n\ndiscrete act of discrimination. See id.; cf. Ledbetter v. Goodyear\n\nTire & Rubber Co., 550 U.S. __, 2007 WL 1528298, at *2 (May 29,\n\n2007) (holding that the limitations period for a Title VII claim\n\nfor pay discrimination begins with the first discrete act).               There\n\nis simply no support for Bou’s argument that this date ought be\n\nsuspended until he learned the discriminatory motives behind the\n\ndiscrete act.     As a result, the limitations period for Bou’s claim\n\nbegan on the date of his demotion.             Since Bou did not file this\n\naction until March 10, 2003, his claims are, as the district court\n\ncorrectly ruled, time-barred.\n\n            B.    Marrero’s Threshold Arguments\n\n            Marrero advances three threshold, procedural challenges\n\nto the dismissal of her section 1983 claims.              She argues that the\n\ndistrict court erred in allowing the Defendants’ motion for a\n\njudgment on the pleadings because the Defendants had waived the\n\ngrounds    upon   which   the    district    judge   relied    by   failing   to\n\nconsolidate their defenses and raise them in the first motion to\n\ndismiss.     Second,      Marrero    contends    that   the    district   judge\n\nimproperly converted the Defendants’ motion for judgment on the\n\npleadings into a motion for summary judgment.                 Finally, Marrero\n\n\n                                       -8-\n\fraises   the    argument   that    the    district    court    ought     not    have\n\ndismissed      the   ancillary    state    law    claims     after    finding    no\n\ncognizable section 1983 claim.           These threshold issues are easily\n\ndispensed with before addressing the arguments on the merits.\n\n            1. Failure to Consolidate Defenses\n\n            The district court dismissed the Plaintiffs’ claims by\n\nallowing a narrow motion to dismiss and then subsequently allowing\n\na broader motion for judgment on the pleadings.                Marrero attacks\n\nthe district court’s allowance of the second motion by parroting\n\nthe general rule for consolidation of defenses found in Federal\n\nRule   of   Civil    Procedure    12(g).         According    to     Marrero,    the\n\nDefendants waived the grounds upon which the district court relied\n\nin the second motion by failing to raise them when the Housing\n\nDepartment moved to dismiss on Eleventh Amendment grounds.\n\n            Federal Rule of Civil Procedure 12(g) provides that:\n\n            A party who makes a motion under this rule may\n            join with it any other motions herein provided\n            for and then available to the party. If a\n            party makes a motion under this rule but omits\n            therefrom any defense or objection then\n            available to the party which this rule permits\n            to be raised by motion, the party shall not\n            thereafter make a motion based on the defense\n            or objection so omitted, except a motion as\n            provided in subdivision (h)(2) hereof on any\n            of the grounds there stated.\n\nFed. R. Civ. P. 12(g) (emphasis added).\n\n            Marrero ignores the rule’s express exception that cross-\n\nreferences subdivision (h)(2) and permits a “defense of failure to\n\n\n                                      -9-\n\fstate a claim upon which relief can be granted” to be raised “by\n\nmotion for judgment on the pleadings.”                Fed. R. Civ. P. 12(h)(2);\n\nsee Silva v. Encyclopedia Britannica Inc., 239 F.3d 385, 387-88\n\n(1st Cir. 2001).\n\n            Here, the district court entertained and allowed a motion\n\nfor judgment on the pleadings that raised a defense of failure to\n\nstate a claim. The district court’s action thus squarely meets the\n\nexception   to     the   general      rule    expressed    in    Rule    12(g)    and\n\nundermines Marrero’s argument.\n\n            2. Improper Conversion\n\n            Marrero also argues that the district court improperly\n\nconverted the motion for judgment on the pleadings into a motion\n\nfor   summary     judgment.      This    argument      marries    with    Marrero’s\n\ncontention that factual issues existed on the merits of her section\n\n1983 claim.       Marrero, consumed by her belief that such factual\n\nissues   existed,     concludes       that    the    district    judge    must   have\n\nconverted the motion for judgment on the pleadings into a motion\n\nfor summary judgment in order to dismiss the case.                        There is,\n\nhowever, no support that such a conversion occurred.\n\n            The    record     shows    that    the    district    court    properly\n\nconsidered the matter as a motion for judgment on the pleadings.\n\nThe Defendants did not attach any documents or exhibits outside\n\ntheir pleadings, and the district court never allowed the parties\n\nto supplement the record.          See Collier, 158 F.3d at 603 (holding\n\n\n                                        -10-\n\fthat such a conversion is proper in order to consider materials\n\noutside the pleadings).\n\n              Of course, the implication of this holding is that we\n\nwill review, as we do below, Marrero’s arguments as to why factual\n\nissues remained as to her section 1983 claims under the standard\n\nfor a motion for judgment on the pleadings, which requires the\n\nplaintiff to meet only a deferential, notice-pleading requirement\n\nto survive dismissal. Aponte-Torres v. Univ. of P.R., 445 F.3d 50,\n\n54-55 (1st Cir. 2006).\n\n              3. Supplemental Jurisdiction\n\n              Finally,    Marrero       raises,   though    weakly    pursues,   an\n\nargument that the district court failed to exercise supplemental\n\njurisdiction over her ancillary state law claims. Marrero concedes\n\nin her brief that the jurisdictional power of the district court\n\nrested solely on federal question jurisdiction.                 As a result, the\n\ndistrict      court     would    have    needed    to    exercise    supplemental\n\njurisdiction in order to adjudicate claims that arose under the\n\nlaws of the Commonwealth of Puerto Rico.                See 28 U.S.C. § 1367(a).\n\n              A district court retains the discretion, however, to\n\ndecline to exercise supplemental jurisdiction where the district\n\ncourt   has    dismissed        all   claims    over    which   it   had   original\n\njurisdiction.         Id. § 1367(c)(3); see Rodriguez v. Doral Mortgage\n\nCorp., 57 F.3d 1168, 1177 (1st Cir. 1995) (“As a general principle,\n\nthe unfavorable disposition of a plaintiff's federal claims at the\n\n\n                                         -11-\n\fearly stages of a suit, well before the commencement of trial, will\n\ntrigger   the   dismissal   without   prejudice   of   any   supplemental\n\nstate-law claims.”).\n\n           Here, the district court, after dismissing the section\n\n1983 claim, exercised the discretion to dismiss the supplemental\n\nstate-law claims.     We will not disturb this proper exercise of\n\ndiscretion. See Carnegie-Mellon Univ. v. Cohill, 484 U.S. 343, 350\n\n(1987).\n\n           C.    Marrero’s Merits Arguments\n\n           After    dispensing   with    the   threshold,     procedural\n\narguments, we must carefully review the district court’s dismissal\n\non a motion for judgment on the pleadings of Marrero’s section 1983\n\nclaim. Such a review must be conducted by considering the adequacy\n\nof Marrero’s complaint in light of the Supreme Court’s admonition\n\nthat there can be no “heightened pleading standard” or a “more\n\ndemanding rule for pleading a complaint under § 1983 than for\n\npleading other kinds of claims for relief.”       Leatherman v. Tarrant\n\nCounty Narcotics Intelligence and Coordination Unit, 507 U.S. 163,\n\n167-68 (1993).     We consider each of Marrero’s theories in turn.\n\n           1. Procedural Due Process Claim\n\n           In order to establish a procedural due process claim\n\nunder section 1983, a plaintiff “must allege first that it has a\n\nproperty interest as defined by state law and, second, that the\n\ndefendants, acting under color of state law, deprived it of that\n\n\n                                 -12-\n\fproperty interest without constitutionally adequate process.” PFZ\n\nProps., Inc. v. Rodriguez, 928 F.2d 28, 30 (1st Cir. 1991).\n\n            To     establish    a   constitutionally        protected      property\n\ninterest in employment, a plaintiff must demonstrate that she has\n\na legally-recognized expectation that she will retain her position.\n\nSantana v. Calderon, 342 F.3d 18, 24 (1st Cir. 2003).                A legitimate\n\nexpectation of continued employment may derive from a statute, a\n\ncontract, or an officially sanctioned rule of the workplace.                    Id.;\n\nPerry v. Sindermann, 408 U.S. 593, 601-02 (1972).                    Here, it is\n\nundisputed that under the laws of Puerto Rico, career or tenured\n\nemployees have property rights in their continued employment.\n\nGonzalez-De-Blasini v. Family Dep’t, 377 F.3d 81, 86 (1st Cir.\n\n2004); Figueroa-Serrano v. Ramos-Alverio, 221 F.3d 1, 7 (1st Cir.\n\n2000); Kauffman v. P.R. Tel. Co., 841 F.2d 1169, 1173 (1st Cir.\n\n1988).\n\n            This    inquiry,    therefore,      narrows    to    whether    Marrero\n\nreceived constitutionally adequate process.               See PFZ Props., Inc.,\n\n928 F.2d at 30.      Such a standard naturally requires us to consider\n\nwhat     process    was   provided     to     Marrero     and    whether   it   was\n\nconstitutionally adequate.           Zinermon v. Burch, 494 U.S. 113, 126\n\n(1990).    In this case, we must decide whether the pre-termination\n\nhearing provided to Marrero satisfies this standard.\n\n            Due    process     requires     only   that    the    pre-termination\n\nhearing fulfill the purpose of “an initial check against mistaken\n\n\n                                       -13-\n\fdecisions - essentially, a determination of whether there are\n\nreasonable grounds to believe that the charges against the employee\n\nare true and support the proposed action.”                Cepero-Rivera v.\n\nFagundo, 414 F.3d 124, 135 (1st Cir. 2005) (citing Cleveland Bd. of\n\nEduc. v. Loudermill, 470 U.S. 532, 545-46 (1985)).             This initial\n\ncheck requires the employee to receive notice of the charges, an\n\nexplanation of the evidence that supports those charges, and the\n\nability to refute that evidence.           See id. at 134.     Any standard\n\nthat would require more process than this would unduly impede the\n\ngovernment in removing poorly performing employees.            See id.\n\n              Marrero concedes in her amended complaint that on May 3,\n\n2002,   she     received   a   letter   informing   her   of   the   Housing\n\nDepartment’s intention to remove her from office.              This letter,\n\nalong with a second letter, required her to appear at an informal\n\nmeeting to discuss the removal proceedings.               She attended the\n\nmeeting and was given a full opportunity to respond to each of the\n\nallegations.      Even drawing all inferences in Marrero’s favor, the\n\nprocess provided her in this pre-termination hearing comported with\n\ndue process guarantees by providing her notice and an opportunity\n\nto be heard.      As a result, the pre-termination hearing provided\n\nconstitutionally adequate process without necessitating a post-\n\ntermination hearing. See Feliciano-Angulo v. Rivera-Cruz, 858 F.2d\n\n40, 43-44 (1st Cir. 1988) (holding that due process requires no\n\nirreducible combination of pre- and post-termination hearings).\n\n\n                                    -14-\n\f          2. Equal Protection Claim\n\n          Under the Equal Protection Clause, persons similarly\n\nsituated must be accorded similar governmental treatment. See City\n\nof Cleburne v. Cleburne Living Ctr., 473 U.S. 432, 439 (1985);\n\nBarrington Cove Ltd. P’ship v. R.I. Hous. & Mtg. Fin. Corp., 246\n\nF.3d 1, 7 (1st Cir. 2001).        In order to establish this claim,\n\nMarrero needs to allege facts indicating that,           “compared with\n\nothers similarly situated, [she] was selectively treated . . .\n\nbased on impermissible considerations such as race, religion,\n\nintent to inhibit or punish the exercise of constitutional rights,\n\nor malicious or bad faith intent to injure a person.”            Rubinovitz\n\nv. Rogato, 60 F.3d 906, 910 (1st Cir. 1995).\n\n          The    formula   for   determining   whether   individuals     or\n\nentities are “similarly situated” for equal protection purposes is\n\nnot always susceptible to precise demarcation.         See Coyne v. City\n\nof Somerville, 972 F.2d 440, 444-45 (1st Cir. 1992).        Instead, the\n\ntest is whether an objective person would see two people similarly\n\nsituated based upon the incident and context in question.               See\n\nRodriguez-Cuervos v. Wal-Mart Stores, Inc., 181 F.3d 15, 21 (1st\n\nCir. 1999).\n\n          Here, Marrero fails even to implicate this test by\n\nfailing to make any allegation that persons similarly situated were\n\ntreated   more   favorably.       In   fact,   the   complaint     includes\n\nallegations to the contrary by admitting that Velez, despite his\n\n                                   -15-\n\fPDP membership, was accused of similar charges, accorded similar\n\nprocess, and eventually received a similar reprimand. Accordingly,\n\nMarrero’s equal protection claim was correctly dismissed.\n\n          3. Political Discrimination\n\n          Finally,     we   address   Marrero’s   claim   of   political\n\ndiscrimination.      The First Amendment protects non-policymaking\n\npublic employees from adverse employment actions based on their\n\npolitical opinions.     See Rutan v. Republican Party of Ill., 497\n\nU.S. 62, 75-76 (1990); Padilla-Garcia v. Guillermo Rodríguez, 212\n\nF.3d 69, 74 (1st Cir. 2000).      To establish a prima facie case, a\n\nplaintiff must show that party affiliation was a substantial or\n\nmotivating factor behind a challenged employment action.            See\n\nPadilla-García, 212 F.3d at 74; Angulo-Alvarez v. Aponte de la\n\nTorre, 170 F.3d 246, 249 (1st Cir. 1999).         “While plaintiffs are\n\nnot held to higher pleading standards in § 1983 actions, they must\n\nplead enough for a necessary inference to be reasonably drawn.”\n\nTorres-Viera v. Laboy-Alvarado, 311 F.3d 105, 108 (1st Cir. 2002)\n\n(citing Leatherman, 507 U.S. at 167-68); see also, Bell Atlantic\n\nCorp. v. Twombly, 127 S.Ct. 1955 (2007)(rephrasing the standards\n\nunder Rule 12 (b)(6)).\n\n          Here, Marrero’s allegations are limited to stating that\n\nshe was badly treated at work and that her political party was\n\nmocked.   Thus, Marrero has failed to set forth any sort of causal\n\nconnection between her demotion and the political animus that she\n\n                                  -16-\n\falleges prompted it.      Merely juxtaposing that she is an active\n\nmember of the NPP and that the defendants are affiliated with the\n\nPDP is insufficient, standing alone, to create a causal link.              See\n\nBell Atlantic Corp., 127 S.Ct. at 1966; Padilla-García, 212 F.3d at\n\n74.   True, such a connection is one among a myriad of possible\n\ninferences.     Yet    even   drawing    all    reasonable   inferences     in\n\nMarrero’s favor, it would be speculative to draw the forbidden\n\ninference from the range of possibilities. See Bell Atlantic Corp.,\n\n127 S.Ct. at 1966 (stating that a naked assertion of conspiracy\n\ngets the complaint close to stating a claim, but “without some\n\nfurther factual enhancement it stops short of the line between\n\npossibility    and    plausibility       of    entitlement   to     relief”).\n\nAccordingly,   the    district   court      correctly   concluded   that   her\n\ncomplaint failed to state a cause of action upon which relief could\n\nbe granted.\n\n                              III.   CONCLUSION\n\n          Each of the Plaintiff’s arguments fails to state a claim\n\nupon which relief could be granted.               Therefore, the district\n\ncourt’s ruling ought be, and hereby is, affirmed.\n\n\n\n\n                                     -17-\n\f",
  "html": "<p class=\"case_cite\">491 F.3d 1</p>\n    <p class=\"parties\">Enid MARRERO-GUTIERREZ; Alejandro Bou Santiago, Plaintiffs, Appellants,<br>v.<br>Esperanza MOLINA; Ivan Velez; Ileana Echegoyen; Gabriel Alonso; Nilsa Enid Negron; Ramonita Garcia; Wanda Roman; Luis Coss; Myrna Crespo-Saavedra; Housing Department of the Commonwealth of Puerto Rico, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 06-2527.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted April 3, 2007.</p>\n    <p class=\"date\">Decided June 20, 2007.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Lixandra Osorio Felix and Liz Marie Cruz-Jimenez, on brief for appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Salvador J. Antonetti-Stutts, Solicitor General, Susana I. Penagaricano-Brown, Assistant Solicitor General, Mariana Negron-Vargas, Deputy Solicitor General, and Maite D. Oronoz-Rodriguez, Deputy Solicitor General, on brief for appellees.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, HOWARD, Circuit Judge, and YOUNG,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">YOUNG, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Enid Marrero-Gutierrez (\"Marrero\") and Alejandro Bou Santiago (\"Bou\") (collectively \"the Plaintiffs\") sued Esperanza Molina (\"Molina\"), Ivan Velez (\"Velez\"), Luis Coss (\"Coss\") a/k/a Tito, Gabriel Alonso (\"Alonso\"), Ileana Echegoyen, Nilsa Enid Negron, Ramonita Garcia, and Wanda Roman in their personal capacities; Myrna Crespo-Saavedra in her official capacity; and the Housing Department of the Commonwealth of Puerto Rico (\"Housing Department\") (collectively \"the Defendants\") for political discrimination and violations of the Plaintiffs' rights under the First, Fifth, and Fourteenth Amendments to the United States Constitution. The Plaintiffs also asserted various state-law claims. Acting on a motion for judgment on the pleadings, the district court granted judgment to the Defendants on all claims. The Plaintiffs now appeal. After careful consideration, we affirm.</p>\n    </div>\n    <p>I. Factual and Procedural History</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Plaintiffs are former employees of the Housing Department and active members of the New Progressive Party (\"NPP\") &#8212; a political party that campaigns for Puerto Rican statehood. In 2000, Puerto Rico held its general elections, and the Popular Democratic Party (\"PDP\") won control of the government. The PDP is a political adversary of the NPP.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Bou worked in the Housing Department for ten years. In May 2000, he received a promotion to the position of Administrative Director II and was appointed as the Director of the Office of Security and Emergency Management of the Housing Department. As a result of PDP's winning the elections that year, Coss &#8212; a member of the PDP &#8212; was appointed Special Assistant to the Secretary of the Housing Department. Bou alleges that Coss gave instructions to the Human Resources personnel of the Housing Department to find a way to replace him with a PDP adherent. Specifically, Bou alleges that Coss made this request to Angel Semidey (\"Semidey\") who, despite being a PDP adherent, refused to help Coss and subsequently resigned. On March 7, 2001, Bou was demoted. On July 27, 2002, Bou encountered Semidey at a celebration and, for the first time, learned that his demotion resulted from his affiliation with NPP.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Marrero held a career position as Director of the Section 8 Program starting in 1994. Marrero alleges that her job performance garnered only praise from her supervisors. Marrero managed to receive such positive performance feedback despite serving under different party administrations during her career at the Housing Department.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Marrero alleges that after Molina retired in June 2002, the Housing Department was reorganized without following federal guidelines. As part of the reorganization, Alonso was brought in to supervise the Section 8 Program. The reorganization amounted to a constructive demotion of Marrero by reducing her responsibilities and subjecting her to an abusive work environment. Specifically, her new responsibilities failed to include functions that she was entitled to perform under the Housing Department's prior reclassification program. Marrero also alleges that her subordinates often circumvented her, that her supervisors treated her in a discourteous manner by harassing and intimidating her, and that Molina openly disparaged the NPP in front of Marrero and her personnel. Finally, Marrero suffered several humiliating events arising out of her health status. Marrero was surgically treated for cancer in her reproductive system. The Defendants allegedly mocked her as a result of this condition, claiming that she was not really sick and simply attempting to avoid returning to work by faking her illness.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On or about May 3, 2002, while still on medical leave, Marrero received a letter dated April 18, 2002, stating the intention to remove her from office. This letter, and a subsequent one, accused her of failing to perform job duties and of committing illegal acts. These accusations mirrored ones levied against Velez &#8212; a member of the PDP &#8212; who directly supervised Marrero during this time. The Housing Department also notified Velez that it intended to terminate him. Velez was initially demoted and later terminated. In both letters, Marrero was summoned to an informal hearing, which she alleges was a sham designed to tarnish her reputation. Despite her characterization of the hearing, Marrero was able to proffer evidence rebutting the accusations against her. Marrero was allowed to continue working at the Housing Department pending the final disposition. The hearing officer submitted a negative report. On March 10, 2002, the Housing Department notified Marrero of her separation from employment and salary, which constituted the last alleged act of discrimination by the Defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This action commenced in the district court on March 10, 2003. The Housing Department successfully moved to dismiss, on Eleventh Amendment grounds, the claims against it for monetary relief. Marrero does not appeal this ruling. Thereafter, upon motions duly briefed by both sides, the district court granted the Defendants judgment on the pleadings pursuant to Federal Rule of Civil Procedure 12(c). The appeal of this order is before this Court.</p>\n    </div>\n    <p>II. Analysis</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The standard of review of a motion for judgment on the pleadings under Federal Rule of Civil Procedure 12(c) is the same as that for a motion to dismiss under Rule 12(b)(6). <i>Pasdon v. City of Peabody,</i> 417 F.3d 225, 226 (1st Cir.2005); <i>Collier v. City of Chicopee,</i> 158 F.3d 601, 602 (1st Cir.1998). Courts of appeals review <i>de novo</i> a district court's decision to allow a motion to dismiss, taking as true the well-pleaded facts in the complaint and drawing all reasonable inferences in favor of the plaintiff. <i>Vistamar, Inc. v. Fagundo-Fagundo,</i> 430 F.3d 66, 69 (1st Cir.2005).</p>\n    </div>\n    <p class=\"indent\">A. Statute of Limitations</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Title 42 of the United States Code, section 1983 creates a private right of action for violations of federally protected rights. Because it has no internal statute of limitations, section 1983 claims \"borrow[] the appropriate state law governing limitations unless contrary to federal law.\" <i>Poy v. Boutselis,</i> 352 F.3d 479, 483 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The parties do not dispute that the relevant statute of limitations for civil rights claims in Puerto Rico takes a one-year limitation period from P.R. Laws Ann. Tit. 31, &#167; 5298(2). <i>Centro Medico del Turabo, Inc. v. Feliciano de Melecio,</i> 406 F.3d 1, 6 (1st Cir.2005); <i>Benitez-Pons v. Puerto Rico,</i> 136 F.3d 54, 59 (1st Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The parties do dispute, however, the date from which the one-year statute of limitation ought accrue. Bou argues that the injury occurred in July 2002, when Semidey revealed the wrongful reasons for his demotion. The Defendants counter that the proper accrual date is March 7, 2001, the date of the actual demotion.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Federal law determines the date on which the statute of limitations begins running. <i>Carreras-Rosa v. Alves-Cruz,</i> 127 F.3d 172, 174 (1st Cir.1997). The first step in such an inquiry is to determine the actual injury on which the plaintiff rests the cause of action. <i>Guzman-Rivera v. Rivera-Cruz,</i> 29 F.3d 3, 5 (1st Cir.1994). Here, there is no dispute that the actual injury of which Bou complains is his demotion. Bou's argument, and the dispositive point on this issue faced by this Court, is thus properly framed as whether the date of that injury ought be tolled until he learned of the discriminatory animus that made his demotion wrongful.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As a general principle, section 1983 claims accrue \"when the plaintiff knows, or has reason to know, of the injury on which the action is based.\" <i>Id.; Rodr&#237;guez-Garc&#237;a v. Municipality of Caguas,</i> 354 F.3d 91, 96-97 (1st Cir.2004); <i>Rodriguez Narvaez v. Nazario,</i> 895 F.2d 38, 41 n. 5 (1st Cir.1990). A claimant is deemed to \"know\" or \"learn\" of a discriminatory act at the time of the act itself and not at the point that the harmful consequences are felt. <i>See Chardon v. Fernandez,</i> 454 U.S. 6, 8, 102 S.Ct. 28, 70 L.Ed.2d 6 (1981); <i>Del. State Coll. v. Ricks,</i> 449 U.S. 250, 258, 101 S.Ct. 498, 66 L.Ed.2d 431 (1980).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In the employment discrimination context, this circuit has rejected the contention that claims do not accrue until the plaintiff knows of both the injury and the discriminatory animus. <i>Morris v. Gov't Dev. Bank of P.R.,</i> 27 F.3d 746, 749-50 (1st Cir.1994); <i>cf. Vistamar, Inc.,</i> 430 F.3d at 66 (holding that the statute of limitations period for a section 1983 claim seeking to redress an unlawful taking of property began to accrue on the date of the wrongful appropriation). In <i>Morris v. Government Development Bank of Puerto Rico,</i> we dismissed the identical theory proffered by Bou when we rejected the appellant's contention that \"his cause of action existed in what amounts to a state of suspended animation until he became aware of the racial and political motives behind the adverse employment decision.\" 27 F.3d at 749-750.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Following this clear precedent, the statute of limitations period for Bou's claim began to accrue at the first discrete act of discrimination. <i>See id.; cf. Ledbetter v. Goodyear Tire &amp; Rubber Co.,</i> ___ U.S. ___, 127 S.Ct. 2162, 2164, 167 L.Ed.2d 982 (2007) (holding that the limitations period for a Title VII claim for pay discrimination begins with the first discrete act). There is simply no support for Bou's argument that this date ought be suspended until he learned the discriminatory motives behind the discrete act. As a result, the limitations period for Bou's claim began on the date of his demotion. Since Bou did not file this action until March 10, 2003, his claims are, as the district court correctly ruled, time-barred.</p>\n    </div>\n    <p class=\"indent\">B. Marrero's Threshold Arguments</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Marrero advances three threshold, procedural challenges to the dismissal of her section 1983 claims. She argues that the district court erred in allowing the Defendants' motion for a judgment on the pleadings because the Defendants had waived the grounds upon which the district judge relied by failing to consolidate their defenses and raise them in the first motion to dismiss. Second, Marrero contends that the district judge improperly converted the Defendants' motion for judgment on the pleadings into a motion for summary judgment. Finally, Marrero raises the argument that the district court ought not have dismissed the ancillary state law claims after finding no cognizable section 1983 claim. These threshold issues are easily dispensed with before addressing the arguments on the merits.</p>\n    </div>\n    <p class=\"indent\">1. <i>Failure to Consolidate Defenses</i></p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The district court dismissed the Plaintiffs' claims by allowing a narrow motion to dismiss and then subsequently allowing a broader motion for judgment on the pleadings. Marrero attacks the district court's allowance of the second motion by parroting the general rule for consolidation of defenses found in Federal Rule of Civil Procedure 12(g). According to Marrero, the Defendants waived the grounds upon which the district court relied in the second motion by failing to raise them when the Housing Department moved to dismiss on Eleventh Amendment grounds.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Federal Rule of Civil Procedure 12(g) provides that:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">A party who makes a motion under this rule may join with it any other motions herein provided for and then available to the party. If a party makes a motion under this rule but omits therefrom any defense or objection then available to the party which this rule permits to be raised by motion, the party shall not thereafter make a motion based on the defense or objection so omitted, except a motion as provided in subdivision (h)(2) hereof on any of the grounds there stated.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Fed.R.Civ.P. 12(g) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Marrero ignores the rule's express exception that cross-references subdivision (h)(2) and permits a \"defense of failure to state a claim upon which relief can be granted\" to be raised \"by motion for judgment on the pleadings.\" Fed.R.Civ.P. 12(h)(2); <i>see Silva v. Encyclopedia Britannica Inc.,</i> 239 F.3d 385, 387-88 (1st Cir. 2001).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Here, the district court entertained and allowed a motion for judgment on the pleadings that raised a defense of failure to state a claim. The district court's action thus squarely meets the exception to the general rule expressed in Rule 12(g) and undermines Marrero's argument.</p>\n    </div>\n    <p class=\"indent\">2. <i>Improper Conversion</i></p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Marrero also argues that the district court improperly converted the motion for judgment on the pleadings into a motion for summary judgment. This argument marries with Marrero's contention that factual issues existed on the merits of her section 1983 claim. Marrero, consumed by her belief that such factual issues existed, concludes that the district judge must have converted the motion for judgment on the pleadings into a motion for summary judgment in order to dismiss the case. There is, however, no support that such a conversion occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The record shows that the district court properly considered the matter as a motion for judgment on the pleadings. The Defendants did not attach any documents or exhibits outside their pleadings, and the district court never allowed the parties to supplement the record. <i>See Collier,</i> 158 F.3d at 603 (holding that such a conversion is proper in order to consider materials outside the pleadings).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Of course, the implication of this holding is that we will review, as we do below, Marrero's arguments as to why factual issues remained as to her section 1983 claims under the standard for a motion for judgment on the pleadings, which requires the plaintiff to meet only a deferential, notice-pleading requirement to survive dismissal. <i>Aponte-Torres v. Univ. of P.R.,</i> 445 F.3d 50, 54-55 (1st Cir.2006).</p>\n    </div>\n    <p class=\"indent\">3. <i>Supplemental Jurisdiction</i></p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Finally, Marrero raises, though weakly pursues, an argument that the district court failed to exercise supplemental jurisdiction over her ancillary state law claims. Marrero concedes in her brief that the jurisdictional power of the district court rested solely on federal question jurisdiction. As a result, the district court would have needed to exercise supplemental jurisdiction in order to adjudicate claims that arose under the laws of the Commonwealth of Puerto Rico. <i>See</i> 28 U.S.C. &#167; 1367(a).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">A district court retains the discretion, however, to decline to exercise supplemental jurisdiction where the district court has dismissed all claims over which it had original jurisdiction. <i>Id.</i> &#167; 1367(c)(3); <i>see Rodriguez v. Doral Mortgage Corp.,</i> 57 F.3d 1168, 1177 (1st Cir.1995) (\"As a general principle, the unfavorable disposition of a plaintiff's federal claims at the early stages of a suit, well before the commencement of trial, will trigger the dismissal without prejudice of any supplemental state-law claims.\").</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Here, the district court, after dismissing the section 1983 claim, exercised the discretion to dismiss the supplemental state-law claims. We will not disturb this proper exercise of discretion. <i>See Carnegie-Mellon Univ. v. Cohill,</i> 484 U.S. 343, 350, 108 S.Ct. 614, 98 L.Ed.2d 720 (1988).</p>\n    </div>\n    <p class=\"indent\">C. Marrero's Merits Arguments</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">After dispensing with the threshold, procedural arguments, we must carefully review the district court's dismissal on a motion for judgment on the pleadings of Marrero's section 1983 claim. Such a review must be conducted by considering the adequacy of Marrero's complaint in light of the Supreme Court's admonition that there can be no \"heightened pleading standard\" or a \"more demanding rule for pleading a complaint under &#167; 1983 than for pleading other kinds of claims for relief.\" <i>Leatherman v. Tarrant County Narcotics Intelligence and Coordination Unit,</i> 507 U.S. 163, 167-68, 113 S.Ct. 1160, 122 L.Ed.2d 517 (1993). We consider each of Marrero's theories in turn.</p>\n    </div>\n    <p class=\"indent\">1. <i>Procedural Due Process Claim</i></p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In order to establish a procedural due process claim under section 1983, a plaintiff \"must allege first that it has a property interest as defined by state law and, second, that the defendants, acting under color of state law, deprived it of that property interest without constitutionally adequate process.\" <i>PFZ Props., Inc. v. Rodriguez,</i> 928 F.2d 28, 30 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">To establish a constitutionally protected property interest in employment, a plaintiff must demonstrate that she has a legally-recognized expectation that she will retain her position. <i>Santana v. Calderon,</i> 342 F.3d 18, 24 (1st Cir.2003). A legitimate expectation of continued employment may derive from a statute, a contract, or an officially sanctioned rule of the workplace. <i>Id.; Perry v. Sindermann,</i> 408 U.S. 593, 601-02, 92 S.Ct. 2694, 33 L.Ed.2d 570 (1972). Here, it is undisputed that under the laws of Puerto Rico, career or tenured employees have property rights in their continued employment. <i>Gonzalez-De-Blasini v. Family Dep't,</i> 377 F.3d 81, 86 (1st Cir.2004); <i>Figueroa-Serrano v. Ramos-Alverio,</i> 221 F.3d 1, 7 (1st Cir. 2000); <i>Kauffman v. P.R. Tel. Co.,</i> 841 F.2d 1169, 1173 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">This inquiry, therefore, narrows to whether Marrero received constitutionally adequate process. <i>See PFZ Props., Inc.,</i> 928 F.2d at 30. Such a standard naturally requires us to consider what process was provided to Marrero and whether it was constitutionally adequate. <i>Zinermon v. Burch,</i> 494 U.S. 113, 126, 110 S.Ct. 975, 108 L.Ed.2d 100 (1990). In this case, we must decide whether the pre-termination hearing provided to Marrero satisfies this standard.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Due process requires only that the pre-termination hearing fulfill the purpose of \"an initial check against mistaken decisions-essentially, a determination of whether there are reasonable grounds to believe that the charges against the employee are true and support the proposed action.\" <i>Cepero-Rivera v. Fagundo,</i> 414 F.3d 124, 135 (1st Cir.2005) (citing <i>Cleveland Bd. of Educ. v. Loudermill,</i> 470 U.S. 532, 545-46, 105 S.Ct. 1487, 84 L.Ed.2d 494 (1985)). This initial check requires the employee to receive notice of the charges, an explanation of the evidence that supports those charges, and the ability to refute that evidence. <i>See id.</i> at 134. Any standard that would require more process than this would unduly impede the government in removing poorly performing employees. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Marrero concedes in her amended complaint that on May 3, 2002, she received a letter informing her of the Housing Department's intention to remove her from office. This letter, along with a second letter, required her to appear at an informal meeting to discuss the removal proceedings. She attended the meeting and was given a full opportunity to respond to each of the allegations. Even drawing all inferences in Marrero's favor, the process provided her in this pre-termination hearing comported with due process guarantees by providing her notice and an opportunity to be heard. As a result, the pre-termination hearing provided constitutionally adequate process without necessitating a post-termination hearing. <i>See Feliciano-Angulo v. Rivera-Cruz,</i> 858 F.2d 40, 43-44 (1st Cir.1988) (holding that due process requires no irreducible combination of pre and post-termination hearings).</p>\n    </div>\n    <p class=\"indent\">2. <i>Equal Protection Claim</i></p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Under the Equal Protection Clause, persons similarly situated must be accorded similar governmental treatment. <i>See City of Cleburne v. Cleburne Living Ctr.,</i> 473 U.S. 432, 439, 105 S.Ct. 3249, 87 L.Ed.2d 313 (1985); <i>Barrington Cove Ltd. P'ship v. R.I. Hous. &amp; Mtg. Fin. Corp.,</i> 246 F.3d 1, 7 (1st Cir.2001). In order to establish this claim, Marrero needs to allege facts indicating that, \"compared with others similarly situated, [she] was selectively treated . . . based on impermissible considerations such as race, religion, intent to inhibit or punish the exercise of constitutional rights, or malicious or bad faith intent to injure a person.\" <i>Rubinovitz v. Rogato,</i> 60 F.3d 906, 910 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The formula for determining whether individuals or entities are \"similarly situated\" for equal protection purposes is not always susceptible to precise demarcation. <i>See Coyne v. City of Somerville,</i> 972 F.2d 440, 444-45 (1st Cir.1992). Instead, the test is whether an objective person would see two people similarly situated based upon the incident and context in question. <i>See Rodriguez-Cuervos v. Wal-Mart Stores, Inc.,</i> 181 F.3d 15, 21 (1st Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Here, Marrero fails even to implicate this test by failing to make any allegation that persons similarly situated were treated more favorably. In fact, the complaint includes allegations to the contrary by admitting that Velez, despite his PDP membership, was accused of similar charges, accorded similar process, and eventually received a similar reprimand. Accordingly, Marrero's equal protection claim was correctly dismissed.</p>\n    </div>\n    <p class=\"indent\">3. <i>Political Discrimination</i></p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Finally, we address Marrero's claim of political discrimination. The First Amendment protects non-policymaking public employees from adverse employment actions based on their political opinions. <i>See Rutan v. Republican Party of Ill.,</i> 497 U.S. 62, 75-76, 110 S.Ct. 2729, 111 L.Ed.2d 52 (1990); <i>Padilla-Garcia v. Guillermo Rodr&#237;guez,</i> 212 F.3d 69, 74 (1st Cir.2000). To establish a prima facie case, a plaintiff must show that party affiliation was a substantial or motivating factor behind a challenged employment action. <i>See Padilla-Garc&#237;a,</i> 212 F.3d at 74; <i>Angulo-Alvarez v. Aponte de la Torre,</i> 170 F.3d 246, 249 (1st Cir.1999). \"While plaintiffs are not held to higher pleading standards in &#167; 1983 actions, they must plead enough for a necessary inference to be reasonably drawn.\" <i>Torres-Viera v. Laboy-Alvarado,</i> 311 F.3d 105, 108 (1st Cir.2002) (citing <i>Leatherman,</i> 507 U.S. at 167-68, 113 S.Ct. 1160); <i>see also, Bell Atlantic Corp. v. Twombly,</i> ___ U.S. ___, 127 S.Ct. 1955, 167 L.Ed.2d 929 (2007)(rephrasing the standards under Rule 12(b)(6)).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Here, Marrero's allegations are limited to stating that she was badly treated at work and that her political party was mocked. Thus, Marrero has failed to set forth any sort of causal connection between her demotion and the political animus that she alleges prompted it. Merely juxtaposing that she is an active member of the NPP and that the defendants are affiliated with the PDP is insufficient, standing alone, to create a causal link. <i>See Bell Atlantic Corp.,</i> 127 S.Ct. at 1966; <i>Padilla-Garc&#237;a,</i> 212 F.3d at 74. True, such a connection is one among a myriad of possible inferences. Yet even drawing all reasonable inferences in Marrero's favor, it would be speculative to draw the forbidden inference from the range of possibilities. <i>See Bell Atlantic Corp.,</i> 127 S.Ct. at 1966 (stating that a naked assertion of conspiracy gets the complaint close to stating a claim, but \"without some further factual enhancement it stops short of the line between possibility and plausibility of entitlement to relief\"). Accordingly, the district court correctly concluded that her complaint failed to state a cause of action upon which relief could be granted.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Each of the Plaintiff's arguments fails to state a claim upon which relief could be granted. Therefore, the district court's ruling ought be, and hereby is, <i>affirmed.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">491</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">Enid MARRERO-GUTIERREZ; Alejandro Bou Santiago, Plaintiffs, Appellants,<br>v.<br>Esperanza MOLINA; Ivan Velez; Ileana Echegoyen; Gabriel Alonso; Nilsa Enid Negron; Ramonita Garcia; Wanda Roman; Luis Coss; Myrna Crespo-Saavedra; Housing Department of the Commonwealth of Puerto Rico, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 06-2527.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted April 3, 2007.</p>\n    <p class=\"date\">Decided June 20, 2007.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Lixandra Osorio Felix and Liz Marie Cruz-Jimenez, on brief for appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Salvador J. Antonetti-Stutts, Solicitor General, Susana I. Penagaricano-Brown, Assistant Solicitor General, Mariana Negron-Vargas, Deputy Solicitor General, and Maite D. Oronoz-Rodriguez, Deputy Solicitor General, on brief for appellees.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, HOWARD, Circuit Judge, and YOUNG,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">YOUNG, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Enid Marrero-Gutierrez (\"Marrero\") and Alejandro Bou Santiago (\"Bou\") (collectively \"the Plaintiffs\") sued Esperanza Molina (\"Molina\"), Ivan Velez (\"Velez\"), Luis Coss (\"Coss\") a/k/a Tito, Gabriel Alonso (\"Alonso\"), Ileana Echegoyen, Nilsa Enid Negron, Ramonita Garcia, and Wanda Roman in their personal capacities; Myrna Crespo-Saavedra in her official capacity; and the Housing Department of the Commonwealth of Puerto Rico (\"Housing Department\") (collectively \"the Defendants\") for political discrimination and violations of the Plaintiffs' rights under the First, Fifth, and Fourteenth Amendments to the United States Constitution. The Plaintiffs also asserted various state-law claims. Acting on a motion for judgment on the pleadings, the district court granted judgment to the Defendants on all claims. The Plaintiffs now appeal. After careful consideration, we affirm.</p>\n    </div>\n    <p>I. Factual and Procedural History</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Plaintiffs are former employees of the Housing Department and active members of the New Progressive Party (\"NPP\") &#8212; a political party that campaigns for Puerto Rican statehood. In 2000, Puerto Rico held its general elections, and the Popular Democratic Party (\"PDP\") won control of the government. The PDP is a political adversary of the NPP.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Bou worked in the Housing Department for ten years. In May 2000, he received a promotion to the position of Administrative Director II and was appointed as the Director of the Office of Security and Emergency Management of the Housing Department. As a result of PDP's winning the elections that year, Coss &#8212; a member of the PDP &#8212; was appointed Special Assistant to the Secretary of the Housing Department. Bou alleges that Coss gave instructions to the Human Resources personnel of the Housing Department to find a way to replace him with a PDP adherent. Specifically, Bou alleges that Coss made this request to Angel Semidey (\"Semidey\") who, despite being a PDP adherent, refused to help Coss and subsequently resigned. On March 7, 2001, Bou was demoted. On July 27, 2002, Bou encountered Semidey at a celebration and, for the first time, learned that his demotion resulted from his affiliation with NPP.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Marrero held a career position as Director of the Section 8 Program starting in 1994. Marrero alleges that her job performance garnered only praise from her supervisors. Marrero managed to receive such positive performance feedback despite serving under different party administrations during her career at the Housing Department.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Marrero alleges that after Molina retired in June 2002, the Housing Department was reorganized without following federal guidelines. As part of the reorganization, Alonso was brought in to supervise the Section 8 Program. The reorganization amounted to a constructive demotion of Marrero by reducing her responsibilities and subjecting her to an abusive work environment. Specifically, her new responsibilities failed to include functions that she was entitled to perform under the Housing Department's prior reclassification program. Marrero also alleges that her subordinates often circumvented her, that her supervisors treated her in a discourteous manner by harassing and intimidating her, and that Molina openly disparaged the NPP in front of Marrero and her personnel. Finally, Marrero suffered several humiliating events arising out of her health status. Marrero was surgically treated for cancer in her reproductive system. The Defendants allegedly mocked her as a result of this condition, claiming that she was not really sick and simply attempting to avoid returning to work by faking her illness.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On or about May 3, 2002, while still on medical leave, Marrero received a letter dated April 18, 2002, stating the intention to remove her from office. This letter, and a subsequent one, accused her of failing to perform job duties and of committing illegal acts. These accusations mirrored ones levied against Velez &#8212; a member of the PDP &#8212; who directly supervised Marrero during this time. The Housing Department also notified Velez that it intended to terminate him. Velez was initially demoted and later terminated. In both letters, Marrero was summoned to an informal hearing, which she alleges was a sham designed to tarnish her reputation. Despite her characterization of the hearing, Marrero was able to proffer evidence rebutting the accusations against her. Marrero was allowed to continue working at the Housing Department pending the final disposition. The hearing officer submitted a negative report. On March 10, 2002, the Housing Department notified Marrero of her separation from employment and salary, which constituted the last alleged act of discrimination by the Defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This action commenced in the district court on March 10, 2003. The Housing Department successfully moved to dismiss, on Eleventh Amendment grounds, the claims against it for monetary relief. Marrero does not appeal this ruling. Thereafter, upon motions duly briefed by both sides, the district court granted the Defendants judgment on the pleadings pursuant to Federal Rule of Civil Procedure 12(c). The appeal of this order is before this Court.</p>\n    </div>\n    <p>II. Analysis</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The standard of review of a motion for judgment on the pleadings under Federal Rule of Civil Procedure 12(c) is the same as that for a motion to dismiss under Rule 12(b)(6). <i>Pasdon v. City of Peabody,</i> <span class=\"citation\" data-id=\"201754\"><a href=\"/opinion/201754/pasdon-v-city-of-peabody/\"><span class=\"volume\">417</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">225</span></a></span>, 226 (1st Cir.2005); <i>Collier v. City of Chicopee,</i> <span class=\"citation\" data-id=\"198170\"><a href=\"/opinion/198170/collier-v-city-of-chicopee/\"><span class=\"volume\">158</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">601</span></a></span>, 602 (1st Cir.1998). Courts of appeals review <i>de novo</i> a district court's decision to allow a motion to dismiss, taking as true the well-pleaded facts in the complaint and drawing all reasonable inferences in favor of the plaintiff. <i>Vistamar, Inc. v. Fagundo-Fagundo,</i> <span class=\"citation\" data-id=\"201946\"><a href=\"/opinion/201946/vistamar-inc-v-fagundo-fagundo/\"><span class=\"volume\">430</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">66</span></a></span>, 69 (1st Cir.2005).</p>\n    </div>\n    <p class=\"indent\">A. Statute of Limitations</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Title 42 of the United States Code, section 1983 creates a private right of action for violations of federally protected rights. Because it has no internal statute of limitations, section 1983 claims \"borrow[] the appropriate state law governing limitations unless contrary to federal law.\" <i>Poy v. Boutselis,</i> <span class=\"citation\" data-id=\"200780\"><a href=\"/opinion/200780/poy-v-boutselis/\"><span class=\"volume\">352</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">479</span></a></span>, 483 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The parties do not dispute that the relevant statute of limitations for civil rights claims in Puerto Rico takes a one-year limitation period from P.R. Laws Ann. Tit. 31, &#167; 5298(2). <i>Centro Medico del Turabo, Inc. v. Feliciano de Melecio,</i> <span class=\"citation\" data-id=\"201545\"><a href=\"/opinion/201545/centro-medico-del-v-feliciano-de-melecio/\"><span class=\"volume\">406</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.2005); <i>Benitez-Pons v. Puerto Rico,</i> <span class=\"citation\" data-id=\"197798\"><a href=\"/opinion/197798/benitez-pons-v-the-commonwealth/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span>, 59 (1st Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The parties do dispute, however, the date from which the one-year statute of limitation ought accrue. Bou argues that the injury occurred in July 2002, when Semidey revealed the wrongful reasons for his demotion. The Defendants counter that the proper accrual date is March 7, 2001, the date of the actual demotion.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Federal law determines the date on which the statute of limitations begins running. <i>Carreras-Rosa v. Alves-Cruz,</i> <span class=\"citation\" data-id=\"197590\"><a href=\"/opinion/197590/carreras-rosa-v-alves-cruz/\"><span class=\"volume\">127</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">172</span></a></span>, 174 (1st Cir.1997). The first step in such an inquiry is to determine the actual injury on which the plaintiff rests the cause of action. <i>Guzman-Rivera v. Rivera-Cruz,</i> <span class=\"citation\" data-id=\"195482\"><a href=\"/opinion/195482/guzman-rivera-v-rivera-cruz/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">3</span></a></span>, 5 (1st Cir.1994). Here, there is no dispute that the actual injury of which Bou complains is his demotion. Bou's argument, and the dispositive point on this issue faced by this Court, is thus properly framed as whether the date of that injury ought be tolled until he learned of the discriminatory animus that made his demotion wrongful.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As a general principle, section 1983 claims accrue \"when the plaintiff knows, or has reason to know, of the injury on which the action is based.\" <i>Id.; Rodr&#237;guez-Garc&#237;a v. Municipality of Caguas,</i> <span class=\"citation\" data-id=\"200803\"><a href=\"/opinion/200803/rodriguez-garcia-v-municipality-of-cagu/\"><span class=\"volume\">354</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">91</span></a></span>, 96-97 (1st Cir.2004); <i>Rodriguez Narvaez v. Nazario,</i> <span class=\"citation\" data-id=\"536032\"><a href=\"/opinion/536032/alicia-rodriguez-narvaez-v-ariel-nazario-etc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">38</span></a></span>, 41 n. 5 (1st Cir.1990). A claimant is deemed to \"know\" or \"learn\" of a discriminatory act at the time of the act itself and not at the point that the harmful consequences are felt. <i>See Chardon v. Fernandez,</i> <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">6</span></span>, 8, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">28</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">6</span></span> (1981); <i>Del. State Coll. v. Ricks,</i> <span class=\"citation\" data-id=\"110367\"><a href=\"/opinion/110367/delaware-state-college-v-ricks/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">250</span></a></span>, 258, <span class=\"citation\" data-id=\"110367\"><a href=\"/opinion/110367/delaware-state-college-v-ricks/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">498</span></a></span>, <span class=\"citation\" data-id=\"110367\"><a href=\"/opinion/110367/delaware-state-college-v-ricks/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">431</span></a></span> (1980).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In the employment discrimination context, this circuit has rejected the contention that claims do not accrue until the plaintiff knows of both the injury and the discriminatory animus. <i>Morris v. Gov't Dev. Bank of P.R.,</i> <span class=\"citation\" data-id=\"195462\"><a href=\"/opinion/195462/morris-andino-v-development-bank/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">746</span></a></span>, 749-50 (1st Cir.1994); <i>cf. Vistamar, Inc.,</i> 430 F.3d at 66 (holding that the statute of limitations period for a section 1983 claim seeking to redress an unlawful taking of property began to accrue on the date of the wrongful appropriation). In <i>Morris v. Government Development Bank of Puerto Rico,</i> we dismissed the identical theory proffered by Bou when we rejected the appellant's contention that \"his cause of action existed in what amounts to a state of suspended animation until he became aware of the racial and political motives behind the adverse employment decision.\" 27 F.3d at 749-750.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Following this clear precedent, the statute of limitations period for Bou's claim began to accrue at the first discrete act of discrimination. <i>See id.; cf. Ledbetter v. Goodyear Tire &amp; Rubber Co.,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145727\"><a href=\"/opinion/145727/ledbetter-v-goodyear-tire-rubber-co-inc/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2162</span></a></span>, 2164, <span class=\"citation\" data-id=\"145727\"><a href=\"/opinion/145727/ledbetter-v-goodyear-tire-rubber-co-inc/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">982</span></a></span> (2007) (holding that the limitations period for a Title VII claim for pay discrimination begins with the first discrete act). There is simply no support for Bou's argument that this date ought be suspended until he learned the discriminatory motives behind the discrete act. As a result, the limitations period for Bou's claim began on the date of his demotion. Since Bou did not file this action until March 10, 2003, his claims are, as the district court correctly ruled, time-barred.</p>\n    </div>\n    <p class=\"indent\">B. Marrero's Threshold Arguments</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Marrero advances three threshold, procedural challenges to the dismissal of her section 1983 claims. She argues that the district court erred in allowing the Defendants' motion for a judgment on the pleadings because the Defendants had waived the grounds upon which the district judge relied by failing to consolidate their defenses and raise them in the first motion to dismiss. Second, Marrero contends that the district judge improperly converted the Defendants' motion for judgment on the pleadings into a motion for summary judgment. Finally, Marrero raises the argument that the district court ought not have dismissed the ancillary state law claims after finding no cognizable section 1983 claim. These threshold issues are easily dispensed with before addressing the arguments on the merits.</p>\n    </div>\n    <p class=\"indent\">1. <i>Failure to Consolidate Defenses</i></p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The district court dismissed the Plaintiffs' claims by allowing a narrow motion to dismiss and then subsequently allowing a broader motion for judgment on the pleadings. Marrero attacks the district court's allowance of the second motion by parroting the general rule for consolidation of defenses found in Federal Rule of Civil Procedure 12(g). According to Marrero, the Defendants waived the grounds upon which the district court relied in the second motion by failing to raise them when the Housing Department moved to dismiss on Eleventh Amendment grounds.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Federal Rule of Civil Procedure 12(g) provides that:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">A party who makes a motion under this rule may join with it any other motions herein provided for and then available to the party. If a party makes a motion under this rule but omits therefrom any defense or objection then available to the party which this rule permits to be raised by motion, the party shall not thereafter make a motion based on the defense or objection so omitted, except a motion as provided in subdivision (h)(2) hereof on any of the grounds there stated.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Fed.R.Civ.P. 12(g) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Marrero ignores the rule's express exception that cross-references subdivision (h)(2) and permits a \"defense of failure to state a claim upon which relief can be granted\" to be raised \"by motion for judgment on the pleadings.\" Fed.R.Civ.P. 12(h)(2); <i>see Silva v. Encyclopedia Britannica Inc.,</i> <span class=\"citation\" data-id=\"199273\"><a href=\"/opinion/199273/silva-v-encyclopedia/\"><span class=\"volume\">239</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">385</span></a></span>, 387-88 (1st Cir. 2001).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Here, the district court entertained and allowed a motion for judgment on the pleadings that raised a defense of failure to state a claim. The district court's action thus squarely meets the exception to the general rule expressed in Rule 12(g) and undermines Marrero's argument.</p>\n    </div>\n    <p class=\"indent\">2. <i>Improper Conversion</i></p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Marrero also argues that the district court improperly converted the motion for judgment on the pleadings into a motion for summary judgment. This argument marries with Marrero's contention that factual issues existed on the merits of her section 1983 claim. Marrero, consumed by her belief that such factual issues existed, concludes that the district judge must have converted the motion for judgment on the pleadings into a motion for summary judgment in order to dismiss the case. There is, however, no support that such a conversion occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The record shows that the district court properly considered the matter as a motion for judgment on the pleadings. The Defendants did not attach any documents or exhibits outside their pleadings, and the district court never allowed the parties to supplement the record. <i>See Collier,</i> 158 F.3d at 603 (holding that such a conversion is proper in order to consider materials outside the pleadings).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Of course, the implication of this holding is that we will review, as we do below, Marrero's arguments as to why factual issues remained as to her section 1983 claims under the standard for a motion for judgment on the pleadings, which requires the plaintiff to meet only a deferential, notice-pleading requirement to survive dismissal. <i>Aponte-Torres v. Univ. of P.R.,</i> <span class=\"citation no-link\"><span class=\"volume\">445</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></span>, 54-55 (1st Cir.2006).</p>\n    </div>\n    <p class=\"indent\">3. <i>Supplemental Jurisdiction</i></p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Finally, Marrero raises, though weakly pursues, an argument that the district court failed to exercise supplemental jurisdiction over her ancillary state law claims. Marrero concedes in her brief that the jurisdictional power of the district court rested solely on federal question jurisdiction. As a result, the district court would have needed to exercise supplemental jurisdiction in order to adjudicate claims that arose under the laws of the Commonwealth of Puerto Rico. <i>See</i> 28 U.S.C. &#167; 1367(a).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">A district court retains the discretion, however, to decline to exercise supplemental jurisdiction where the district court has dismissed all claims over which it had original jurisdiction. <i>Id.</i> &#167; 1367(c)(3); <i>see Rodriguez v. Doral Mortgage Corp.,</i> <span class=\"citation\" data-id=\"196161\"><a href=\"/opinion/196161/rodriguez-bruno-v-doral-mortgage/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1168</span></a></span>, 1177 (1st Cir.1995) (\"As a general principle, the unfavorable disposition of a plaintiff's federal claims at the early stages of a suit, well before the commencement of trial, will trigger the dismissal without prejudice of any supplemental state-law claims.\").</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Here, the district court, after dismissing the section 1983 claim, exercised the discretion to dismiss the supplemental state-law claims. We will not disturb this proper exercise of discretion. <i>See Carnegie-Mellon Univ. v. Cohill,</i> <span class=\"citation\" data-id=\"111983\"><a href=\"/opinion/111983/carnegie-mellon-univ-v-cohill/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">343</span></a></span>, 350, <span class=\"citation\" data-id=\"111983\"><a href=\"/opinion/111983/carnegie-mellon-univ-v-cohill/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">614</span></a></span>, <span class=\"citation\" data-id=\"111983\"><a href=\"/opinion/111983/carnegie-mellon-univ-v-cohill/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">720</span></a></span> (1988).</p>\n    </div>\n    <p class=\"indent\">C. Marrero's Merits Arguments</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">After dispensing with the threshold, procedural arguments, we must carefully review the district court's dismissal on a motion for judgment on the pleadings of Marrero's section 1983 claim. Such a review must be conducted by considering the adequacy of Marrero's complaint in light of the Supreme Court's admonition that there can be no \"heightened pleading standard\" or a \"more demanding rule for pleading a complaint under &#167; 1983 than for pleading other kinds of claims for relief.\" <i>Leatherman v. Tarrant County Narcotics Intelligence and Coordination Unit,</i> <span class=\"citation\" data-id=\"112825\"><a href=\"/opinion/112825/leatherman-v-tarrant-county-narcotics-intelligence-and-coordination-unit/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">163</span></a></span>, 167-68, <span class=\"citation\" data-id=\"112825\"><a href=\"/opinion/112825/leatherman-v-tarrant-county-narcotics-intelligence-and-coordination-unit/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1160</span></a></span>, <span class=\"citation\" data-id=\"112825\"><a href=\"/opinion/112825/leatherman-v-tarrant-county-narcotics-intelligence-and-coordination-unit/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">517</span></a></span> (1993). We consider each of Marrero's theories in turn.</p>\n    </div>\n    <p class=\"indent\">1. <i>Procedural Due Process Claim</i></p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In order to establish a procedural due process claim under section 1983, a plaintiff \"must allege first that it has a property interest as defined by state law and, second, that the defendants, acting under color of state law, deprived it of that property interest without constitutionally adequate process.\" <i>PFZ Props., Inc. v. Rodriguez,</i> <span class=\"citation\" data-id=\"557363\"><a href=\"/opinion/557363/pfz-properties-inc-v-rene-alberto-rodriguez-etc/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span>, 30 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">To establish a constitutionally protected property interest in employment, a plaintiff must demonstrate that she has a legally-recognized expectation that she will retain her position. <i>Santana v. Calderon,</i> <span class=\"citation\" data-id=\"200613\"><a href=\"/opinion/200613/santana-v-calderon/\"><span class=\"volume\">342</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 24 (1st Cir.2003). A legitimate expectation of continued employment may derive from a statute, a contract, or an officially sanctioned rule of the workplace. <i>Id.; Perry v. Sindermann,</i> <span class=\"citation\" data-id=\"108609\"><a href=\"/opinion/108609/perry-v-sindermann/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">593</span></a></span>, 601-02, <span class=\"citation\" data-id=\"108609\"><a href=\"/opinion/108609/perry-v-sindermann/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2694</span></a></span>, <span class=\"citation\" data-id=\"108609\"><a href=\"/opinion/108609/perry-v-sindermann/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">570</span></a></span> (1972). Here, it is undisputed that under the laws of Puerto Rico, career or tenured employees have property rights in their continued employment. <i>Gonzalez-De-Blasini v. Family Dep't,</i> <span class=\"citation\" data-id=\"201167\"><a href=\"/opinion/201167/gonzalez-de-blasini-v-family-department/\"><span class=\"volume\">377</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">81</span></a></span>, 86 (1st Cir.2004); <i>Figueroa-Serrano v. Ramos-Alverio,</i> <span class=\"citation\" data-id=\"199013\"><a href=\"/opinion/199013/figueroa-serrano-v-ramos-alverio/\"><span class=\"volume\">221</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir. 2000); <i>Kauffman v. P.R. Tel. Co.,</i> <span class=\"citation\" data-id=\"503066\"><a href=\"/opinion/503066/bessie-a-kauffman-v-puerto-rico-telephone-company/\"><span class=\"volume\">841</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1169</span></a></span>, 1173 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">This inquiry, therefore, narrows to whether Marrero received constitutionally adequate process. <i>See PFZ Props., Inc.,</i> 928 F.2d at 30. Such a standard naturally requires us to consider what process was provided to Marrero and whether it was constitutionally adequate. <i>Zinermon v. Burch,</i> <span class=\"citation\" data-id=\"2620710\"><a href=\"/opinion/2620710/zinermon-v-burch/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">113</span></a></span>, 126, <span class=\"citation\" data-id=\"2620710\"><a href=\"/opinion/2620710/zinermon-v-burch/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">975</span></a></span>, <span class=\"citation\" data-id=\"2620710\"><a href=\"/opinion/2620710/zinermon-v-burch/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">100</span></a></span> (1990). In this case, we must decide whether the pre-termination hearing provided to Marrero satisfies this standard.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Due process requires only that the pre-termination hearing fulfill the purpose of \"an initial check against mistaken decisions-essentially, a determination of whether there are reasonable grounds to believe that the charges against the employee are true and support the proposed action.\" <i>Cepero-Rivera v. Fagundo,</i> <span class=\"citation\" data-id=\"201670\"><a href=\"/opinion/201670/cepero-rivera-v-fagundo/\"><span class=\"volume\">414</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">124</span></a></span>, 135 (1st Cir.2005) (citing <i>Cleveland Bd. of Educ. v. Loudermill,</i> <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">532</span></a></span>, 545-46, <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1487</span></a></span>, <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">494</span></a></span> (1985)). This initial check requires the employee to receive notice of the charges, an explanation of the evidence that supports those charges, and the ability to refute that evidence. <i>See id.</i> at 134. Any standard that would require more process than this would unduly impede the government in removing poorly performing employees. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Marrero concedes in her amended complaint that on May 3, 2002, she received a letter informing her of the Housing Department's intention to remove her from office. This letter, along with a second letter, required her to appear at an informal meeting to discuss the removal proceedings. She attended the meeting and was given a full opportunity to respond to each of the allegations. Even drawing all inferences in Marrero's favor, the process provided her in this pre-termination hearing comported with due process guarantees by providing her notice and an opportunity to be heard. As a result, the pre-termination hearing provided constitutionally adequate process without necessitating a post-termination hearing. <i>See Feliciano-Angulo v. Rivera-Cruz,</i> <span class=\"citation\" data-id=\"512377\"><a href=\"/opinion/512377/richard-feliciano-angulo-v-hon-hector-rivera-cruz-etc/\"><span class=\"volume\">858</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">40</span></a></span>, 43-44 (1st Cir.1988) (holding that due process requires no irreducible combination of pre and post-termination hearings).</p>\n    </div>\n    <p class=\"indent\">2. <i>Equal Protection Claim</i></p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Under the Equal Protection Clause, persons similarly situated must be accorded similar governmental treatment. <i>See City of Cleburne v. Cleburne Living Ctr.,</i> <span class=\"citation\" data-id=\"111507\"><a href=\"/opinion/111507/cleburne-v-cleburne-living-center-inc/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">432</span></a></span>, 439, <span class=\"citation\" data-id=\"111507\"><a href=\"/opinion/111507/cleburne-v-cleburne-living-center-inc/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3249</span></a></span>, <span class=\"citation\" data-id=\"111507\"><a href=\"/opinion/111507/cleburne-v-cleburne-living-center-inc/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">313</span></a></span> (1985); <i>Barrington Cove Ltd. P'ship v. R.I. Hous. &amp; Mtg. Fin. Corp.,</i> <span class=\"citation\" data-id=\"199364\"><a href=\"/opinion/199364/barrington-cove-v-rhode-island-housing/\"><span class=\"volume\">246</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir.2001). In order to establish this claim, Marrero needs to allege facts indicating that, \"compared with others similarly situated, [she] was selectively treated . . . based on impermissible considerations such as race, religion, intent to inhibit or punish the exercise of constitutional rights, or malicious or bad faith intent to injure a person.\" <i>Rubinovitz v. Rogato,</i> <span class=\"citation\" data-id=\"196213\"><a href=\"/opinion/196213/rubinovitz-v-rogato/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">906</span></a></span>, 910 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The formula for determining whether individuals or entities are \"similarly situated\" for equal protection purposes is not always susceptible to precise demarcation. <i>See Coyne v. City of Somerville,</i> <span class=\"citation\" data-id=\"588803\"><a href=\"/opinion/588803/robert-p-coyne-v-city-of-somerville/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">440</span></a></span>, 444-45 (1st Cir.1992). Instead, the test is whether an objective person would see two people similarly situated based upon the incident and context in question. <i>See Rodriguez-Cuervos v. Wal-Mart Stores, Inc.,</i> <span class=\"citation\" data-id=\"198515\"><a href=\"/opinion/198515/rodriguez-cuervos-v-wal-mart/\"><span class=\"volume\">181</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 21 (1st Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Here, Marrero fails even to implicate this test by failing to make any allegation that persons similarly situated were treated more favorably. In fact, the complaint includes allegations to the contrary by admitting that Velez, despite his PDP membership, was accused of similar charges, accorded similar process, and eventually received a similar reprimand. Accordingly, Marrero's equal protection claim was correctly dismissed.</p>\n    </div>\n    <p class=\"indent\">3. <i>Political Discrimination</i></p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Finally, we address Marrero's claim of political discrimination. The First Amendment protects non-policymaking public employees from adverse employment actions based on their political opinions. <i>See Rutan v. Republican Party of Ill.,</i> <span class=\"citation\" data-id=\"112472\"><a href=\"/opinion/112472/rutan-v-republican-party-of-ill/\"><span class=\"volume\">497</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">62</span></a></span>, 75-76, <span class=\"citation\" data-id=\"112472\"><a href=\"/opinion/112472/rutan-v-republican-party-of-ill/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2729</span></a></span>, <span class=\"citation\" data-id=\"112472\"><a href=\"/opinion/112472/rutan-v-republican-party-of-ill/\"><span class=\"volume\">111</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">52</span></a></span> (1990); <i>Padilla-Garcia v. Guillermo Rodr&#237;guez,</i> <span class=\"citation no-link\"><span class=\"volume\">212</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">69</span></span>, 74 (1st Cir.2000). To establish a prima facie case, a plaintiff must show that party affiliation was a substantial or motivating factor behind a challenged employment action. <i>See Padilla-Garc&#237;a,</i> 212 F.3d at 74; <i>Angulo-Alvarez v. Aponte de la Torre,</i> <span class=\"citation\" data-id=\"198381\"><a href=\"/opinion/198381/angulo-alvarez-v-aponte/\"><span class=\"volume\">170</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">246</span></a></span>, 249 (1st Cir.1999). \"While plaintiffs are not held to higher pleading standards in &#167; 1983 actions, they must plead enough for a necessary inference to be reasonably drawn.\" <i>Torres-Viera v. Laboy-Alvarado,</i> <span class=\"citation\" data-id=\"200213\"><a href=\"/opinion/200213/torres-viera-v-laboy-alvarado/\"><span class=\"volume\">311</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">105</span></a></span>, 108 (1st Cir.2002) (citing <i>Leatherman,</i> 507 U.S. at 167-68, <span class=\"citation\" data-id=\"112825\"><a href=\"/opinion/112825/leatherman-v-tarrant-county-narcotics-intelligence-and-coordination-unit/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1160</span></a></span>); <i>see also, Bell Atlantic Corp. v. Twombly,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">929</span></a></span> (2007)(rephrasing the standards under Rule 12(b)(6)).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Here, Marrero's allegations are limited to stating that she was badly treated at work and that her political party was mocked. Thus, Marrero has failed to set forth any sort of causal connection between her demotion and the political animus that she alleges prompted it. Merely juxtaposing that she is an active member of the NPP and that the defendants are affiliated with the PDP is insufficient, standing alone, to create a causal link. <i>See Bell Atlantic Corp.,</i> 127 S.Ct. at 1966; <i>Padilla-Garc&#237;a,</i> 212 F.3d at 74. True, such a connection is one among a myriad of possible inferences. Yet even drawing all reasonable inferences in Marrero's favor, it would be speculative to draw the forbidden inference from the range of possibilities. <i>See Bell Atlantic Corp.,</i> 127 S.Ct. at 1966 (stating that a naked assertion of conspiracy gets the complaint close to stating a claim, but \"without some further factual enhancement it stops short of the line between possibility and plausibility of entitlement to relief\"). Accordingly, the district court correctly concluded that her complaint failed to state a cause of action upon which relief could be granted.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Each of the Plaintiff's arguments fails to state a claim upon which relief could be granted. Therefore, the district court's ruling ought be, and hereby is, <i>affirmed.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110367/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111372/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111507/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112472/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112825/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145727/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195482/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196161/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197590/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197798/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198515/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199013/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199273/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199364/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200613/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200780/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200803/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201167/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201670/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201754/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201946/",
    "http://www.courtlistener.com/api/rest/v3/opinions/503066/",
    "http://www.courtlistener.com/api/rest/v3/opinions/512377/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536032/",
    "http://www.courtlistener.com/api/rest/v3/opinions/557363/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588803/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2620710/"
  ]
}