{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202991/",
  "absolute_url": "/opinion/202991/perry-v-wolaver/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202991/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:06:30Z",
  "date_modified": "2016-04-26T07:12:52.856564Z",
  "type": "010combined",
  "sha1": "9ed4f321c73d5adf87242acb3d7880b58371511b",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-2270-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/10/26/Perry_v._Wolaver.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\n\nNos. 06-2270, 06-2271\n\n             PETER P. PERRY and MICHAEL T. BORDICK,\n\n             Plaintiffs, Appellants/Cross-Appellees,\n\n                                 v.\n\n             JOHN H. WOLAVER and BARBARA J. WOLAVER,\n\n             Defendants, Appellees/Cross-Appellants.\n\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                    FOR THE DISTRICT OF MAINE\n\n             [Hon. Gene Carter, U.S. District Judge]\n\n\n\n                               Before\n\n                         Boudin, Chief Judge,\n\n                 Campbell, Senior Circuit Judge,\n\n                   and Howard, Circuit Judge.\n\n\n\n     Kevin J. Beal, with whom Peter J. Brann and Brann & Isaacson,\nwere on brief, for appellants/cross-appellees.\n     David C. Johnson, with whom George J. Marcus, Dale D. Wengler\nand Marcus, Clegg & Mistretta, P.A. were on brief, for\nappellee/cross-appellants.\n\n\n\n                          October 26, 2007\n\f            HOWARD, Circuit Judge.        This   case involves   the sale of\n\na business which went awry.    Plaintiff-sellers Peter P. Perry and\n\nMichael T. Bordick (we will refer to them hereafter collectively as\n\n“Perry”) brought this action against defendant-buyers John and\n\nBarbara Wolaver (“the Wolavers”) seeking to enforce various default\n\nprovisions under the relevant agreements.               The district court\n\ngranted summary judgment largely in favor of the Wolavers, and both\n\nsides appealed.\n\n                                     I.\n\n            The basic facts are essentially undisputed. Perry sought\n\nto sell two businesses, Perry Transport, LLC and Perry Transport\n\nLogistics Services, LLC (“the companies”), and the Wolavers agreed\n\nto purchase the companies.    The parties signed a letter of intent\n\nwhich   outlined   the   essential    terms      of   the   transaction   and\n\nacknowledged that Perry would retain the cash and certain personal\n\nvehicles (as well as certain liabilities) from the companies after\n\nsale.   The parties closed on the transaction on February 27, 2004,\n\nand they executed several agreements, which are the focus of this\n\ndispute.    The Purchase and Sale Agreement (“PSA”) provided for a\n\npurchase price of $715,000, with $400,00 to be paid in cash at\n\nclosing and the balance provided by a promissory note (“Note”) for\n\n$315,000.    Further, the PSA provided for an adjustment of the\n\nactual sale price after closing to reflect changes in the net\n\nassets on the balance sheet between year-end and the date of\n\n                                     -2-\n\fclosing. This purchase price adjustment (“PPA”), which the parties\n\nwere required to agree upon within 30 days of closing, would be\n\ndetermined as follows:\n\n          (a)   . . .     The Purchase Price shall be\n          adjusted (i) upward by the excess, if any, of\n          the total value of the assets net of\n          liabilities on the books of [the companies] as\n          of the Closing Date (the “Net assets”) exceeds\n          Three Hundred Sixty-Six Thousand Nine Hundred\n          Fifty-Six Dollars ($366,956) (the “Baseline\n          Amount”), or (ii) downward by the excess, if\n          any, of the Baseline Amount over the Net\n          Assets . . . .\n\n          The Note required the Wolavers to pay Perry $6,163.36 on\n\nthe first of every month until March 1, 2009, when the remaining\n\nbalance was due.   The Note provided for a range of consequences if\n\nthe Wolavers failed to make payments as scheduled, including late\n\nfees1 and increased interest.2   The most significant sanction under\n\nthe Note, however, was acceleration of principal:\n\n          If any installment under this Note is not paid\n          within fifteen (15) days of its due date or\n\n\n1\n     “If Borrowers fail to      deliver to Holders any installment\nhereunder, including but not   limited to the Balloon Payment, within\nfifteen (15) days of its due   date, a five percent (5.00%) late fee\nshall be assessed and added    to the outstanding amounts due under\nthis Note.”\n\n2\n     “The principal balance of this Note outstanding from time to\ntime shall bear interest at a fixed rate equal to six and one-half\npercent (6.5%) per annum. A default interest rate (“Default Rate”)\nof twelve percent (12%) per annum shall accrue from the date of\ndefault by Borrowers in the obligations under this Promissory\nNote.” (Emphasis in original.)\n\n\n\n                                 -3-\n\f            Borrowers fail to perform any of the terms,\n            agreements, covenants or conditions contained\n            in the Pledge Agreement and/or Commercial\n            Lease Agreement between these same parties,\n            and/or a certain Promissory Note from [the\n            Wolavers] to Holders in the amount of\n            $107,748.43, all of near or even date\n            herewith, or other instruments given as\n            security for this Note, not cured within any\n            applicable cure period, a Default shall be\n            deemed to have occurred under this Note, and\n            then, or at any time thereafter during the\n            continuance of any such Default, the entire\n            unpaid balance of the Note together with any\n            interest accrued thereunder, shall, at the\n            election of the Holders, and without Notice of\n            such   election    and   without    Demand   or\n            Presentment,   become   immediately   due   and\n            payable, and the principal balance together\n            with any interest accrued thereunder shall\n            thereafter bear the simple interest at the\n            Default Rate until paid. The failure of the\n            Holders to promptly exercise their rights to\n            declare the indebtedness remaining unpaid\n            hereunder to be immediately due and payable or\n            the acceptance of one or more installments\n            from any person shall not constitute a waiver\n            of any of Holders’ rights while any Default\n            continues nor a waiver of Holders’ rights in\n            connection with any subsequent Default. The\n            Holders may exercise this option to accelerate\n            during   any   Default   by  the    undersigned\n            regardless of any prior forbearance. . . .\n            (Emphasis in original).\n\n\nUnder “Additional Terms,” Perry also reserved broad rights to\n\nmodify the Note’s terms, including reducing the payments, extending\n\nthe term, or otherwise modifying the Note’s provisions.           The Note\n\nin   turn   was   secured   by   the    Pledge   and   Security   Agreement\n\n(“Pledge”).\n\n\n\n\n                                       -4-\n\f            The Pledge gave Perry a security interest in 100% of the\n\nmembership units of the companies.          The Pledge also contained what\n\nthe   parties    have     characterized    as     a    “cure   provision,”    which\n\nrequired Perry to provide “fifteen (15) days prior written notice\n\nto” the Wolavers after a default before utilizing any remedy under\n\nthe Pledge.       The most significant default under the Pledge was\n\n“failure to pay any of the obligation secured hereby [the Note]\n\nwhen due not cured within any applicable cure period . . . .”                    The\n\nmost significant remedy under the Pledge was the transfer of\n\nownership of the membership units back to Perry.\n\n            In late March, Perry’s broker calculated the PPA, but he\n\ndisregarded the formula provided for in the PSA.                        The broker\n\ninstead recalculated the assets (not including cash and cash\n\nequivalents) and liabilities as of year-end and closing, determined\n\nthe change in each, and concluded that there was an increase in net\n\nassets of       $41,151.     The broker’s error was not noticed at the\n\ntime, and the parties accepted this figure and entered into an oral\n\nagreement   for     the    Wolavers   to    pay       off   the   PPA   in   monthly\n\ninstallments to Perry.3\n\n            For approximately a year, all went smoothly. However, in\n\nearly 2005, the Wolavers discovered the error in the calculation of\n\nthe PPA and concluded that a proper calculation would have resulted\n\n\n\n3\n     To date, the Wolavers have paid $26,852.82 under the oral\nagreement.\n\n                                      -5-\n\fin a substantial reduction in purchase price.    The parties began\n\nnegotiating the matter.\n\n          During the negotiations, the Wolavers paid both the April\n\nand May 2005 payments after the 15-day grace period each month, and\n\nneither payment included late fees or the increased default-rate\n\ninterest. Perry accepted these payments without comment. However,\n\nwhen the June payment did not arrive on time, Perry sent a notice\n\nletter, dated June 27, 2005, stating that the Wolavers were in\n\ndefault under the Note:     \"because [the Wolavers] failed to make\n\n[their] June 1, 2005 [payment] on a timely basis.”      The notice\n\nletter also advised that:\n\n          Interest on that note is now increased to\n          twelve percent (12%) per annum, the default\n          interest provided in the note. Additionally,\n          you now owe late fees for that note for the\n          months of March, April, May and June as the\n          note provides.\n\nLastly, the notice letter cautioned that:\n\n          your default of your obligations on the\n          promissory note also constitute [sic] a\n          default of the Pledge and Security Agreement\n          dated   February   27,  2004,   securing   the\n          promissory note. This letter shall serve as\n          your fifteen (15) day notice to cure under\n          that Agreement. Your failure to cure within\n          the cure period will trigger all of my\n          clients’ rights to the membership interests in\n          both limited liability companies.\n\n(emphasis in original).\n\n          Further negotiation yielded a ten-day extension to the\n\ncure period, and the Wolavers tendered the June and July checks\n\n\n                                -6-\n\fwithin the extended cure period.       But Perry did not cash them\n\nbecause they failed to include late fees and default-rate interest.\n\nInstead, Perry sent a default letter dated July 26, 2005, notifying\n\nthe Wolavers that the extended cure period had expired and that\n\nPerry was accelerating the note and demanding immediate payment.\n\n          Shortly thereafter, Perry brought this action in district\n\ncourt claiming breaches of the Note, oral agreement, and Pledge and\n\nseeking reformation of the PSA.        The Wolavers counterclaimed,\n\nseeking a declaratory judgment that the PPA was overstated and that\n\nthey were not in breach or default of the Note.    They also sought\n\nrecision of the oral agreement and reformation of the Note.    Both\n\nsides moved for partial summary judgment.\n\n          The district court first held that Perry had waived\n\ninterest and late fees for the April and May payments.    The court\n\nfurther concluded that the Note and Pledge ought to be read\n\ntogether and that the “cure” period in the Pledge was incorporated\n\ninto the Note.   The court then held that the Wolavers had cured the\n\ndefaults under the Note by tendering their June and July payments\n\nwithin the extended cure period, cutting off Perry’s right to\n\naccelerate the Note or claim remedies under the Pledge.       As to\n\ndefault-rate interest and late fees for the June and July payments,\n\nthe court stated that these penalties were intended to be added to\n\nthe principal and not paid with the late installments.\n\n\n\n\n                                 -7-\n\f          In addition, the district court recalculated the PPA,\n\nusing the formula provided in the PSA. Significantly, the district\n\ncourt excluded the cash and other assets to be distributed to Perry\n\nheld by the companies at closing in determining net assets at the\n\ntime of sale.4   The district court concluded that the Wolavers were\n\nentitled to a revised PPA of $48,276 in their favor (plus the\n\nreturn of their prior payments on the oral agreement).          The\n\ndistrict court denied summary judgment as to the remaining claims\n\nand denied the Wolavers' motion for attorney’s fees.    The parties\n\nthen settled the remaining claims so the district court could enter\n\nfinal judgment, and this appeal followed.\n\n                                 II.\n\n          Perry argues that the district court erred in holding\n\nthat the Wolavers were not in default of the Note and that the\n\ncourt grossly miscalculated the PPA. On cross-appeal, the Wolavers\n\ncontend that the district court erred in denying their motion for\n\nattorney’s fees.    We reject each of the claims.\n\n          \"We review a district court's grant of summary judgment\n\nde novo, viewing the facts in the light most favorable to the\n\nnonmovant.\"   Hodgkins v. New England Telephone Co., 82 F.3d 1226,\n\n1229 (1st Cir. 1996).      Summary judgment is warranted \"if the\n\npleadings, depositions, answers to interrogatories, and admissions\n\n\n4\n     In effect, the district court utilized the companies’ balance\nsheet as it appeared a few days post-closing after the distribution\nto Perry.\n\n                                 -8-\n\fon file, together with the affidavits, if any, show that there is\n\nno genuine issue as to any material fact and that the moving party\n\nis entitled to a judgment as a matter of law.\"           Fed. R. Civ. Pro.\n\n56(c).    ”We may affirm a summary judgment decision on any basis\n\napparent in the record.”      Uncle Henry’s Inc. v. Plaut Consulting\n\nCo., 399 F.3d 33, 41 (1st Cir. 2005).\n\n           Under Maine law, the interpretation of a contract’s\n\nunambiguous terms is a question of law for the court, and we review\n\nthis determination de novo.       Crowe v. Bolduc, 365      F.3d 86, 95 (1st\n\nCir. 2004).    Contracts should be interpreted to give effect to the\n\nparties’ intentions expressed by the writing, considering the\n\nsubject matter, purpose, and object of the contract.               Id. at 95.\n\nFurther, a contract should “be interpreted so as to give force to\n\nall its provisions.”      Id. at 97.      Moreover, if the parties enter\n\ninto multiple contracts at the same time to complete a single\n\ntransaction, “the contracts ought to be construed together.”              Id.\n\nat 95.\n\nA.   Breach of the Note\n\n           Perry asserts four grounds for his argument that the\n\nWolavers were in default of the Note, entitling him to accelerate\n\npayment   of   the   principal.     First,    he   argues   that    the   Note\n\n“automatically” accelerated with the first late payment in April.\n\nSecond, Perry asserts that there was no waiver of late fees or\n\ndefault-rate interest for the April and May payments; moreover, in\n\n\n                                    -9-\n\flight of the “no waiver” clause, Perry could accelerate the Note\n\nbased on these continuing defaults. Third, he maintains that there\n\nis   no   right   to   cure   under   the    Note,    and   the    Note   did   not\n\nincorporate the “cure” provision in the Pledge.                   Fourth, even if\n\nthere was a right to “cure” under the Note, the Wolavers failed to\n\ndo so because their June and July payments failed to include\n\ndefault-rate interest.        Perry also says that as a consequence of\n\nthat default, the Wolavers were also in default on the Pledge,\n\ntriggering the remedies therein.            We examine these contentions in\n\nturn and find all of them lacking.\n\n            Perry’s     assertion     that      the    late       April   payment\n\nautomatically (and with no “notice” required5) accelerated the\n\nprincipal is a nonstarter. This position is expressly contradicted\n\nby the Note, which makes accelerating the principal merely an\n\noption Perry could affirmatively elect in the event of a default.\n\nMoreover, Perry’s own conduct makes it obvious that Perry did not\n\naccelerate the Note or believe that the Note had been automatically\n\n\n\n5\n     Perry emphasizes that no “notice,” \"demand\" or “presentment”\nis required to invoke the Note’s default provisions. Indeed, Perry\ninsists that all communications with the Wolavers about the default\nunder the Note were essentially gratuitous.        Perry’s rigidly\nliteralist position confuses legal “notice” and practical business\ncommunication. For example, given that Perry had the option of\naccelerating the Note in the event of a default, how would a\ndefaulting debtor know the option was being exercised (and payment\ndue) in the absence of a communication from Perry? Further, how\nwould a hypothetical debtor know that a mailed payment arrived\nafter the fifteenth of the month, thereby potentially invoking the\ndefault interest rate, if Perry did not so inform the debtors?\n\n                                      -10-\n\faccelerated in April.       Notably, Perry’s notice letter only sought\n\ndefault-rate interest and late fees as a sanction for the late\n\npayments.   There was no hint that Perry anticipated anything other\n\nthan the continuation of installment payments.\n\n            Perry’s claim that default-rate interest was not waived\n\nfor the April and May payments is also refuted by the record.\n\nPerry’s   notice   letter    specifically    provided   that   default-rate\n\ninterest was triggered by the late June payment, not before.\n\nSignificantly, the notice letter explicitly sought late fees as the\n\nonly sanction for the tardy April and May payments.6           In addition,\n\nPerry’s reliance on the “non-waiver” provision is misdirected.\n\nUnder the Note, a forbearance by Perry regarding a default does not\n\nwaive Perry’s right to any remedy under the Note during any\n\ncontinuing or subsequent default.           That, however, is beside the\n\npoint.    The real issue is whether Perry could choose to excuse a\n\nspecific default and waive the penalty for that specific default.\n\nOn that score, Perry had that power – under both the default clause\n\nand the broadly worded additional powers clause - and exercised it\n\nfor the late April and May payments.\n\n            Perry next claims that there is no right to cure in the\n\nNote and no such right could be imported from the Pledge.             This\n\n\n\n6\n     On appeal, Perry appears to have conceded that late fees would\nneed not be included with a late payment, but instead would be\nadded to principal.\n\n\n                                   -11-\n\fcontention also does not bear scrutiny.                  As noted by the district\n\ncourt,    the      relevant   documents      were    collectively     directed   to\n\naccomplishing        the   sale   of   the    companies,      and   thus   properly\n\nconstrued together under Maine law.                 See Crowe, 365 F.3d at 95.\n\nThe conclusion that the documents were intended to be interrelated\n\nis buttressed by the fact that both the Note and Pledge expressly\n\nrefer to each other, and events under one trigger consequences\n\nunder the other.7\n\n              Further, a full and fair reading of the Note’s language\n\nindicates that there is a right to cure defaults under the Note.\n\nFor example, the Note’s default clause includes the qualification,\n\n“not cured within any applicable cure period,” strongly suggesting\n\nthat defaults need not be fatal.             The default clause also includes\n\nsuch phrases as “while any Default continues” and “during any\n\nDefault” language which anticipates that defaults can be remedied.\n\nMoreover, the Pledge expressly provides that a default would\n\ninclude “failure to pay any of the obligation [Note] secured hereby\n\nwhen due not cured within any applicable cure period . . . .”\n\nWhile    it   is    conceivable    that   this      is   a   conditional   catchall\n\nprovision, we will not rush to such an interpretation, which would\n\n\n7\n     For example, the Note provides: “The indebtedness evidenced\nby this Note is secured by a Pledge Agreement of the Borrowers’\nmembership interest in [companies], as well as guarantees by those\nlimited liability companies, and reference is made thereto for\nadditional rights as to the acceleration of the indebtedness\nevidenced by this Note.” (Emphasis added.)\n\n\n                                        -12-\n\frender the language surplusage if defaults under the Note are\n\nincurable.    See   Crowe,    365   F.3d   at   97   (contracts   must   be\n\ninterpreted to avoid rendering terms meaningless, nonsensical, or\n\nmere surplusage).    In addition to the linguistic problems with\n\nPerry’s position, there is a logical one as well.        The only default\n\nthat triggered the Pledge was the default on the Note, and the only\n\nway to cure the default under the Pledge was to cure the default\n\nunder the Note.   But, if defaults under the Note are incurable, we\n\nare at a loss to understand to what cure the June 27, 2005, notice\n\nletter refers.    Accordingly, we reject Perry's argument on this\n\nissue as well.\n\n          Lastly, Perry claims that, even if the Wolavers had the\n\nopportunity to cure, they failed to do so because the tendered June\n\nand July payments did not include interest at the default rate,\n\nwhich was “automatically” triggered by the late April payment.           We\n\nhave already rejected this thesis about the April payment.               In\n\naddition, the district court noted that there was no default\n\nbecause, like late fees, the default-rate interest was to be added\n\nto the principal balance, not the individual monthly payments.\n\nMoreover, pursuant to Perry’s own decree in the notice letter, the\n\ndefault-rate was not activated until June 27, 2005 (the date of the\n\nnotice letter). But the notice letter simultaneously triggered the\n\ncure period, which, as noted above, permits any defaults under the\n\nNote to be remedied.         All these approaches lead to the same\n\n\n                                    -13-\n\fconclusion: the Wolavers cured the defaults by tendering the June\n\nand July payments within the extended cure period, and therefore\n\nPerry had no basis for invoking the acceleration clause.\n\n            The parties concede that the agreements are not models of\n\nclarity.     At the end of the day, we are left with the district\n\ncourt’s reading of the agreements, which is plausible, and Perry’s\n\ninterpretation, which is not.           Because “there is no room for any\n\nreasonable    difference     of    opinion      as    to   the   meaning”    of   the\n\nagreements, Crowe, 365 F.3d at 97 (emphasis in original), the\n\ndistrict court’s holding stands.              See, e.g., Global Naps, Inc. v.\n\nVerizon New England, Inc., et al., 2007 WL 2994613, at *5 (1st Cir.\n\nOct. 16, 2007) (affirming interpretation where, faced with cloudy\n\ncontract language and a contingency that the parties may not have\n\nfully thought through, the decision could be squared with the\n\nlanguage of the contract and no linguistic solution offered by the\n\nappellants was more obviously correct).\n\nB.   Calculation of PPA\n\n            Perry also argues that the district court erred by\n\ncalculating the PPA using a comparison date other than the closing\n\ndate   in    contravention        of   both     the    PSA   and    the     parties'\n\nexpectations.    Perry also asserts that the excluded cash and other\n\nassets were assets of the companies on the closing date, and\n\ntherefore should be included in the net asset amount for purposes\n\nof calculating the PPA.       We reject this challenge.\n\n\n                                       -14-\n\f              The district court’s asserted shift of the “closing date”\n\nto February 29, 2004,8 for purposes of the calculation is not\n\nimportant. The real question is whether the calculation of the PPA\n\nshould include the cash and other assets9 to be retained by Perry\n\nafter   the    sale   as   assets   of   the   companies   for   purposes   of\n\ndetermining the net assets “at closing.”               The district court\n\nexcluded these assets from the calculation. Whether this exclusion\n\nis characterized as doing the calculation at the date of ultimate\n\ndistribution of the assets to Perry (instead of the actual closing\n\ndate) or simply excluding these assets from the closing day assets\n\nbecause they were not assets of the companies (as they belonged to\n\nPerry) or whether these assets were deemed offset on the balance\n\nsheet by a liability to Perry is of no real consequence.            The only\n\nissue is whether the decision to exclude the assets was proper.\n\n              In the end, there is no dispute that the assets were\n\nintended to be distributed to Perry shortly after closing and would\n\nthus not inure to the benefit of the Wolavers.             Further, because\n\nthe PSA provided that the Wolavers were purchasing the assets\n\nbelonging to the companies, and the disputed assets belonged to\n\nPerry, the district court was correct to exclude these assets from\n\n\n\n8\n     The only difference of any consequence in the financial\nstatements on the competing dates is the presence or absence of the\ncash assets distributed to Perry.\n9\n     The record indicates that personal vehicles and the like would\nalso leave with Perry.\n\n                                     -15-\n\fthe PPA calculation.     It would make no commercial sense for the\n\nWolavers   to   “purchase”   cash   that   they   would   never   receive   –\n\nparticularly when they had arranged for a separate loan from Perry\n\nto provide working capital for the companies to replace the cash\n\nthat was distributed.        Moreover, Perry’s position, if accepted,\n\ncould lead to illogical results.       For example, if all assets even\n\ntechnically possessed by the companies on the closing date were\n\nincluded in the calculation, the Wolavers would be charged for the\n\nvalue of Perry’s personal vehicles parked on the premises at\n\nclosing, even though Perry would be driving them away immediately\n\nthereafter. Similarly, Perry’s argument that an “apples to apples”\n\ncomparison would require excluding the cash from the December 31,\n\n2003 balance sheet for the PPA calculation is also unpersuasive.\n\nAs the district court noted, there is no indication that this was\n\nthe parties’ intent, and the PPA is specifically designed to\n\naccount for such changes in the balance sheet between year-end and\n\nclosing. We discern no error in the district court’s calculation.10\n\n\n10\n     Lastly, Perry also claims that the district court committed\nreversible error by permitting the Wolavers to file their response\nto Perry’s motion for summary judgment approximately 7 days late.\nCounsel for the Wolavers stated that he had failed to receive a\ntimely electronic notice of the motion, but conceded that he had\nreceived all other such notices in the case. Perry’s essential\nthesis is that the Wolavers’ reason for being late smacked of\nsimple inattentiveness by counsel, which does not constitute\n“excusable neglect” to excuse a late filing.\n     “Under the excusable neglect rubric, courts are permitted,\nwhen appropriate, to accept late filings caused by inadvertence or\nmistake.”   Bennet v. City of Holyoke, 362 F.3d 1, 5 (1st Cir.\n2004).   Whether a given error is excusable “has a significant\n\n                                    -16-\n\fC. Attorney’s Fees\n\n           In    their   cross-appeal,    the   Wolavers   argue    that   the\n\ndistrict court erred in denying their motion for attorney’s fees\n\nunder the indemnity provision of the PSA.11            They argue that the\n\nduty to properly calculate the PPA was an “obligation” Perry\n\nassumed prior to closing and failed to meet.           Alternatively, they\n\nposit   that    miscellaneous   errors    in    the   financial    statements\n\n\n\n\nequitable component and must give due regard to the totality of the\nrelevant circumstances.”    Bennet, 362 F.3d at 5.     Moreover, we\ngenerally defer to the district court’s broad discretion in\nassessing such case management decisions.     See Perez-Cordero v.\nWalmart Puerto Rico, 440 F.3d 531, 533-34 (1st Cir. 2006).\n      The district court, while somewhat dubious of the adequacy of\ncounsel’s excuse, nonetheless concluded that the filing would be\nallowed. The court was persuaded by the following factors: (1)\nthe Wolavers had not missed any previous deadlines; (2) the\nWolavers had responded promptly upon learning of their error; (3)\nthere was no hint of bad faith or intent to delay, and (4) there\nwas no prejudice to Perry because the same issues and evidence were\nalready before the court.      In light of the district court’s\nthorough consideration of all the circumstances, we see no abuse of\ndiscretion.\n11\n     “Sellers shall indemnify Buyers and hold Buyers harmless from\nand against any and all claims, losses, liabilities or expenses,\nincluding reasonable attorneys’ fees, which may be asserted against\nor incurred by Buyers or [companies] as a result of obligations\nincurred by Sellers or [companies] on or prior to Closing, or\narising from any act or omission of Sellers or [companies] and\ntheir agents, servants, and employees on or prior to Closing except\nfor those liabilities disclosed in [companies’] balance sheets\ndelivered to Buyers at Closing.      Sellers shall also indemnify\nBuyers and hold Buyers harmless from and against all claims brought\nunder workers’ compensation or other laws where the facts giving\nrise to such claim occurred on or prior to the Closing Date. . . .”\n\n                                   -17-\n\fprovided by Perry, which Perry warranted were accurate, also\n\njustify attorney’s fees. These contentions each have fatal flaws.12\n\n            First, the calculation of the PPA (and the subsequent\n\nagreement regarding its payment) did not occur prior to or at\n\nclosing.    The Wolavers attempt to blunt this fundamental truth by\n\nmaintaining that the closing did not “really” take place until the\n\nPPA was calculated.       However, the calculation of the PPA was\n\ndefined in the PSA as, and understood by all parties to be, a post-\n\nclosing    event.   Moreover,   calculating   the   PPA   was   a   mutual\n\nobligation of the parties, and, as calculated by the district\n\ncourt, the PPA was a benefit (not an undisclosed liability) to the\n\nWolavers.\n\n            Second, as to the alleged inaccuracies in the financial\n\nstatements as a basis for attorney’s fees, the Wolavers also face\n\nan insuperable problem.    These claims were settled.      The Wolavers\n\nriposte that the right to seek attorney’s fees based upon these\n\nclaims was preserved in the settlement, with the provision:\n\n            This stipulation shall not be construed as a\n            waiver of (a) the Defendants’ ability to\n            assert claims for certain balance sheet\n            adjustments and for attorney’s fees against\n            the Plaintiffs pursuant to the terms of the\n            February 27, 2004 Purchase & Sale Agreement,\n            (b) the Plaintiffs’ ability to defend against\n            said claims, or (c) of any party’s ability to\n\n\n\n12\n     Perry now argues that the Wolavers' request for fees came too\nlate in the district court, but Perry waived this procedural\nargument by failing to raise it below.\n\n                                 -18-\n\f          advance any argument on appeal permitted by\n          applicable law or court rule.\n\nThis language, however, is more naturally read as being directed to\n\nthe primary dispute – what assets were to be included on the\n\nbalance sheet for purposes of calculating PPA – because no other\n\nbalance sheet claims were “asserted” or “defended.”               Moreover,\n\nthere is a more fundamental problem with the Wolavers' position.\n\nBecause   these    financial      statement   claims   were    resolved     by\n\nsettlement, the district court would have no basis for assessing\n\nthe presence and significance of any alleged errors and therefore\n\nwould be unable to determine the propriety and amount of any\n\npotential award of fees.\n\n          For     the   reasons   stated    above,   the   judgment   of   the\n\ndistrict court is affirmed.        Each side shall bear their own costs.\n\n\n\n\n                                     -19-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>506 F.3d 48 (2007)</b></center>\n<center><h1>Peter P. PERRY and Michael T. Bordick, Plaintiffs, Appellants/Cross-Appellees,<br>\nv.<br>\nJohn H. WOLAVER and Barbara J. Wolaver, Defendants, Appellees/Cross-Appellants.</h1></center>\n<center>Nos. 06-2270, 06-2271.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 8, 2007.</center>\n<center>Decided October 26, 2007.</center>\n<p><span class=\"star-pagination\">*49</span> <span class=\"star-pagination\">*50</span> Kevin J. Beal, with whom Peter J. Brann and Brann &amp; Isaacson, were on brief, for appellants/cross-appellees.</p>\n<p>David C. Johnson, with whom George J. Marcus, Dale D. Wengler and Marcus, Clegg &amp; Mistretta, P.A. were on brief, for appellee/cross-appellants.</p>\n<p>Before BOUDIN, Chief Judge, CAMPBELL, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>This case involves the sale of a business which went awry. Plaintiff-sellers Peter P. Perry and Michael T. Bordick (we will refer to them hereafter collectively as \"Perry\") brought this action against defendant-buyers John and Barbara Wolaver (\"the Wolavers\") seeking to enforce various default provisions under the relevant agreements. The district court granted summary judgment largely in favor of the Wolavers, and both sides appealed.</p>\n<p></p>\n<h2>I.</h2>\n<p>The basic facts are essentially undisputed. Perry sought to sell two businesses, Perry Transport, LLC and Perry Transport Logistics Services, LLC (\"the companies\"), and the Wolavers agreed to purchase the companies. The parties signed a letter of intent which outlined the essential terms of the transaction and acknowledged that Perry would retain the cash and certain personal vehicles (as well as certain liabilities) from the companies after sale. The parties closed on the transaction on February 27, 2004, and they executed several agreements, which are the focus of this dispute. The Purchase and Sale Agreement (\"PSA\") provided for a purchase price of $715,000, with $400,00 to be paid in cash at closing and the balance provided by a promissory note (\"Note\") for $315,000. Further, the PSA provided for an adjustment of the actual sale price after closing to reflect changes in the net assets on the balance sheet between year-end and the date of closing. This purchase price adjustment (\"PPA\"), which the parties were required to agree upon within 30 days of closing, would be determined as follows:</p>\n<blockquote>(a) . . . The Purchase Price shall be adjusted (i) upward by the excess, if any, of the total value of the assets net of liabilities on the books of [the companies] as of the Closing Date (the \"Net assets\") exceeds Three Hundred Sixty-Six Thousand Nine Hundred Fifty-Six Dollars ($366,956) (the \"Baseline Amount\"), or (ii) downward by the excess, if any, of the Baseline Amount over the Net Assets. . . .</blockquote>\n<p>The Note required the Wolavers to pay Perry $6,163.36 on the first of every month until March 1, 2009, when the remaining balance was due. The Note provided for a range of consequences if the Wolavers failed to make payments as scheduled, including late fees<sup>[1]</sup> and increased interest.<sup>[2]</sup><span class=\"star-pagination\">*51</span> The most significant sanction under the Note, however, was acceleration of principal:</p>\n<blockquote>If any installment under this Note is not paid within fifteen (15) days of its due date or Borrowers fail to perform any of the terms, agreements, covenants or conditions contained in the Pledge Agreement and/or Commercial Lease Agreement between these same parties, and/or a certain Promissory Note from [the Wolavers] to Holders in the amount of $107,748.43, all of near or even date herewith, or other instruments given as security for this Note, not cured within any applicable cure period, a Default shall be deemed to have occurred under this Note, and then, or at any time thereafter during the continuance of any such Default, the entire unpaid balance of the Note together with any interest accrued thereunder, shall, at the election of the Holders, and without Notice of such election and without Demand or Presentment, become immediately due and payable, and the principal balance together with any interest accrued thereunder shall thereafter bear the simple interest at the Default Rate until paid. The failure of the Holders to promptly exercise their rights to declare the indebtedness remaining unpaid hereunder to be immediately due and payable or the acceptance of one or more installments from any person shall not constitute a waiver of any of Holders' rights while any Default continues nor a waiver of Holders' rights in connection with any subsequent Default. The Holders may exercise this option to accelerate during any Default by the undersigned regardless of any prior forbearance. . . . (Emphasis in original).</blockquote>\n<p>Under \"Additional Terms,\" Perry also reserved broad rights to modify the Note's terms, including reducing the payments, extending the term, or otherwise modifying the Note's provisions. The Note in turn was secured by the Pledge and Security Agreement (\"Pledge\").</p>\n<p>The Pledge gave Perry a security interest in 100% of the membership units of the companies. The Pledge also contained what the parties have characterized as a \"cure provision,\" which required Perry to provide \"fifteen (15) days prior written notice to\" the Wolavers after a default before utilizing any remedy under the Pledge. The most significant default under the Pledge was \"failure to pay any of the obligation secured hereby [the Note] when due not cured within any applicable cure period. . . .\" The most significant remedy under the Pledge was the transfer of ownership of the membership units back to Perry.</p>\n<p>In late March, Perry's broker calculated the PPA, but he disregarded the formula provided for in the PSA. The broker instead recalculated the assets (not including cash and cash equivalents) and liabilities as of year-end and closing, determined the change in each, and concluded that there was an increase in net assets of $41,151. The broker's error was not noticed at the time, and the parties accepted this figure and entered into an oral agreement for the Wolavers to pay off the PPA in monthly <span class=\"star-pagination\">*52</span> installments to Perry.<sup>[3]</sup></p>\n<p>For approximately a year, all went smoothly. However, in early 2005, the Wolavers discovered the error in the calculation of the PPA and concluded that a proper calculation would have resulted in a substantial reduction in purchase price. The parties began negotiating the matter.</p>\n<p>During the negotiations, the Wolavers paid both the April and May 2005 payments after the 15-day grace period each month, and neither payment included late fees or the increased default-rate interest. Perry accepted these payments without comment. However, when the June payment did not arrive on time, Perry sent a notice letter, dated June 27, 2005, stating that the Wolavers were in default under the Note: \"because [the Wolavers] failed to make [their] June 1, 2005 [payment] on a timely basis.\" The notice letter also advised that:</p>\n<blockquote>Interest on that note is now increased to twelve percent (12%) per annum, the default interest provided in the note. Additionally, you now owe late fees for that note for the months of March, April, May and June as the note provides.</blockquote>\n<p>Lastly, the notice letter cautioned that:</p>\n<blockquote>your default of your obligations on the promissory note also constitute [sic] a default of the Pledge and Security Agreement dated February 27, 2004, securing the promissory note. This letter shall serve as your fifteen (15) day notice to cure under that Agreement. Your failure to cure within the cure period will trigger all of my clients' rights to the membership interests in both limited liability companies.</blockquote>\n<p>(emphasis in original).</p>\n<p>Further negotiation yielded a ten-day extension to the cure period, and the Wolavers tendered the June and July checks within the extended cure period. But Perry did not cash them because they failed to include late fees and default-rate interest. Instead, Perry sent a default letter dated July 26, 2005, notifying the Wolavers that the extended cure period had expired and that Perry was accelerating the note and demanding immediate payment.</p>\n<p>Shortly thereafter, Perry brought this action in district court claiming breaches of the Note, oral agreement, and Pledge and seeking reformation of the PSA. The Wolavers counterclaimed, seeking a declaratory judgment that the PPA was overstated and that they were not in breach or default of the Note. They also sought recision of the oral agreement and reformation of the Note. Both sides moved for partial summary judgment.</p>\n<p>The district court first held that Perry had waived interest and late fees for the April and May payments. The court further concluded that the Note and Pledge ought to be read together and that the \"cure\" period in the Pledge was incorporated into the Note. The court then held that the Wolavers had cured the defaults under the Note by tendering their June and July payments within the extended cure period, cutting off Perry's right to accelerate the Note or claim remedies under the Pledge. As to default-rate interest and late fees for the June and July payments, the court stated that these penalties were intended to be added to the principal and not paid with the late installments.</p>\n<p>In addition, the district court recalculated the PPA, using the formula provided in the PSA. Significantly, the district court excluded the cash and other assets to be distributed to Perry held by the companies <span class=\"star-pagination\">*53</span> at closing in determining net assets at the time of sale.<sup>[4]</sup> The district court concluded that the Wolavers were entitled to a revised PPA of $48,276 in their favor (plus the return of their prior payments on the oral agreement). The district court denied summary judgment as to the remaining claims and denied the Wolavers' motion for attorney's fees. The parties then settled the remaining claims so the district court could enter final judgment, and this appeal followed.</p>\n<p></p>\n<h2>II.</h2>\n<p>Perry argues that the district court erred in holding that the Wolavers were not in default of the Note and that the court grossly miscalculated the PPA. On cross-appeal, the Wolavers contend that the district court erred in denying their motion for attorney's fees. We reject each of the claims.</p>\n<p>\"We review a district court's grant of summary judgment <i>de novo,</i> viewing the facts in the light most favorable to the nonmovant.\" <i>Hodgkins v. New England Telephone Co.,</i> 82 F.3d 1226, 1229 (1st Cir.1996). Summary judgment is warranted \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed. R. Civ. Pro. 56(c). \"We may affirm a summary judgment decision on any basis apparent in the record.\" <i>Uncle Henry's Inc. v. Plaut Consulting Co.,</i> 399 F.3d 33, 41 (1st Cir.2005).</p>\n<p>Under Maine law, the interpretation of a contract's unambiguous terms is a question of law for the court, and we review this determination de novo. <i>Crowe v. Bolduc,</i> 365 F.3d 86, 95 (1st Cir.2004). Contracts should be interpreted to give effect to the parties' intentions expressed by the writing, considering the subject matter, purpose, and object of the contract. <i>Id.</i> at 95. Further, a contract should \"be interpreted so as to give force to all its provisions.\" <i>Id.</i> at 97. Moreover, if the parties enter into multiple contracts at the same time to complete a single transaction, \"the contracts ought to be construed together.\" <i>Id.</i> at 95.</p>\n<p><i>A. Breach of the Note</i></p>\n<p>Perry asserts four grounds for his argument that the Wolavers were in default of the Note, entitling him to accelerate payment of the principal. First, he argues that the Note \"automatically\" accelerated with the first late payment in April. Second, Perry asserts that there was no waiver of late fees or default-rate interest for the April and May payments; moreover, in light of the \"no waiver\" clause, Perry could accelerate the Note based on these continuing defaults. Third, he maintains that there is no right to cure under the Note, and the Note did not incorporate the \"cure\" provision in the Pledge. Fourth, even if there was a right to \"cure\" under the Note, the Wolavers failed to do so because their June and July payments failed to include default-rate interest. Perry also says that as a consequence of that default, the Wolavers were also in default on the Pledge, triggering the remedies therein. We examine these contentions in turn and find all of them lacking.</p>\n<p>Perry's assertion that the late April payment automatically (and with no \"notice\" required<sup>[5]</sup>) accelerated the principal <span class=\"star-pagination\">*54</span> is a nonstarter. This position is expressly contradicted by the Note, which makes accelerating the principal merely an option Perry could affirmatively elect in the event of a default. Moreover, Perry's own conduct makes it obvious that Perry did not accelerate the Note or believe that the Note had been automatically accelerated in April. Notably, Perry's notice letter only sought default-rate interest and late fees as a sanction for the late payments. There was no hint that Perry anticipated anything other than the continuation of installment payments.</p>\n<p>Perry's claim that default-rate interest was not waived for the April and May payments is also refuted by the record. Perry's notice letter specifically provided that default-rate interest was triggered by the late June payment, not before. Significantly, the notice letter explicitly sought late fees as the only sanction for the tardy April and May payments.<sup>[6]</sup> In addition, Perry's reliance on the \"non-waiver\" provision is misdirected. Under the Note, a forbearance by Perry regarding a default does not waive Perry's right to any remedy under the Note during any continuing or subsequent default. That, however, is beside the point. The real issue is whether Perry could choose to excuse a specific default and waive the penalty for that specific default. On that score, Perry had that power-under both the default clause and the broadly worded additional powers clause-and exercised it for the late April and May payments.</p>\n<p>Perry next claims that there is no right to cure in the Note and no such right could be imported from the Pledge. This contention also does not bear scrutiny. As noted by the district court, the relevant documents were collectively directed to accomplishing the sale of the companies, and thus properly construed together under Maine law. <i>See </i><i>Crowe,</i> 365 F.3d at 95. The conclusion that the documents were intended to be interrelated is buttressed by the fact that both the Note and Pledge expressly refer to each other, and events under one trigger consequences under the other.<sup>[7]</sup></p>\n<p>Further, a full and fair reading of the Note's language indicates that there is a right to cure defaults under the Note. For example, the Note's default clause includes the qualification, \"not cured within any applicable cure period,\" strongly suggesting that defaults need not be fatal. The default clause also includes such phrases as \"while any Default continues\" and \"during any Default\" language which <span class=\"star-pagination\">*55</span> anticipates that defaults can be remedied. Moreover, the Pledge expressly provides that a default would include \"failure to pay any of the obligation [Note] secured hereby when due not cured within any applicable cure period. . . .\" While it is conceivable that this is a conditional catchall provision, we will not rush to such an interpretation, which would render the language surplusage if defaults under the Note are incurable. <i>See </i><i>Crowe,</i> 365 F.3d at 97 (contracts must be interpreted to avoid rendering terms meaningless, nonsensical, or mere surplusage). In addition to the linguistic problems with Perry's position, there is a logical one as well. The only default that triggered the Pledge was the default on the Note, and the only way to cure the default under the Pledge was to cure the default under the Note. But, if defaults under the Note are incurable, we are at a loss to understand to what cure the June 27, 2005, notice letter refers. Accordingly, we reject Perry's argument on this issue as well.</p>\n<p>Lastly, Perry claims that, even if the Wolavers had the opportunity to cure, they failed to do so because the tendered June and July payments did not include interest at the default rate, which was \"automatically\" triggered by the late April payment. We have already rejected this thesis about the April payment. In addition, the district court noted that there was no default because, like late fees, the default-rate interest was to be added to the principal balance, not the individual monthly payments. Moreover, pursuant to Perry's own decree in the notice letter, the default-rate was not activated until June 27, 2005 (the date of the notice letter). But the notice letter simultaneously triggered the cure period, which, as noted above, permits any defaults under the Note to be remedied. All these approaches lead to the same conclusion: the Wolavers cured the defaults by tendering the June and July payments within the extended cure period, and therefore Perry had no basis for invoking the acceleration clause.</p>\n<p>The parties concede that the agreements are not models of clarity. At the end of the day, we are left with the district court's reading of the agreements, which is plausible, and Perry's interpretation, which is not. Because \"there is no room for any <i>reasonable</i> difference of opinion as to the meaning\" of the agreements, <i>Crowe,</i> 365 F.3d at 97 (emphasis in original), the district court's holding stands. <i>See, e.g., </i><i>Global Naps, Inc. v. Verizon New England, Inc., et al.,</i> 2007 WL 2994613, at *5 (1st Cir. Oct. 16, 2007) (affirming interpretation where, faced with cloudy contract language and a contingency that the parties may not have fully thought through, the decision could be squared with the language of the contract and no linguistic solution offered by the appellants was more obviously correct).</p>\n<p><i>B. Calculation of PPA</i></p>\n<p>Perry also argues that the district court erred by calculating the PPA using a comparison date other than the closing date in contravention of both the PSA and the parties' expectations. Perry also asserts that the excluded cash and other assets were assets of the companies on the closing date, and therefore should be included in the net asset amount for purposes of calculating the PPA. We reject this challenge.</p>\n<p>The district court's asserted shift of the \"closing date\" to February 29, 2004,<sup>[8]</sup> for purposes of the calculation is not important. The real question is whether <span class=\"star-pagination\">*56</span> the calculation of the PPA should include the cash and other assets<sup>[9]</sup> to be retained by Perry after the sale as assets of the companies for purposes of determining the net assets \"at closing.\" The district court excluded these assets from the calculation. Whether this exclusion is characterized as doing the calculation at the date of ultimate distribution of the assets to Perry (instead of the actual closing date) or simply excluding these assets from the closing day assets because they were not assets of the companies (as they belonged to Perry) or whether these assets were deemed offset on the balance sheet by a liability to Perry is of no real consequence. The only issue is whether the decision to exclude the assets was proper. In the end, there is no dispute that the assets were intended to be distributed to Perry shortly after closing and would thus not inure to the benefit of the Wolavers. Further, because the PSA provided that the Wolavers were purchasing the <i>assets belonging to the companies,</i> and the disputed assets belonged to Perry, the district court was correct to exclude these assets from the PPA calculation. It would make no commercial sense for the Wolavers to \"purchase\" cash that they would never receive  particularly when they had arranged for a separate loan from Perry to provide working capital for the companies to replace the cash that was distributed. Moreover, Perry's position, if accepted, could lead to illogical results. For example, if all assets even technically possessed by the companies on the closing date were included in the calculation, the Wolavers would be charged for the value of Perry's personal vehicles parked on the premises at closing, even though Perry would be driving them away immediately thereafter. Similarly, Perry's argument that an \"apples to apples\" comparison would require excluding the cash from the December 31, 2003 balance sheet for the PPA calculation is also unpersuasive. As the district court noted, there is no indication that this was the parties' intent, and the PPA is specifically designed to account for such changes in the balance sheet between year-end and closing. We discern no error in the district court's calculation.<sup>[10]</sup></p>\n<p><i>C. Attorney's Fees</i></p>\n<p>In their cross-appeal, the Wolavers argue that the district court erred in <span class=\"star-pagination\">*57</span> denying their motion for attorney's fees under the indemnity provision of the PSA.<sup>[11]</sup> They argue that the duty to properly calculate the PPA was an \"obligation\" Perry assumed prior to closing and failed to meet. Alternatively, they posit that miscellaneous errors in the financial statements provided by Perry, which Perry warranted were accurate, also justify attorney's fees. These contentions each have fatal flaws.<sup>[12]</sup></p>\n<p>First, the calculation of the PPA (and the subsequent agreement regarding its payment) did not occur prior to or at closing. The Wolavers attempt to blunt this fundamental truth by maintaining that the closing did not \"really\" take place until the PPA was calculated. However, the calculation of the PPA was defined in the PSA as, and understood by all parties to be, a post-closing event. Moreover, calculating the PPA was a mutual obligation of the parties, and, as calculated by the district court, the PPA was a benefit (not an undisclosed liability) to the Wolavers.</p>\n<p>Second, as to the alleged inaccuracies in the financial statements as a basis for attorney's fees, the Wolavers also face an insuperable problem. These claims were settled. The Wolavers riposte that the right to seek attorney's fees based upon these claims was preserved in the settlement, with the provision:</p>\n<blockquote>This stipulation shall not be construed as a waiver of (a) the Defendants' ability to assert claims for certain balance sheet adjustments and for attorney's fees against the Plaintiffs pursuant to the terms of the February 27, 2004 Purchase &amp; Sale Agreement, (b) the Plaintiffs' ability to defend against said claims, or (c) of any party's ability to advance any argument on appeal permitted by applicable law or court rule.</blockquote>\n<p>This language, however, is more naturally read as being directed to the primary dispute  what assets were to be included on the balance sheet for purposes of calculating PPA  because no other balance sheet claims were \"asserted\" or \"defended.\" Moreover, there is a more fundamental problem with the Wolavers' position. Because these financial statement claims were resolved by settlement, the district court would have no basis for assessing the presence and significance of any alleged errors and therefore would be unable to determine the propriety and amount of any potential award of fees.</p>\n<p>For the reasons stated above, the judgment of the district court is <i>affirmed.</i> Each side shall bear their own costs.</p>\n<h2>NOTES</h2>\n<p>[1]  \"If Borrowers fail to deliver to Holders any installment hereunder, including but not limited to the Balloon Payment, within fifteen (15) days of its due date, a five percent (5.00%) late fee shall be assessed and added to the outstanding amounts due under this Note.\"</p>\n<p>[2]  \"The principal balance of this Note outstanding from time to time shall bear interest at a fixed rate equal to <i>six and one-half percent (6.5%) per annum.</i> A default interest rate (`Default Rate') of twelve percent (12%) per annum shall accrue from the date of default by Borrowers in the obligations under this Promissory Note.\" (Emphasis in original.)</p>\n<p>[3]  To date, the Wolavers have paid $26,852.82 under the oral agreement.</p>\n<p>[4]  In effect, the district court utilized the companies' balance sheet as it appeared a few days post-closing after the distribution to Perry.</p>\n<p>[5]  Perry emphasizes that no \"notice,\" \"demand\" or \"presentment\" is required to invoke the Note's default provisions. Indeed, Perry insists that all communications with the Wolavers about the default under the Note were essentially gratuitous. Perry's rigidly literalist position confuses legal \"notice\" and practical business communication. For example, given that Perry had the option of accelerating the Note in the event of a default, how would a defaulting debtor know the option was being exercised (and payment due) in the absence of a communication from Perry? Further, how would a hypothetical debtor know that a mailed payment arrived after the fifteenth of the month, thereby potentially invoking the default interest rate, if Perry did not so inform the debtors?</p>\n<p>[6]  On appeal, Perry appears to have conceded that late fees would need not be included with a late payment, but instead would be added to principal.</p>\n<p>[7]  For example, the Note provides: \"The indebtedness evidenced by this Note is secured by a Pledge Agreement of the Borrowers' membership interest in [companies], as well as guarantees by those limited liability companies, and <i>reference is made thereto for additional rights as to the acceleration of the indebtedness evidenced by this Note.</i>\" (Emphasis added.)</p>\n<p>[8]  The only difference of any consequence in the financial statements on the competing dates is the presence or absence of the cash assets distributed to Perry.</p>\n<p>[9]  The record indicates that personal vehicles and the like would also leave with Perry.</p>\n<p>[10]  Lastly, Perry also claims that the district court committed reversible error by permitting the Wolavers to file their response to Perry's motion for summary judgment approximately 7 days late. Counsel for the Wolavers stated that he had failed to receive a timely electronic notice of the motion, but conceded that he had received all other such notices in the case. Perry's essential thesis is that the Wolavers' reason for being late smacked of simple inattentiveness by counsel, which does not constitute \"excusable neglect\" to excuse a late filing.\n</p>\n<p>\"Under the excusable neglect rubric, courts are permitted, when appropriate, to accept late filings caused by inadvertence or mistake.\" <i>Bennett v. City of Holyoke,</i> 362 F.3d 1, 5 (1st Cir.2004). Whether a given error is excusable \"has a significant equitable component and must give due regard to the totality of the relevant circumstances.\" <i>Bennett,</i> 362 F.3d at 5. Moreover, we generally defer to the district court's broad discretion in assessing such case management decisions. <i>See </i><i>Perez-Cordero v. Wal-Mart Puerto Rico,</i> 440 F.3d 531, 533-34 (1st Cir.2006).</p>\n<p>The district court, while somewhat dubious of the adequacy of counsel's excuse, nonetheless concluded that the filing would be allowed. The court was persuaded by the following factors: (1) the Wolavers had not missed any previous deadlines; (2) the Wolavers had responded promptly upon learning of their error; (3) there was no hint of bad faith or intent to delay, and (4) there was no prejudice to Perry because the same issues and evidence were already before the court. In light of the district court's thorough consideration of all the circumstances, we see no abuse of discretion.</p>\n<p>[11]  \"Sellers shall indemnify Buyers and hold Buyers harmless from and against any and all claims, losses, liabilities or expenses, including reasonable attorneys' fees, which may be asserted against or incurred by Buyers or [companies] as a result of obligations incurred by Sellers or [companies] on or prior to Closing, or arising from any act or omission of Sellers or [companies] and their agents, servants, and employees on or prior to Closing except for those liabilities disclosed in [companies'] balance sheets delivered to Buyers at Closing. Sellers shall also indemnify Buyers and hold Buyers harmless from and against all claims brought under workers' compensation or other laws where the facts giving rise to such claim occurred on or prior to the Closing Date. . . .\"</p>\n<p>[12]  Perry now argues that the Wolavers' request for fees came too late in the district court, but Perry waived this procedural argument by failing to raise it below.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">48</span></span> (2007)</b></center>\n<center><h1>Peter P. PERRY and Michael T. Bordick, Plaintiffs, Appellants/Cross-Appellees,<br>\nv.<br>\nJohn H. WOLAVER and Barbara J. Wolaver, Defendants, Appellees/Cross-Appellants.</h1></center>\n<center>Nos. 06-2270, 06-2271.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 8, 2007.</center>\n<center>Decided October 26, 2007.</center>\n<p><span class=\"star-pagination\">*49</span> <span class=\"star-pagination\">*50</span> Kevin J. Beal, with whom Peter J. Brann and Brann &amp; Isaacson, were on brief, for appellants/cross-appellees.</p>\n<p>David C. Johnson, with whom George J. Marcus, Dale D. Wengler and Marcus, Clegg &amp; Mistretta, P.A. were on brief, for appellee/cross-appellants.</p>\n<p>Before BOUDIN, Chief Judge, CAMPBELL, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>This case involves the sale of a business which went awry. Plaintiff-sellers Peter P. Perry and Michael T. Bordick (we will refer to them hereafter collectively as \"Perry\") brought this action against defendant-buyers John and Barbara Wolaver (\"the Wolavers\") seeking to enforce various default provisions under the relevant agreements. The district court granted summary judgment largely in favor of the Wolavers, and both sides appealed.</p>\n<p></p>\n<h2>I.</h2>\n<p>The basic facts are essentially undisputed. Perry sought to sell two businesses, Perry Transport, LLC and Perry Transport Logistics Services, LLC (\"the companies\"), and the Wolavers agreed to purchase the companies. The parties signed a letter of intent which outlined the essential terms of the transaction and acknowledged that Perry would retain the cash and certain personal vehicles (as well as certain liabilities) from the companies after sale. The parties closed on the transaction on February 27, 2004, and they executed several agreements, which are the focus of this dispute. The Purchase and Sale Agreement (\"PSA\") provided for a purchase price of $715,000, with $400,00 to be paid in cash at closing and the balance provided by a promissory note (\"Note\") for $315,000. Further, the PSA provided for an adjustment of the actual sale price after closing to reflect changes in the net assets on the balance sheet between year-end and the date of closing. This purchase price adjustment (\"PPA\"), which the parties were required to agree upon within 30 days of closing, would be determined as follows:</p>\n<blockquote>(a) . . . The Purchase Price shall be adjusted (i) upward by the excess, if any, of the total value of the assets net of liabilities on the books of [the companies] as of the Closing Date (the \"Net assets\") exceeds Three Hundred Sixty-Six Thousand Nine Hundred Fifty-Six Dollars ($366,956) (the \"Baseline Amount\"), or (ii) downward by the excess, if any, of the Baseline Amount over the Net Assets. . . .</blockquote>\n<p>The Note required the Wolavers to pay Perry $6,163.36 on the first of every month until March 1, 2009, when the remaining balance was due. The Note provided for a range of consequences if the Wolavers failed to make payments as scheduled, including late fees<sup>[1]</sup> and increased interest.<sup>[2]</sup><span class=\"star-pagination\">*51</span> The most significant sanction under the Note, however, was acceleration of principal:</p>\n<blockquote>If any installment under this Note is not paid within fifteen (15) days of its due date or Borrowers fail to perform any of the terms, agreements, covenants or conditions contained in the Pledge Agreement and/or Commercial Lease Agreement between these same parties, and/or a certain Promissory Note from [the Wolavers] to Holders in the amount of $107,748.43, all of near or even date herewith, or other instruments given as security for this Note, not cured within any applicable cure period, a Default shall be deemed to have occurred under this Note, and then, or at any time thereafter during the continuance of any such Default, the entire unpaid balance of the Note together with any interest accrued thereunder, shall, at the election of the Holders, and without Notice of such election and without Demand or Presentment, become immediately due and payable, and the principal balance together with any interest accrued thereunder shall thereafter bear the simple interest at the Default Rate until paid. The failure of the Holders to promptly exercise their rights to declare the indebtedness remaining unpaid hereunder to be immediately due and payable or the acceptance of one or more installments from any person shall not constitute a waiver of any of Holders' rights while any Default continues nor a waiver of Holders' rights in connection with any subsequent Default. The Holders may exercise this option to accelerate during any Default by the undersigned regardless of any prior forbearance. . . . (Emphasis in original).</blockquote>\n<p>Under \"Additional Terms,\" Perry also reserved broad rights to modify the Note's terms, including reducing the payments, extending the term, or otherwise modifying the Note's provisions. The Note in turn was secured by the Pledge and Security Agreement (\"Pledge\").</p>\n<p>The Pledge gave Perry a security interest in 100% of the membership units of the companies. The Pledge also contained what the parties have characterized as a \"cure provision,\" which required Perry to provide \"fifteen (15) days prior written notice to\" the Wolavers after a default before utilizing any remedy under the Pledge. The most significant default under the Pledge was \"failure to pay any of the obligation secured hereby [the Note] when due not cured within any applicable cure period. . . .\" The most significant remedy under the Pledge was the transfer of ownership of the membership units back to Perry.</p>\n<p>In late March, Perry's broker calculated the PPA, but he disregarded the formula provided for in the PSA. The broker instead recalculated the assets (not including cash and cash equivalents) and liabilities as of year-end and closing, determined the change in each, and concluded that there was an increase in net assets of $41,151. The broker's error was not noticed at the time, and the parties accepted this figure and entered into an oral agreement for the Wolavers to pay off the PPA in monthly <span class=\"star-pagination\">*52</span> installments to Perry.<sup>[3]</sup></p>\n<p>For approximately a year, all went smoothly. However, in early 2005, the Wolavers discovered the error in the calculation of the PPA and concluded that a proper calculation would have resulted in a substantial reduction in purchase price. The parties began negotiating the matter.</p>\n<p>During the negotiations, the Wolavers paid both the April and May 2005 payments after the 15-day grace period each month, and neither payment included late fees or the increased default-rate interest. Perry accepted these payments without comment. However, when the June payment did not arrive on time, Perry sent a notice letter, dated June 27, 2005, stating that the Wolavers were in default under the Note: \"because [the Wolavers] failed to make [their] June 1, 2005 [payment] on a timely basis.\" The notice letter also advised that:</p>\n<blockquote>Interest on that note is now increased to twelve percent (12%) per annum, the default interest provided in the note. Additionally, you now owe late fees for that note for the months of March, April, May and June as the note provides.</blockquote>\n<p>Lastly, the notice letter cautioned that:</p>\n<blockquote>your default of your obligations on the promissory note also constitute [sic] a default of the Pledge and Security Agreement dated February 27, 2004, securing the promissory note. This letter shall serve as your fifteen (15) day notice to cure under that Agreement. Your failure to cure within the cure period will trigger all of my clients' rights to the membership interests in both limited liability companies.</blockquote>\n<p>(emphasis in original).</p>\n<p>Further negotiation yielded a ten-day extension to the cure period, and the Wolavers tendered the June and July checks within the extended cure period. But Perry did not cash them because they failed to include late fees and default-rate interest. Instead, Perry sent a default letter dated July 26, 2005, notifying the Wolavers that the extended cure period had expired and that Perry was accelerating the note and demanding immediate payment.</p>\n<p>Shortly thereafter, Perry brought this action in district court claiming breaches of the Note, oral agreement, and Pledge and seeking reformation of the PSA. The Wolavers counterclaimed, seeking a declaratory judgment that the PPA was overstated and that they were not in breach or default of the Note. They also sought recision of the oral agreement and reformation of the Note. Both sides moved for partial summary judgment.</p>\n<p>The district court first held that Perry had waived interest and late fees for the April and May payments. The court further concluded that the Note and Pledge ought to be read together and that the \"cure\" period in the Pledge was incorporated into the Note. The court then held that the Wolavers had cured the defaults under the Note by tendering their June and July payments within the extended cure period, cutting off Perry's right to accelerate the Note or claim remedies under the Pledge. As to default-rate interest and late fees for the June and July payments, the court stated that these penalties were intended to be added to the principal and not paid with the late installments.</p>\n<p>In addition, the district court recalculated the PPA, using the formula provided in the PSA. Significantly, the district court excluded the cash and other assets to be distributed to Perry held by the companies <span class=\"star-pagination\">*53</span> at closing in determining net assets at the time of sale.<sup>[4]</sup> The district court concluded that the Wolavers were entitled to a revised PPA of $48,276 in their favor (plus the return of their prior payments on the oral agreement). The district court denied summary judgment as to the remaining claims and denied the Wolavers' motion for attorney's fees. The parties then settled the remaining claims so the district court could enter final judgment, and this appeal followed.</p>\n<p></p>\n<h2>II.</h2>\n<p>Perry argues that the district court erred in holding that the Wolavers were not in default of the Note and that the court grossly miscalculated the PPA. On cross-appeal, the Wolavers contend that the district court erred in denying their motion for attorney's fees. We reject each of the claims.</p>\n<p>\"We review a district court's grant of summary judgment <i>de novo,</i> viewing the facts in the light most favorable to the nonmovant.\" <i>Hodgkins v. New England Telephone Co.,</i> <span class=\"citation\" data-id=\"196752\"><a href=\"/opinion/196752/hodgkins-v-new-england-telephon/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1226</span></a></span>, 1229 (1st Cir.1996). Summary judgment is warranted \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed. R. Civ. Pro. 56(c). \"We may affirm a summary judgment decision on any basis apparent in the record.\" <i>Uncle Henry's Inc. v. Plaut Consulting Co.,</i> <span class=\"citation\" data-id=\"789353\"><a href=\"/opinion/789353/uncle-henrys-inc-appellantcross-appellee-v-plaut-consulting-co-inc/\"><span class=\"volume\">399</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></a></span>, 41 (1st Cir.2005).</p>\n<p>Under Maine law, the interpretation of a contract's unambiguous terms is a question of law for the court, and we review this determination de novo. <i>Crowe v. Bolduc,</i> <span class=\"citation\" data-id=\"200978\"><a href=\"/opinion/200978/crowe-v-bolduc/\"><span class=\"volume\">365</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">86</span></a></span>, 95 (1st Cir.2004). Contracts should be interpreted to give effect to the parties' intentions expressed by the writing, considering the subject matter, purpose, and object of the contract. <i>Id.</i> at 95. Further, a contract should \"be interpreted so as to give force to all its provisions.\" <i>Id.</i> at 97. Moreover, if the parties enter into multiple contracts at the same time to complete a single transaction, \"the contracts ought to be construed together.\" <i>Id.</i> at 95.</p>\n<p><i>A. Breach of the Note</i></p>\n<p>Perry asserts four grounds for his argument that the Wolavers were in default of the Note, entitling him to accelerate payment of the principal. First, he argues that the Note \"automatically\" accelerated with the first late payment in April. Second, Perry asserts that there was no waiver of late fees or default-rate interest for the April and May payments; moreover, in light of the \"no waiver\" clause, Perry could accelerate the Note based on these continuing defaults. Third, he maintains that there is no right to cure under the Note, and the Note did not incorporate the \"cure\" provision in the Pledge. Fourth, even if there was a right to \"cure\" under the Note, the Wolavers failed to do so because their June and July payments failed to include default-rate interest. Perry also says that as a consequence of that default, the Wolavers were also in default on the Pledge, triggering the remedies therein. We examine these contentions in turn and find all of them lacking.</p>\n<p>Perry's assertion that the late April payment automatically (and with no \"notice\" required<sup>[5]</sup>) accelerated the principal <span class=\"star-pagination\">*54</span> is a nonstarter. This position is expressly contradicted by the Note, which makes accelerating the principal merely an option Perry could affirmatively elect in the event of a default. Moreover, Perry's own conduct makes it obvious that Perry did not accelerate the Note or believe that the Note had been automatically accelerated in April. Notably, Perry's notice letter only sought default-rate interest and late fees as a sanction for the late payments. There was no hint that Perry anticipated anything other than the continuation of installment payments.</p>\n<p>Perry's claim that default-rate interest was not waived for the April and May payments is also refuted by the record. Perry's notice letter specifically provided that default-rate interest was triggered by the late June payment, not before. Significantly, the notice letter explicitly sought late fees as the only sanction for the tardy April and May payments.<sup>[6]</sup> In addition, Perry's reliance on the \"non-waiver\" provision is misdirected. Under the Note, a forbearance by Perry regarding a default does not waive Perry's right to any remedy under the Note during any continuing or subsequent default. That, however, is beside the point. The real issue is whether Perry could choose to excuse a specific default and waive the penalty for that specific default. On that score, Perry had that power-under both the default clause and the broadly worded additional powers clause-and exercised it for the late April and May payments.</p>\n<p>Perry next claims that there is no right to cure in the Note and no such right could be imported from the Pledge. This contention also does not bear scrutiny. As noted by the district court, the relevant documents were collectively directed to accomplishing the sale of the companies, and thus properly construed together under Maine law. <i>See </i><i>Crowe,</i> 365 F.3d at 95. The conclusion that the documents were intended to be interrelated is buttressed by the fact that both the Note and Pledge expressly refer to each other, and events under one trigger consequences under the other.<sup>[7]</sup></p>\n<p>Further, a full and fair reading of the Note's language indicates that there is a right to cure defaults under the Note. For example, the Note's default clause includes the qualification, \"not cured within any applicable cure period,\" strongly suggesting that defaults need not be fatal. The default clause also includes such phrases as \"while any Default continues\" and \"during any Default\" language which <span class=\"star-pagination\">*55</span> anticipates that defaults can be remedied. Moreover, the Pledge expressly provides that a default would include \"failure to pay any of the obligation [Note] secured hereby when due not cured within any applicable cure period. . . .\" While it is conceivable that this is a conditional catchall provision, we will not rush to such an interpretation, which would render the language surplusage if defaults under the Note are incurable. <i>See </i><i>Crowe,</i> 365 F.3d at 97 (contracts must be interpreted to avoid rendering terms meaningless, nonsensical, or mere surplusage). In addition to the linguistic problems with Perry's position, there is a logical one as well. The only default that triggered the Pledge was the default on the Note, and the only way to cure the default under the Pledge was to cure the default under the Note. But, if defaults under the Note are incurable, we are at a loss to understand to what cure the June 27, 2005, notice letter refers. Accordingly, we reject Perry's argument on this issue as well.</p>\n<p>Lastly, Perry claims that, even if the Wolavers had the opportunity to cure, they failed to do so because the tendered June and July payments did not include interest at the default rate, which was \"automatically\" triggered by the late April payment. We have already rejected this thesis about the April payment. In addition, the district court noted that there was no default because, like late fees, the default-rate interest was to be added to the principal balance, not the individual monthly payments. Moreover, pursuant to Perry's own decree in the notice letter, the default-rate was not activated until June 27, 2005 (the date of the notice letter). But the notice letter simultaneously triggered the cure period, which, as noted above, permits any defaults under the Note to be remedied. All these approaches lead to the same conclusion: the Wolavers cured the defaults by tendering the June and July payments within the extended cure period, and therefore Perry had no basis for invoking the acceleration clause.</p>\n<p>The parties concede that the agreements are not models of clarity. At the end of the day, we are left with the district court's reading of the agreements, which is plausible, and Perry's interpretation, which is not. Because \"there is no room for any <i>reasonable</i> difference of opinion as to the meaning\" of the agreements, <i>Crowe,</i> 365 F.3d at 97 (emphasis in original), the district court's holding stands. <i>See, e.g., </i><i>Global Naps, Inc. v. Verizon New England, Inc., et al.,</i> <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">2994613</span></span>, at *5 (1st Cir. Oct. 16, 2007) (affirming interpretation where, faced with cloudy contract language and a contingency that the parties may not have fully thought through, the decision could be squared with the language of the contract and no linguistic solution offered by the appellants was more obviously correct).</p>\n<p><i>B. Calculation of PPA</i></p>\n<p>Perry also argues that the district court erred by calculating the PPA using a comparison date other than the closing date in contravention of both the PSA and the parties' expectations. Perry also asserts that the excluded cash and other assets were assets of the companies on the closing date, and therefore should be included in the net asset amount for purposes of calculating the PPA. We reject this challenge.</p>\n<p>The district court's asserted shift of the \"closing date\" to February 29, 2004,<sup>[8]</sup> for purposes of the calculation is not important. The real question is whether <span class=\"star-pagination\">*56</span> the calculation of the PPA should include the cash and other assets<sup>[9]</sup> to be retained by Perry after the sale as assets of the companies for purposes of determining the net assets \"at closing.\" The district court excluded these assets from the calculation. Whether this exclusion is characterized as doing the calculation at the date of ultimate distribution of the assets to Perry (instead of the actual closing date) or simply excluding these assets from the closing day assets because they were not assets of the companies (as they belonged to Perry) or whether these assets were deemed offset on the balance sheet by a liability to Perry is of no real consequence. The only issue is whether the decision to exclude the assets was proper. In the end, there is no dispute that the assets were intended to be distributed to Perry shortly after closing and would thus not inure to the benefit of the Wolavers. Further, because the PSA provided that the Wolavers were purchasing the <i>assets belonging to the companies,</i> and the disputed assets belonged to Perry, the district court was correct to exclude these assets from the PPA calculation. It would make no commercial sense for the Wolavers to \"purchase\" cash that they would never receive  particularly when they had arranged for a separate loan from Perry to provide working capital for the companies to replace the cash that was distributed. Moreover, Perry's position, if accepted, could lead to illogical results. For example, if all assets even technically possessed by the companies on the closing date were included in the calculation, the Wolavers would be charged for the value of Perry's personal vehicles parked on the premises at closing, even though Perry would be driving them away immediately thereafter. Similarly, Perry's argument that an \"apples to apples\" comparison would require excluding the cash from the December 31, 2003 balance sheet for the PPA calculation is also unpersuasive. As the district court noted, there is no indication that this was the parties' intent, and the PPA is specifically designed to account for such changes in the balance sheet between year-end and closing. We discern no error in the district court's calculation.<sup>[10]</sup></p>\n<p><i>C. Attorney's Fees</i></p>\n<p>In their cross-appeal, the Wolavers argue that the district court erred in <span class=\"star-pagination\">*57</span> denying their motion for attorney's fees under the indemnity provision of the PSA.<sup>[11]</sup> They argue that the duty to properly calculate the PPA was an \"obligation\" Perry assumed prior to closing and failed to meet. Alternatively, they posit that miscellaneous errors in the financial statements provided by Perry, which Perry warranted were accurate, also justify attorney's fees. These contentions each have fatal flaws.<sup>[12]</sup></p>\n<p>First, the calculation of the PPA (and the subsequent agreement regarding its payment) did not occur prior to or at closing. The Wolavers attempt to blunt this fundamental truth by maintaining that the closing did not \"really\" take place until the PPA was calculated. However, the calculation of the PPA was defined in the PSA as, and understood by all parties to be, a post-closing event. Moreover, calculating the PPA was a mutual obligation of the parties, and, as calculated by the district court, the PPA was a benefit (not an undisclosed liability) to the Wolavers.</p>\n<p>Second, as to the alleged inaccuracies in the financial statements as a basis for attorney's fees, the Wolavers also face an insuperable problem. These claims were settled. The Wolavers riposte that the right to seek attorney's fees based upon these claims was preserved in the settlement, with the provision:</p>\n<blockquote>This stipulation shall not be construed as a waiver of (a) the Defendants' ability to assert claims for certain balance sheet adjustments and for attorney's fees against the Plaintiffs pursuant to the terms of the February 27, 2004 Purchase &amp; Sale Agreement, (b) the Plaintiffs' ability to defend against said claims, or (c) of any party's ability to advance any argument on appeal permitted by applicable law or court rule.</blockquote>\n<p>This language, however, is more naturally read as being directed to the primary dispute  what assets were to be included on the balance sheet for purposes of calculating PPA  because no other balance sheet claims were \"asserted\" or \"defended.\" Moreover, there is a more fundamental problem with the Wolavers' position. Because these financial statement claims were resolved by settlement, the district court would have no basis for assessing the presence and significance of any alleged errors and therefore would be unable to determine the propriety and amount of any potential award of fees.</p>\n<p>For the reasons stated above, the judgment of the district court is <i>affirmed.</i> Each side shall bear their own costs.</p>\n<h2>NOTES</h2>\n<p>[1]  \"If Borrowers fail to deliver to Holders any installment hereunder, including but not limited to the Balloon Payment, within fifteen (15) days of its due date, a five percent (5.00%) late fee shall be assessed and added to the outstanding amounts due under this Note.\"</p>\n<p>[2]  \"The principal balance of this Note outstanding from time to time shall bear interest at a fixed rate equal to <i>six and one-half percent (6.5%) per annum.</i> A default interest rate (`Default Rate') of twelve percent (12%) per annum shall accrue from the date of default by Borrowers in the obligations under this Promissory Note.\" (Emphasis in original.)</p>\n<p>[3]  To date, the Wolavers have paid $26,852.82 under the oral agreement.</p>\n<p>[4]  In effect, the district court utilized the companies' balance sheet as it appeared a few days post-closing after the distribution to Perry.</p>\n<p>[5]  Perry emphasizes that no \"notice,\" \"demand\" or \"presentment\" is required to invoke the Note's default provisions. Indeed, Perry insists that all communications with the Wolavers about the default under the Note were essentially gratuitous. Perry's rigidly literalist position confuses legal \"notice\" and practical business communication. For example, given that Perry had the option of accelerating the Note in the event of a default, how would a defaulting debtor know the option was being exercised (and payment due) in the absence of a communication from Perry? Further, how would a hypothetical debtor know that a mailed payment arrived after the fifteenth of the month, thereby potentially invoking the default interest rate, if Perry did not so inform the debtors?</p>\n<p>[6]  On appeal, Perry appears to have conceded that late fees would need not be included with a late payment, but instead would be added to principal.</p>\n<p>[7]  For example, the Note provides: \"The indebtedness evidenced by this Note is secured by a Pledge Agreement of the Borrowers' membership interest in [companies], as well as guarantees by those limited liability companies, and <i>reference is made thereto for additional rights as to the acceleration of the indebtedness evidenced by this Note.</i>\" (Emphasis added.)</p>\n<p>[8]  The only difference of any consequence in the financial statements on the competing dates is the presence or absence of the cash assets distributed to Perry.</p>\n<p>[9]  The record indicates that personal vehicles and the like would also leave with Perry.</p>\n<p>[10]  Lastly, Perry also claims that the district court committed reversible error by permitting the Wolavers to file their response to Perry's motion for summary judgment approximately 7 days late. Counsel for the Wolavers stated that he had failed to receive a timely electronic notice of the motion, but conceded that he had received all other such notices in the case. Perry's essential thesis is that the Wolavers' reason for being late smacked of simple inattentiveness by counsel, which does not constitute \"excusable neglect\" to excuse a late filing.\n</p>\n<p>\"Under the excusable neglect rubric, courts are permitted, when appropriate, to accept late filings caused by inadvertence or mistake.\" <i>Bennett v. City of Holyoke,</i> <span class=\"citation\" data-id=\"200925\"><a href=\"/opinion/200925/bennett-v-city-of-holyoke/\"><span class=\"volume\">362</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.2004). Whether a given error is excusable \"has a significant equitable component and must give due regard to the totality of the relevant circumstances.\" <i>Bennett,</i> 362 F.3d at 5. Moreover, we generally defer to the district court's broad discretion in assessing such case management decisions. <i>See </i><i>Perez-Cordero v. Wal-Mart Puerto Rico,</i> <span class=\"citation\" data-id=\"202096\"><a href=\"/opinion/202096/perez-cordero-v-wal-mart-puerto-rico/\"><span class=\"volume\">440</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">531</span></a></span>, 533-34 (1st Cir.2006).</p>\n<p>The district court, while somewhat dubious of the adequacy of counsel's excuse, nonetheless concluded that the filing would be allowed. The court was persuaded by the following factors: (1) the Wolavers had not missed any previous deadlines; (2) the Wolavers had responded promptly upon learning of their error; (3) there was no hint of bad faith or intent to delay, and (4) there was no prejudice to Perry because the same issues and evidence were already before the court. In light of the district court's thorough consideration of all the circumstances, we see no abuse of discretion.</p>\n<p>[11]  \"Sellers shall indemnify Buyers and hold Buyers harmless from and against any and all claims, losses, liabilities or expenses, including reasonable attorneys' fees, which may be asserted against or incurred by Buyers or [companies] as a result of obligations incurred by Sellers or [companies] on or prior to Closing, or arising from any act or omission of Sellers or [companies] and their agents, servants, and employees on or prior to Closing except for those liabilities disclosed in [companies'] balance sheets delivered to Buyers at Closing. Sellers shall also indemnify Buyers and hold Buyers harmless from and against all claims brought under workers' compensation or other laws where the facts giving rise to such claim occurred on or prior to the Closing Date. . . .\"</p>\n<p>[12]  Perry now argues that the Wolavers' request for fees came too late in the district court, but Perry waived this procedural argument by failing to raise it below.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/196752/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200925/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200978/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202096/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789353/"
  ]
}