{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203079/",
  "absolute_url": "/opinion/203079/gillis-v-spx-corp-ind-acc-retirement-plan/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203079/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:08:21Z",
  "date_modified": "2016-04-26T12:12:17.709076Z",
  "type": "010combined",
  "sha1": "b59d7f51d32bfc911a903b9bd11919e3962ca4ea",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-1777-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/12/19/Gillis_v._SPX_Corporation.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 07-1777\n\n                          THOMAS D. GILLIS,\n\n                        Plaintiff, Appellant,\n\n                                  v.\n\n       SPX CORPORATION INDIVIDUAL ACCOUNT RETIREMENT PLAN\n          AND SPX RETIREMENT ADMINISTRATIVE COMMITTEE,\n\n                        Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. George A. O'Toole, Jr., U.S. District Judge]\n\n\n                                Before\n\n                         Lynch, Circuit Judge,\n              Campbell and Stahl, Senior Circuit Judges.\n\n\n\n     Lawrence P. Murray with whom Evelyn A. Haralampu and Burns &\nLevison LLP were on brief for appellant.\n     Paul M. Smith with whom Ross B. Bricker, Andrew A. Jacobson,\nAndrew W. Vail, and Jenner & Block LLP were on brief for\nappellees.\n\n\n\n                          December 19, 2007\n\f           STAHL, Senior Circuit Judge.         This Employee Retirement\n\nIncome Security Act (\"ERISA\") dispute reaches us following the\n\ndistrict court's entry of summary judgment in favor of the SPX\n\nCorporation Individual Account Retirement Plan (\"SPX\").              The plan\n\nparticipant, Thomas Gillis, appeals the district court's grant of\n\nsummary judgment and raises two essential objections.                  First,\n\nGillis   argues   that   the   district    court   erred   because    he   was\n\nentitled, under the language of the retirement plan, to receive a\n\nhigher pension payout than the plan administrator granted. Second,\n\nGillis argues that the district court erred by failing to find that\n\nhis future accrued pension benefits were cut back without proper\n\nnotice. Because we find neither argument persuasive, we affirm the\n\ndistrict court's grant of summary judgment.\n\n                               I. BACKGROUND\n\n           Thomas Gillis was a long-term employee of the General\n\nSignal Corporation (\"GSX\"), and participated in its traditional\n\ndefined benefits pension plan.            While employed by GSX, Gillis\n\nqualified for the early retirement subsidy offered under the GSX\n\npension plan because he had attained the age of 55 and had at least\n\nfive years of continuous employment.           GSX was acquired by SPX\n\nCorporation in 1998, and former GSX employees, including Gillis,\n\nwere transitioned to the SPX pension plan, which ultimately was\n\ncomprised of three separate cash balance benefit options.\n\n\n\n\n                                    -2-\n\f           When SPX acquired GSX, it initially offered two cash\n\nbalance pension plans to its employees. The first, the GSX Accrued\n\nBenefit, merely captured the value of the employee's already-\n\naccrued benefit under the previous GSX pension plan.         This benefit\n\ndid not allow for any future accruals and is not at issue on\n\nappeal.   The second, the SPX Accrued Benefit, converted the value\n\nof the employee's already-accrued benefit under the previous GSX\n\npension plan into an opening account balance, and then added\n\nprincipal and interest to that account balance as the employee\n\naccrued   them   during   the   course   of   his   employment   with   SPX.\n\nTherefore, because both the GSX Accrued Benefit and the SPX Accrued\n\nBenefit had an opening account balance equivalent to the amount\n\nalready accrued by the employee under the previous GSX pension\n\nplan, the two benefits began with the exact same balance, an amount\n\nidentical to the employee's accrued pension under the previous GSX\n\npension plan.    Importantly, in Gillis's case, this means that both\n\nthe GSX Accrued Benefit and the SPX Accrued Benefit included the\n\nearly retirement subsidy that Gillis had already earned while\n\nemployed by GSX.\n\n           Shortly after SPX acquired GSX, SPX discovered that the\n\ntwo available benefit options could short-change a small sub-group\n\nof employees who, under the previous GSX plan, had been working\n\ntoward achieving their early retirement subsidy, but who, at the\n\ntime the plans merged, had not yet reached age 55.        To address this\n\n\n                                   -3-\n\fconcern, SPX created a third retirement plan option, called the\n\nTransition Benefit.      An employee was eligible for the benefit if,\n\nby January 1, 1999, he was at least 45 years old and had completed\n\nat least five years of continuous service with the company. Gillis\n\nwas among this group of eligible employees.1               In the disclosure\n\nform given to employees, SPX explained that the purpose of the\n\nTransition Benefit was to \"provide[] you with a better benefit if\n\nyou retire early from SPX.\"         The disclosure form also explained\n\nthat those who had already qualified for an early retirement\n\nsubsidy before the merger of the plans, like Gillis, would receive\n\na higher payout under the regular cash balance account than under\n\nthe   Transition     Benefit   because   \"your   opening    account   balance\n\nalready included the value of your early retirement benefit.\"2\n\n\n\n      1\n      However, as we discuss later, though Gillis was technically\neligible for calculation of this benefit, the Transition Benefit\nwas designed for those former GSX employees who had not yet accrued\nthe early retirement subsidy. Gillis, who had already accrued the\nsubsidy, was thus not an intended beneficiary.\n      2\n          The entire paragraph regarding employees in Gillis's position\nread:\n     If you were in the Corporate Plan on December 31,\n     1998 and were at least age 55 with five years of\n     service on that date, your regular cash balance\n     account could be better than the transition\n     benefit.   This is because your opening account\n     balance already included the value of your early\n     retirement benefit. However, if you were in the\n     Hourly Plan on December 31, 1998, your opening\n     account balance was the value of your normal\n     retirement benefit. No matter which group you were\n     in, you will get the better of the regular or the\n     transition benefit.\n\n                                    -4-\n\f           Under its pension plan, SPX guaranteed that: (1) an\n\nemployee's already accrued benefit under the previous GSX pension\n\nplan would not be reduced; and (2) upon retirement, the plan\n\nadministrator would calculate an employee's potential benefit under\n\neach of the three SPX plan options, and grant the employee the\n\nhighest of the three payment amounts.\n\n           When Gillis elected to retire early, in 2002, at age 59,\n\nthe plan administrator calculated his potential payout under each\n\nbenefit and concluded that the GSX Accrued Benefit would yield a\n\n$413,445.24 lump sum payout; the SPX Accrued Benefit, a $471,147.90\n\npayout;   and     the    Transition     Benefit,   a    $451,569.24   payout.\n\nTherefore, because the SPX pension plan guaranteed that employees\n\nwould   receive    the   highest   of    the   three   benefit   amounts,   SPX\n\ninformed Gillis that he was entitled to the $471,147.90 lump sum\n\npayout under the SPX Accrued Benefit.\n\n           Gillis appealed the plan administrator's calculations,\n\nalleging that he would receive the greatest payout under the\n\nTransition Benefit, which he claimed the plan administrator had\n\nmiscalculated.     He asserted that the Transition Benefit should be\n\ncalculated by giving him an opening account balance equivalent to\n\nthe total amount he accrued under the previous GSX pension plan,\n\nwhich included his previously-earned early retirement subsidy, and\n\nthen be increased based on accrued interest and credits, plus the\n\nadditional early retirement subsidy offered by the Transition\n\n\n                                        -5-\n\fBenefit.   The plan administrator rejected this calculation because\n\nit double-counted the early retirement subsidy.\n\n           Gillis      appealed    the      plan    administrator's       final\n\ndetermination to the district court, arguing primarily that the\n\nalleged miscalculation of the Transition Benefit amounted to an\n\nillegal cutback of Gillis's already accrued benefit, in violation\n\nof ERISA § 204(g)(1), 29 U.S.C. § 1054(g)(1).                  Further, Gillis\n\nargued   that   this   illegal    cutback    amounted     to   prohibited   age\n\ndiscrimination, in violation of ERISA § 204(b)(1)(G), 29 U.S.C. §\n\n1054(b)(1)(G), because only employees over the age of 55 had earned\n\nearly    retirement     subsidies,     meaning      the    alleged     improper\n\nsubtraction     of   that   subsidy,     under     the    Transition    Benefit\n\ncalculation, affected only those workers over age 55.3\n\n           Before the district court, both Gillis and SPX moved for\n\nsummary judgment on all counts.          The court granted SPX's motion,\n\nconcluding that SPX's calculation of Gillis's pension payout did\n\nnot violate ERISA's prohibition on the cutback of previously\n\naccrued retirement benefits, because \"the choice between the GSX\n\nAccrued Benefit and the SPX Accrued Benefit ensured that Gillis\n\nwould receive at least as great a benefit after the merger and\n\namendment as he was entitled to beforehand.\"              Because it found no\n\n\n\n     3\n      Gillis brought several other claims against SPX as well,\nincluding violation of ERISA's merger provisions, failure to timely\nrespond to document requests, and breach of fiduciary duty, none of\nwhich he raises on appeal.\n\n                                     -6-\n\fviolation of the anti-cutback provision, the district court also\n\nrejected Gillis's claim that the alleged cutback resulted from age\n\ndiscrimination.     Finally,     the   district   court    granted     summary\n\njudgment to SPX as to Gillis's other claims, and on appeal he does\n\nnot further pursue these claims.\n\n           Gillis   also   put    forth   a   separate    claim    before   the\n\ndistrict court, which he now presses on appeal.           In a supplemental\n\nmemorandum, submitted with leave of the district court after the\n\nclose of the summary judgment record, Gillis argued that SPX\n\nillegally cut back his future accrued benefit without proper\n\nnotice, in violation of ERISA § 204(h), 29 U.S.C. § 1054(h).                He\n\nasserted that he would have accrued a greater total pension payout\n\nunder the previous GSX pension plan than he did under any of the\n\nthree benefits offered by SPX after the merger of the plans.                To\n\nsupport   this   allegation,     Gillis   attached   to   his     supplemental\n\nmemorandum an affidavit from an actuary that purported to show that\n\nGillis would have earned a greater pension under the previous GSX\n\nplan than he did under any of the three SPX benefits.             The district\n\ncourt, in its summary judgment decision, did not address this\n\nadditional argument head-on. Gillis now raises it on appeal, while\n\nSPX vigorously contests both the merits of the claim and whether\n\nthe issue is properly before this court, given the manner in which\n\nGillis presented it to the district court.\n\n\n\n\n                                    -7-\n\f                                  II. DISCUSSION\n\nA. Standard of Review\n\n               This court reviews a district court's grant of summary\n\njudgment de novo, see Lennon v. Rubin, 166 F.3d 6, 8 (1st Cir.\n\n1999), and the district court \"generally reviews an ERISA plan\n\nadministrator's benefits determinations de novo,\"                  Wright v. R.R.\n\nDonnelley & Sons Co. Group Benefits Plan, 402 F.3d 67, 74 (1st Cir.\n\n2005).    However, where, as in this case, the \"ERISA plan grants the\n\nplan administrator discretionary authority in the determination of\n\neligibility for benefits,\" the district court must uphold the plan\n\nadministrator's decision \"unless it is 'arbitrary, capricious, or\n\nan abuse of discretion.'\"          Id. (quoting Doyle v. Paul Revere Life\n\nIns. Co., 144 F.3d 181, 183 (1st Cir. 1998)).                This court has noted\n\nthat,    in    this    context,    the    district     court's     \"arbitrary   and\n\ncapricious standard is functionally equivalent to the abuse of\n\ndiscretion standard.\"        Id. at n.3; see also Janeiro v. Urological\n\nSurgery       Prof'l   Ass'n,     457    F.3d   130,   139    (1st   Cir.    2006).\n\nTherefore, in this case, though we review the district court's\n\ndecision de novo, we will only reverse if we find the plan\n\nadministrator's determination to constitute an abuse of discretion.\n\nB. Improper Cutback of Already Accrued Benefit?\n\n               Except in certain limited situations not presented here,\n\nERISA prohibits an employer from reducing a plan participant's\n\nalready    accrued     benefit     by    amending    the   plan.     See    ERISA   §\n\n\n                                          -8-\n\f204(g)(1); 29 U.S.C. § 1054(g)(1) (\"The accrued benefit of a\n\nparticipant under a plan may not be decreased by an amendment of\n\nthe plan.\").     This prohibition applies to both the participant's\n\nbasic accrued benefit and to any early retirement benefit or\n\n\"retirement-type subsidy.\"     ERISA § 204(g)(2)(A); 29 U.S.C. §\n\n1054(g)(2)(A).\n\n          Having carefully reviewed the lengthy record in this\n\ncase, we conclude that the district court correctly determined that\n\nthe plan administrator did not abuse its discretion in determining\n\nthat Gillis's already accrued early retirement benefit was not\n\nimproperly cut back.     As the district court noted, Gillis would\n\nlike to have his Transition Benefit calculated to include both the\n\namount accrued under his previous GSX pension, which indisputably\n\nincluded his early retirement benefit, plus the early retirement\n\nsubsidy granted by the Transition Benefit.      This would plainly\n\namount to a double-counting of the early retirement subsidy.\n\nGillis is not entitled to such a double-counting under the terms of\n\nthe pension plan.       In addition, he was clearly informed, in\n\nwriting, that the Transition Benefit was adopted to address the\n\nunusual situation of former GSX employees who had not yet accrued\n\nthe early retirement subsidy while employed by GSX, because they\n\nhad not yet reached the age of 55.     Gillis was not part of this\n\ngroup, as he had already accrued his early retirement benefit.\n\nTherefore, while the plan administrator was correct to provide a\n\n\n                                 -9-\n\fcalculation of Gillis's hypothetical payout under the Transition\n\nBenefit, because he technically qualified for it, it was not an\n\nabuse of discretion for the plan administrator to calculate that\n\nhypothetical payout so as to avoid a double-counting windfall that\n\nwould have given Gillis two early retirement subsidies.          Indeed,\n\nsuch a calculation is in keeping with the stated purpose of the\n\nTransition Benefit, and with SPX's written disclosure to Gillis.\n\n            Because we conclude that Gillis's already accrued early\n\nretirement subsidy was not improperly cut back, we necessarily also\n\nreject his claim that any improper cutback was the result of age\n\ndiscrimination in violation of ERISA § 204(b)(1)(G).\n\nC. Improper Cutback of Future Accrued Benefits?\n\n            Under ERISA, a plan administrator is not permitted to\n\namend a plan so as to significantly reduce the rate of future\n\nbenefit accrual unless it provides notice to the plan participants.\n\nSee ERISA § 204(h)(1); 29 U.S.C. § 1054(h)(1)(1998).          The ERISA\n\nregulation in effect in 1998, at the time of the merger of the GSX\n\nand   SPX   pension   plans,   required   the   plan   administrator   to\n\n\"provide[] a written notice, setting forth the plan amendment and\n\nits effective date.\"4    Id.\n\n\n      4\n      In his appellate brief, Gillis incorrectly cites to a later\namended version of this regulation, which requires a more robust\nform of notice:    \"[N]otice . . . shall be written in a manner\ncalculated to be understood by the average plan participant and\nshall provide sufficient information . . . to allow applicable\nindividuals to understand the effect of the plan amendment.\" 29\nU.S.C. § 1054(h)(2)(2006).    This notice requirement was not in\n\n                                  -10-\n\f            Gillis argues that the district court erred by failing to\n\ncompare the amount he would have accrued under the previous GSX\n\npension    plan    at   normal   retirement       age   with   the    same    amount\n\ncalculated at normal retirement age under the SPX plan. To support\n\nhis argument, he relies on an affidavit from an actuary that he\n\nsubmitted to the district court, which he claims shows that the\n\nlump sum payout under the previous GSX plan would have been eleven\n\npercent greater than that under the SPX plan.\n\n            As a preliminary matter, SPX objects that Gillis's claim\n\nof a cutback of his future benefit accrual without notice is not\n\nproperly   before       this   court,   because    he   raised   it    only    in   a\n\nmemorandum of law submitted to the district court after the close\n\nof the summary judgment record.           While that is so, it is also true\n\nthat Gillis sought and received leave from the court to file the\n\nmemorandum.       However, it is not at all clear that the memorandum\n\nGillis actually filed comported with his stated ground for seeking\n\nto file the document.5           While we have serious concerns as to\n\n\neffect at the time Gillis was transitioned from the GSX to the SPX\nplan.\n     5\n      Gillis sought leave of the court to file the memorandum after\nthe summary judgment record had closed, stating that \"the principal\npurpose of [the memo] is to inform the Court of recent changes in\nthe pension law that have a direct and significant bearing on this\ncase.\" Instead, in the memorandum actually filed, Gillis discussed\nbriefly the newly enacted Pension Protection Act of 2006, and\nlargely focused the memo on his new claim that SPX violated the\nERISA prohibition on cutbacks of future benefit accruals without\nproper notice. In addition, for the first time, he attached to the\nmemo an affidavit from an actuary which detailed the amount that\n\n                                        -11-\n\fwhether Gillis properly preserved this issue below, we need not\n\ndecide that question definitively because, in any event, his claim\n\nfails on the merits.6\n\n          In order to show a violation of ERISA § 204(h)(1), the\n\nregulations   require   a   plan   participant    to   show   that   \"it   is\n\nreasonably expected that the amendment will reduce the amount of\n\nthe future annual benefit commencing at normal retirement age.\" 26\n\nC.F.R. § 54.4980F-1, Q&A-6(b) (emphasis added).           In other words,\n\nGillis was required to submit credible evidence to the district\n\ncourt demonstrating that the amount he would have accrued under the\n\nprevious GSX pension plan, calculated as of the age of 65, was more\n\nthan the amount he would have accrued under the SPX plan, again\n\nassuming a retirement age of 65.          In his memorandum submitted to\n\nthe district court, Gillis simply did not provide this information.\n\nFirst, in the body of his memorandum, he provided the court only\n\nwith accrued benefit amounts under the SPX plan as of the date of\n\nhis actual retirement, rather than a projected calculation of his\n\naccrued benefit as of retirement at age 65.        Second, the actuarial\n\n\nGillis would have earned had he remained under the previous GSX\npension plan until his normal retirement date.      The affidavit\nneither calculated Gillis's pension amount under the SPX plan, had\nhe remained until his normal retirement date, nor did it compare\nsuch a number to the amount Gillis purportedly would have earned\nunder the GSX pension plan.\n     6\n      For the same reason, we also do not reach GSX's argument that\n§ 204(h) does not apply in this situation because the changes in\naccrual resulted from a merger of the GSX and SPX plans, rather\nthan an amendment of the GSX plan.\n\n                                   -12-\n\faffidavit he attached to the memo calculated only the amount Gillis\n\npurportedly would have earned as of age 65 under the GSX plan.   It\n\noffered no calculation of the projected accrued benefit under the\n\nSPX plan as of age 65, nor did it compare that number with the\n\nequivalent figure under the previous GSX plan.\n\n          Therefore, even if this argument were properly raised\n\nbelow, Gillis failed to provide evidence to the district court upon\n\nwhich it could conclude that Gillis would have earned more, as of\n\nhis normal retirement age, under the previous GSX plan than under\n\nthe SPX plan.   Gillis's suggestion on appeal that the district\n\ncourt should have somehow made this comparison itself, without\n\nGillis's providing the court with the relevant argumentation and\n\ndata, betrays a misapprehension of our adversarial system and the\n\nburden he carried as a plaintiff opposing summary judgment before\n\nthe district court.7   See, e.g., Anderson v. Liberty Lobby, Inc.,\n\n477 U.S. 242, 249-50 (1986) (\"[T]here is no issue unless there is\n\nsufficient evidence favoring the nonmoving party for a jury to\n\nreturn a verdict for that party.       If the evidence is merely\n\ncolorable, or is not significantly probative, summary judgment may\n\n\n     7\n      Gillis's attempt to present such data to this court on\nappeal, contained in Exhibit A of his appellate brief, is too\nlittle, too late. The Federal Rules of Appellate Procedure make\nclear that the record on appeal consists only of those items filed\nin the district court, plus the transcript of proceedings, and a\ncertified copy of the docket. See Fed. R. App. P. 10(a); see also\nLorelei Corp. v. County of Guadalupe, 940 F.2d 717, 721 n.4 (1st\nCir. 1991) (excluding from record on appeal several documents\nappended for the first time to party's appellate brief).\n\n                               -13-\n\fbe granted.\") (internal citations omitted); Siegal v. Am. Honda\n\nMotor Co., 921 F.2d 15, 17 (1st Cir. 1990) (\"Appellant cannot\n\nprevail against the motion for summary judgment . . . unless she\n\nhas demonstrated to the district court . . . that there is no\n\nelement essential to her cause of action which is not at least\n\ntrialworthy.\").   Therefore, we find no error in the district\n\ncourt's decision on this point.8\n\n                         III. CONCLUSION\n\n          For the foregoing reasons, we affirm the district court's\n\ngrant of summary judgment in favor of appellee SPX.\n\n\n\n\n     8\n      Having concluded that Gillis's two claims on appeal both\nfail, and that the plan administrator did not abuse its discretion\nin calculating his lump sum pension disbursement, we also deny\nGillis's request for attorneys' fees and costs, under Cottrill v.\nSparrow, Johnson & Ursillio, Inc., 100 F.3d 220, 225 (1st Cir.\n1996).\n\n                               -14-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>511 F.3d 58 (2007)</b></center>\n<center><h1>Thomas D. GILLIS, Plaintiff, Appellant,<br>\nv.<br>\nSPX CORPORATION INDIVIDUAL ACCOUNT RETIREMENT PLAN and SPX Retirement Administrative Committee, Defendants, Appellees.</h1></center>\n<center>No. 07-1777.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard November 5, 2007.</center>\n<center>Decided December 19, 2007.</center>\n<p><span class=\"star-pagination\">*59</span> Lawrence P. Murray with whom Evelyn A. Haralampu and Burns &amp; Levison LLP were on brief for appellant.</p>\n<p>Paul M. Smith with whom Ross B. Bricker, Andrew A. Jacobson, Andrew W. Vail, and Jenner &amp; Block LLP were on brief for appellees.</p>\n<p>Before LYNCH, Circuit Judge, CAMPBELL and STAHL, Senior Circuit Judges.</p>\n<p>STAHL, Senior Circuit Judge.</p>\n<p>This Employee Retirement Income Security Act (\"ERISA\") dispute reaches us following the district court's entry of summary judgment in favor of the SPX Corporation Individual Account Retirement Plan (\"SPX\"). The plan participant, Thomas Gillis, appeals the district court's grant of summary judgment and raises two essential objections. First, Gillis argues that the district court erred because he was entitled, under the language of the retirement plan, to receive a higher pension payout than the plan administrator granted. Second, Gillis argues that the district court erred by failing to find that his future accrued pension benefits were cut <span class=\"star-pagination\">*60</span> back without proper notice. Because we find neither argument persuasive, we affirm the district court's grant of summary judgment.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>Thomas Gillis was a long-term employee of the General Signal Corporation (\"GSX\"), and participated in its traditional defined benefits pension plan. While employed by GSX, Gillis qualified for the early retirement subsidy offered under the GSX pension plan because he had attained the age of 55 and had at least five years of continuous employment. GSX was acquired by SPX Corporation in 1998, and former GSX employees, including Gillis, were transitioned to the SPX pension plan, which ultimately was comprised of three separate cash balance benefit options.</p>\n<p>When SPX acquired GSX, it initially offered two cash balance pension plans to its employees. The first, the GSX Accrued Benefit, merely captured the value of the employee's already-accrued benefit under the previous GSX pension plan. This benefit did not allow for any future accruals and is not at issue on appeal. The second, the SPX Accrued Benefit, converted the value of the employee's already-accrued benefit under the previous GSX pension plan into an opening account balance, and then added principal and interest to that account balance as the employee accrued them during the course of his employment with SPX. Therefore, because both the GSX Accrued Benefit and the SPX Accrued Benefit had an opening account balance equivalent to the amount already accrued by the employee under the previous GSX pension plan, the two benefits began with the exact same balance, an amount identical to the employee's accrued pension under the previous GSX pension plan. Importantly, in Gillis's case, this means that both the GSX Accrued Benefit and the SPX Accrued Benefit included the early retirement subsidy that Gillis had already earned while employed by GSX.</p>\n<p>Shortly after SPX acquired GSX, SPX discovered that the two available benefit options could short-change a small sub-group of employees who, under the previous GSX plan, had been working toward achieving their early retirement subsidy, but who, at the time the plans merged, had not yet reached age 55. To address this concern, SPX created a third retirement plan option, called the Transition Benefit. An employee was eligible for the benefit if, by January 1, 1999, he was at least 45 years old <i>and</i> had completed at least five years of continuous service with the company. Gillis was among this group of eligible employees.<sup>[1]</sup> In the disclosure form given to employees, SPX explained that the purpose of the Transition Benefit was to \"provide[ ] you with a better benefit if you retire early from SPX.\" The disclosure form also explained that those who had already qualified for an early retirement subsidy before the merger of the plans, like Gillis, would receive a higher payout under the regular cash balance account than under the Transition Benefit because \"your opening account balance already included the value of your early retirement benefit.\"<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*61</span> Under its pension plan, SPX guaranteed that: (1) an employee's already accrued benefit under the previous GSX pension plan would not be reduced; and (2) upon retirement, the plan administrator would calculate an employee's potential benefit under each of the three SPX plan options, and grant the employee the highest of the three payment amounts.</p>\n<p>When Gillis elected to retire early, in 2002, at age 59, the plan administrator calculated his potential payout under each benefit and concluded that the GSX Accrued Benefit would yield a $413,445.24 lump sum payout; the SPX Accrued Benefit, a $471,147.90 payout; and the Transition Benefit, a $451,569.24 payout. Therefore, because the SPX pension plan guaranteed that employees would receive the highest of the three benefit amounts, SPX informed Gillis that he was entitled to the $471,147.90 lump sum payout under the SPX Accrued Benefit.</p>\n<p>Gillis appealed the plan administrator's calculations, alleging that he would receive the greatest payout under the Transition Benefit, which he claimed the plan administrator had miscalculated. He asserted that the Transition Benefit should be calculated by giving him an opening account balance equivalent to the total amount he accrued under the previous GSX pension plan, which included his previously-earned early retirement subsidy, and then be increased based on accrued interest and credits, <i>plus</i> the additional early retirement subsidy offered by the Transition Benefit. The plan administrator rejected this calculation because it double-counted the early retirement subsidy.</p>\n<p>Gillis appealed the plan administrator's final determination to the district court, arguing primarily that the alleged miscalculation of the Transition Benefit amounted to an illegal cutback of Gillis's already accrued benefit, in violation of ERISA § 204(g)(1), 29 U.S.C. § 1054(g)(1). Further, Gillis argued that this illegal cutback amounted to prohibited age discrimination, in violation of ERISA § 204(b)(1)(G), 29 U.S.C. § 1054(b)(1)(G), because only employees over the age of 55 had earned early retirement subsidies, meaning the alleged improper subtraction of that subsidy, under the Transition Benefit calculation, affected only those workers over age 55.<sup>[3]</sup></p>\n<p>Before the district court, both Gillis and SPX moved for summary judgment on all counts. The court granted SPX's motion, concluding that SPX's calculation of Gillis's pension payout did not violate ERISA's prohibition on the cutback of previously accrued retirement benefits, because \"the choice between the GSX Accrued Benefit and the SPX Accrued Benefit ensured that Gillis would receive at least as great a benefit after the merger and amendment as he was entitled to beforehand.\" Because it found no violation of the anti-cutback provision, the district court also rejected Gillis's claim that the alleged cutback resulted from age discrimination. Finally, the district court granted summary judgment to SPX as to Gillis's other claims, and on appeal he does not further pursue these claims.</p>\n<p><span class=\"star-pagination\">*62</span> Gillis also put forth a separate claim before the district court, which he now presses on appeal. In a supplemental memorandum, submitted with leave of the district court after the close of the summary judgment record, Gillis argued that SPX illegally cut back his future accrued benefit without proper notice, in violation of ERISA § 204(h), 29 U.S.C. § 1054(h). He asserted that he would have accrued a greater total pension payout under the previous GSX pension plan than he did under any of the three benefits offered by SPX after the merger of the plans. To support this allegation, Gillis attached to his supplemental memorandum an affidavit from an actuary that purported to show that Gillis would have earned a greater pension under the previous GSX plan than he did under any of the three SPX benefits. The district court, in its summary judgment decision, did not address this additional argument head-on. Gillis now raises it on appeal, while SPX vigorously contests both the merits of the claim and whether the issue is properly before this court, given the manner in which Gillis presented it to the district court.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>A. Standard of Review</p>\n<p>This court reviews a district court's grant of summary judgment de novo, <i>see </i><i>Lennon v. Rubin,</i> 166 F.3d 6, 8 (1st Cir. 1999), and the district court \"generally reviews an ERISA plan administrator's benefits determinations de novo,\" <i>Wright v. R.R. Donnelley &amp; Sons Co. Group Benefits Plan,</i> 402 F.3d 67, 74 (1st Cir.2005). However, where, as in this case, the \"ERISA plan grants the plan administrator discretionary authority in the determination of eligibility for benefits,\" the district court must uphold the plan administrator's decision \"unless it is `arbitrary, capricious, or an abuse of discretion.'\" <i>Id.</i> (quoting <i>Doyle v. Paul Revere Life Ins. Co.,</i> 144 F.3d 181, 183 (1st Cir.1998)). This court has noted that, in this context, the district court's \"arbitrary and capricious standard is functionally equivalent to the abuse of discretion standard.\" <i>Id.</i> at n. 3; <i>see also </i><i>Janeiro v. Urological Surgery Prof'l Ass'n,</i> 457 F.3d 130, 139 (1st Cir.2006). Therefore, in this case, though we review the district court's decision de novo, we will only reverse if we find the plan administrator's determination to constitute an abuse of discretion.</p>\n<p>B. Improper Cutback of Already Accrued Benefit?</p>\n<p>Except in certain limited situations not presented here, ERISA prohibits an employer from reducing a plan participant's already accrued benefit by amending the plan. <i>See</i> ERISA § 204(g)(1); 29 U.S.C. § 1054(g)(1) (\"The accrued benefit of a participant under a plan may not be decreased by an amendment of the plan.\"). This prohibition applies to both the participant's basic accrued benefit and to any early retirement benefit or \"retirement-type subsidy.\" ERISA § 204(g)(2)(A); 29 U.S.C. § 1054(g)(2)(A).</p>\n<p>Having carefully reviewed the lengthy record in this case, we conclude that the district court correctly determined that the plan administrator did not abuse its discretion in determining that Gillis's already accrued early retirement benefit was not improperly cut back. As the district court noted, Gillis would like to have his Transition Benefit calculated to include both the amount accrued under his previous GSX pension, which indisputably included his early retirement benefit, <i>plus</i> the early retirement subsidy granted by the Transition Benefit. This would plainly amount to a double-counting of the early retirement subsidy. Gillis is not entitled to such a double-counting under the terms <span class=\"star-pagination\">*63</span> of the pension plan. In addition, he was clearly informed, in writing, that the Transition Benefit was adopted to address the unusual situation of former GSX employees who had not yet accrued the early retirement subsidy while employed by GSX, because they had not yet reached the age of 55. Gillis was not part of this group, as he had already accrued his early retirement benefit. Therefore, while the plan administrator was correct to provide a calculation of Gillis's hypothetical payout under the Transition Benefit, because he technically qualified for it, it was not an abuse of discretion for the plan administrator to calculate that hypothetical payout so as to avoid a double-counting windfall that would have given Gillis two early retirement subsidies. Indeed, such a calculation is in keeping with the stated purpose of the Transition Benefit, and with SPX's written disclosure to Gillis.</p>\n<p>Because we conclude that Gillis's already accrued early retirement subsidy was not improperly cut back, we necessarily also reject his claim that any improper cutback was the result of age discrimination in violation of ERISA § 204(b)(1)(G).</p>\n<p>C. Improper Cutback of Future Accrued Benefits?</p>\n<p>Under ERISA, a plan administrator is not permitted to amend a plan so as to significantly reduce the rate of future benefit accrual unless it provides notice to the plan participants. <i>See</i> ERISA § 204(h)(1); 29 U.S.C. § 1054(h)(1)(1998). The ERISA regulation in effect in 1998, at the time of the merger of the GSX and SPX pension plans, required the plan administrator to \"provide[] a written notice, setting forth the plan amendment and its effective date.\"<sup>[4]</sup><i>Id.</i></p>\n<p>Gillis argues that the district court erred by failing to compare the amount he would have accrued under the previous GSX pension plan at normal retirement age with the same amount calculated at normal retirement age under the SPX plan. To support his argument, he relies on an affidavit from an actuary that he submitted to the district court, which he claims shows that the lump sum payout under the previous GSX plan would have been eleven percent greater than that under the SPX plan.</p>\n<p>As a preliminary matter, SPX objects that Gillis's claim of a cutback of his future benefit accrual without notice is not properly before this court, because he raised it only in a memorandum of law submitted to the district court after the close of the summary judgment record. While that is so, it is also true that Gillis sought and received leave from the court to file the memorandum. However, it is not at all clear that the memorandum Gillis actually filed comported with his stated ground for seeking to file the document.<sup>[5]</sup> While we <span class=\"star-pagination\">*64</span> have serious concerns as to whether Gillis properly preserved this issue below, we need not decide that question definitively because, in any event, his claim fails on the merits.<sup>[6]</sup></p>\n<p>In order to show a violation of ERISA § 204(h)(1), the regulations require a plan participant to show that \"it is reasonably expected that the amendment will reduce the amount of the future annual benefit commencing at <i>normal retirement age.</i>\" 26 C.F.R. § 54.4980F-1, Q &amp; A-6(b) (emphasis added). In other words, Gillis was required to submit credible evidence to the district court demonstrating that the amount he would have accrued under the previous GSX pension plan, calculated as of the age of 65, was more than the amount he would have accrued under the SPX plan, again assuming a retirement age of 65. In his memorandum submitted to the district court, Gillis simply did not provide this information. First, in the body of his memorandum, he provided the court only with accrued benefit amounts under the SPX plan as of the date of his actual retirement, rather than a projected calculation of his accrued benefit as of retirement at age 65. Second, the actuarial affidavit he attached to the memo calculated only the amount Gillis purportedly would have earned as of age 65 under the GSX plan. It offered no calculation of the projected accrued benefit under the SPX plan as of age 65, nor did it compare that number with the equivalent figure under the previous GSX plan.</p>\n<p>Therefore, even if this argument were properly raised below, Gillis failed to provide evidence to the district court upon which it could conclude that Gillis would have earned more, as of his normal retirement age, under the previous GSX plan than under the SPX plan. Gillis's suggestion on appeal that the district court should have somehow made this comparison itself, without Gillis's providing the court with the relevant argumentation and data, betrays a misapprehension of our adversarial system and the burden he carried as a plaintiff opposing summary judgment before the district court.<sup>[7]</sup><i>See, e.g., </i><i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 249-50, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986) (\"[T]here is no issue unless there is sufficient evidence favoring the nonmoving party for a jury to return a verdict for that party. If the evidence is merely colorable, or is not significantly probative, summary judgment may be granted.\") (internal citations omitted); <i>Siegal v. Am. Honda Motor Co.,</i> 921 F.2d 15, 17 (1st Cir.1990) (\"Appellant cannot prevail against the motion <span class=\"star-pagination\">*65</span> for summary judgment . . . unless she has demonstrated to the district court . . . that there is no element essential to her cause of action which is not at least trial-worthy.\"). Therefore, we find no error in the district court's decision on this point.<sup>[8]</sup></p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the foregoing reasons, we <i>affirm</i> the district court's grant of summary judgment in favor of appellee SPX.</p>\n<h2>NOTES</h2>\n<p>[1]  However, as we discuss later, though Gillis was technically eligible for calculation of this benefit, the Transition Benefit was designed for those former GSX employees who had not yet accrued the early retirement subsidy. Gillis, who had already accrued the subsidy, was thus not an intended beneficiary.</p>\n<p>[2]  The entire paragraph regarding employees in Gillis's position read:\n</p>\n<p>If you were in the Corporate Plan on December 31, 1998 and were at least age 55 with five years of service on that date, your regular cash balance account could be better than the transition benefit. This is because your opening account balance already included the value of your early retirement benefit. However, if you were in the Hourly Plan on December 31, 1998, your opening account balance was the value of your normal retirement benefit. No matter which group you were in, you will get the better of the regular or the transition benefit.</p>\n<p>[3]  Gillis brought several other claims against SPX as well, including violation of ERISA's merger provisions, failure to timely respond to document requests, and breach of fiduciary duty, none of which he raises on appeal.</p>\n<p>[4]  In his appellate brief, Gillis incorrectly cites to a later amended version of this regulation, which requires a more robust form of notice: \"[N]otice . . . shall be written in a manner calculated to be understood by the average plan participant and shall provide sufficient information . . . to allow applicable individuals to understand the effect of the plan amendment.\" 29 U.S.C. § 1054(h)(2)(2006). This notice requirement was not in effect at the time Gillis was transitioned from the GSX to the SPX plan.</p>\n<p>[5]  Gillis sought leave of the court to file the memorandum after the summary judgment record had closed, stating that \"the principal purpose of [the memo] is to inform the Court of recent changes in the pension law that have a direct and significant bearing on this case.\" Instead, in the memorandum actually filed, Gillis discussed briefly the newly enacted Pension Protection Act of 2006, and largely focused the memo on his new claim that SPX violated the ERISA prohibition on cutbacks of future benefit accruals without proper notice. In addition, for the first time, he attached to the memo an affidavit from an actuary which detailed the amount that Gillis would have earned had he remained under the previous GSX pension plan until his normal retirement date. The affidavit neither calculated Gillis's pension amount under the SPX plan, had he remained until his normal retirement date, nor did it compare such a number to the amount Gillis purportedly would have earned under the GSX pension plan.</p>\n<p>[6]  For the same reason, we also do not reach GSX's argument that § 204(h) does not apply in this situation because the changes in accrual resulted from a merger of the GSX and SPX plans, rather than an amendment of the GSX plan.</p>\n<p>[7]  Gillis's attempt to present such data to this court on appeal, contained in Exhibit A of his appellate brief, is too little, too late. The Federal Rules of Appellate Procedure make clear that the record on appeal consists only of those items filed in the district court, plus the transcript of proceedings, and a certified copy of the docket. <i>See</i> Fed. R.App. P. 10(a); <i>see also </i><i>Lorelei Corp. v. County of Guadalupe,</i> 940 F.2d 717, 721 n. 4 (1st Cir.1991) (excluding from record on appeal several documents appended for the first time to party's appellate brief).</p>\n<p>[8]  Having concluded that Gillis's two claims on appeal both fail, and that the plan administrator did not abuse its discretion in calculating his lump sum pension disbursement, we also deny Gillis's request for attorneys' fees and costs, under <i>Cottrill v. Sparrow, Johnson &amp; Ursillo, Inc.,</i> 100 F.3d 220, 225 (1st Cir.1996).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">511</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></span> (2007)</b></center>\n<center><h1>Thomas D. GILLIS, Plaintiff, Appellant,<br>\nv.<br>\nSPX CORPORATION INDIVIDUAL ACCOUNT RETIREMENT PLAN and SPX Retirement Administrative Committee, Defendants, Appellees.</h1></center>\n<center>No. 07-1777.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard November 5, 2007.</center>\n<center>Decided December 19, 2007.</center>\n<p><span class=\"star-pagination\">*59</span> Lawrence P. Murray with whom Evelyn A. Haralampu and Burns &amp; Levison LLP were on brief for appellant.</p>\n<p>Paul M. Smith with whom Ross B. Bricker, Andrew A. Jacobson, Andrew W. Vail, and Jenner &amp; Block LLP were on brief for appellees.</p>\n<p>Before LYNCH, Circuit Judge, CAMPBELL and STAHL, Senior Circuit Judges.</p>\n<p>STAHL, Senior Circuit Judge.</p>\n<p>This Employee Retirement Income Security Act (\"ERISA\") dispute reaches us following the district court's entry of summary judgment in favor of the SPX Corporation Individual Account Retirement Plan (\"SPX\"). The plan participant, Thomas Gillis, appeals the district court's grant of summary judgment and raises two essential objections. First, Gillis argues that the district court erred because he was entitled, under the language of the retirement plan, to receive a higher pension payout than the plan administrator granted. Second, Gillis argues that the district court erred by failing to find that his future accrued pension benefits were cut <span class=\"star-pagination\">*60</span> back without proper notice. Because we find neither argument persuasive, we affirm the district court's grant of summary judgment.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>Thomas Gillis was a long-term employee of the General Signal Corporation (\"GSX\"), and participated in its traditional defined benefits pension plan. While employed by GSX, Gillis qualified for the early retirement subsidy offered under the GSX pension plan because he had attained the age of 55 and had at least five years of continuous employment. GSX was acquired by SPX Corporation in 1998, and former GSX employees, including Gillis, were transitioned to the SPX pension plan, which ultimately was comprised of three separate cash balance benefit options.</p>\n<p>When SPX acquired GSX, it initially offered two cash balance pension plans to its employees. The first, the GSX Accrued Benefit, merely captured the value of the employee's already-accrued benefit under the previous GSX pension plan. This benefit did not allow for any future accruals and is not at issue on appeal. The second, the SPX Accrued Benefit, converted the value of the employee's already-accrued benefit under the previous GSX pension plan into an opening account balance, and then added principal and interest to that account balance as the employee accrued them during the course of his employment with SPX. Therefore, because both the GSX Accrued Benefit and the SPX Accrued Benefit had an opening account balance equivalent to the amount already accrued by the employee under the previous GSX pension plan, the two benefits began with the exact same balance, an amount identical to the employee's accrued pension under the previous GSX pension plan. Importantly, in Gillis's case, this means that both the GSX Accrued Benefit and the SPX Accrued Benefit included the early retirement subsidy that Gillis had already earned while employed by GSX.</p>\n<p>Shortly after SPX acquired GSX, SPX discovered that the two available benefit options could short-change a small sub-group of employees who, under the previous GSX plan, had been working toward achieving their early retirement subsidy, but who, at the time the plans merged, had not yet reached age 55. To address this concern, SPX created a third retirement plan option, called the Transition Benefit. An employee was eligible for the benefit if, by January 1, 1999, he was at least 45 years old <i>and</i> had completed at least five years of continuous service with the company. Gillis was among this group of eligible employees.<sup>[1]</sup> In the disclosure form given to employees, SPX explained that the purpose of the Transition Benefit was to \"provide[ ] you with a better benefit if you retire early from SPX.\" The disclosure form also explained that those who had already qualified for an early retirement subsidy before the merger of the plans, like Gillis, would receive a higher payout under the regular cash balance account than under the Transition Benefit because \"your opening account balance already included the value of your early retirement benefit.\"<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*61</span> Under its pension plan, SPX guaranteed that: (1) an employee's already accrued benefit under the previous GSX pension plan would not be reduced; and (2) upon retirement, the plan administrator would calculate an employee's potential benefit under each of the three SPX plan options, and grant the employee the highest of the three payment amounts.</p>\n<p>When Gillis elected to retire early, in 2002, at age 59, the plan administrator calculated his potential payout under each benefit and concluded that the GSX Accrued Benefit would yield a $413,445.24 lump sum payout; the SPX Accrued Benefit, a $471,147.90 payout; and the Transition Benefit, a $451,569.24 payout. Therefore, because the SPX pension plan guaranteed that employees would receive the highest of the three benefit amounts, SPX informed Gillis that he was entitled to the $471,147.90 lump sum payout under the SPX Accrued Benefit.</p>\n<p>Gillis appealed the plan administrator's calculations, alleging that he would receive the greatest payout under the Transition Benefit, which he claimed the plan administrator had miscalculated. He asserted that the Transition Benefit should be calculated by giving him an opening account balance equivalent to the total amount he accrued under the previous GSX pension plan, which included his previously-earned early retirement subsidy, and then be increased based on accrued interest and credits, <i>plus</i> the additional early retirement subsidy offered by the Transition Benefit. The plan administrator rejected this calculation because it double-counted the early retirement subsidy.</p>\n<p>Gillis appealed the plan administrator's final determination to the district court, arguing primarily that the alleged miscalculation of the Transition Benefit amounted to an illegal cutback of Gillis's already accrued benefit, in violation of ERISA § 204(g)(1), 29 U.S.C. § 1054(g)(1). Further, Gillis argued that this illegal cutback amounted to prohibited age discrimination, in violation of ERISA § 204(b)(1)(G), 29 U.S.C. § 1054(b)(1)(G), because only employees over the age of 55 had earned early retirement subsidies, meaning the alleged improper subtraction of that subsidy, under the Transition Benefit calculation, affected only those workers over age 55.<sup>[3]</sup></p>\n<p>Before the district court, both Gillis and SPX moved for summary judgment on all counts. The court granted SPX's motion, concluding that SPX's calculation of Gillis's pension payout did not violate ERISA's prohibition on the cutback of previously accrued retirement benefits, because \"the choice between the GSX Accrued Benefit and the SPX Accrued Benefit ensured that Gillis would receive at least as great a benefit after the merger and amendment as he was entitled to beforehand.\" Because it found no violation of the anti-cutback provision, the district court also rejected Gillis's claim that the alleged cutback resulted from age discrimination. Finally, the district court granted summary judgment to SPX as to Gillis's other claims, and on appeal he does not further pursue these claims.</p>\n<p><span class=\"star-pagination\">*62</span> Gillis also put forth a separate claim before the district court, which he now presses on appeal. In a supplemental memorandum, submitted with leave of the district court after the close of the summary judgment record, Gillis argued that SPX illegally cut back his future accrued benefit without proper notice, in violation of ERISA § 204(h), 29 U.S.C. § 1054(h). He asserted that he would have accrued a greater total pension payout under the previous GSX pension plan than he did under any of the three benefits offered by SPX after the merger of the plans. To support this allegation, Gillis attached to his supplemental memorandum an affidavit from an actuary that purported to show that Gillis would have earned a greater pension under the previous GSX plan than he did under any of the three SPX benefits. The district court, in its summary judgment decision, did not address this additional argument head-on. Gillis now raises it on appeal, while SPX vigorously contests both the merits of the claim and whether the issue is properly before this court, given the manner in which Gillis presented it to the district court.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>A. Standard of Review</p>\n<p>This court reviews a district court's grant of summary judgment de novo, <i>see </i><i>Lennon v. Rubin,</i> <span class=\"citation\" data-id=\"760938\"><a href=\"/opinion/760938/john-j-lennon-v-robert-rubin-secretary-of-the-treasury/\"><span class=\"volume\">166</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 8 (1st Cir. 1999), and the district court \"generally reviews an ERISA plan administrator's benefits determinations de novo,\" <i>Wright v. R.R. Donnelley &amp; Sons Co. Group Benefits Plan,</i> <span class=\"citation\" data-id=\"201501\"><a href=\"/opinion/201501/wright-v-donnelley/\"><span class=\"volume\">402</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">67</span></a></span>, 74 (1st Cir.2005). However, where, as in this case, the \"ERISA plan grants the plan administrator discretionary authority in the determination of eligibility for benefits,\" the district court must uphold the plan administrator's decision \"unless it is `arbitrary, capricious, or an abuse of discretion.'\" <i>Id.</i> (quoting <i>Doyle v. Paul Revere Life Ins. Co.,</i> <span class=\"citation\" data-id=\"197983\"><a href=\"/opinion/197983/doyle-v-paul-revere-life/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">181</span></a></span>, 183 (1st Cir.1998)). This court has noted that, in this context, the district court's \"arbitrary and capricious standard is functionally equivalent to the abuse of discretion standard.\" <i>Id.</i> at n. 3; <i>see also </i><i>Janeiro v. Urological Surgery Prof'l Ass'n,</i> <span class=\"citation no-link\"><span class=\"volume\">457</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">130</span></span>, 139 (1st Cir.2006). Therefore, in this case, though we review the district court's decision de novo, we will only reverse if we find the plan administrator's determination to constitute an abuse of discretion.</p>\n<p>B. Improper Cutback of Already Accrued Benefit?</p>\n<p>Except in certain limited situations not presented here, ERISA prohibits an employer from reducing a plan participant's already accrued benefit by amending the plan. <i>See</i> ERISA § 204(g)(1); 29 U.S.C. § 1054(g)(1) (\"The accrued benefit of a participant under a plan may not be decreased by an amendment of the plan.\"). This prohibition applies to both the participant's basic accrued benefit and to any early retirement benefit or \"retirement-type subsidy.\" ERISA § 204(g)(2)(A); 29 U.S.C. § 1054(g)(2)(A).</p>\n<p>Having carefully reviewed the lengthy record in this case, we conclude that the district court correctly determined that the plan administrator did not abuse its discretion in determining that Gillis's already accrued early retirement benefit was not improperly cut back. As the district court noted, Gillis would like to have his Transition Benefit calculated to include both the amount accrued under his previous GSX pension, which indisputably included his early retirement benefit, <i>plus</i> the early retirement subsidy granted by the Transition Benefit. This would plainly amount to a double-counting of the early retirement subsidy. Gillis is not entitled to such a double-counting under the terms <span class=\"star-pagination\">*63</span> of the pension plan. In addition, he was clearly informed, in writing, that the Transition Benefit was adopted to address the unusual situation of former GSX employees who had not yet accrued the early retirement subsidy while employed by GSX, because they had not yet reached the age of 55. Gillis was not part of this group, as he had already accrued his early retirement benefit. Therefore, while the plan administrator was correct to provide a calculation of Gillis's hypothetical payout under the Transition Benefit, because he technically qualified for it, it was not an abuse of discretion for the plan administrator to calculate that hypothetical payout so as to avoid a double-counting windfall that would have given Gillis two early retirement subsidies. Indeed, such a calculation is in keeping with the stated purpose of the Transition Benefit, and with SPX's written disclosure to Gillis.</p>\n<p>Because we conclude that Gillis's already accrued early retirement subsidy was not improperly cut back, we necessarily also reject his claim that any improper cutback was the result of age discrimination in violation of ERISA § 204(b)(1)(G).</p>\n<p>C. Improper Cutback of Future Accrued Benefits?</p>\n<p>Under ERISA, a plan administrator is not permitted to amend a plan so as to significantly reduce the rate of future benefit accrual unless it provides notice to the plan participants. <i>See</i> ERISA § 204(h)(1); 29 U.S.C. § 1054(h)(1)(1998). The ERISA regulation in effect in 1998, at the time of the merger of the GSX and SPX pension plans, required the plan administrator to \"provide[] a written notice, setting forth the plan amendment and its effective date.\"<sup>[4]</sup><i>Id.</i></p>\n<p>Gillis argues that the district court erred by failing to compare the amount he would have accrued under the previous GSX pension plan at normal retirement age with the same amount calculated at normal retirement age under the SPX plan. To support his argument, he relies on an affidavit from an actuary that he submitted to the district court, which he claims shows that the lump sum payout under the previous GSX plan would have been eleven percent greater than that under the SPX plan.</p>\n<p>As a preliminary matter, SPX objects that Gillis's claim of a cutback of his future benefit accrual without notice is not properly before this court, because he raised it only in a memorandum of law submitted to the district court after the close of the summary judgment record. While that is so, it is also true that Gillis sought and received leave from the court to file the memorandum. However, it is not at all clear that the memorandum Gillis actually filed comported with his stated ground for seeking to file the document.<sup>[5]</sup> While we <span class=\"star-pagination\">*64</span> have serious concerns as to whether Gillis properly preserved this issue below, we need not decide that question definitively because, in any event, his claim fails on the merits.<sup>[6]</sup></p>\n<p>In order to show a violation of ERISA § 204(h)(1), the regulations require a plan participant to show that \"it is reasonably expected that the amendment will reduce the amount of the future annual benefit commencing at <i>normal retirement age.</i>\" 26 C.F.R. § 54.4980F-1, Q &amp; A-6(b) (emphasis added). In other words, Gillis was required to submit credible evidence to the district court demonstrating that the amount he would have accrued under the previous GSX pension plan, calculated as of the age of 65, was more than the amount he would have accrued under the SPX plan, again assuming a retirement age of 65. In his memorandum submitted to the district court, Gillis simply did not provide this information. First, in the body of his memorandum, he provided the court only with accrued benefit amounts under the SPX plan as of the date of his actual retirement, rather than a projected calculation of his accrued benefit as of retirement at age 65. Second, the actuarial affidavit he attached to the memo calculated only the amount Gillis purportedly would have earned as of age 65 under the GSX plan. It offered no calculation of the projected accrued benefit under the SPX plan as of age 65, nor did it compare that number with the equivalent figure under the previous GSX plan.</p>\n<p>Therefore, even if this argument were properly raised below, Gillis failed to provide evidence to the district court upon which it could conclude that Gillis would have earned more, as of his normal retirement age, under the previous GSX plan than under the SPX plan. Gillis's suggestion on appeal that the district court should have somehow made this comparison itself, without Gillis's providing the court with the relevant argumentation and data, betrays a misapprehension of our adversarial system and the burden he carried as a plaintiff opposing summary judgment before the district court.<sup>[7]</sup><i>See, e.g., </i><i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 249-50, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986) (\"[T]here is no issue unless there is sufficient evidence favoring the nonmoving party for a jury to return a verdict for that party. If the evidence is merely colorable, or is not significantly probative, summary judgment may be granted.\") (internal citations omitted); <i>Siegal v. Am. Honda Motor Co.,</i> <span class=\"citation\" data-id=\"552841\"><a href=\"/opinion/552841/linda-siegal-administratrix-of-the-estate-of-brian-d-siegal-v-american/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 17 (1st Cir.1990) (\"Appellant cannot prevail against the motion <span class=\"star-pagination\">*65</span> for summary judgment . . . unless she has demonstrated to the district court . . . that there is no element essential to her cause of action which is not at least trial-worthy.\"). Therefore, we find no error in the district court's decision on this point.<sup>[8]</sup></p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the foregoing reasons, we <i>affirm</i> the district court's grant of summary judgment in favor of appellee SPX.</p>\n<h2>NOTES</h2>\n<p>[1]  However, as we discuss later, though Gillis was technically eligible for calculation of this benefit, the Transition Benefit was designed for those former GSX employees who had not yet accrued the early retirement subsidy. Gillis, who had already accrued the subsidy, was thus not an intended beneficiary.</p>\n<p>[2]  The entire paragraph regarding employees in Gillis's position read:\n</p>\n<p>If you were in the Corporate Plan on December 31, 1998 and were at least age 55 with five years of service on that date, your regular cash balance account could be better than the transition benefit. This is because your opening account balance already included the value of your early retirement benefit. However, if you were in the Hourly Plan on December 31, 1998, your opening account balance was the value of your normal retirement benefit. No matter which group you were in, you will get the better of the regular or the transition benefit.</p>\n<p>[3]  Gillis brought several other claims against SPX as well, including violation of ERISA's merger provisions, failure to timely respond to document requests, and breach of fiduciary duty, none of which he raises on appeal.</p>\n<p>[4]  In his appellate brief, Gillis incorrectly cites to a later amended version of this regulation, which requires a more robust form of notice: \"[N]otice . . . shall be written in a manner calculated to be understood by the average plan participant and shall provide sufficient information . . . to allow applicable individuals to understand the effect of the plan amendment.\" 29 U.S.C. § 1054(h)(2)(2006). This notice requirement was not in effect at the time Gillis was transitioned from the GSX to the SPX plan.</p>\n<p>[5]  Gillis sought leave of the court to file the memorandum after the summary judgment record had closed, stating that \"the principal purpose of [the memo] is to inform the Court of recent changes in the pension law that have a direct and significant bearing on this case.\" Instead, in the memorandum actually filed, Gillis discussed briefly the newly enacted Pension Protection Act of 2006, and largely focused the memo on his new claim that SPX violated the ERISA prohibition on cutbacks of future benefit accruals without proper notice. In addition, for the first time, he attached to the memo an affidavit from an actuary which detailed the amount that Gillis would have earned had he remained under the previous GSX pension plan until his normal retirement date. The affidavit neither calculated Gillis's pension amount under the SPX plan, had he remained until his normal retirement date, nor did it compare such a number to the amount Gillis purportedly would have earned under the GSX pension plan.</p>\n<p>[6]  For the same reason, we also do not reach GSX's argument that § 204(h) does not apply in this situation because the changes in accrual resulted from a merger of the GSX and SPX plans, rather than an amendment of the GSX plan.</p>\n<p>[7]  Gillis's attempt to present such data to this court on appeal, contained in Exhibit A of his appellate brief, is too little, too late. The Federal Rules of Appellate Procedure make clear that the record on appeal consists only of those items filed in the district court, plus the transcript of proceedings, and a certified copy of the docket. <i>See</i> Fed. R.App. P. 10(a); <i>see also </i><i>Lorelei Corp. v. County of Guadalupe,</i> <span class=\"citation\" data-id=\"566000\"><a href=\"/opinion/566000/lorelei-corporation-v-county-of-guadalupe/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">717</span></a></span>, 721 n. 4 (1st Cir.1991) (excluding from record on appeal several documents appended for the first time to party's appellate brief).</p>\n<p>[8]  Having concluded that Gillis's two claims on appeal both fail, and that the plan administrator did not abuse its discretion in calculating his lump sum pension disbursement, we also deny Gillis's request for attorneys' fees and costs, under <i>Cottrill v. Sparrow, Johnson &amp; Ursillo, Inc.,</i> <span class=\"citation\" data-id=\"197093\"><a href=\"/opinion/197093/cottrill-v-sparrow/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">220</span></a></span>, 225 (1st Cir.1996).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197093/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201501/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552841/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566000/",
    "http://www.courtlistener.com/api/rest/v3/opinions/760938/"
  ]
}