{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203029/",
  "absolute_url": "/opinion/203029/verizon-new-england-v-maine-public-utilities-commission/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203029/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:07:21Z",
  "date_modified": "2016-04-26T05:28:21.013053Z",
  "type": "010combined",
  "sha1": "1b417a3111ff1f23e8899811b1989f2f3fc3399d",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-2151ORD-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/11/21/Verizon_New_England_v._ME_Public_Utilities.pdf",
  "plain_text": "                 United States Court of Appeals\n                                   For the First Circuit\n\n No. 06-2151\n\n                                 VERIZON NEW ENGLAND, INC.,\n\n                                          Plaintiff, Appellant,\n\n                                                    v.\n\n MAINE PUBLIC UTILITIES COMMISSION; STEPHEN L. DIAMOND, in his official capacity\n  as Commissioner of the Maine Public Utilities Commission; SHARON M. REISHUS, in her\n    official capacity as Commissioner of the Maine Public Utilities Commission; KURT W.\n  ADAMS, in his official capacity as Commissioner of the Maine Public Utilities Commission,\n\n                                        Defendants, Appellees.\n\n\n                                              Before\n                                       Boudin, Chief Judge,\n                                  Lynch and Lipez, Circuit Judges.\n\n\n                                    ORDER ON REHEARING\n                                    Entered: November 20, 2007\n\n\n                 Verizon New England has petitioned for rehearing in No. 06-2151, one of the two\n\ncases addressed in our single decision of September 6, 2007. Verizon asks that we alter our judgment\n\nto delete our direction to the district court to make a primary jurisdiction referral to the FCC. Verizon\n\nproposes instead that the district court decision be vacated with directions to vacate the Maine PUC\n\norders, leaving the Maine PUC free (as it perhaps already is) to consider any claims relating to the\n\nGWI agreement that depend solely on contract.\n\n                 Verizon's main claim is that our decision has already determined that the Maine PUC\n\nhas no authority under federal law to enforce section 271 because (as our decision explained) section\n\f271 is a grant of authority to the FCC and, unlike sections 251-52, does not provide any express role\n\nfor the states beyond making recommendations to the FCC to be used in determining whether to grant\n\nsection 271 applications. Verizon is correct that the Maine PUC cannot rely on section 271 as a grant\n\nof authority to it to implement that provision.\n\n                However, the district court said that Maine law allowed the state agency to enforce\n\nrequirements established by section 271. We held that even if this were so (which we did not decide),\n\nthe Maine PUC could not adopt requirements (like altered definitions of required elements or a\n\npricing scheme at odds with that prescribed by the FCC) that would place the state commission in\n\ndirect conflict with overriding federal agency determinations. Whether Maine law provides the Maine\n\nPUC with the authority to act to require Verizon's compliance with federal requirements in a matter\n\nthat may affect state interests is an issue that was not briefed by Verizon or decided by us.\n\n                Perhaps the Maine PUC lacks state law authority to require a carrier to provide\n\nelements consistent with federal standards; or perhaps the threat of state-by-state enforcement\n\nthreatens inconsistencies so dangerous that a form of \"field\" preemption is required to protect federal\n\ninterests, rather than merely a ban on state orders that conflict with FCC determinations. But Verizon\n\ndeveloped neither argument in its earlier briefs. Even in its petition for rehearing it attempts neither\n\nargument.\n\n                So Verizon is wrong in saying that there is \"nothing for the district court to do\"\n\nbeyond vacating the Maine PUC orders: Verizon and the Maine PUC disagree as to whether certain\n\ndisputed elements are required by section 271; and only the FCC can provide a definitive resolution\n\nof these technical issues which our decision did not resolve. Verizon says that any decision reached\n\n\n\n\n                                                  -2-\n\fby the FCC would be reviewable directly in a circuit court, 28 U.S.C. § 2342 (2000), but this does\n\nnot preclude the reference by the district court. AT&T v. FCC, 551 F.2d 1287 (D.C. Cir. 1977).\n\n                 Verizon briefly suggests that the Maine PUC lacks standing to seek the FCC's\n\nspecification of the elements prescribed under section 271; Verizon suggests that only a competing\n\ncarrier deprived of required elements could make such a request. This argument was not made in\n\nVerizon's briefs; it is not developed in its petition; and it is far from self-evident, given that the\n\nfacilities are used in common for intrastate as well as interstate communication.\n\n                 Verizon also argues that it could be prejudiced because, during the FCC reference,\n\nit might be subject to the Maine PUC's outstanding order that it provide the elements in dispute\n\nbetween the parties. But the district court's refusal to stay the Maine PUC order during the district\n\ncourt litigation must be reexamined because the court rested importantly on the premise that the\n\nMaine PUC had authority to order elements beyond those required by section 271 and a pricing\n\nscheme rejected by the FCC--a premise that our decision has disapproved.\n\n                 Whether interim provision of disputed elements should be continued or re-\n\nimplemented, and if so on what terms and conditions, is a matter for the district court in the first\n\ninstance. A central issue is whether the Maine PUC is likely to prevail in the FCC proceeding.\n\nVerizon is also be free to pursue in the district court its standing and state authority arguments--absent\n\nwhich we would expect the district court to retain jurisdiction and seek a prompt answer from the\n\nFCC on the merits.\n\n\n\n\n                                                   -3-\n\f                The petition for rehearing is denied. The mandate shall issue forthwith.\n\n\n\n                                                   By the Court:\n\n                                                  /s/\n\n                                                   Richard Cushing Donovan, Clerk\n\n\n\n\n[Certified copies to Hon. Gene Carter, Hon. Paul J. Barbadoro, Mr. William Brownell, Clerk, United\nStates District Court for the District of Maine and Mr. James Starr, Clerk, United States District Court\nfor the District of New Hampshire. Copies to Ms. Connors, Mr. Boecke, Mr. Angstreich, Ms. Dunbar,\nMr. Hewitt, Mr. Beausejour, Ms. Bragdon, Ms. Hagler, Mr. Samp, Mr. Blau, Mr. Rosenzweig, Mr.\nBobeck, Mr. Nosal, Mr. Donovan, Mr. Livernois & Mr. DelVecchio.]\n\n\n\n\n                                                  -4-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>509 F.3d 13 (2007)</b></center>\n<center><h1>VERIZON NEW ENGLAND, INC., Plaintiff, Appellant,<br>\nv.<br>\nMAINE PUBLIC UTILITIES COMMISSION; Stephen L. Diamond, in his official capacity as Commissioner of the Maine Public Utilities Commission; Sharon M. Reishus, in her official capacity as Commissioner of the Maine Public Utilities Commission; Kurt W. Adams, in his official capacity as Commissioner of the Maine Public Utilities Commission, Defendants, Appellees.</h1></center>\n<center>No. 06-2151.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>November 20, 2007.</center>\n<p>William D. Hewitt, Catherine R. Connors, Pierce Atwood LLP, Portland, ME, Scott H. Angstreich, Kelly P. Dunbar, Kellogg, Huber, Hansen, Todd, Evans &amp; Figel, P.L.L.C., Washington, DC, Bruce P. Beausejour, Verizon New England Legal Department, Donald W. Boecke, Verizon Communications, Boston, MA, for Plaintiff, Appellant.</p>\n<p>Andrew S. Hagler, Maine State Public Utilities Comm., Augusta, ME, for Maine <span class=\"star-pagination\">*14</span> Public Utilities Commission, Stephen L. Diamond, In His Official Capacity as Commissioner of the Maine Public Utilities Commission, Sharon M Reishus, in her Official Capacity as Commissioner of the Maine Public Utilities Commission, and Kurt W. Adams, in His Official Capacity as Commissioner of the Maine Public Utilities Commission.</p>\n<p>Trina M. Bragdon, for Stephen L. Diamond, in his Official Capacity as Commissioner of the Maine Public Utilities Commission, Sharon M Reishus, in her Official Capacity as Commissioner of the Maine Public Utilities Commission, and Kurt W. Adams, in His Official Capacity as Commissioner of the Maine Public Utilities Commission.</p>\n<p>Frederick S. Samp, Bangor Hydro Electric Co., Bangor, ME, Russell M. Blau, Philip J. Macres, Commonwealth Telephone Co., Joshua M. Bobeck, Washington, DC, Rebecca S. Webber, Linnell, Choate &amp; Webber, Auburn, ME, David S. Rosenzweig, Keegan Werlin LLP, Boston, MA, for Kurt W. Adams, in His Official Capacity as Commissioner of the Maine Public Utilities Commission.</p>\n<p>Before BOUDIN, Chief Judge, LYNCH and LIPEZ, Circuit Judges.</p>\n<p></p>\n<h2>ORDER ON REHEARING</h2>\n<p>PER CURIAM.</p>\n<p>Verizon New England has petitioned for rehearing in No. 06-2151, one of the two cases addressed in our single decision of September 6, 2007. Verizon asks that we alter our judgment to delete our direction to the district court to make a primary jurisdiction referral to the FCC. Verizon proposes instead that the district court decision be vacated with directions to vacate the Maine PUC orders, leaving the Maine PUC free (as it perhaps already is) to consider any claims relating to the GWI agreement that depend solely on contract.</p>\n<p>Verizon's main claim is that our decision has already determined that the Maine PUC has no authority under federal law to enforce section 271 because (as our decision explained) section 271 is a grant of authority to the FCC and, unlike sections 251-52, does not provide any express role for the states beyond making recommendations to the FCC to be used in determining whether to grant section 271 applications. Verizon is correct that the Maine PUC cannot rely on section 271 as a grant of authority to it to implement that provision.</p>\n<p>However, the district court said that Maine law allowed the state agency to enforce requirements established by section 271. We held that even if this were so (which we did not decide), the Maine PUC could not adopt requirements (like altered definitions of required elements or a pricing scheme at odds with that prescribed by the FCC) that would place the state commission in direct conflict with overriding federal agency determinations. Whether Maine law provides the Maine PUC with the authority to act to require Verizon's compliance with federal requirements in a matter that may affect state interests is an issue that was not briefed by Verizon or decided by us.</p>\n<p>Perhaps the Maine PUC lacks state law authority to require a carrier to provide elements consistent with federal standards; or perhaps the threat of state-by-state enforcement threatens inconsistencies so dangerous that a form of \"field\" preemption is required to protect federal interests, rather than merely a ban on state orders that conflict with FCC determinations. But Verizon developed neither argument in its earlier briefs. Even in its petition for rehearing it attempts neither argument.</p>\n<p><span class=\"star-pagination\">*15</span> So Verizon is wrong in saying that there is \"nothing for the district court to do\" beyond vacating the Maine PUC orders: Verizon and the Maine PUC disagree as to whether certain disputed elements are required by section 271; and only the FCC can provide a definitive resolution of these technical issues which our decision did not resolve. Verizon says that any decision reached by the FCC would be reviewable directly in a circuit court, 28 U.S.C. § 2342 (2000), but this does not preclude the reference by the district court. <i>AT &amp; T v. FCC,</i> 551 F.2d 1287 (D.C.Cir.1977).</p>\n<p>Verizon briefly suggests that the Maine PUC lacks standing to seek the FCC's specification of the elements prescribed under section 271; Verizon suggests that only a competing carrier deprived of required elements could make such a request. This argument was not made in Verizon's briefs; it is not developed in its petition; and it is far from self-evident, given that the facilities are used in common for intrastate as well as interstate communication.</p>\n<p>Verizon also argues that it could be prejudiced because, during the FCC reference, it might be subject to the Maine PUC's outstanding order that it provide the elements in dispute between the parties. But the district court's refusal to stay the Maine PUC order during the district court litigation must be reexamined because the court rested importantly on the premise that the Maine PUC had authority to order elements beyond those required by section 271 and a pricing scheme rejected by the FCCa premise that our decision has disapproved.</p>\n<p>Whether interim provision of disputed elements should be continued or re-implemented, and if so on what terms and conditions, is a matter for the district court in the first instance. A central issue is whether the Maine PUC is likely to prevail in the FCC proceeding. Verizon is also be free to pursue in the district court its standing and state authority arguments-absent which we would expect the district court to retain jurisdiction and seek a prompt answer from the FCC on the merits.</p>\n<p>The petition for rehearing is denied. The mandate shall issue forthwith.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">509</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></span> (2007)</b></center>\n<center><h1>VERIZON NEW ENGLAND, INC., Plaintiff, Appellant,<br>\nv.<br>\nMAINE PUBLIC UTILITIES COMMISSION; Stephen L. Diamond, in his official capacity as Commissioner of the Maine Public Utilities Commission; Sharon M. Reishus, in her official capacity as Commissioner of the Maine Public Utilities Commission; Kurt W. Adams, in his official capacity as Commissioner of the Maine Public Utilities Commission, Defendants, Appellees.</h1></center>\n<center>No. 06-2151.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>November 20, 2007.</center>\n<p>William D. Hewitt, Catherine R. Connors, Pierce Atwood LLP, Portland, ME, Scott H. Angstreich, Kelly P. Dunbar, Kellogg, Huber, Hansen, Todd, Evans &amp; Figel, P.L.L.C., Washington, DC, Bruce P. Beausejour, Verizon New England Legal Department, Donald W. Boecke, Verizon Communications, Boston, MA, for Plaintiff, Appellant.</p>\n<p>Andrew S. Hagler, Maine State Public Utilities Comm., Augusta, ME, for Maine <span class=\"star-pagination\">*14</span> Public Utilities Commission, Stephen L. Diamond, In His Official Capacity as Commissioner of the Maine Public Utilities Commission, Sharon M Reishus, in her Official Capacity as Commissioner of the Maine Public Utilities Commission, and Kurt W. Adams, in His Official Capacity as Commissioner of the Maine Public Utilities Commission.</p>\n<p>Trina M. Bragdon, for Stephen L. Diamond, in his Official Capacity as Commissioner of the Maine Public Utilities Commission, Sharon M Reishus, in her Official Capacity as Commissioner of the Maine Public Utilities Commission, and Kurt W. Adams, in His Official Capacity as Commissioner of the Maine Public Utilities Commission.</p>\n<p>Frederick S. Samp, Bangor Hydro Electric Co., Bangor, ME, Russell M. Blau, Philip J. Macres, Commonwealth Telephone Co., Joshua M. Bobeck, Washington, DC, Rebecca S. Webber, Linnell, Choate &amp; Webber, Auburn, ME, David S. Rosenzweig, Keegan Werlin LLP, Boston, MA, for Kurt W. Adams, in His Official Capacity as Commissioner of the Maine Public Utilities Commission.</p>\n<p>Before BOUDIN, Chief Judge, LYNCH and LIPEZ, Circuit Judges.</p>\n<p></p>\n<h2>ORDER ON REHEARING</h2>\n<p>PER CURIAM.</p>\n<p>Verizon New England has petitioned for rehearing in No. 06-2151, one of the two cases addressed in our single decision of September 6, 2007. Verizon asks that we alter our judgment to delete our direction to the district court to make a primary jurisdiction referral to the FCC. Verizon proposes instead that the district court decision be vacated with directions to vacate the Maine PUC orders, leaving the Maine PUC free (as it perhaps already is) to consider any claims relating to the GWI agreement that depend solely on contract.</p>\n<p>Verizon's main claim is that our decision has already determined that the Maine PUC has no authority under federal law to enforce section 271 because (as our decision explained) section 271 is a grant of authority to the FCC and, unlike sections 251-52, does not provide any express role for the states beyond making recommendations to the FCC to be used in determining whether to grant section 271 applications. Verizon is correct that the Maine PUC cannot rely on section 271 as a grant of authority to it to implement that provision.</p>\n<p>However, the district court said that Maine law allowed the state agency to enforce requirements established by section 271. We held that even if this were so (which we did not decide), the Maine PUC could not adopt requirements (like altered definitions of required elements or a pricing scheme at odds with that prescribed by the FCC) that would place the state commission in direct conflict with overriding federal agency determinations. Whether Maine law provides the Maine PUC with the authority to act to require Verizon's compliance with federal requirements in a matter that may affect state interests is an issue that was not briefed by Verizon or decided by us.</p>\n<p>Perhaps the Maine PUC lacks state law authority to require a carrier to provide elements consistent with federal standards; or perhaps the threat of state-by-state enforcement threatens inconsistencies so dangerous that a form of \"field\" preemption is required to protect federal interests, rather than merely a ban on state orders that conflict with FCC determinations. But Verizon developed neither argument in its earlier briefs. Even in its petition for rehearing it attempts neither argument.</p>\n<p><span class=\"star-pagination\">*15</span> So Verizon is wrong in saying that there is \"nothing for the district court to do\" beyond vacating the Maine PUC orders: Verizon and the Maine PUC disagree as to whether certain disputed elements are required by section 271; and only the FCC can provide a definitive resolution of these technical issues which our decision did not resolve. Verizon says that any decision reached by the FCC would be reviewable directly in a circuit court, 28 U.S.C. § 2342 (2000), but this does not preclude the reference by the district court. <i>AT &amp; T v. FCC,</i> <span class=\"citation\" data-id=\"344234\"><a href=\"/opinion/344234/american-telephone-and-telegraph-company-v-federal-communications/\"><span class=\"volume\">551</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1287</span></a></span> (D.C.Cir.1977).</p>\n<p>Verizon briefly suggests that the Maine PUC lacks standing to seek the FCC's specification of the elements prescribed under section 271; Verizon suggests that only a competing carrier deprived of required elements could make such a request. This argument was not made in Verizon's briefs; it is not developed in its petition; and it is far from self-evident, given that the facilities are used in common for intrastate as well as interstate communication.</p>\n<p>Verizon also argues that it could be prejudiced because, during the FCC reference, it might be subject to the Maine PUC's outstanding order that it provide the elements in dispute between the parties. But the district court's refusal to stay the Maine PUC order during the district court litigation must be reexamined because the court rested importantly on the premise that the Maine PUC had authority to order elements beyond those required by section 271 and a pricing scheme rejected by the FCCa premise that our decision has disapproved.</p>\n<p>Whether interim provision of disputed elements should be continued or re-implemented, and if so on what terms and conditions, is a matter for the district court in the first instance. A central issue is whether the Maine PUC is likely to prevail in the FCC proceeding. Verizon is also be free to pursue in the district court its standing and state authority arguments-absent which we would expect the district court to retain jurisdiction and seek a prompt answer from the FCC on the merits.</p>\n<p>The petition for rehearing is denied. The mandate shall issue forthwith.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/344234/"
  ]
}