{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203069/",
  "absolute_url": "/opinion/203069/united-states-v-deppe/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203069/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:08:08Z",
  "date_modified": "2016-04-26T06:50:19.343644Z",
  "type": "010combined",
  "sha1": "11c8c076df9de1d6f6c2230e9aaf1d292047c172",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-1048-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/12/11/US_v._Deppe.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 07-1048\n\n                     UNITED STATES OF AMERICA,\n\n                             Appellee,\n\n                                v.\n\n                         MICHAEL R. DEPPE,\n\n                       Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. F. Dennis Saylor IV, U.S. District Judge]\n\n\n                              Before\n\n                        Boudin, Chief Judge,\n              Selya and Stahl, Senior Circuit Judges.\n\n\n\n     Arza Feldman, Steven A. Feldman, and Feldman and Feldman on\nbrief for appellant.\n     Adam J. Bookbinder, Assistant United States Attorney, and\nMichael J. Sullivan, United States Attorney, on brief for appellee.\n\n\n\n                         December 11, 2007\n\f               SELYA, Senior Circuit Judge. The circus impresario, P.T.\n\nBarnum, is famously reputed to have said that \"there's a sucker\n\nborn every minute.\"             That droll commentary on the human condition,\n\nwhether or not fairly attributed to Barnum,1 appears to be as\n\ninsightful          in    cyber-commerce     as       in    face-to-face      business\n\ntransactions.            This conclusion is borne out by the case at hand,\n\nwhich involves an Internet fraud.\n\n               In     the   appeal     proper,    we       are   asked   to   consider\n\nallegations of instructional and sentencing error. The overarching\n\nthemes are those of chicanery and greed.                    Thoroughly assured by a\n\ncareful canvass of the record, we affirm the judgment below.\n\nI.   BACKGROUND\n\n               Beginning in March of 2003, defendant-appellant Michael\n\nR. Deppe commenced a series of transactions in which he offered\n\nRolex       watches      over   the   Internet   in    exchange    for   funds   wire-\n\ntransferred directly to his bank account.                   By December of 2003, he\n\nhad engaged in twenty-seven such transactions and had snared\n\nroughly $115,000 in payments.             But there was a catch: not a single\n\ncustomer had received a watch.\n\n               An investigation uncovered the following scenario.                 Upon\n\nreceipt of wire-transferred funds in the stipulated amount, the\n\n\n        1\n      Although this statement was attributed to Barnum in the Fort\nWayne Weekly Sentinel of January 17, 1894, Barnum is said to have\ndoubted that he had uttered these precise words.      He conceded,\nhowever, that he may have said: \"The people like to be humbugged.\"\n\n\n                                           -2-\n\fappellant   would   ship   a   package.   The   customer   would    receive\n\ntracking information for the shipment.           In fact, however, the\n\npackage would deliberately be sent to an incorrect address within\n\nthe customer's zip code. This artifice worked because the tracking\n\ninformation only indicated to the customer that a package had been\n\nsent to his zip code; it did not reveal the intended destination\n\nwith any greater specificity.       When and if the package caught up\n\nwith the customer, it invariably proved to contain only crumpled\n\nnewspaper or worthless baseball cards.\n\n            By March of 2004, the Rolex scheme had been laid waste,\n\nand a state prosecutor had charged the appellant with nineteen\n\ncounts of larceny.    He was not detained, though, on the condition\n\nthat he no longer conduct business through the instrumentality of\n\na computer.\n\n            The fall of 2004 saw the appellant contravene the state\n\ncourt bail order.    He teamed up with William Englehart and entered\n\na new line of business. Their fledgling firm, called Aceprosports,\n\naspired to sell sports merchandise through well-known Internet\n\nintermediaries like eBay and PayPal.\n\n            Initially, each sale went off without a hitch, and\n\nAceprosports garnered \"power seller\" honors from eBay.             In early\n\n2005 — some two weeks before the Super Bowl — the dénouement began.\n\nAt that juncture, the company started selling nonexistent tickets\n\nto the game.     The Super Bowl scheme netted nearly $263,000 for\n\n\n                                    -3-\n\ftickets that the partners never possessed.   While Englehart made a\n\nfew refunds, the vast majority of customers lost their deposits.\n\n           On February 23, 2005, a federal grand jury indicted the\n\nappellant on eight counts of wire fraud, 18 U.S.C. § 1343, and two\n\ncounts of mail fraud, id. § 1341, all related to the Rolex swindle.\n\nExactly five weeks later, the grand jury handed up a superseding\n\nindictment that added four counts of wire fraud and two counts of\n\nmail fraud growing out of the Super Bowl scheme.\n\n           The appellant initially maintained his total innocence.\n\nThen, on March 6, 2006, he pleaded guilty to the ten counts that\n\nimplicated the Rolex fraud.   The six Super Bowl counts remained\n\npending.\n\n           A seven-day jury trial ensued.      The trial evidence\n\nfeatured finger-pointing by the two erstwhile partners.        The\n\ngovernment's theory of the case was that the appellant had falsely\n\nassured Englehart that he (the appellant) had found a legitimate\n\nsource of Super Bowl tickets and had bilked Englehart out of the\n\nmoney paid by prospective purchasers.   For his part, the appellant\n\nsought to erase this portrait of Englehart as \"the perfect dupe.\"\n\nHe asserted that Englehart helped with many of the sales himself,\n\ncontrolled the company's bank account and cash flow, and forged\n\nreceipts to make it appear that the appellant had siphoned off the\n\nproceeds of the scheme.\n\n\n\n\n                                -4-\n\f           The government dropped one of the six remaining counts\n\nmid-trial.        As to the rest, the jury apparently accepted the\n\ngovernment's version of the relevant events; on May 2, 2006, it\n\nconvicted the appellant on each of the five submitted counts.\n\n           The conceded counts and the tried counts were grouped for\n\npurposes of sentencing.          Without objection, the district court\n\nfixed the appellant's adjusted offense level at 27. The court then\n\ndeclined     to   grant   the    appellant   a   two-level    reduction     for\n\nacceptance of responsibility, see USSG §3E1.1(a); placed him in\n\ncriminal history category I; arrived at a guideline sentencing\n\nrange (GSR) of 70-87 months; and imposed a mid-range 78-month\n\nincarcerative term.       The court also fined the appellant, levied a\n\nspecial    assessment,     ordered    restitution     in     the   amount    of\n\n$520,375.84, and set a period of supervised release.               This timely\n\nappeal followed.\n\nII.   DISCUSSION\n\n           We begin our substantive analysis with the appellant's\n\nclaim of instructional error. We then proceed to consider his twin\n\nclaims of sentencing error.\n\n                          A.    Jury Instructions.\n\n           The appellant's complaint about the jury instructions has\n\nits genesis in an original instruction given to the jury after both\n\nsides had rested and counsel had delivered their summations.                The\n\ncourt stated:\n\n\n                                      -5-\n\f            The defendant contends that another person was\n            responsible for any wrongful acts that may\n            have occurred in this case.     The fact that\n            someone else may have had the requisite intent\n            to commit mail or wire fraud does not, by\n            itself, constitute a defense or an excuse for\n            Mr. Deppe. However, you may consider evidence\n            of the intent and conduct of other parties to\n            the extent that such evidence bears on the\n            issue of whether Mr. Deppe himself had the\n            requisite intent and committed the crimes\n            charged.\n\nThe appellant seasonably objected to this instruction, asserting\n\nthat   whatever     the   indictment    might   say,    the    government   had\n\npresented its case as one in which Englehart had been duped, yet\n\nthe instruction invited the jurors to convict even if they found\n\nthat Englehart had co-engineered the fraud. Deeming this objection\n\nwell-taken, the district court gave the following supplementary\n\ninstruction before the start of deliberations:\n\n            The indictment charges . . . a scheme to\n            defraud, both in the form of mail fraud and\n            wire fraud, and it charges it in a particular\n            way, and the way it charges it is that Mr.\n            Deppe is criminally culpable, and no other\n            person is criminally culpable, and that is\n            what you are to decide, whether the government\n            has proved beyond a reasonable doubt the\n            particular scheme charged in the indictment.\n\nThus instructed, the jury retired to deliberate.\n\n            Shortly thereafter, the jurors requested clarification of\n\nthe supplementary instruction.          The court brought them back into\n\nthe    courtroom,    candidly   acknowledged     that    its    supplementary\n\ninstruction might have been \"a little bit looser\" than it should\n\nhave been, and bade the jurors to focus on whether the government\n\n                                       -6-\n\fhad proven the fraudulent scheme substantially as charged in the\n\nrelevant counts of the indictment.       It repeated no fewer than five\n\ntimes words to the effect that \"the Government must prove that\n\nthere was a scheme to defraud, substantially as charged in the\n\nindictment.\"      Relatedly, the court reminded the jurors of the\n\nburden of proof.\n\n            At this point, a juror asked a somewhat garbled question\n\nanent the district court's earlier instruction:\n\n            It sounds to me as though if Mr. Deppe isn't\n            completely solely responsible, that there's no\n            one else culpable then — then we decide that\n            he's guilty. If we decide that — that someone\n            was in on this with him, then he's not guilty?\n\nBy way of response, the court reiterated that the jury should focus\n\non whether or not the scheme charged in the indictment had been\n\nproved. In search of certitude, the court repeated that admonition\n\nat least three times after the juror interposed his query.              The\n\ncourt refused to editorialize about the scheme or otherwise to\n\nelaborate on the jury's duty.     Despite requests by both sides, the\n\ncourt also declined to reduce any of its supplementary instructions\n\nto writing.\n\n            Thus instructed, the jury repaired to the jury room and\n\nresumed its deliberations.      It returned with a guilty verdict on\n\nall five of the pending counts.\n\n            The   appellant's   challenge   to   these   instructions    is\n\nquixotic.     His brief makes no claim that any of the instructions\n\n\n                                   -7-\n\fwere incorrect as a matter of law.                   Rather, he asserts that the\n\ninstructions must have confused the jury, as evidenced by one\n\njuror's expression of puzzlement (expressed in the question quoted\n\nabove).\n\n            Objections to allegedly confusing jury instructions, when\n\npreserved for appeal, engender review for abuse of discretion. See\n\nUnited States v. Nascimento, 491 F.3d 25, 33-34 (1st Cir. 2007).\n\nIf such objections have not been preserved, plain-error review\n\napplies.    See Fed. R. Crim. P. 30(d), 52(b); see also United States\n\nv. Vega Molina, 407 F.3d 511, 529 (1st Cir. 2005).                             In this\n\ninstance,    the     record    is    murky      as    to    whether    the    claim    of\n\ninstructional error was or was not preserved.\n\n            The relevant facts are as follows.                    When the district\n\ncourt     held   a    sidebar       conference        to    discuss     its     further\n\ninstructions, the appellant injected himself into the conversation,\n\nbypassing    his     counsel        and   explaining        how   he    thought       the\n\ninstructions should be worded.                  The court then asked defense\n\ncounsel whether the appellant's objection was counsel's objection.\n\nCounsel     equivocated;       he     disavowed       the     objection       but   then\n\nenigmatically observed that, whatever he (counsel) happened to\n\nthink, \"it's [Deppe's] life.\"\n\n            In the end, we find it unnecessary to resolve whether the\n\nclaim of institutional error was preserved for appellate review.\n\nInstead we assume, favorably to the appellant, that it was.                            On\n\n\n                                          -8-\n\fthat assumption, we proceed to assay the challenged instructions\n\nfor abuse of discretion.       We discern none.\n\n           The most pertinent consideration is that none of the\n\ninstructions harmed or prejudiced the appellant in any way.               In\n\npoint of fact, the only problematic instruction given to the jury\n\n— the district court's first supplementary instruction — favored\n\nthe appellant.2    We explain briefly.\n\n           The district court at that point instructed the jury that\n\nthe indictment required proof that the appellant \"is criminally\n\nculpable, and no other person is criminally culpable.\"              But the\n\ngovernment's burden was not so onerous: the indictment itself\n\nincluded charges of aiding and abetting and left ample room for\n\nscenarios in which the appellant and one or more collaborators\n\ncould be held criminally responsible.        When the putative error in\n\na criminal jury instruction is such that it tends to narrow the\n\nindictment or to elevate the government's burden of proof, the\n\ndefendant cannot be heard to complain about prejudice.           See United\n\nStates v. Lizardo, 445 F.3d 73, 86 (1st Cir. 2006).\n\n           Viewed against this backdrop, the somewhat inarticulate\n\nquestion   posed   by   the   inquisitive   juror   fails   to   supply   any\n\nmeaningful evidence of prejudicial jury confusion.           The appellant\n\nasks us to interpret this question as an indication that all the\n\n\n     2\n      This is the instruction that the district court itself, on\nreflection, fretted had \"set some sort of land speed record . . .\nin confusing a jury.\"\n\n                                    -9-\n\fjurors believed that, if they found that no one else was guilty of\n\nthe fraud, they could convict the appellant on that basis alone.\n\nThis is too much of a stretch: the question was ambiguous and, in\n\nall events, reflected only the tentative thought processes of one\n\njuror.   It would be pure speculation to infer a mistaken view of\n\nthe law from an ambiguous question posed by a single juror.             Cf.\n\nAyers v. Belmontes, 127 S. Ct. 469, 479 (2006) (holding that\n\nindividual juror questions regarding instructions, susceptible of\n\ndiffering interpretations, did not justify grant of habeas relief).\n\n            Here, moreover, the query was interposed before the court\n\ncompleted   its   instructions.    Even    if   some   modicum   of   juror\n\nconfusion persisted at that preliminary stage — an assumption that\n\nwe view as dubious — there is no reason to think that the district\n\ncourt's subsequent clarification did not dispel it.        See Howard D.\n\nJury, Inc. v. R & G Sloane Mfg. Co., 666 F.2d 1348, 1351 (10th Cir.\n\n1981) (explaining that the critical question is \"whether the\n\nconfusion in the jurors' minds was eliminated before the verdicts\n\nwere returned, not whether the jurors were confused prior to that\n\ntime\"). This clarification, which took the form of several plainly\n\nworded repetitions of the correct rule of law, was more than\n\nadequate to eliminate any vestige of confusion that previously\n\nmight have crept into the case.           See, e.g., United States v.\n\nNishnianidze, 342 F.3d 6, 16 (1st Cir. 2003); United States v.\n\nMurray, 618 F.2d 892, 904 (2d Cir. 1980); see also Bollenbach v.\n\n\n                                  -10-\n\fUnited   States,        326    U.S.           607,   612    (1946)      (Frankfurter,     J.)\n\n(\"Particularly in a criminal trial, the judge's last word is apt to\n\nbe the decisive word.\").\n\n            In sum, we adhere to the sensible principle that a \"jury\n\ninstruction cannot be read in a vacuum, but, rather, must be taken\n\nin light of the charge as a whole.\"                        Ellis v. United States, 313\n\nF.3d 636, 645 (1st Cir. 2002).                   Applying that rule, we find little\n\nor no evidence of jury confusion here. We are, moreover, confident\n\nthat any possible risk of confusion was abated by the lower court's\n\ncurative instructions.           We therefore detect no abuse of discretion\n\nin the instructions as a whole.\n\n                       B.     Acceptance of Responsibility.\n\n            We       turn   next         to    the   appellant's        primary   claim    of\n\nsentencing       error:        his        entreaty         that   the     district      court\n\nimprovidently refused to shrink his offense level for acceptance of\n\nresponsibility.         We discern no error.\n\n            Under       the    applicable            guideline,       USSG   §3E1.1(a),    a\n\ndefendant      may    receive        a    two-level        downward     adjustment   if    he\n\nseasonably accepts responsibility for the crime(s) of conviction.\n\nThe   burden     of    proving       that       he   accepted     responsibility        rests\n\nsquarely with the defendant.                    See United States v. Franky-Ortiz,\n\n230 F.3d 405, 408 (1st Cir. 2000); United States v. Royer, 895 F.2d\n\n28, 29-30 (1st Cir. 1990).\n\n\n\n\n                                                -11-\n\f             Acceptance of responsibility entails more than merely\n\nmouthing the vocabulary of contrition.               Pleading guilty in advance\n\nof trial and truthfully disclosing the details of all relevant\n\nconduct     usually       will   constitute      substantial     evidence      that    a\n\ndefendant has accepted responsibility.                      See USSG §3E1.1, cmt.\n\n(n.3). But not every pretrial guilty plea guarantees the defendant\n\nthe two-level reduction.            See, e.g., United States v. McLaughlin,\n\n378 F.3d 35, 38-39 (1st Cir. 2004); Royer, 895 F.2d at 30.\n\n             When     a    defendant      proceeds    to     trial    and   puts    the\n\ngovernment to its proof, a credit for acceptance of responsibility\n\nnormally will not be available.                  See, e.g., United States v.\n\nSánchez-Berríos, 424 F.3d 65, 79 (1st Cir. 2005); United States v.\n\nRosario-Peralta, 199 F.3d 552, 570 (1st Cir. 1999).                          Even so,\n\nproceeding     to   trial        does   no   more    than    create    a    rebuttable\n\npresumption of non-availability.                 A defendant in that position\n\nstill may receive credit for acceptance of responsibility in \"rare\n\nsituations.\"    USSG §3E1.1, cmt. (n.2); see, e.g., United States v.\n\nKowal, ___ F. Supp. 2d ___, ___ (N.D. Iowa 2007) [No. 06-CR-133,\n\n2007   WL   2903194,       at    *9]    (allowing    downward    adjustment        where\n\ndefendant stipulated to facts and proceeded to trial solely to test\n\napplicability of statute to his conduct).\n\n             The standard of review for acceptance-of-responsibility\n\ndeterminations is familiar.             Recognizing the special difficulty of\n\ndiscerning, on a cold record, whether a defendant's expressions of\n\n\n                                          -12-\n\fremorse were in earnest, we review a sentencing court's judgments\n\nabout acceptance of responsibility for clear error.                        See United\n\nStates v. Dethlefs, 123 F.3d 39, 43 (1st Cir. 1997); Royer, 895\n\nF.2d at 29; see also USSG §3E1.1, cmt. (n.5) (explaining that \"the\n\ndetermination    of       the   sentencing        judge    is   entitled    to    great\n\ndeference on review\"). We nonetheless maintain plenary review over\n\nrelated legal questions, including the interpretation of the scope\n\nthat a sentencing guideline affords.                See, e.g., United States v.\n\nTalladino, 38 F.3d 1255, 1263 (1st Cir. 1994).\n\n           In this case, we confront the hybrid situation in which\n\na defendant has admitted guilt in advance of trial as to some of\n\nthe counts in a multi-count indictment, yet proceeded to trial on\n\nother counts.3       The appellant argues, in effect, that the district\n\ncourt gave too short shrift to the fact that he had pleaded to\n\nseveral of the charges and erroneously applied what amounted to a\n\nconclusive presumption that the reduction should not be awarded.\n\nSeveral   of   our    sister     circuits     have    held      that   acceptance       of\n\nresponsibility       is   an    all   or    nothing       proposition    and     that    a\n\nrebuttable presumption of non-availability (that is, a presumption\n\nsubject   to   the     \"rare     situation\"       exception)      applies      where     a\n\n\n\n     3\n      For purposes of this analysis, we ignore the count that the\ngovernment voluntarily dismissed, as a defendant need not plead\nguilty to charges the government itself has relinquished in order\nto receive the basic reduction for acceptance of responsibility.\nSee United States v. Perez-Franco, 873 F.2d 455, 459 (1st Cir.\n1989).\n\n                                           -13-\n\fdefendant pleads guilty to some but not all of the crimes charged\n\nin a multi-count indictment.    See, e.g., United States v. Thomas,\n\n242 F.3d 1028, 1034 (11th Cir. 2001); United States v. Chambers,\n\n195 F.3d 274, 277-79 (6th Cir. 1999); United States v. Ginn, 87\n\nF.3d 367, 371 (9th Cir. 1996); United States v. Kleinebreil, 966\n\nF.2d 945, 954 (5th Cir. 1992); United States v. McDowell, 888 F.2d\n\n285, 293 (3d Cir. 1989).      But see United States v. Wattree, 431\n\nF.3d 618, 622 (8th Cir. 2005) (\"To the extent the Third Circuit [in\n\nMcDowell] adopts a per se rule that grouping overrides all other\n\ncircumstances, this court does not follow the Third Circuit.\").\n\nThis court has not answered the question — and, as we explain\n\nbelow, we have no occasion to do so today.\n\n          The fact of the matter is that the district court —\n\ncontrary to the appellant's implication — did not automatically\n\ndeny an acceptance-of-responsibility credit on account of his\n\ndecision to go to trial on some of the charged counts.     Rather, in\n\nits statements at the disposition hearing, the court referred\n\nrepeatedly to an application note, which provides in pertinent\n\npart:\n\n          In determining whether a defendant qualifies\n          [for   an    acceptance   of    responsibility\n          reduction], appropriate considerations include\n          . . . truthfully admitting the conduct\n          comprising the offense(s) of conviction, and\n          truthfully admitting or not falsely denying\n          any additional relevant conduct.\n\nUSSG §3E1.1, cmt. (n.1(a)).    The court concluded:\n\n\n                                 -14-\n\f          The defendant did not truthfully admit the\n          conduct of the offensive conviction and did\n          not truthfully admit and has falsely denied\n          other relevant conduct . . . .\n\n                             * * *\n\n          He has sought to shift blame to others, and\n          otherwise engaged in — engaged in denials and\n          other conduct suggesting that he had not\n          accepted responsibility. . . .\n\n                             * * *\n\n          I don't think [the two-level reduction is]\n          appropriate under the circumstances, so that\n          objection is overruled.\n\n          These comments evince a particularized consideration of\n\nthe appellant's actions at the trial. That focus is thoroughly\n\nincompatible with the appellant's suggestion that the court made a\n\nrote rejection of his request for an acceptance-of-responsibility\n\nadjustment merely because he had pleaded to fewer than all of the\n\ncharged counts.\n\n          In denying a section 3E1.1(a) discount, the district\n\ncourt need not articulate a tight matrix of factual findings, in\n\nlight of which its denial seems all but ineluctable.    See United\n\nStates v. Saxena, 229 F.3d 1, 10 (1st Cir. 2000).   Here, the court\n\nmade pellucid its conclusion that the appellant's downplaying of\n\nhis role in the Super Bowl ticket fraud and his attempts to shift\n\nthe blame to Englehart were antithetic to a finding that he had\n\naccepted responsibility for his criminality. No more was exigible;\n\n\n\n\n                              -15-\n\fgiven the district court's findings, this was surely not one of the\n\n\"rare situations\" that would have warranted special largesse.\n\n                  C.   Reasonableness of the Sentence.\n\n            In a parting shot, the appellant tries to impugn the\n\nlength of his 78-month sentence.            For this limited purpose, he\n\nconcedes    the   correctness   of    the    district   court's   guideline\n\ncomputations and acknowledges that the sentence falls within the\n\ncompass of the GSR.      He nonetheless claims that factors to which\n\nthe court attached insufficient weight dictated a more benign\n\nresult.    This argument is wide of the mark.\n\n            In the aftermath of the Supreme Court's landmark decision\n\nin United States v. Booker, 543 U.S. 220, 261 (2005), we review\n\ndurational challenges to criminal sentences for reasonableness.\n\nThat standard governs regardless of whether the sentence imposed\n\nfalls within or without the confines of the GSR.          United States v.\n\nJiménez-Beltre, 440 F.3d 514, 517 (1st Cir. 2006) (en banc).\n\nWithal, the challenger's burden is particularly heavy where, as\n\nhere, he strives to brand as unreasonable a within-the-range\n\nsentence.    See United States v. Smith, 445 F.3d 1, 4 (1st Cir.\n\n2006); cf. Rita v. United States, 127 S. Ct. 2456, 2463-68 (2007)\n\n(discussing the presumption of reasonableness that attaches to\n\nwithin-the-range sentences).     In the last analysis, this standard\n\nof review is fairly deferential.             As long as we discern \"a\n\nplausible explanation\" for the sentence and a \"defensible overall\n\n\n                                     -16-\n\fresult,\" we will not second-guess the district court's informed\n\njudgment.     Jiménez-Beltre, 440 F.3d at 519.\n\n             In the instant case, the appellant posits that, in\n\nconsidering     the   sentencing   factors   enumerated   in   18   U.S.C.\n\n§3553(a),4 the district court undervalued four relevant factors:\n\nthe appellant's lack of a prior criminal record, his youth (twenty-\n\none years old at the time of the Rolex fraud), the non-violent\n\nnature of the crimes of conviction, and his psychological frailties\n\n(specifically, an obsessive-compulsive disorder and a gambling\n\naddiction).     This argument comprises more cry than wool.\n\n             The record makes manifest that the district court was\n\nwell aware of each of these factors when it pronounced sentence.\n\nIndeed, three of them — the absence of a criminal record, the\n\ncharacter of the offenses, and the appellant's addictive behavior\n\n— were explicitly mentioned by the court during its statement of\n\nreasons for configuring the sentence.        The court also spoke about\n\n\n     4\n         These factors include:\n\n     (1) the nature and circumstances of the offense and the\n     history and characteristics of the defendant; (2) the\n     need for the sentence imposed (A) to reflect the\n     seriousness of the offense, to promote respect for the\n     law, and to provide just punishment for the offense; (B)\n     to afford adequate deterrence to criminal conduct; (C) to\n     protect the public from further crimes of the defendant;\n     and . . . (6) the need to avoid unwarranted sentence\n     disparities among defendants with similar records . . .;\n     and (7) the need to provide restitution to any victims of\n     the offense.\n\n18 U.S.C. § 3553(a).\n\n                                   -17-\n\fthe appellant's failure to accept full responsibility, the need for\n\ndeterrence, and the unfortunate hallmarks of the appellant's crimes\n\n(cynicism, brazenness, greed, and deliberateness).         It is readily\n\napparent that the court elected to focus on certain important\n\naspects of the offenses of conviction and to give less weight to\n\nother   allegedly   mitigating   factors.   So   viewed,    the   court's\n\nweighing of the relevant factors entailed a choice of emphasis, not\n\na sin of omission.     That is not a basis for a founded claim of\n\nsentencing error.    See United States v. Dixon, 449 F.3d 194, 205\n\n(1st Cir. 2006) (\"While a sentencing court must consider all of the\n\napplicable section 3553(a) factors, it is not required to address\n\nthose factors, one by one, in some sort of rote incantation when\n\nexplicating its sentencing decision.\").\n\n           The short of it is that the sentencing court provided a\n\nlogical explanation for the 78-month sentence and — given the\n\nnature of the crimes committed and the characteristics of the\n\ncriminal — that sentence represents a sensible punishment. That is\n\nall that an appellate court can expect.      See Jiménez-Beltre, 440\n\nF.3d at 519; see also United States v. Turbides-Leonardo, 468 F.3d\n\n34, 40 (1st Cir. 2006) (explaining that a sentencing court's\n\nexplanation of the sentence need not \"be precise to the point of\n\npedantry\").\n\n\n\n\n                                  -18-\n\fIII. CONCLUSION\n\n            We need go no further. For the reasons elucidated above,\n\nwe find the appellant's conviction and sentence to be unimpugnable.\n\n\n\nAffirmed.\n\n\n\n\n                                -19-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>509 F.3d 54 (2007)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nMichael R. DEPPE, Defendant, Appellant.</h1></center>\n<center>No. 07-1048.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted November 6, 2007.</center>\n<center>Decided December 11, 2007.</center>\n<p><span class=\"star-pagination\">*55</span> <span class=\"star-pagination\">*56</span> Arza Feldman, Steven A. Feldman, and Feldman and Feldman on brief for appellant.</p>\n<p>Adam J. Bookbinder, Assistant United States Attorney, and Michael J. Sullivan, United States Attorney, on brief for appellee.</p>\n<p>Before BOUDIN, Chief Judge, SELYA and STAHL, Senior Circuit Judges.</p>\n<p>SELYA, Senior Circuit Judge.</p>\n<p>The circus impresario, P.T. Barnum, is famously reputed to have said that \"there's a sucker born every minute.\" That droll commentary on the human condition, whether or not fairly attributed to Barnum,<sup>[1]</sup> appears to be as insightful in cyber-commerce as in face-to-face business transactions. This conclusion is borne out by the case at hand, which involves an Internet fraud.</p>\n<p>In the appeal proper, we are asked to consider allegations of instructional and sentencing error. The overarching themes are those of chicanery and greed. Thoroughly assured by a careful canvass of the record, we affirm the judgment below.</p>\n<p>I. BACKGROUND</p>\n<p>Beginning in March of 2003, defendant-appellant Michael R. Deppe commenced a series of transactions in which he offered Rolex watches over the Internet in exchange for funds wire-transferred directly to his bank account. By December of 2003, he had engaged in twenty-seven such transactions and had snared roughly $115,000 in payments. But there was a catch: not a single customer had received a watch.</p>\n<p>An investigation uncovered the following scenario. Upon receipt of wire-transferred funds in the stipulated amount, the appellant would ship a package. The customer would receive tracking information for the shipment. In fact, however, the package would deliberately be sent to an incorrect address within the customer's zip code. This artifice worked because the tracking information only indicated to the customer that a package had been sent to his zip code; it did not reveal the intended destination with any greater specificity. When and if the package caught up with the customer, it invariably proved to contain only crumpled newspaper or worthless baseball cards.</p>\n<p>By March of 2004, the Rolex scheme had been laid waste, and a state prosecutor had charged the appellant with nineteen counts of larceny. He was not detained, though, on the condition that he no longer conduct business through the instrumentality of a computer.</p>\n<p>The fall of 2004 saw the appellant contravene the state court bail order. He teamed up with William Englehart and entered a new line of business. Their fledgling firm, called Aceprosports, aspired to sell sports merchandise through well-known Internet intermediaries like eBay and PayPal.</p>\n<p>Initially, each sale went off without a hitch, and Aceprosports garnered \"power seller\" honors from eBay. In early 2005  some two weeks before the Super Bowl  the dénouement began. At that juncture, the company started selling nonexistent tickets to the game. The Super Bowl scheme netted nearly $263,000 for tickets <span class=\"star-pagination\">*57</span> that the partners never possessed. While Englehart made a few refunds, the vast majority of customers lost their deposits.</p>\n<p>On February 23, 2005, a federal grand jury indicted the appellant on eight counts of wire fraud, 18 U.S.C. § 1343, and two counts of mail fraud, <i>id.</i> § 1341, all related to the Rolex swindle. Exactly five weeks later, the grand jury handed up a superseding indictment that added four counts of wire fraud and two counts of mail fraud growing out of the Super Bowl scheme.</p>\n<p>The appellant initially maintained his total innocence. Then, on March 6, 2006, he pleaded guilty to the ten counts that implicated the Rolex fraud. The six Super Bowl counts remained pending.</p>\n<p>A seven-day jury trial ensued. The trial evidence featured finger-pointing by the two erstwhile partners. The government's theory of the case was that the appellant had falsely assured Englehart that he (the appellant) had found a legitimate source of Super Bowl tickets and had bilked Englehart out of the money paid by prospective purchasers. For his part, the appellant sought to erase this portrait of Englehart as \"the perfect dupe.\" He asserted that Englehart helped with many of the sales himself, controlled the company's bank account and cash flow, and forged receipts to make it appear that the appellant had siphoned off the proceeds of the scheme.</p>\n<p>The government dropped one of the six remaining counts mid-trial. As to the rest, the jury apparently accepted the government's version of the relevant events; on May 2, 2006, it convicted the appellant on each of the five submitted counts.</p>\n<p>The conceded counts and the tried counts were grouped for purposes of sentencing. Without objection, the district court fixed the appellant's adjusted offense level at 27. The court then declined to grant the appellant a two-level reduction for acceptance of responsibility, <i>see</i> USSG § 3E1.1(a); placed him in criminal history category I; arrived at a guideline sentencing range (GSR) of 70-87 months; and imposed a mid-range 78-month incarcerative term. The court also fined the appellant, levied a special assessment, ordered restitution in the amount of $520,375.84, and set a period of supervised release. This timely appeal followed.</p>\n<p>II. DISCUSSION</p>\n<p>We begin our substantive analysis with the appellant's claim of instructional error. We then proceed to consider his twin claims of sentencing error.</p>\n<p></p>\n<h2>A. <i>Jury Instructions.</i>\n</h2>\n<p>The appellant's complaint about the jury instructions has its genesis in an original instruction given to the jury after both sides had rested and counsel had delivered their summations. The court stated:</p>\n<blockquote>The defendant contends that another person was responsible for any wrongful acts that may have occurred in this case. The fact that someone else may have had the requisite intent to commit mail or wire fraud does not, by itself, constitute a defense or an excuse for Mr. Deppe. However, you may consider evidence of the intent and conduct of other parties to the extent that such evidence bears on the issue of whether Mr. Deppe himself had the requisite intent and committed the crimes charged.</blockquote>\n<p>The appellant seasonably objected to this instruction, asserting that whatever the indictment might say, the government had presented its case as one in which Englehart had been duped, yet the instruction invited the jurors to convict even if they found that Englehart had co-engineered the fraud. Deeming this objection well-taken, the district court gave the following <span class=\"star-pagination\">*58</span> supplementary instruction before the start of deliberations:</p>\n<blockquote>The indictment charges . . . a scheme to defraud, both in the form of mail fraud and wire fraud, and it charges it in a particular way, and the way it charges it is that Mr. Deppe is criminally culpable, and no other person is criminally culpable, and that is what you are to decide, whether the government has proved beyond a reasonable doubt the particular scheme charged in the indictment.</blockquote>\n<p>Thus instructed, the jury retired to deliberate.</p>\n<p>Shortly thereafter, the jurors requested clarification of the supplementary instruction. The court brought them back into the courtroom, candidly acknowledged that its supplementary instruction might have been \"a little bit looser\" than it should have been, and bade the jurors to focus on whether the government had proven the fraudulent scheme substantially as charged in the relevant counts of the indictment. It repeated no fewer than five times words to the effect that \"the Government must prove that there was a scheme to defraud, substantially as charged in the indictment.\" Relatedly, the court reminded the jurors of the burden of proof.</p>\n<p>At this point, a juror asked a somewhat garbled question anent the district court's earlier instruction:</p>\n<blockquote>It sounds to me as though if Mr. Deppe isn't completely solely responsible, that there's no one else culpable then  then we decide that he's guilty. If we decide that  that someone was in on this with him, then he's not guilty?</blockquote>\n<p>By way of response, the court reiterated that the jury should focus on whether or not the scheme charged in the indictment had been proved. In search of certitude, the court repeated that admonition at least three times after the juror interposed his query. The court refused to editorialize about the scheme or otherwise to elaborate on the jury's duty. Despite requests by both sides, the court also declined to reduce any of its supplementary instructions to writing.</p>\n<p>Thus instructed, the jury repaired to the jury room and resumed its deliberations. It returned with a guilty verdict on all five of the pending counts.</p>\n<p>The appellant's challenge to these instructions is quixotic. His brief makes no claim that any of the instructions were incorrect as a matter of law. Rather, he asserts that the instructions must have confused the jury, as evidenced by one juror's expression of puzzlement (expressed in the question quoted above).</p>\n<p>Objections to allegedly confusing jury instructions, when preserved for appeal, engender review for abuse of discretion. <i>See </i><i>United States v. Nascimento,</i> 491 F.3d 25, 33-34 (1st Cir.2007). If such objections have not been preserved, plain-error review applies. <i>See</i> Fed.R.Crim.P. 30(d), 52(b); <i>see also </i><i>United States v. Vega Molina,</i> 407 F.3d 511, 529 (1st Cir.2005). In this instance, the record is murky as to whether the claim of instructional error was or was not preserved.</p>\n<p>The relevant facts are as follows. When the district court held a sidebar conference to discuss its further instructions, the appellant injected himself into the conversation, bypassing his counsel and explaining how he thought the instructions should be worded. The court then asked defense counsel whether the appellant's objection was counsel's objection. Counsel equivocated; he disavowed the objection but then enigmatically observed that, whatever he (counsel) happened to think, \"it's [Deppe's] life.\"</p>\n<p>In the end, we find it unnecessary to resolve whether the claim of institutional <span class=\"star-pagination\">*59</span> error was preserved for appellate review. Instead we assume, favorably to the appellant, that it was. On that assumption, we proceed to assay the challenged instructions for abuse of discretion. We discern none.</p>\n<p>The most pertinent consideration is that none of the instructions harmed or prejudiced the appellant in any way. In point of fact, the only problematic instruction given to the jury  the district court's first supplementary instruction  favored the appellant.<sup>[2]</sup> We explain briefly.</p>\n<p>The district court at that point instructed the jury that the indictment required proof that the appellant \"is criminally culpable, and no other person is criminally culpable.\" But the government's burden was not so onerous: the indictment itself included charges of aiding and abetting and left ample room for scenarios in which the appellant and one or more collaborators could be held criminally responsible. When the putative error in a criminal jury instruction is such that it tends to narrow the indictment or to elevate the government's burden of proof, the defendant cannot be heard to complain about prejudice. <i>See </i><i>United States v. Lizardo,</i> 445 F.3d 73, 86 (1st Cir.2006).</p>\n<p>Viewed against this backdrop, the somewhat inarticulate question posed by the inquisitive juror fails to supply any meaningful evidence of prejudicial jury confusion. The appellant asks us to interpret this question as an indication that all the jurors believed that, if they found that no one else was guilty of the fraud, they could convict the appellant on that basis alone. This is too much of a stretch: the question was ambiguous and, in all events, reflected only the tentative thought processes of one juror. It would be pure speculation to infer a mistaken view of the law from an ambiguous question posed by a single juror. <i>Cf. </i><i>Ayers v. Belmontes,</i> ___ U.S. ___, 127 S.Ct. 469, 479, 166 L.Ed.2d 334 (2006) (holding that individual juror questions regarding instructions, susceptible of differing interpretations, did not justify grant of habeas relief).</p>\n<p>Here, moreover, the query was interposed <i>before</i> the court completed its instructions. Even if some modicum of juror confusion persisted at that preliminary stage  an assumption that we view as dubious  there is no reason to think that the district court's subsequent clarification did not dispel it. <i>See </i><i>Howard D. Jury, Inc. v. R &amp; G Sloane Mfg. Co.,</i> 666 F.2d 1348, 1351 (10th Cir.1981) (explaining that the critical question is \"whether the confusion in the jurors' minds was eliminated before the verdicts were returned, not whether the jurors were confused prior to that time\"). This clarification, which took the form of several plainly worded repetitions of the correct rule of law, was more than adequate to eliminate any vestige of confusion that previously might have crept into the case. <i>See, e.g., </i><i>United States v. Nishnianidze,</i> 342 F.3d 6, 16 (1st Cir.2003); <i>United States v. Murray,</i> 618 F.2d 892, 904 (2d Cir.1980); <i>see also </i><i>Bollenbach v. United States,</i> 326 U.S. 607, 612, 66 S.Ct. 402, 90 L.Ed. 350 (1946) (Frankfurter, J.) (\"Particularly in a criminal trial, the judge's last word is apt to be the decisive word.\").</p>\n<p>In sum, we adhere to the sensible principle that a \"jury instruction cannot be read in a vacuum, but, rather, must be taken in light of the charge as a whole.\" <i>Ellis v. United States,</i> 313 F.3d 636, 645 (1st Cir.2002). Applying that rule, we find <span class=\"star-pagination\">*60</span> little or no evidence of jury confusion here. We are, moreover, confident that any possible risk of confusion was abated by the lower court's curative instructions. We therefore detect no abuse of discretion in the instructions as a whole.</p>\n<p></p>\n<h2>B. <i>Acceptance of Responsibility.</i>\n</h2>\n<p>We turn next to the appellant's primary claim of sentencing error: his entreaty that the district court improvidently refused to shrink his offense level for acceptance of responsibility. We discern no error.</p>\n<p>Under the applicable guideline, USSG § 3E1.1(a), a defendant may receive a two-level downward adjustment if he seasonably accepts responsibility for the crime(s) of conviction. The burden of proving that he accepted responsibility rests squarely with the defendant. <i>See </i><i>United States v. Franky-Ortiz,</i> 230 F.3d 405, 408 (1st Cir.2000); <i>United States v. Royer,</i> 895 F.2d 28, 29-30 (1st Cir.1990).</p>\n<p>Acceptance of responsibility entails more than merely mouthing the vocabulary of contrition. Pleading guilty in advance of trial and truthfully disclosing the details of all relevant conduct usually will constitute substantial evidence that a defendant has accepted responsibility. <i>See</i> USSG § 3E1.1, cmt. (n. 3). But not every pretrial guilty plea guarantees the defendant the two-level reduction. <i>See, e.g., </i><i>United States v. McLaughlin,</i> 378 F.3d 35, 38-39 (1st Cir.2004); <i>Royer,</i> 895 F.2d at 30.</p>\n<p>When a defendant proceeds to trial and puts the government to its proof, a credit for acceptance of responsibility normally will not be available. <i>See, e.g., </i><i>United States v. Sánchez-Berríos,</i> 424 F.3d 65, 79 (1st Cir.2005); <i>United States v. Rosario-Peralta,</i> 199 F.3d 552, 570 (1st Cir. 1999). Even so, proceeding to trial does no more than create a rebuttable presumption of non-availability. A defendant in that position still may receive credit for acceptance of responsibility in \"rare situations.\" USSG § 3E1.1, cmt. (n. 2); <i>see, e.g., </i><i>United States v. Kowal,</i> 2007 WL 2903194, at *9 (N.D.Iowa 2007) [No. 06-CR-133] (allowing downward adjustment where defendant stipulated to facts and proceeded to trial solely to test applicability of statute to his conduct).</p>\n<p>The standard of review for acceptance-of-responsibility determinations is familiar. Recognizing the special difficulty of discerning, on a cold record, whether a defendant's expressions of remorse were in earnest, we review a sentencing court's judgments about acceptance of responsibility for clear error. <i>See </i><i>United States v. Dethlefs,</i> 123 F.3d 39, 43 (1st Cir.1997); <i>Royer,</i> 895 F.2d at 29; <i>see also</i> USSG § 3E1.1, cmt. (n. 5) (explaining that \"the determination of the sentencing judge is entitled to great deference on review\"). We nonetheless maintain plenary review over related legal questions, including the interpretation of the scope that a sentencing guideline affords. <i>See, e.g., </i><i>United States v. Talladino,</i> 38 F.3d 1255, 1263 (1st Cir.1994).</p>\n<p>In this case, we confront the hybrid situation in which a defendant has admitted guilt in advance of trial as to some of the counts in a multi-count indictment, yet proceeded to trial on other counts.<sup>[3]</sup> The appellant argues, in effect, that the district court gave too short shrift to the fact that <span class=\"star-pagination\">*61</span> he had pleaded to several of the charges and erroneously applied what amounted to a conclusive presumption that the reduction should not be awarded. Several of our sister circuits have held that acceptance of responsibility is an all or nothing proposition and that a rebuttable presumption of non-availability (that is, a presumption subject to the \"rare situation\" exception) applies where a defendant pleads guilty to some but not all of the crimes charged in a multi-count indictment. <i>See, e.g., </i><i>United States v. Thomas,</i> 242 F.3d 1028, 1034 (11th Cir.2001); <i>United States v. Chambers,</i> 195 F.3d 274, 277-79 (6th Cir.1999); <i>United States v. Ginn,</i> 87 F.3d 367, 371 (9th Cir.1996); <i>United States v. Kleinebreil,</i> 966 F.2d 945, 954 (5th Cir. 1992); <i>United States v. McDowell,</i> 888 F.2d 285, 293 (3d Cir.1989). <i>But see </i><i>United States v. Wattree,</i> 431 F.3d 618, 622 (8th Cir.2005) (\"To the extent the Third Circuit [in <i>McDowell</i>] adopts a per se rule that grouping overrides all other circumstances, this court does not follow the Third Circuit.\"). This court has not answered the question  and, as we explain below, we have no occasion to do so today.</p>\n<p>The fact of the matter is that the district court  contrary to the appellant's implication  did not automatically deny an acceptance-of-responsibility credit on account of his decision to go to trial on some of the charged counts. Rather, in its statements at the disposition hearing, the court referred repeatedly to an application note, which provides in pertinent part:</p>\n<blockquote>In determining whether a defendant qualifies [for an acceptance of responsibility reduction], appropriate considerations include . . . truthfully admitting the conduct comprising the offense(s) of conviction, and truthfully admitting or not falsely denying any additional relevant conduct.</blockquote>\n<p>USSG § 3E1.1, cmt. (n. 1(a)). The court concluded:</p>\n<blockquote>The defendant did not truthfully admit the conduct of the offensive conviction and did not truthfully admit and has falsely denied other relevant conduct. . . .</blockquote>\n<blockquote>* * *</blockquote>\n<blockquote>He has sought to shift blame to others, and otherwise engaged in-engaged in denials and other conduct suggesting that he had not accepted responsibility. . . .</blockquote>\n<blockquote>* * *</blockquote>\n<blockquote>I don't think [the two-level reduction is] appropriate under the circumstances, so that objection is overruled.</blockquote>\n<p>These comments evince a particularized consideration of the appellant's actions at the trial. That focus is thoroughly incompatible with the appellant's suggestion that the court made a rote rejection of his request for an acceptance-of-responsibility adjustment merely because he had pleaded to fewer than all of the charged counts.</p>\n<p>In denying a section 3E1.1(a) discount, the district court need not articulate a tight matrix of factual findings, in light of which its denial seems all but ineluctable. <i>See </i><i>United States v. Saxena,</i> 229 F.3d 1, 10 (1st Cir.2000). Here, the court made pellucid its conclusion that the appellant's downplaying of his role in the Super Bowl ticket fraud and his attempts to shift the blame to Englehart were antithetic to a finding that he had accepted responsibility for his criminality. No more was exigible; given the district court's findings, this was surely not one of the \"rare situations\" that would have warranted special largesse.</p>\n<p></p>\n<h2>C. <i>Reasonableness of the Sentence.</i>\n</h2>\n<p>In a parting shot, the appellant tries to impugn the length of his 78-month sentence. For this limited purpose, he <span class=\"star-pagination\">*62</span> concedes the correctness of the district court's guideline computations and acknowledges that the sentence falls within the compass of the GSR. He nonetheless claims that factors to which the court attached insufficient weight dictated a more benign result. This argument is wide of the mark.</p>\n<p>In the aftermath of the Supreme Court's landmark decision in <i>United States v. Booker,</i> 543 U.S. 220, 261, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005), we review durational challenges to criminal sentences for reasonableness. That standard governs regardless of whether the sentence imposed falls within or without the confines of the GSR. <i>United States v. Jiménez-Beltre,</i> 440 F.3d 514, 517 (1st Cir. 2006) (en banc). Withal, the challenger's burden is particularly heavy where, as here, he strives to brand as unreasonable a within-the-range sentence. <i>See </i><i>United States v. Smith,</i> 445 F.3d 1, 4 (1st Cir. 2006); <i>cf. </i><i>Rita v. United States,</i> ___ U.S. ___, 127 S.Ct. 2456, 2463-68, 168 L.Ed.2d 203 (2007) (discussing the presumption of reasonableness that attaches to within-the-range sentences). In the last analysis, this standard of review is fairly deferential. As long as we discern \"a plausible explanation\" for the sentence and a \"defensible overall result,\" we will not second-guess the district court's informed judgment. <i>Jiménez-Beltre,</i> 440 F.3d at 519.</p>\n<p>In the instant case, the appellant posits that, in considering the sentencing factors enumerated in 18 U.S.C. § 3553(a),<sup>[4]</sup> the district court undervalued four relevant factors: the appellant's lack of a prior criminal record, his youth (twenty-one years old at the time of the Rolex fraud), the non-violent nature of the crimes of conviction, and his psychological frailties (specifically, an obsessive-compulsive disorder and a gambling addiction). This argument comprises more cry than wool.</p>\n<p>The record makes manifest that the district court was well aware of each of these factors when it pronounced sentence. Indeed, three of them  the absence of a criminal record, the character of the offenses, and the appellant's addictive behavior  were explicitly mentioned by the court during its statement of reasons for configuring the sentence. The court also spoke about the appellant's failure to accept full responsibility, the need for deterrence, and the unfortunate hallmarks of the appellant's crimes (cynicism, brazenness, greed, and deliberateness). It is readily apparent that the court elected to focus on certain important aspects of the offenses of conviction and to give less weight to other allegedly mitigating factors. So viewed, the court's weighing of the relevant factors entailed a choice of emphasis, not a sin of omission. That is not a basis for a founded claim of sentencing error. <i>See </i><i>United States v. Dixon,</i> 449 F.3d 194, 205 (1st Cir.2006) (\"While a sentencing court must consider all of the applicable section 3553(a) factors, it is not required to address those factors, one by one, in some sort of rote incantation when explicating its sentencing decision.\").</p>\n<p>The short of it is that the sentencing court provided a logical explanation for the <span class=\"star-pagination\">*63</span> 78-month sentence and  given the nature of the crimes committed and the characteristics of the criminal  that sentence represents a sensible punishment. That is all that an appellate court can expect. <i>See </i><i>Jiménez-Beltre,</i> 440 F.3d at 519; <i>see also </i><i>United States v. Turbides-Leonardo,</i> 468 F.3d 34, 40 (1st Cir.2006) (explaining that a sentencing court's explanation of the sentence need not \"be precise to the point of pedantry\").</p>\n<p>III. CONCLUSION</p>\n<p>We need go no further. For the reasons elucidated above, we find the appellant's conviction and sentence to be unimpugnable.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Although this statement was attributed to Barnum in the <i>Fort Wayne Weekly Sentinel</i> of January 17, 1894, Barnum is said to have doubted that he had uttered these precise words. He conceded, however, that he may have said: \"The people like to be humbugged.\"</p>\n<p>[2]  This is the instruction that the district court itself, on reflection, fretted had \"set some sort of land speed record . . . in confusing a jury.\"</p>\n<p>[3]  For purposes of this analysis, we ignore the count that the government voluntarily dismissed, as a defendant need not plead guilty to charges the government itself has relinquished in order to receive the basic reduction for acceptance of responsibility. <i>See </i><i>United States v. Perez-Franco,</i> 873 F.2d 455, 459 (1st Cir.1989).</p>\n<p>[4]  These factors include:\n</p>\n<p>(1) the nature and circumstances of the offense and the history and characteristics of the defendant; (2) the need for the sentence imposed (A) to reflect the seriousness of the offense, to promote respect for the law, and to provide just punishment for the offense; (B) to afford adequate deterrence to criminal conduct; (C) to protect the public from further crimes of the defendant; and . . . (6) the need to avoid unwarranted sentence disparities among defendants with similar records . . .; and (7) the need to provide restitution to any victims of the offense.</p>\n<p>18 U.S.C. § 3553(a).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">509</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></span> (2007)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nMichael R. DEPPE, Defendant, Appellant.</h1></center>\n<center>No. 07-1048.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted November 6, 2007.</center>\n<center>Decided December 11, 2007.</center>\n<p><span class=\"star-pagination\">*55</span> <span class=\"star-pagination\">*56</span> Arza Feldman, Steven A. Feldman, and Feldman and Feldman on brief for appellant.</p>\n<p>Adam J. Bookbinder, Assistant United States Attorney, and Michael J. Sullivan, United States Attorney, on brief for appellee.</p>\n<p>Before BOUDIN, Chief Judge, SELYA and STAHL, Senior Circuit Judges.</p>\n<p>SELYA, Senior Circuit Judge.</p>\n<p>The circus impresario, P.T. Barnum, is famously reputed to have said that \"there's a sucker born every minute.\" That droll commentary on the human condition, whether or not fairly attributed to Barnum,<sup>[1]</sup> appears to be as insightful in cyber-commerce as in face-to-face business transactions. This conclusion is borne out by the case at hand, which involves an Internet fraud.</p>\n<p>In the appeal proper, we are asked to consider allegations of instructional and sentencing error. The overarching themes are those of chicanery and greed. Thoroughly assured by a careful canvass of the record, we affirm the judgment below.</p>\n<p>I. BACKGROUND</p>\n<p>Beginning in March of 2003, defendant-appellant Michael R. Deppe commenced a series of transactions in which he offered Rolex watches over the Internet in exchange for funds wire-transferred directly to his bank account. By December of 2003, he had engaged in twenty-seven such transactions and had snared roughly $115,000 in payments. But there was a catch: not a single customer had received a watch.</p>\n<p>An investigation uncovered the following scenario. Upon receipt of wire-transferred funds in the stipulated amount, the appellant would ship a package. The customer would receive tracking information for the shipment. In fact, however, the package would deliberately be sent to an incorrect address within the customer's zip code. This artifice worked because the tracking information only indicated to the customer that a package had been sent to his zip code; it did not reveal the intended destination with any greater specificity. When and if the package caught up with the customer, it invariably proved to contain only crumpled newspaper or worthless baseball cards.</p>\n<p>By March of 2004, the Rolex scheme had been laid waste, and a state prosecutor had charged the appellant with nineteen counts of larceny. He was not detained, though, on the condition that he no longer conduct business through the instrumentality of a computer.</p>\n<p>The fall of 2004 saw the appellant contravene the state court bail order. He teamed up with William Englehart and entered a new line of business. Their fledgling firm, called Aceprosports, aspired to sell sports merchandise through well-known Internet intermediaries like eBay and PayPal.</p>\n<p>Initially, each sale went off without a hitch, and Aceprosports garnered \"power seller\" honors from eBay. In early 2005  some two weeks before the Super Bowl  the dénouement began. At that juncture, the company started selling nonexistent tickets to the game. The Super Bowl scheme netted nearly $263,000 for tickets <span class=\"star-pagination\">*57</span> that the partners never possessed. While Englehart made a few refunds, the vast majority of customers lost their deposits.</p>\n<p>On February 23, 2005, a federal grand jury indicted the appellant on eight counts of wire fraud, 18 U.S.C. § 1343, and two counts of mail fraud, <i>id.</i> § 1341, all related to the Rolex swindle. Exactly five weeks later, the grand jury handed up a superseding indictment that added four counts of wire fraud and two counts of mail fraud growing out of the Super Bowl scheme.</p>\n<p>The appellant initially maintained his total innocence. Then, on March 6, 2006, he pleaded guilty to the ten counts that implicated the Rolex fraud. The six Super Bowl counts remained pending.</p>\n<p>A seven-day jury trial ensued. The trial evidence featured finger-pointing by the two erstwhile partners. The government's theory of the case was that the appellant had falsely assured Englehart that he (the appellant) had found a legitimate source of Super Bowl tickets and had bilked Englehart out of the money paid by prospective purchasers. For his part, the appellant sought to erase this portrait of Englehart as \"the perfect dupe.\" He asserted that Englehart helped with many of the sales himself, controlled the company's bank account and cash flow, and forged receipts to make it appear that the appellant had siphoned off the proceeds of the scheme.</p>\n<p>The government dropped one of the six remaining counts mid-trial. As to the rest, the jury apparently accepted the government's version of the relevant events; on May 2, 2006, it convicted the appellant on each of the five submitted counts.</p>\n<p>The conceded counts and the tried counts were grouped for purposes of sentencing. Without objection, the district court fixed the appellant's adjusted offense level at 27. The court then declined to grant the appellant a two-level reduction for acceptance of responsibility, <i>see</i> USSG § 3E1.1(a); placed him in criminal history category I; arrived at a guideline sentencing range (GSR) of 70-87 months; and imposed a mid-range 78-month incarcerative term. The court also fined the appellant, levied a special assessment, ordered restitution in the amount of $520,375.84, and set a period of supervised release. This timely appeal followed.</p>\n<p>II. DISCUSSION</p>\n<p>We begin our substantive analysis with the appellant's claim of instructional error. We then proceed to consider his twin claims of sentencing error.</p>\n<p></p>\n<h2>A. <i>Jury Instructions.</i>\n</h2>\n<p>The appellant's complaint about the jury instructions has its genesis in an original instruction given to the jury after both sides had rested and counsel had delivered their summations. The court stated:</p>\n<blockquote>The defendant contends that another person was responsible for any wrongful acts that may have occurred in this case. The fact that someone else may have had the requisite intent to commit mail or wire fraud does not, by itself, constitute a defense or an excuse for Mr. Deppe. However, you may consider evidence of the intent and conduct of other parties to the extent that such evidence bears on the issue of whether Mr. Deppe himself had the requisite intent and committed the crimes charged.</blockquote>\n<p>The appellant seasonably objected to this instruction, asserting that whatever the indictment might say, the government had presented its case as one in which Englehart had been duped, yet the instruction invited the jurors to convict even if they found that Englehart had co-engineered the fraud. Deeming this objection well-taken, the district court gave the following <span class=\"star-pagination\">*58</span> supplementary instruction before the start of deliberations:</p>\n<blockquote>The indictment charges . . . a scheme to defraud, both in the form of mail fraud and wire fraud, and it charges it in a particular way, and the way it charges it is that Mr. Deppe is criminally culpable, and no other person is criminally culpable, and that is what you are to decide, whether the government has proved beyond a reasonable doubt the particular scheme charged in the indictment.</blockquote>\n<p>Thus instructed, the jury retired to deliberate.</p>\n<p>Shortly thereafter, the jurors requested clarification of the supplementary instruction. The court brought them back into the courtroom, candidly acknowledged that its supplementary instruction might have been \"a little bit looser\" than it should have been, and bade the jurors to focus on whether the government had proven the fraudulent scheme substantially as charged in the relevant counts of the indictment. It repeated no fewer than five times words to the effect that \"the Government must prove that there was a scheme to defraud, substantially as charged in the indictment.\" Relatedly, the court reminded the jurors of the burden of proof.</p>\n<p>At this point, a juror asked a somewhat garbled question anent the district court's earlier instruction:</p>\n<blockquote>It sounds to me as though if Mr. Deppe isn't completely solely responsible, that there's no one else culpable then  then we decide that he's guilty. If we decide that  that someone was in on this with him, then he's not guilty?</blockquote>\n<p>By way of response, the court reiterated that the jury should focus on whether or not the scheme charged in the indictment had been proved. In search of certitude, the court repeated that admonition at least three times after the juror interposed his query. The court refused to editorialize about the scheme or otherwise to elaborate on the jury's duty. Despite requests by both sides, the court also declined to reduce any of its supplementary instructions to writing.</p>\n<p>Thus instructed, the jury repaired to the jury room and resumed its deliberations. It returned with a guilty verdict on all five of the pending counts.</p>\n<p>The appellant's challenge to these instructions is quixotic. His brief makes no claim that any of the instructions were incorrect as a matter of law. Rather, he asserts that the instructions must have confused the jury, as evidenced by one juror's expression of puzzlement (expressed in the question quoted above).</p>\n<p>Objections to allegedly confusing jury instructions, when preserved for appeal, engender review for abuse of discretion. <i>See </i><i>United States v. Nascimento,</i> <span class=\"citation\" data-id=\"202833\"><a href=\"/opinion/202833/united-states-v-nascimento/\"><span class=\"volume\">491</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span>, 33-34 (1st Cir.2007). If such objections have not been preserved, plain-error review applies. <i>See</i> Fed.R.Crim.P. 30(d), 52(b); <i>see also </i><i>United States v. Vega Molina,</i> <span class=\"citation\" data-id=\"201589\"><a href=\"/opinion/201589/united-states-v-vega-molina/\"><span class=\"volume\">407</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">511</span></a></span>, 529 (1st Cir.2005). In this instance, the record is murky as to whether the claim of instructional error was or was not preserved.</p>\n<p>The relevant facts are as follows. When the district court held a sidebar conference to discuss its further instructions, the appellant injected himself into the conversation, bypassing his counsel and explaining how he thought the instructions should be worded. The court then asked defense counsel whether the appellant's objection was counsel's objection. Counsel equivocated; he disavowed the objection but then enigmatically observed that, whatever he (counsel) happened to think, \"it's [Deppe's] life.\"</p>\n<p>In the end, we find it unnecessary to resolve whether the claim of institutional <span class=\"star-pagination\">*59</span> error was preserved for appellate review. Instead we assume, favorably to the appellant, that it was. On that assumption, we proceed to assay the challenged instructions for abuse of discretion. We discern none.</p>\n<p>The most pertinent consideration is that none of the instructions harmed or prejudiced the appellant in any way. In point of fact, the only problematic instruction given to the jury  the district court's first supplementary instruction  favored the appellant.<sup>[2]</sup> We explain briefly.</p>\n<p>The district court at that point instructed the jury that the indictment required proof that the appellant \"is criminally culpable, and no other person is criminally culpable.\" But the government's burden was not so onerous: the indictment itself included charges of aiding and abetting and left ample room for scenarios in which the appellant and one or more collaborators could be held criminally responsible. When the putative error in a criminal jury instruction is such that it tends to narrow the indictment or to elevate the government's burden of proof, the defendant cannot be heard to complain about prejudice. <i>See </i><i>United States v. Lizardo,</i> <span class=\"citation\" data-id=\"202178\"><a href=\"/opinion/202178/united-states-v-lizardo/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">73</span></a></span>, 86 (1st Cir.2006).</p>\n<p>Viewed against this backdrop, the somewhat inarticulate question posed by the inquisitive juror fails to supply any meaningful evidence of prejudicial jury confusion. The appellant asks us to interpret this question as an indication that all the jurors believed that, if they found that no one else was guilty of the fraud, they could convict the appellant on that basis alone. This is too much of a stretch: the question was ambiguous and, in all events, reflected only the tentative thought processes of one juror. It would be pure speculation to infer a mistaken view of the law from an ambiguous question posed by a single juror. <i>Cf. </i><i>Ayers v. Belmontes,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145773\"><a href=\"/opinion/145773/ayers-v-belmontes/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">469</span></a></span>, 479, <span class=\"citation\" data-id=\"145773\"><a href=\"/opinion/145773/ayers-v-belmontes/\"><span class=\"volume\">166</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">334</span></a></span> (2006) (holding that individual juror questions regarding instructions, susceptible of differing interpretations, did not justify grant of habeas relief).</p>\n<p>Here, moreover, the query was interposed <i>before</i> the court completed its instructions. Even if some modicum of juror confusion persisted at that preliminary stage  an assumption that we view as dubious  there is no reason to think that the district court's subsequent clarification did not dispel it. <i>See </i><i>Howard D. Jury, Inc. v. R &amp; G Sloane Mfg. Co.,</i> <span class=\"citation\" data-id=\"398112\"><a href=\"/opinion/398112/howard-d-jury-inc-v-r-g-sloane-manufacturing-company-inc/\"><span class=\"volume\">666</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1348</span></a></span>, 1351 (10th Cir.1981) (explaining that the critical question is \"whether the confusion in the jurors' minds was eliminated before the verdicts were returned, not whether the jurors were confused prior to that time\"). This clarification, which took the form of several plainly worded repetitions of the correct rule of law, was more than adequate to eliminate any vestige of confusion that previously might have crept into the case. <i>See, e.g., </i><i>United States v. Nishnianidze,</i> <span class=\"citation\" data-id=\"200612\"><a href=\"/opinion/200612/united-states-v-nishniandze/\"><span class=\"volume\">342</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 16 (1st Cir.2003); <i>United States v. Murray,</i> <span class=\"citation\" data-id=\"376822\"><a href=\"/opinion/376822/united-states-v-dale-murray-paul-leahey-ronald-vanderbosch-lawrence/\"><span class=\"volume\">618</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">892</span></a></span>, 904 (2d Cir.1980); <i>see also </i><i>Bollenbach v. United States,</i> <span class=\"citation\" data-id=\"104224\"><a href=\"/opinion/104224/bollenbach-v-united-states/\"><span class=\"volume\">326</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">607</span></a></span>, 612, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">402</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">350</span></span> (1946) (Frankfurter, J.) (\"Particularly in a criminal trial, the judge's last word is apt to be the decisive word.\").</p>\n<p>In sum, we adhere to the sensible principle that a \"jury instruction cannot be read in a vacuum, but, rather, must be taken in light of the charge as a whole.\" <i>Ellis v. United States,</i> <span class=\"citation\" data-id=\"200248\"><a href=\"/opinion/200248/ellis-v-united-states/\"><span class=\"volume\">313</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">636</span></a></span>, 645 (1st Cir.2002). Applying that rule, we find <span class=\"star-pagination\">*60</span> little or no evidence of jury confusion here. We are, moreover, confident that any possible risk of confusion was abated by the lower court's curative instructions. We therefore detect no abuse of discretion in the instructions as a whole.</p>\n<p></p>\n<h2>B. <i>Acceptance of Responsibility.</i>\n</h2>\n<p>We turn next to the appellant's primary claim of sentencing error: his entreaty that the district court improvidently refused to shrink his offense level for acceptance of responsibility. We discern no error.</p>\n<p>Under the applicable guideline, USSG § 3E1.1(a), a defendant may receive a two-level downward adjustment if he seasonably accepts responsibility for the crime(s) of conviction. The burden of proving that he accepted responsibility rests squarely with the defendant. <i>See </i><i>United States v. Franky-Ortiz,</i> <span class=\"citation\" data-id=\"199134\"><a href=\"/opinion/199134/united-states-v-franky-ortiz/\"><span class=\"volume\">230</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">405</span></a></span>, 408 (1st Cir.2000); <i>United States v. Royer,</i> <span class=\"citation\" data-id=\"536029\"><a href=\"/opinion/536029/united-states-v-marc-a-royer/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span>, 29-30 (1st Cir.1990).</p>\n<p>Acceptance of responsibility entails more than merely mouthing the vocabulary of contrition. Pleading guilty in advance of trial and truthfully disclosing the details of all relevant conduct usually will constitute substantial evidence that a defendant has accepted responsibility. <i>See</i> USSG § 3E1.1, cmt. (n. 3). But not every pretrial guilty plea guarantees the defendant the two-level reduction. <i>See, e.g., </i><i>United States v. McLaughlin,</i> <span class=\"citation\" data-id=\"201176\"><a href=\"/opinion/201176/united-states-v-mclaughlin/\"><span class=\"volume\">378</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">35</span></a></span>, 38-39 (1st Cir.2004); <i>Royer,</i> 895 F.2d at 30.</p>\n<p>When a defendant proceeds to trial and puts the government to its proof, a credit for acceptance of responsibility normally will not be available. <i>See, e.g., </i><i>United States v. Sánchez-Berríos,</i> <span class=\"citation\" data-id=\"201833\"><a href=\"/opinion/201833/united-states-v-sanchez-berrios/\"><span class=\"volume\">424</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">65</span></a></span>, 79 (1st Cir.2005); <i>United States v. Rosario-Peralta,</i> <span class=\"citation\" data-id=\"198440\"><a href=\"/opinion/198440/united-states-v-rosario-peralta/\"><span class=\"volume\">199</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">552</span></a></span>, 570 (1st Cir. 1999). Even so, proceeding to trial does no more than create a rebuttable presumption of non-availability. A defendant in that position still may receive credit for acceptance of responsibility in \"rare situations.\" USSG § 3E1.1, cmt. (n. 2); <i>see, e.g., </i><i>United States v. Kowal,</i> <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">2903194</span></span>, at *9 (N.D.Iowa 2007) [No. 06-CR-133] (allowing downward adjustment where defendant stipulated to facts and proceeded to trial solely to test applicability of statute to his conduct).</p>\n<p>The standard of review for acceptance-of-responsibility determinations is familiar. Recognizing the special difficulty of discerning, on a cold record, whether a defendant's expressions of remorse were in earnest, we review a sentencing court's judgments about acceptance of responsibility for clear error. <i>See </i><i>United States v. Dethlefs,</i> <span class=\"citation\" data-id=\"197512\"><a href=\"/opinion/197512/united-states-v-dethlefs/\"><span class=\"volume\">123</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 43 (1st Cir.1997); <i>Royer,</i> 895 F.2d at 29; <i>see also</i> USSG § 3E1.1, cmt. (n. 5) (explaining that \"the determination of the sentencing judge is entitled to great deference on review\"). We nonetheless maintain plenary review over related legal questions, including the interpretation of the scope that a sentencing guideline affords. <i>See, e.g., </i><i>United States v. Talladino,</i> <span class=\"citation\" data-id=\"195724\"><a href=\"/opinion/195724/united-states-v-talladino/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1255</span></a></span>, 1263 (1st Cir.1994).</p>\n<p>In this case, we confront the hybrid situation in which a defendant has admitted guilt in advance of trial as to some of the counts in a multi-count indictment, yet proceeded to trial on other counts.<sup>[3]</sup> The appellant argues, in effect, that the district court gave too short shrift to the fact that <span class=\"star-pagination\">*61</span> he had pleaded to several of the charges and erroneously applied what amounted to a conclusive presumption that the reduction should not be awarded. Several of our sister circuits have held that acceptance of responsibility is an all or nothing proposition and that a rebuttable presumption of non-availability (that is, a presumption subject to the \"rare situation\" exception) applies where a defendant pleads guilty to some but not all of the crimes charged in a multi-count indictment. <i>See, e.g., </i><i>United States v. Thomas,</i> <span class=\"citation\" data-id=\"772397\"><a href=\"/opinion/772397/united-states-v-byron-keith-thomas/\"><span class=\"volume\">242</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1028</span></a></span>, 1034 (11th Cir.2001); <i>United States v. Chambers,</i> <span class=\"citation\" data-id=\"766586\"><a href=\"/opinion/766586/united-states-v-edward-chambers/\"><span class=\"volume\">195</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">274</span></a></span>, 277-79 (6th Cir.1999); <i>United States v. Ginn,</i> <span class=\"citation\" data-id=\"720614\"><a href=\"/opinion/720614/44-fed-r-evid-serv-1347-96-cal-daily-op-serv-4716-96-daily-journal/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">367</span></a></span>, 371 (9th Cir.1996); <i>United States v. Kleinebreil,</i> <span class=\"citation\" data-id=\"584538\"><a href=\"/opinion/584538/united-states-v-troy-clayton-kleinebreil/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">945</span></a></span>, 954 (5th Cir. 1992); <i>United States v. McDowell,</i> <span class=\"citation\" data-id=\"531222\"><a href=\"/opinion/531222/united-states-v-john-w-mcdowell-jr/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">285</span></a></span>, 293 (3d Cir.1989). <i>But see </i><i>United States v. Wattree,</i> <span class=\"citation\" data-id=\"792688\"><a href=\"/opinion/792688/united-states-of-america-appelleecross-appellant-v-vaughn-wattree/\"><span class=\"volume\">431</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">618</span></a></span>, 622 (8th Cir.2005) (\"To the extent the Third Circuit [in <i>McDowell</i>] adopts a per se rule that grouping overrides all other circumstances, this court does not follow the Third Circuit.\"). This court has not answered the question  and, as we explain below, we have no occasion to do so today.</p>\n<p>The fact of the matter is that the district court  contrary to the appellant's implication  did not automatically deny an acceptance-of-responsibility credit on account of his decision to go to trial on some of the charged counts. Rather, in its statements at the disposition hearing, the court referred repeatedly to an application note, which provides in pertinent part:</p>\n<blockquote>In determining whether a defendant qualifies [for an acceptance of responsibility reduction], appropriate considerations include . . . truthfully admitting the conduct comprising the offense(s) of conviction, and truthfully admitting or not falsely denying any additional relevant conduct.</blockquote>\n<p>USSG § 3E1.1, cmt. (n. 1(a)). The court concluded:</p>\n<blockquote>The defendant did not truthfully admit the conduct of the offensive conviction and did not truthfully admit and has falsely denied other relevant conduct. . . .</blockquote>\n<blockquote>* * *</blockquote>\n<blockquote>He has sought to shift blame to others, and otherwise engaged in-engaged in denials and other conduct suggesting that he had not accepted responsibility. . . .</blockquote>\n<blockquote>* * *</blockquote>\n<blockquote>I don't think [the two-level reduction is] appropriate under the circumstances, so that objection is overruled.</blockquote>\n<p>These comments evince a particularized consideration of the appellant's actions at the trial. That focus is thoroughly incompatible with the appellant's suggestion that the court made a rote rejection of his request for an acceptance-of-responsibility adjustment merely because he had pleaded to fewer than all of the charged counts.</p>\n<p>In denying a section 3E1.1(a) discount, the district court need not articulate a tight matrix of factual findings, in light of which its denial seems all but ineluctable. <i>See </i><i>United States v. Saxena,</i> <span class=\"citation\" data-id=\"199110\"><a href=\"/opinion/199110/united-states-v-saxena/\"><span class=\"volume\">229</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 10 (1st Cir.2000). Here, the court made pellucid its conclusion that the appellant's downplaying of his role in the Super Bowl ticket fraud and his attempts to shift the blame to Englehart were antithetic to a finding that he had accepted responsibility for his criminality. No more was exigible; given the district court's findings, this was surely not one of the \"rare situations\" that would have warranted special largesse.</p>\n<p></p>\n<h2>C. <i>Reasonableness of the Sentence.</i>\n</h2>\n<p>In a parting shot, the appellant tries to impugn the length of his 78-month sentence. For this limited purpose, he <span class=\"star-pagination\">*62</span> concedes the correctness of the district court's guideline computations and acknowledges that the sentence falls within the compass of the GSR. He nonetheless claims that factors to which the court attached insufficient weight dictated a more benign result. This argument is wide of the mark.</p>\n<p>In the aftermath of the Supreme Court's landmark decision in <i>United States v. Booker,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span>, 261, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005), we review durational challenges to criminal sentences for reasonableness. That standard governs regardless of whether the sentence imposed falls within or without the confines of the GSR. <i>United States v. Jiménez-Beltre,</i> <span class=\"citation no-link\"><span class=\"volume\">440</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">514</span></span>, 517 (1st Cir. 2006) (en banc). Withal, the challenger's burden is particularly heavy where, as here, he strives to brand as unreasonable a within-the-range sentence. <i>See </i><i>United States v. Smith,</i> <span class=\"citation\" data-id=\"202151\"><a href=\"/opinion/202151/united-states-v-smith/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir. 2006); <i>cf. </i><i>Rita v. United States,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145708\"><a href=\"/opinion/145708/rita-v-united-states/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2456</span></a></span>, 2463-68, <span class=\"citation\" data-id=\"145708\"><a href=\"/opinion/145708/rita-v-united-states/\"><span class=\"volume\">168</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">203</span></a></span> (2007) (discussing the presumption of reasonableness that attaches to within-the-range sentences). In the last analysis, this standard of review is fairly deferential. As long as we discern \"a plausible explanation\" for the sentence and a \"defensible overall result,\" we will not second-guess the district court's informed judgment. <i>Jiménez-Beltre,</i> 440 F.3d at 519.</p>\n<p>In the instant case, the appellant posits that, in considering the sentencing factors enumerated in 18 U.S.C. § 3553(a),<sup>[4]</sup> the district court undervalued four relevant factors: the appellant's lack of a prior criminal record, his youth (twenty-one years old at the time of the Rolex fraud), the non-violent nature of the crimes of conviction, and his psychological frailties (specifically, an obsessive-compulsive disorder and a gambling addiction). This argument comprises more cry than wool.</p>\n<p>The record makes manifest that the district court was well aware of each of these factors when it pronounced sentence. Indeed, three of them  the absence of a criminal record, the character of the offenses, and the appellant's addictive behavior  were explicitly mentioned by the court during its statement of reasons for configuring the sentence. The court also spoke about the appellant's failure to accept full responsibility, the need for deterrence, and the unfortunate hallmarks of the appellant's crimes (cynicism, brazenness, greed, and deliberateness). It is readily apparent that the court elected to focus on certain important aspects of the offenses of conviction and to give less weight to other allegedly mitigating factors. So viewed, the court's weighing of the relevant factors entailed a choice of emphasis, not a sin of omission. That is not a basis for a founded claim of sentencing error. <i>See </i><i>United States v. Dixon,</i> <span class=\"citation\" data-id=\"202231\"><a href=\"/opinion/202231/united-states-v-dixon/\"><span class=\"volume\">449</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">194</span></a></span>, 205 (1st Cir.2006) (\"While a sentencing court must consider all of the applicable section 3553(a) factors, it is not required to address those factors, one by one, in some sort of rote incantation when explicating its sentencing decision.\").</p>\n<p>The short of it is that the sentencing court provided a logical explanation for the <span class=\"star-pagination\">*63</span> 78-month sentence and  given the nature of the crimes committed and the characteristics of the criminal  that sentence represents a sensible punishment. That is all that an appellate court can expect. <i>See </i><i>Jiménez-Beltre,</i> 440 F.3d at 519; <i>see also </i><i>United States v. Turbides-Leonardo,</i> <span class=\"citation\" data-id=\"202495\"><a href=\"/opinion/202495/united-states-v-turbides-leonardo/\"><span class=\"volume\">468</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 40 (1st Cir.2006) (explaining that a sentencing court's explanation of the sentence need not \"be precise to the point of pedantry\").</p>\n<p>III. CONCLUSION</p>\n<p>We need go no further. For the reasons elucidated above, we find the appellant's conviction and sentence to be unimpugnable.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Although this statement was attributed to Barnum in the <i>Fort Wayne Weekly Sentinel</i> of January 17, 1894, Barnum is said to have doubted that he had uttered these precise words. He conceded, however, that he may have said: \"The people like to be humbugged.\"</p>\n<p>[2]  This is the instruction that the district court itself, on reflection, fretted had \"set some sort of land speed record . . . in confusing a jury.\"</p>\n<p>[3]  For purposes of this analysis, we ignore the count that the government voluntarily dismissed, as a defendant need not plead guilty to charges the government itself has relinquished in order to receive the basic reduction for acceptance of responsibility. <i>See </i><i>United States v. Perez-Franco,</i> <span class=\"citation\" data-id=\"522149\"><a href=\"/opinion/522149/united-states-v-jose-rafael-perez-franco/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">455</span></a></span>, 459 (1st Cir.1989).</p>\n<p>[4]  These factors include:\n</p>\n<p>(1) the nature and circumstances of the offense and the history and characteristics of the defendant; (2) the need for the sentence imposed (A) to reflect the seriousness of the offense, to promote respect for the law, and to provide just punishment for the offense; (B) to afford adequate deterrence to criminal conduct; (C) to protect the public from further crimes of the defendant; and . . . (6) the need to avoid unwarranted sentence disparities among defendants with similar records . . .; and (7) the need to provide restitution to any victims of the offense.</p>\n<p>18 U.S.C. § 3553(a).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104224/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145708/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145773/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195724/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198440/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199110/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199134/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200248/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200612/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201176/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202151/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202178/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202231/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202495/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/376822/",
    "http://www.courtlistener.com/api/rest/v3/opinions/398112/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531222/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584538/",
    "http://www.courtlistener.com/api/rest/v3/opinions/720614/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766586/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772397/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792688/"
  ]
}