{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203195/",
  "absolute_url": "/opinion/203195/sullivan-v-greenwood-credit-union/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203195/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1997/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:10:41Z",
  "date_modified": "2016-04-27T02:24:02.943333Z",
  "type": "010combined",
  "sha1": "e49c85b20f1f637aea8328f8bc3ac13e87bca662",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-2354-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/03/19/Sullivan_v._Greenwood_Credit.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 07-2354\n\n\n              ANTHONY SULLIVAN, on behalf of himself\n                 and all others similarly situated,\n\n                       Plaintiff, Appellant,\n\n                                v.\n\n              GREENWOOD CREDIT UNION, JOHN DOES 1-5,\n\n                      Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Joseph L. Tauro,     U.S. District Judge]\n\n\n                              Before\n\n                        Lynch, Circuit Judge,\n                  Tashima,* Senior Circuit Judge,\n                     and Lipez, Circuit Judge.\n\n\n\n          Christopher Lefebvre with whom Claude Lefebvre &\nChristopher Lefebvre, P.C., Scott C. Borison, and Legg Law Firm,\nLLC were on brief for appellant.\n          Harvey Weiner with whom Jill M. Brannelly and Peabody &\nArnold LLP were on brief for appellee.\n\n\n                          March 19, 2008\n\n\n\n     *\n          Of the Ninth Circuit, sitting by designation.\n\f          LYNCH,   Circuit   Judge.    This   putative   class   action\n\nchallenges the legality, under the Fair Credit Reporting Act\n\n(\"FCRA\" or \"the Act\"), 15 U.S.C. § 1681 et seq., of an unsolicited\n\nletter to a consumer about the offering of credit for a home loan.\n\nDefendant Greenwood Credit Union sent the letter to plaintiff,\n\nAnthony Sullivan, and others based on a list of individuals meeting\n\ncertain minimal credit requirements that Greenwood had purchased\n\nfrom a credit reporting agency, a process called pre-screening.\n\nThis unsolicited letter to Sullivan and others triggered the\n\nrequirements of the FCRA, which permits the unconsented-to use of\n\ncredit information only for specific purposes, one of which is the\n\nextending of a \"firm offer of credit\" as defined by the Act.        If\n\nGreenwood has willfully used credit information for an unpermitted\n\npurpose, Greenwood would have to pay actual damages or a statutory\n\npenalty between $100 and $1,000 per person.       This case is about\n\nplaintiff's efforts to collect that statutory penalty for a class\n\nof consumers; there is no claim Sullivan was wrongfully denied\n\ncredit.\n\n          This case does not involve a claim that the letter was a\n\nsham and merely a marketing device for a consumer purchase.       There\n\nis also no claim that Greenwood would have used the same criteria\n\nby which it selected Sullivan to receive the letter to deny him\n\ncredit.   Rather, the plaintiff's argument is that the letter was\n\nbased on such minimal criteria and the actual extension of credit\n\n                                 -2-\n\fwas so contingent on other conditions that the letter could not be\n\na firm offer of credit.\n\n          After allowing some discovery, the district court granted\n\nsummary judgment to the defendant, finding that Greenwood's letter\n\nto the proposed plaintiff class constituted a \"firm offer of\n\ncredit\" as that term is defined by the FCRA.             Construction of the\n\nFCRA's term \"firm offer of credit\" is a matter of first impression\n\nfor this circuit.        We affirm.\n\n                                      I.\n\n          In     2006,    Greenwood   purchased   from    TransUnion   Credit\n\nBureau a list of names and addresses of homeowners who met certain\n\nfinancial criteria, including having at least $10,000 in revolving\n\ndebt and a credit score of 500 or greater.1               The plaintiff met\n\nthose criteria and was on this list.          Greenwood obtained only a\n\nconsumer report containing contact information; it did not receive\n\nany homeowner's full credit report nor any homeowner's particular\n\ncredit score.2\n\n\n\n\n     1\n          The Act defines a \"credit score\" as \"a numerical value or\na categorization derived from a statistical tool or modeling system\nused by a person who makes or arranges a loan to predict the\nlikelihood of certain credit behaviors, including default.\" 15\nU.S.C. § 1681g(f)(2)(A).     A higher credit score translates to\nhigher creditworthiness.\n     2\n          Although the contact information Greenwood received\ncontained no actual credit information, it nonetheless qualifies as\na \"consumer report\" for the purposes of the FCRA, thus triggering\nthe FCRA's requirements. 15 U.S.C. § 1681a(d).\n\n                                      -3-\n\f          Greenwood used this list to send unsolicited copies of a\n\nform letter to each of the pre-qualified homeowners, including\n\nSullivan. The body of the letter stated, among other things, that:\n\n          Because of your excellent credit, you have\n          been pre-approved** for a home loan, up to\n          100% of the value of your home. . . .\n\n                    . . . .\n\n                 If you have not yet taken advantage of\n          some of the lowest rates in decades, you still\n          have time to secure a great program by\n          contacting one of our knowledgeable mortgage\n          originators today! This is your opportunity\n          for a no cost, no obligation telephone\n          consultation . . . !\n\n                 ** Limited time offer to customers who\n          qualify based on equity, income, debts, and\n          satisfactory credit. Rates and terms subject\n          to change without notice. Most loan programs\n          require both a satisfactory property appraisal\n          and title exam for final approval. . . . If at\n          time of offer you no longer meet initial\n          criteria, offer may be revoked.\n\nIn addition, the letter contained the following italicized notices\n\nin a different typeface from the rest of the letter:\n\n\n          You can choose to stop receiving \"prescreened\"\n          offers of credit from this and other companies\n          by calling toll-free [telephone number]. See\n          PRESCREEN & OPT-OUT NOTICE on the other side\n          for more information about prescreened offers.\n\n          . . . .\n\n          PRESCREEN   &   OPT   OUT    NOTICE   —   This\n          \"prescreened\" offer of credit is based on\n          information in your credit report indicating\n          that you meet certain criteria. This offer is\n          not guaranteed if you do not meet our criteria\n          including providing acceptable property as\n\n                               -4-\n\f            collateral.   If you do not want to receive\n            prescreened offers of credit from this and\n            other companies, call TransUnion at . . . or\n            visit the website . . .; or write . . . .\n\nThe letter did not contain specific loan terms, such as an interest\n\nrate or the duration of the loan.\n\n            Sullivan had never consented to the disclosure of any of\n\nhis credit information to Greenwood.          Upon receiving the letter,\n\nSullivan made no attempt to respond to the letter or contact\n\nGreenwood.\n\n            Instead, on August 8, 2006, Sullivan filed a putative\n\nclass action, on behalf of a class of the approximately two million\n\nconsumers who received the letter, in federal district court in\n\nMassachusetts, alleging that Greenwood was in violation of the\n\nFCRA.     Sullivan argues that because he never consented to the\n\ndisclosure of his credit information to Greenwood, Greenwood could\n\nonly    legally   have    obtained   information   that    he   met   the   pre-\n\nscreening criteria if it was for the purpose of granting a \"firm\n\noffer of credit.\"        He contends that the letter he received is not\n\na \"firm offer of credit\" because it \"is lacking crucial terms for\n\nit to be an offer\" and \"is so vague and lacking in terms as not to\n\nconstitute an 'offer capable of acceptance'.\"             He seeks statutory\n\ndamages of $1,000 per person in the class, punitive damages, and\n\nattorneys' fees and expenses.          See 15 U.S.C. § 1681n(a).\n\n            The   district     court    allowed    the    plaintiff    limited\n\ndiscovery.    The plaintiff moved for class certification and, after\n\n                                       -5-\n\fdiscovery concluded, the defendant moved for summary judgment.                On\n\nAugust 13, 2007, the district court granted summary judgment to the\n\ndefendant, holding that Greenwood's letter constituted a \"firm\n\noffer       of    credit\"   under   the   FCRA.    It   dismissed   the    class\n\ncertification motion as moot.             This appeal followed.\n\n                                          II.\n\n                 We review the district court's entry of summary judgment\n\nde novo.         Mellen v. Trs. of Boston Univ., 504 F.3d 21, 24 (1st Cir.\n\n2007).      There are no material disputes of fact; the issues are ones\n\nof law.\n\nA.               The Role of the FCRA Within the            Consumer      Credit\n                 Protection Act's Statutory Scheme\n\n                 The Consumer Credit Protection Act, Chapter 41 of Title\n\n15, U.S.C., initially enacted in 1968, is a comprehensive consumer\n\nprotection statute that accomplishes its purpose through a number\n\nof subchapters, each of which regulates a different aspect of or\n\nactor in the credit industry.3              The FCRA is only one of these\n\nsubchapters.\n\n                 Subchapter I of the Consumer Credit Protection Act is the\n\nTruth in Lending Act (\"TILA\"), 15 U.S.C. § 1601 et seq., which\n\n\n\n        3\n          \"[T]he Consumer Credit Protection Act is a comprehensive\nstatute designed to protect consumers by requiring full disclosure\nof financial terms in most credit transactions, making unlawful the\nuse of certain unethical practices in the garnishment of wages and\ndebt collection, regulating the transfer of funds by electronic\nmeans, and prohibiting discrimination in credit transactions.\"\nBrothers v. First Leasing, 724 F.2d 789, 791 (9th Cir. 1984).\n\n                                          -6-\n\fimposes disclosure requirements on creditors. Subchapter II places\n\nrestrictions on garnishment of compensation, 15 U.S.C. § 1671 et\n\nseq.     Subchapter II-A is the Credit Repair Organizations Act, 15\n\nU.S.C. § 1679 et seq., which protects consumers from unfair trade\n\npractices by credit repair organizations.                  Subchapter III is the\n\nFCRA, 15 U.S.C. § 1681 et seq., which primarily regulates credit\n\nreporting agencies but also places requirements on users of credit\n\ninformation from these agencies. Subchapter IV is the Equal Credit\n\nOpportunity      Act,    15    U.S.C.   §   1691   et     seq.,   which   prohibits\n\ndiscrimination in the extension of credit.                  Subchapter V is the\n\nFair Debt Collection Practices Act, 15 U.S.C. § 1692 et seq.\n\nSubchapter VI is the Electronic Fund Transfer Act, 15 U.S.C. § 1693\n\net seq., which regulates the participants in electronic fund\n\ntransfer systems.        We turn to certain of the subchapters.\n\n            1.          The Fair Credit Reporting Act\n\n            Congress enacted the FCRA in 1970 as part of the Consumer\n\nCredit    Protection      Act     \"to   ensure     fair    and    accurate   credit\n\nreporting, promote efficiency in the banking system, and protect\n\nconsumer privacy.\"            Safeco Ins. Co. of Am. v. Burr, 127 S. Ct.\n\n2201, 2205 (2007); see TRW Inc. v. Andrews, 534 U.S. 19, 23 (2001);\n\nsee also 15 U.S.C. § 1681.          Congress adopted a variety of measures\n\ndesigned to ensure that credit reporting agencies report only\n\nappropriate information.           Some measures are imposed on agencies\n\ndirectly, others on users of credit information, such as Greenwood.\n\n\n                                         -7-\n\fAs to users of credit information, the Act sets out a statutory\n\nscheme which, among other things, allows the purchase of various\n\nforms of information compiled in consumers' credit reports from\n\nconsumer credit reporting agencies for certain specified business\n\npurposes.      15 U.S.C. § 1681b.    One of these purposes is to extend\n\ncredit   or    insurance   to   a   consumer.   Id.    §    1681b(a)(3)(A),\n\n(a)(3)(C).\n\n              In 1996, Congress amended the FCRA to allow creditors or\n\ninsurers to purchase pre-screened lists of names and addresses of\n\nconsumers who met certain criteria without each consumer's consent\n\nas long as they plan to extend to the consumer a \"firm offer of\n\ncredit or insurance.\"        Id. § 1681b(c)(1); Pub. L. No. 104-208,\n\n§ 2404, 110 Stat. 3009, 3009-430 (1996).          That provision is at\n\nissue in this case.     Once a creditor planning to extend firm offers\n\nof credit provides a consumer reporting agency with a set of\n\nfinancial criteria, the consumer reporting agency can provide the\n\ncreditor the contact information, and no more, for consumers who\n\nmeet those criteria.       See 15 U.S.C. § 1681b(c).       As a result, the\n\npurported extender of credit, here Greenwood, does not receive any\n\nconsumer's full credit report.        Greenwood cannot receive the full\n\ncredit report without the consumer's permission.           Here, Greenwood\n\nnever received the full credit report.\n\n              In addition, the Act imposes disclosure requirements on\n\ncreditors who use pre-screened lists. Id. § 1681m.             There is no\n\n\n                                     -8-\n\fclaim   Greenwood      failed       to    comply    with     these    disclosure\n\nrequirements.\n\n            The Act provides a private right of action and imposes\n\ncivil   liability    on    users    of    credit   information   and    consumer\n\nreporting agencies for noncompliance with the requirements of the\n\nAct, so long as the person acted willfully, id. § 1681n(a),\n\nknowingly, id. § 1681n(b), or negligently, id. § 1681o.                   In the\n\ncase of a corporation that willfully fails to comply with any\n\nrequirement of the Act, a court has discretion to award actual\n\ndamages or statutory damages between $100 and $1,000 per consumer,\n\nin addition to punitive damages and attorneys' fees.                   See id. §\n\n1681n(a).\n\n            2.       The Truth in Lending Act\n\n            This case is not brought under TILA and there is no claim\n\nthat Greenwood violated TILA.            We discuss TILA to put into context\n\nthe limited purposes of the FCRA.\n\n            Congress      focused   on    creditors,   not   credit    reporting\n\nagencies, when it enacted the TILA in 1968 to \"assure a meaningful\n\ndisclosure of credit terms so that the consumer will be able to\n\ncompare more readily the various credit terms available to him and\n\navoid the uninformed use of credit,\" which would enhance \"economic\n\nstabilization . . . and the competition among the various financial\n\ninstitutions.\"      15 U.S.C. § 1601(a); see also Koons Buick Pontiac\n\nGMC, Inc. v. Nigh, 543 U.S. 50, 53-54 (2004).              \"The Act requires a\n\n\n                                         -9-\n\fcreditor to disclose information relating to such things as finance\n\ncharges,   annual   percentage     rates   of    interest,   and   borrowers'\n\nrights, see [15 U.S.C.] §§ 1631-1632, 1635, 1637-1639, and it\n\nprescribes civil liability for any creditor who fails to do so, see\n\n[15 U.S.C.] § 1640.\"        Koons, 543 U.S. at 54.           TILA's remedial\n\nscheme provides a right of action for both individual and class\n\nplaintiffs.   See 15 U.S.C. § 1640.        If a creditor violates TILA's\n\nrequirements, a consumer is entitled to the sum of actual damages\n\nand statutory damages.      The sum varies based on whether the action\n\nwas maintained on a class or an individual basis and the type of\n\ncredit transaction involved.       See id.      Unlike the FCRA, there is no\n\nscienter requirement for creditor liability.            See id. § 1640(c).\n\n           Pertinent   to    our   case,     the    TILA's   requirement   of\n\ndisclosure of specific credit terms kicks in at a point in the\n\ncredit transaction subsequent to a FCRA firm offer of credit. That\n\nis, TILA applies \"at the time an application is provided to the\n\nconsumer\" for home equity loans, 12 C.F.R. § 226.5b(b), or \"before\n\nconsummation of the transaction\" for mortgages, id. § 226.17(b).\n\nSee Soroka v. JP Morgan Chase & Co., 500 F. Supp. 2d 217, 222\n\n(S.D.N.Y. 2007). Before then, the firm offer of credit is governed\n\nby the FCRA disclosure requirements.               Here, Sullivan made no\n\nfurther communication after the FCRA firm offer, so the TILA is not\n\nimplicated.\n\n\n\n\n                                    -10-\n\fB.         Was Greenwood's Letter a \"Firm Offer of Credit\"?\n\n           Sullivan brings his action under the FCRA.         He may\n\nprevail only if he establishes that the letter he received was not\n\na \"firm offer of credit\" under the FCRA.\n\n           Each side relies on a canon of statutory interpretation\n\nto support its argument. The plaintiff invokes the Supreme Court's\n\nuse of \"the general rule that a common law term in a statute comes\n\nwith a common law meaning, absent anything pointing another way,\"\n\nin its recent Safeco decision.   127 S. Ct. at 2209.   The Court used\n\nthis canon to interpret the term \"willfully\" in the FCRA, 15 U.S.C.\n\n§ 1681(n)(a), when the statute did not otherwise define the term.\n\nId.   Sullivan argues that the common law meaning of the term \"firm\n\noffer of credit\" would require the disclosure of specific credit\n\nterms to the plaintiff.\n\n           The defendant rightly points out, however, that the term\n\n\"firm offer of credit\" is not subject to that canon because the\n\nterm is explicitly defined in the FCRA.    The statutory definition\n\nimposes no requirement that a \"firm offer of credit\" must provide\n\nterms for credit such as interest rate and duration.    Invoking the\n\ncanon of expressio unius est exclusio alterius, Greenwood argues\n\nthat if Congress had wanted to require that more specific credit\n\nterms be included in a \"firm offer of credit,\" it would have said\n\nso.\n\n\n\n\n                                 -11-\n\f           Plaintiff replies that the statutory definition only\n\napplies to the term \"firm\" and that we should resort to the common\n\nlaw to define what is an \"offer\" of credit.          He points out that the\n\nstatute states: \"The term 'firm offer of credit or insurance' means\n\nany offer of credit or insurance to a consumer that will be honored\n\n. . . .\"   15 U.S.C. § 1681a(l) (emphasis added).          He concludes that\n\nthe term \"offer\" still has independent meaning, undefined by the\n\nstatute.   We disagree.\n\n           We   start   with   the   language   of   the   statute   and   its\n\ngrammar.   Congress chose in its definition to put into quotes for\n\nthe term it was defining \"firm offer of credit or insurance,\" and\n\nnot just \"firm.\"\n\n           Next, we look to the more complete language iof the\n\nstatute, and conclude plaintiff's reading is inconsistent with the\n\nrest of the statute.      The Act defines a \"firm offer of credit or\n\ninsurance\" as:\n\n           any offer of credit or insurance to a consumer\n           that will be honored if the consumer is\n           determined, based on information in a consumer\n           report on the consumer, to meet the specific\n           criteria used to select the consumer for the\n           offer, except that the offer may be further\n           conditioned on one or more of the following:\n\n                   (1) The consumer being determined,\n                   based on information in the consumer's\n                   application   for     the    credit or\n                   insurance, to meet specific criteria\n                   bearing   on   credit    worthiness or\n                   insurability, as applicable, that are\n                   established--\n\n\n                                     -12-\n\f                           (A)   before   selection   of  the\n                           consumer for the offer; and\n                           (B) for the purpose of determining\n                           whether   to   extend   credit  or\n                           insurance pursuant to the offer.\n\n                    (2) Verification\n                         (A) that the consumer continues to\n                         meet the specific criteria used to\n                         select the consumer for the offer,\n                         by using information in a consumer\n                         report     on    the     consumer,\n                         information in the consumer's\n                         application for the credit or\n                         insurance, or other information\n                         bearing on the credit worthiness\n                         or insurability of the consumer;\n                         or\n                         (B) of the information in the\n                         consumer's application for the\n                         credit or insurance, to determine\n                         that   the   consumer   meets  the\n                         specific   criteria   bearing   on\n                         credit worthiness or insurability.\n\n                    (3)   The   consumer  furnishing   any\n                    collateral that is a requirement for\n                    the   extension   of  the  credit   or\n                    insurance that was--\n                         (A) established before selection\n                         of the consumer for the offer of\n                         credit or insurance; and\n                         (B) disclosed to the consumer in\n                         the offer of credit or insurance.\n\n15 U.S.C. § 1681a(l).\n\n            Under   this   language,   an   offer   of   credit   meets   the\n\nstatutory definition so long as the creditor will not deny credit\n\nto the consumer if the consumer meets the creditor's pre-selection\n\ncriteria.    The term \"firm offer of credit\" does not require the\n\nofferor include additional terms other than the pre-selection\n\ncriteria.    As one court has colloquially put it, \"a firm offer of\n\n                                   -13-\n\fcredit under the Act really means 'a firm offer if you meet certain\n\ncriteria.'\" Kennedy v. Chase Manhattan Bank USA, NA, 369 F.3d 833,\n\n841 (5th Cir. 2004).\n\n            The statutory scheme imposes disclosure requirements on\n\na \"firm offer of credit\" in a variety of ways.                  The creditor must\n\ndisclose that \"information contained in the consumer’s consumer\n\nreport   was    used,\"      15    U.S.C.     §    1681m(d)(1)(A).       It   requires\n\ndisclosure     that    the       consumer    received     the   offer    because    he\n\nsatisfied the criteria used to select the customer for the offer,\n\nid. § 1681m(d)(1)(B), but does not purport to require the creditor\n\nto include more criteria than used here.                 And the statute requires\n\ndisclosure that the offer can be conditioned on collateral or other\n\npre-determined criteria, id. § 1681m(d)(1)(c), that the consumer\n\nhas   the      right   to        opt   out       of   pre-screened      offers,    id.\n\n§ 1681m(d)(1)(d), and of how the consumer can exercise that right,\n\nid. § 1681m(d)(1)(e).\n\n            Further, the statute contemplates that there will be\n\nsubsequent stages of communications beyond the \"firm offer of\n\ncredit,\" if the consumer is interested, during which additional\n\nterms will be offered.            The statute expressly provides that \"the\n\n[firm] offer may be conditioned on one or more of the following\n\n. . . .\"        In 15 U.S.C. § 1681a(l)(1), the statute refers to\n\ninformation which the customer will later supply in an \"application\n\nfor credit.\"       It also refers to a later decision to \"extend\n\n\n                                           -14-\n\fcredit.\"    Id.     Thus, the statute is clear that the fact that the\n\ninitial    letter    to    the    consumer    does    not     yet    resolve        those\n\nadditional conditions does not mean the letter fails to be a firm\n\noffer of credit.\n\n            The Fifth Circuit's decision in Kennedy, 369 F.3d 833,\n\nprovides an example.         Kennedy involved a situation in which two\n\nconsumers' joint application for a credit card was rejected after\n\nthey had received a letter from a bank stating that they were pre-\n\napproved for a credit card account.                  Id. at 837.            The court\n\nnonetheless found that the letter met the statutory definition of\n\na \"firm offer of credit,\" and that the rejection was proper because\n\nthe consumers could not meet the bank's additional pre-determined\n\ncreditworthiness      criteria.       Id.     at    841-42.         The    plaintiff's\n\npreferred definition is inconsistent with the Fifth Circuit's\n\napproach.    We have found no circuit precedent which reads the\n\nstatute as plaintiff does.\n\n            The plaintiff reads a Seventh Circuit case, Cole v. U.S.\n\nCapital,    389     F.3d    719    (7th      Cir.    2004),     to        support     his\n\ninterpretation of \"firm offer of credit.\"               We disagree.           In that\n\ncase, that court found a mailing not to constitute a firm offer of\n\ncredit when the mailing purportedly offered a $300 credit line\n\ntowards the purchase of an automobile but did not include specific\n\ncredit terms.       The court held that \"the offer was a sham made to\n\njustify access to the consumer credit reports,\" and because it \"was\n\n\n                                      -15-\n\fa guise for solicitation rather than a legitimate credit product,\n\nthe communication cannot be considered a firm offer of credit.\"\n\nId. at 728.\n\n            The problem before us is different from the problem in\n\nCole.   As the Seventh Circuit clarified in a later case, \"Cole's\n\nobjective   was   to   separate   bona   fide   offers    of   credit   from\n\nadvertisements for products and services, determining from 'all the\n\nmaterial conditions that comprise the credit product in question\n\n. . . [whether it] was a guise for solicitation rather than a\n\nlegitimate credit product.'\"      Murray v. GMAC Mortgage Corp., 434\n\nF.3d 948, 955-56 (7th Cir. 2006) (quoting Cole, 389 F.3d at 728)\n\n(alteration in original).    The purpose of the Cole mailing was \"to\n\nidentify potential auto buyers,\" id. at 955, and so the issue in\n\nCole was whether the mailing was a \"firm offer of credit,\" as\n\nopposed to a \"firm offer of credit,\" see id.             See also Dixon v.\n\nShamrock Fin. Corp., 482 F. Supp. 2d 172, 177 (D. Mass. 2007)\n\n(noting that in Cole \"the 'offer of credit' was in fact a sales\n\npitch for a car dealership\").     The problem here is not whether this\n\nis a bona fide offer of credit.\n\n            The problem here is also not a bait-and-switch problem.\n\nIn other statutes, such as the TILA, Congress mandated truth in the\n\ndescriptions of other credit terms.         There is no claim here of\n\nuntruthful disclosures.\n\n\n\n\n                                  -16-\n\f                 Plaintiff argues that Congress intended for individuals\n\nwhose private credit information is accessed in any form by a\n\ncreditor to be given something of value in the exchange.                          The\n\n\"value\" of the offer made by Greenwood, plaintiff argues, is zero,\n\nand so the congressional intent is thwarted.                 Even if that were the\n\nintent, and it were permissible to substitute assumptions about\n\nintent for the plain language of the statute, we disagree that the\n\nvalue of the letter to the consumer is zero.\n\n                 There was some value in the letter.           Greenwood's letter\n\ninformed the plaintiff that, based on certain credit information,\n\nhe     had       been     pre-selected    as     meeting     certain   eligibility\n\nrequirements for the extension of credit.                  The letter informed him\n\nthat       if    he   were   interested   he     could     contact   Greenwood   and\n\ndetermine, based on other information, whether he would meet\n\ncertain conditions.           The letter did not guarantee him a loan, but\n\ndid guarantee that he would not be disqualified from a loan on the\n\nbasis of the pre-selection criteria. In turn, there was little\n\ninvasion of consumer privacy.                Greenwood never received his full\n\ncredit          report.      It   received     only   the    plaintiff's   contact\n\ninformation and that he met certain pre-selection criteria.                      This\n\nis a minimal invasion of privacy, offset by the value of the\n\ninformation in the letter to the plaintiff.4\n\n\n       4\n          Because we conclude that Greenwood's offer was a firm\noffer of credit and did not violate the FCRA, we do not reach the\nissue of whether Greenwood acted \"willfully,\" as that term is used\n\n                                          -17-\n\f          We affirm the entry of judgment for defendant.\n\n\n\n\nin the Act, 15 U.S.C. § 1681n(a).\n\n                              -18-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>520 F.3d 70 (2008)</b></center>\n<center><h1>Anthony SULLIVAN, on behalf of himself and all others similarly situated, Plaintiff, Appellant,<br>\nv.<br>\nGREENWOOD CREDIT UNION, John Does 1-5, Defendants, Appellees.</h1></center>\n<center>No. 07-2354.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard February 5, 2008.</center>\n<center>Decided March 19, 2008.</center>\n<p><span class=\"star-pagination\">*71</span> Christopher Lefebvre with whom Claude Lefebvre &amp; Christopher Lefebvre, P.C., Scott C. Borison, and Legg Law Firm, LLC were on brief for appellant.</p>\n<p>Harvey Weiner with whom Jill M. Brannelly and Peabody &amp; Arnold LLP were on brief for appellee.</p>\n<p>Before LYNCH, Circuit Judge, TASHIMA,<sup>[*]</sup> Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n<p>LYNCH, Circuit Judge.</p>\n<p>This putative class action challenges the legality, under the Fair Credit Reporting Act (\"FCRA\" or \"the Act\"), 15 U.S.C. § 1681 <i>et seq.,</i> of an unsolicited letter to a consumer about the offering of credit for a home loan. Defendant Greenwood Credit Union sent the letter to plaintiff, Anthony Sullivan, and others based on a list of individuals meeting certain minimal credit requirements that Greenwood had purchased from a credit reporting agency, a process called pre-screening. This unsolicited letter to Sullivan and others triggered the requirements of the FCRA, which permits the unconsented-to use of credit information only for specific purposes, one of which is the extending of a \"firm offer of credit\" as defined by the Act. If Greenwood has willfully used credit information for an unpermitted purpose, Greenwood would have to pay actual damages or a statutory penalty between $100 and $1,000 per person. This case is about plaintiff's efforts to collect that statutory penalty for a class of consumers; there is no claim Sullivan was wrongfully denied credit.</p>\n<p>This case does not involve a claim that the letter was a sham and merely a marketing device for a consumer purchase. There is also no claim that Greenwood would have used the same criteria by which it selected Sullivan to receive the letter to deny him credit. Rather, the plaintiff's argument is that the letter was based on such minimal criteria and the actual extension of credit was so contingent on other conditions that the letter could not be a firm offer of credit.</p>\n<p>After allowing some discovery, the district court granted summary judgment to the defendant, finding that Greenwood's letter to the proposed plaintiff class constituted a \"firm offer of credit\" as that term is defined by the FCRA. Construction of the FCRA's term \"firm offer of credit\" is a matter of first impression for this circuit. We affirm.</p>\n<p></p>\n<h2>I.</h2>\n<p>In 2006, Greenwood purchased from TransUnion Credit Bureau a list of names and addresses of homeowners who met certain financial criteria, including having at least $10,000 in revolving debt and a credit score of 500 or greater.<sup>[1]</sup> The plaintiff met those criteria and was on this list. Greenwood obtained only a consumer report containing contact information; it did not receive any homeowner's full credit <span class=\"star-pagination\">*72</span> report nor any homeowner's particular credit score.<sup>[2]</sup></p>\n<p>Greenwood used this list to send unsolicited copies of a form letter to each of the pre-qualified homeowners, including Sullivan. The body of the letter stated, among other things, that:</p>\n<blockquote>Because of your excellent credit, you have been pre-approved* * for a home loan, up to 100% of the value of your home. . . .</blockquote>\n<blockquote>. . . .</blockquote>\n<blockquote>If you have not yet taken advantage of some of the lowest rates in decades, you still have time to secure a great program by contacting one of our knowledgeable mortgage originators today! This is your opportunity for a no cost, no obligation telephone consultation . . . !</blockquote>\n<blockquote>* * Limited time offer to customers who qualify based on equity, income, debts, and satisfactory credit. Rates and terms subject to change without notice. Most loan programs require both a satisfactory property appraisal and title exam for final approval. . . . If at time of offer you no longer meet initial criteria, offer may be revoked.</blockquote>\n<p>In addition, the letter contained the following italicized notices in a different typeface from the rest of the letter:</p>\n<blockquote>You can choose to stop receiving \"prescreened\" offers of credit from this and other companies by calling toll-free [telephone number]. See <i>PRESCREEN &amp; OPT-OUT NOTICE</i> on the other side for more information about prescreened offers.</blockquote>\n<blockquote>. . . .</blockquote>\n<blockquote>\n<i>PRESCREEN &amp; OPT OUT NOTICE</i>  This \"prescreened\" offer of credit is based on information in your credit report indicating that you meet certain criteria. This offer is not guaranteed if you do not meet our criteria including providing acceptable property as collateral. If you do not want to receive prescreened offers of credit from this and other companies, call TransUnion at . . . or visit the website . . .; or write. . . .</blockquote>\n<p>The letter did not contain specific loan terms, such as an interest rate or the duration of the loan.</p>\n<p>Sullivan had never consented to the disclosure of any of his credit information to Greenwood. Upon receiving the letter, Sullivan made no attempt to respond to the letter or contact Greenwood.</p>\n<p>Instead, on August 8, 2006, Sullivan filed a putative class action, on behalf of a class of the approximately two million consumers who received the letter, in federal district court in Massachusetts, alleging that Greenwood was in violation of the FCRA. Sullivan argues that because he never consented to the disclosure of his credit information to Greenwood, Greenwood could only legally have obtained information that he met the pre-screening criteria if it was for the purpose of granting a \"firm offer of credit.\" He contends that the letter he received is not a \"firm offer of credit\" because it \"is lacking crucial terms for it to be an offer\" and \"is so vague and lacking in terms as not to constitute an `offer capable of acceptance'.\" He seeks statutory damages of $1,000 per person in the class, punitive damages, and attorneys' fees and expenses. <i>See</i> 15 U.S.C. § 1681n(a).</p>\n<p>The district court allowed the plaintiff limited discovery. The plaintiff moved for class certification and, after discovery concluded, <span class=\"star-pagination\">*73</span> the defendant moved for summary judgment. On August 13, 2007, the district court granted summary judgment to the defendant, holding that Greenwood's letter constituted a \"firm offer of credit\" under the FCRA. It dismissed the class certification motion as moot. This appeal followed.</p>\n<p></p>\n<h2>II.</h2>\n<p>We review the district court's entry of summary judgment de novo. <i>Mellen v. Trs. of Boston Univ.,</i> 504 F.3d 21, 24 (1st Cir.2007). There are no material disputes of fact; the issues are ones of law.</p>\n<p>A. <i>The Role of the FCRA Within the Consumer Credit Protection Act's Statutory Scheme</i></p>\n<p>The Consumer Credit Protection Act, Chapter 41 of Title 15, U.S.C., initially enacted in 1968, is a comprehensive consumer protection statute that accomplishes its purpose through a number of subchapters, each of which regulates a different aspect of or actor in the credit industry.<sup>[3]</sup> The FCRA is only one of these subchapters.</p>\n<p>Subchapter I of the Consumer Credit Protection Act is the Truth in Lending Act (\"TILA\"), 15 U.S.C. § 1601 <i>et seq.,</i> which imposes disclosure requirements on creditors. Subchapter II places restrictions on garnishment of compensation, 15 U.S.C. § 1671 <i>et seq.</i> Subchapter II-A is the Credit Repair Organizations Act, 15 U.S.C. § 1679 <i>et seq.,</i> which protects consumers from unfair trade practices by credit repair organizations. Subchapter III is the FCRA, 15 U.S.C. § 1681 <i>et seq.,</i> which primarily regulates credit reporting agencies but also places requirements on users of credit information from these agencies. Subchapter IV is the Equal Credit Opportunity Act, 15 U.S.C. § 1691 <i>et seq.,</i> which prohibits discrimination in the extension of credit. Subchapter V is the Fair Debt Collection Practices Act, 15 U.S.C. § 1692 <i>et seq.</i> Subchapter VI is the Electronic Fund Transfer Act, 15 U.S.C. § 1693 <i>et seq.,</i> which regulates the participants in electronic fund transfer systems. We turn to certain of the subchapters.</p>\n<p>1. <i>The Fair Credit Reporting Act</i></p>\n<p>Congress enacted the FCRA in 1970 as part of the Consumer Credit Protection Act \"to ensure fair and accurate credit reporting, promote efficiency in the banking system, and protect consumer privacy.\" <i>Safeco Ins. Co. of Am. v. Burr,</i> ___ U.S. ___, 127 S.Ct. 2201, 2205, 167 L.Ed.2d 1045 (2007); <i>see </i><i>TRW Inc. v. Andrews,</i> 534 U.S. 19, 23, 122 S.Ct. 441, 151 L.Ed.2d 339 (2001); <i>see also</i> 15 U.S.C. § 1681. Congress adopted a variety of measures designed to ensure that credit reporting agencies report only appropriate information. Some measures are imposed on agencies directly, others on users of credit information, such as Greenwood. As to users of credit information, the Act sets out a statutory scheme which, among other things, allows the purchase of various forms of information compiled in consumers' credit reports from consumer credit reporting agencies for certain specified business purposes. 15 U.S.C. § 1681b. One of these purposes is to extend credit or insurance to a consumer. <i>Id.</i> § 1681b(a)(3)(A), (a)(3)(C).</p>\n<p><span class=\"star-pagination\">*74</span> In 1996, Congress amended the FCRA to allow creditors or insurers to purchase pre-screened lists of names and addresses of consumers who met certain criteria without each consumer's consent as long as they plan to extend to the consumer a \"firm offer of credit or insurance.\" <i>Id.</i> § 1681b(c)(1); Pub.L. No. 104-208, § 2404, 110 Stat. 3009, 3009-430 (1996). That provision is at issue in this case. Once a creditor planning to extend firm offers of credit provides a consumer reporting agency with a set of financial criteria, the consumer reporting agency can provide the creditor the contact information, and no more, for consumers who meet those criteria. <i>See</i> 15 U.S.C. § 1681b(c). As a result, the purported extender of credit, here Greenwood, does not receive any consumer's full credit report. Greenwood cannot receive the full credit report without the consumer's permission. Here, Greenwood never received the full credit report.</p>\n<p>In addition, the Act imposes disclosure requirements on creditors who use pre-screened lists. <i>Id.</i> § 1681m. There is no claim Greenwood failed to comply with these disclosure requirements.</p>\n<p>The Act provides a private right of action and imposes civil liability on users of credit information and consumer reporting agencies for noncompliance with the requirements of the Act, so long as the person acted willfully, <i>id.</i> § 1681n(a), knowingly, <i>id.</i> § 1681n(b), or negligently, <i>id.</i> § 1681o. In the case of a corporation that willfully fails to comply with any requirement of the Act, a court has discretion to award actual damages or statutory damages between $100 and $1,000 per consumer, in addition to punitive damages and attorneys' fees. <i>See id.</i> § 1681n(a).</p>\n<p>2. <i>The Truth in Lending Act</i></p>\n<p>This case is not brought under TILA and there is no claim that Greenwood violated TILA. We discuss TILA to put into context the limited purposes of the FCRA.</p>\n<p>Congress focused on creditors, not credit reporting agencies, when it enacted the TILA in 1968 to \"assure a meaningful disclosure of credit terms so that the consumer will be able to compare more readily the various credit terms available to him and avoid the uninformed use of credit,\" which would enhance \"economic stabilization . . . and the competition among the various financial institutions.\" 15 U.S.C. § 1601(a); <i>see also </i><i>Koons Buick Pontiac GMC, Inc. v. Nigh,</i> 543 U.S. 50, 53-54, 125 S.Ct. 460, 160 L.Ed.2d 389 (2004). \"The Act requires a creditor to disclose information relating to such things as finance charges, annual percentage rates of interest, and borrowers' rights, <i>see</i> [15 U.S.C.] §§ 1631-1632, 1635, 1637-1639, and it prescribes civil liability for any creditor who fails to do so, <i>see</i> [15 U.S.C.] § 1640.\" <i>Koons,</i> 543 U.S. at 54, 125 S.Ct. 460. TILA's remedial scheme provides a right of action for both individual and class plaintiffs. <i>See</i> 15 U.S.C. § 1640. If a creditor violates TILA's requirements, a consumer is entitled to the sum of actual damages and statutory damages. The sum varies based on whether the action was maintained on a class or an individual basis and the type of credit transaction involved. <i>See id.</i> Unlike the FCRA, there is no scienter requirement for creditor liability. <i>See id.</i> § 1640(c).</p>\n<p>Pertinent to our case, the TILA's requirement of disclosure of specific credit terms kicks in at a point in the credit transaction subsequent to a FCRA firm offer of credit. That is, TILA applies \"at the time an application is provided to the consumer\" for home equity loans, 12 C.F.R. § 226.5b(b), or \"before consummation of the transaction\" for mortgages, <i>id.</i> § 226.17(b). <i>See </i><i>Soroka v. JP Morgan</i> <span class=\"star-pagination\">*75</span> <i>Chase &amp; Co.,</i> 500 F.Supp.2d 217, 222 (S.D.N.Y.2007). Before then, the firm offer of credit is governed by the FCRA disclosure requirements. Here, Sullivan made no further communication after the FCRA firm offer, so the TILA is not implicated.</p>\n<p>B. <i>Was Greenwood's Letter a \"Firm Offer of Credit\"?</i></p>\n<p>Sullivan brings his action under the FCRA. He may prevail only if he establishes that the letter he received was not a \"firm offer of credit\" under the FCRA.</p>\n<p>Each side relies on a canon of statutory interpretation to support its argument. The plaintiff invokes the Supreme Court's use of \"the general rule that a common law term in a statute comes with a common law meaning, absent anything pointing another way,\" in its recent <i>Safeco</i> decision. 127 S.Ct. at 2209. The Court used this canon to interpret the term \"willfully\" in the FCRA, 15 U.S.C. § 1681(n)(a), when the statute did not otherwise define the term. <i>Id.</i> Sullivan argues that the common law meaning of the term \"firm offer of credit\" would require the disclosure of specific credit terms to the plaintiff.</p>\n<p>The defendant rightly points out, however, that the term \"firm offer of credit\" is not subject to that canon because the term is explicitly defined in the FCRA. The statutory definition imposes no requirement that a \"firm offer of credit\" must provide terms for credit such as interest rate and duration. Invoking the canon of <i>expressio unius est exclusio alterius,</i> Greenwood argues that if Congress had wanted to require that more specific credit terms be included in a \"firm offer of credit,\" it would have said so.</p>\n<p>Plaintiff replies that the statutory definition only applies to the term \"firm\" and that we should resort to the common law to define what is an \"offer\" of credit. He points out that the statute states: \"The term `<i>firm offer</i> of credit or insurance' means <i>any offer</i> of credit or insurance to a consumer <i>that will be honored</i>. . . .\" 15 U.S.C. § 1681a(<i>l</i>) (emphasis added). He concludes that the term \"offer\" still has independent meaning, undefined by the statute. We disagree.</p>\n<p>We start with the language of the statute and its grammar. Congress chose in its definition to put into quotes for the term it was defining \"firm offer of credit or insurance,\" and not just \"firm.\"</p>\n<p>Next, we look to the more complete language of the statute, and conclude plaintiff's reading is inconsistent with the rest of the statute. The Act defines a \"firm offer of credit or insurance\" as:</p>\n<blockquote>any offer of credit or insurance to a consumer that will be honored if the consumer is determined, based on information in a consumer report on the consumer, to meet the specific criteria used to select the consumer for the offer, except that the offer may be further conditioned on one or more of the following:</blockquote>\n<blockquote>(1) The consumer being determined, based on information in the consumer's application for the credit or insurance, to meet specific criteria bearing on credit worthiness or insurability, as applicable, that are established</blockquote>\n<blockquote>(A) before selection of the consumer for the offer; and</blockquote>\n<blockquote>(B) for the purpose of determining whether to extend credit or insurance pursuant to the offer.</blockquote>\n<blockquote>(2) Verification</blockquote>\n<blockquote>(A) that the consumer continues to meet the specific criteria used to select the consumer for the offer, by using information in a consumer report on the consumer, information in <span class=\"star-pagination\">*76</span> the consumer's application for the credit or insurance, or other information bearing on the credit worthiness or insurability of the consumer; or</blockquote>\n<blockquote>(B) of the information in the consumer's application for the credit or insurance, to determine that the consumer meets the specific criteria bearing on credit worthiness or insurability.</blockquote>\n<blockquote>(3) The consumer furnishing any collateral that is a requirement for the extension of the credit or insurance that was</blockquote>\n<blockquote>(A) established before selection of the consumer for the offer of credit or insurance; and</blockquote>\n<blockquote>(B) disclosed to the consumer in the offer of credit or insurance.</blockquote>\n<p>15 U.S.C. § 1681a(<i>l</i>).</p>\n<p>Under this language, an offer of credit meets the statutory definition so long as the creditor will not deny credit to the consumer if the consumer meets the creditor's pre-selection criteria. The term \"firm offer of credit\" does not require the offeror include additional terms other than the pre-selection criteria. As one court has colloquially put it, \"a firm offer of credit under the Act really means `a firm offer if you meet certain criteria.'\" <i>Kennedy v. Chase Manhattan Bank USA, NA,</i> 369 F.3d 833, 841 (5th Cir.2004).</p>\n<p>The statutory scheme imposes disclosure requirements on a \"firm offer of credit\" in a variety of ways. The creditor must disclose that \"information contained in the consumer's consumer report was used,\" 15 U.S.C. § 1681m(d)(1)(A). It requires disclosure that the consumer received the offer because he satisfied the criteria used to select the customer for the offer, <i>id.</i> § 1681m(d)(1)(B), but does not purport to require the creditor to include more criteria than used here. And the statute requires disclosure that the offer can be conditioned on collateral or other pre-determined criteria, <i>id.</i> § 1681m(d)(1)(c), that the consumer has the right to opt out of pre-screened offers, <i>id.</i> § 1681m(d)(1)(d), and of how the consumer can exercise that right, <i>id.</i> § 1681m(d)(1)(e).</p>\n<p>Further, the statute contemplates that there will be subsequent stages of communications beyond the \"firm offer of credit,\" if the consumer is interested, during which additional terms will be offered. The statute expressly provides that \"the [firm] offer may be conditioned on one or more of the following. . . .\" In 15 U.S.C. § 1681a(<i>l</i>)(1), the statute refers to information which the customer will later supply in an \"application for credit.\" It also refers to a later decision to \"extend credit.\" <i>Id.</i> Thus, the statute is clear that the fact that the initial letter to the consumer does not yet resolve those additional conditions does not mean the letter fails to be a firm offer of credit.</p>\n<p>The Fifth Circuit's decision in <i>Kennedy,</i> 369 F.3d 833, provides an example. <i>Kennedy</i> involved a situation in which two consumers' joint application for a credit card was rejected after they had received a letter from a bank stating that they were pre-approved for a credit card account. <i>Id.</i> at 837. The court nonetheless found that the letter met the statutory definition of a \"firm offer of credit,\" and that the rejection was proper because the consumers could not meet the bank's additional pre-determined creditworthiness criteria. <i>Id.</i> at 841-42. The plaintiff's preferred definition is inconsistent with the Fifth Circuit's approach. We have found no circuit precedent which reads the statute as plaintiff does.</p>\n<p>The plaintiff reads a Seventh Circuit case, <i>Cole v. U.S. Capital,</i> 389 F.3d 719 (7th Cir.2004), to support his interpretation of \"firm offer of credit.\" We disagree. <span class=\"star-pagination\">*77</span> In that case, that court found a mailing not to constitute a firm offer of credit when the mailing purportedly offered a $300 credit line towards the purchase of an automobile but did not include specific credit terms. The court held that \"the offer was a sham made to justify access to the consumer credit reports,\" and because it \"was a guise for solicitation rather than a legitimate credit product, the communication cannot be considered a firm offer of credit.\" <i>Id.</i> at 728.</p>\n<p>The problem before us is different from the problem in <i>Cole.</i> As the Seventh Circuit clarified in a later case, \"<i>Cole</i>'s objective was to separate <i>bona fide</i> offers of credit from advertisements for products and services, determining from `<i>all</i> the material conditions that comprise the credit product in question . . . [whether it] was a guise for solicitation rather than a legitimate credit product.'\" <i>Murray v. GMAC Mortgage Corp.,</i> 434 F.3d 948, 955-56 (7th Cir.2006) (quoting <i>Cole,</i> 389 F.3d at 728) (alteration in original). The purpose of the <i>Cole</i> mailing was \"to identify potential auto buyers,\" <i>id.</i> at 955, and so the issue in <i>Cole</i> was whether the mailing was a \"firm offer <i>of credit,</i>\" as opposed to a \"<i>firm offer</i> of credit,\" <i>see id. See also </i><i>Dixon v. Shamrock Fin. Corp.,</i> 482 F.Supp.2d 172, 177 (D.Mass.2007) (noting that in <i>Cole</i> \"the `offer of credit' was in fact a sales pitch for a car dealership\"). The problem here is not whether this is a bona fide offer <i>of credit.</i></p>\n<p>The problem here is also not a bait-and-switch problem. In other statutes, such as the TILA, Congress mandated truth in the descriptions of other credit terms. There is no claim here of untruthful disclosures.</p>\n<p>Plaintiff argues that Congress intended for individuals whose private credit information is accessed in any form by a creditor to be given something of value in the exchange. The \"value\" of the offer made by Greenwood, plaintiff argues, is zero, and so the congressional intent is thwarted. Even if that were the intent, and it were permissible to substitute assumptions about intent for the plain language of the statute, we disagree that the value of the letter to the consumer is zero.</p>\n<p>There was some value in the letter. Greenwood's letter informed the plaintiff that, based on certain credit information, he had been pre-selected as meeting certain eligibility requirements for the extension of credit. The letter informed him that if he were interested he could contact Greenwood and determine, based on other information, whether he would meet certain conditions. The letter did not guarantee him a loan, but did guarantee that he would not be disqualified from a loan on the basis of the pre-selection criteria. In turn, there was little invasion of consumer privacy. Greenwood never received his full credit report. It received only the plaintiff's contact information and that he met certain pre-selection criteria. This is a minimal invasion of privacy, offset by the value of the information in the letter to the plaintiff.<sup>[4]</sup></p>\n<p>We affirm the entry of judgment for defendant.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the Ninth Circuit, sitting by designation.</p>\n<p>[1]  The Act defines a \"credit score\" as \"a numerical value or a categorization derived from a statistical tool or modeling system used by a person who makes or arranges a loan to predict the likelihood of certain credit behaviors, including default.\" 15 U.S.C. § 1681g(f)(2)(A). A higher credit score translates to higher creditworthiness.</p>\n<p>[2]  Although the contact information Greenwood received contained no actual credit information, it nonetheless qualifies as a \"consumer report\" for the purposes of the FCRA, thus triggering the FCRA's requirements. 15 U.S.C. § 1681a(d).</p>\n<p>[3]  \"[T]he Consumer Credit Protection Act is a comprehensive statute designed to protect consumers by requiring full disclosure of financial terms in most credit transactions, making unlawful the use of certain unethical practices in the garnishment of wages and debt collection, regulating the transfer of funds by electronic means, and prohibiting discrimination in credit transactions.\" <i>Brothers v. First Leasing,</i> 724 F.2d 789, 791 (9th Cir. 1984).</p>\n<p>[4]  Because we conclude that Greenwood's offer was a firm offer of credit and did not violate the FCRA, we do not reach the issue of whether Greenwood acted \"willfully,\" as that term is used in the Act, 15 U.S.C. § 1681n(a).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">520</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">70</span></span> (2008)</b></center>\n<center><h1>Anthony SULLIVAN, on behalf of himself and all others similarly situated, Plaintiff, Appellant,<br>\nv.<br>\nGREENWOOD CREDIT UNION, John Does 1-5, Defendants, Appellees.</h1></center>\n<center>No. 07-2354.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard February 5, 2008.</center>\n<center>Decided March 19, 2008.</center>\n<p><span class=\"star-pagination\">*71</span> Christopher Lefebvre with whom Claude Lefebvre &amp; Christopher Lefebvre, P.C., Scott C. Borison, and Legg Law Firm, LLC were on brief for appellant.</p>\n<p>Harvey Weiner with whom Jill M. Brannelly and Peabody &amp; Arnold LLP were on brief for appellee.</p>\n<p>Before LYNCH, Circuit Judge, TASHIMA,<sup>[*]</sup> Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n<p>LYNCH, Circuit Judge.</p>\n<p>This putative class action challenges the legality, under the Fair Credit Reporting Act (\"FCRA\" or \"the Act\"), 15 U.S.C. § 1681 <i>et seq.,</i> of an unsolicited letter to a consumer about the offering of credit for a home loan. Defendant Greenwood Credit Union sent the letter to plaintiff, Anthony Sullivan, and others based on a list of individuals meeting certain minimal credit requirements that Greenwood had purchased from a credit reporting agency, a process called pre-screening. This unsolicited letter to Sullivan and others triggered the requirements of the FCRA, which permits the unconsented-to use of credit information only for specific purposes, one of which is the extending of a \"firm offer of credit\" as defined by the Act. If Greenwood has willfully used credit information for an unpermitted purpose, Greenwood would have to pay actual damages or a statutory penalty between $100 and $1,000 per person. This case is about plaintiff's efforts to collect that statutory penalty for a class of consumers; there is no claim Sullivan was wrongfully denied credit.</p>\n<p>This case does not involve a claim that the letter was a sham and merely a marketing device for a consumer purchase. There is also no claim that Greenwood would have used the same criteria by which it selected Sullivan to receive the letter to deny him credit. Rather, the plaintiff's argument is that the letter was based on such minimal criteria and the actual extension of credit was so contingent on other conditions that the letter could not be a firm offer of credit.</p>\n<p>After allowing some discovery, the district court granted summary judgment to the defendant, finding that Greenwood's letter to the proposed plaintiff class constituted a \"firm offer of credit\" as that term is defined by the FCRA. Construction of the FCRA's term \"firm offer of credit\" is a matter of first impression for this circuit. We affirm.</p>\n<p></p>\n<h2>I.</h2>\n<p>In 2006, Greenwood purchased from TransUnion Credit Bureau a list of names and addresses of homeowners who met certain financial criteria, including having at least $10,000 in revolving debt and a credit score of 500 or greater.<sup>[1]</sup> The plaintiff met those criteria and was on this list. Greenwood obtained only a consumer report containing contact information; it did not receive any homeowner's full credit <span class=\"star-pagination\">*72</span> report nor any homeowner's particular credit score.<sup>[2]</sup></p>\n<p>Greenwood used this list to send unsolicited copies of a form letter to each of the pre-qualified homeowners, including Sullivan. The body of the letter stated, among other things, that:</p>\n<blockquote>Because of your excellent credit, you have been pre-approved* * for a home loan, up to 100% of the value of your home. . . .</blockquote>\n<blockquote>. . . .</blockquote>\n<blockquote>If you have not yet taken advantage of some of the lowest rates in decades, you still have time to secure a great program by contacting one of our knowledgeable mortgage originators today! This is your opportunity for a no cost, no obligation telephone consultation . . . !</blockquote>\n<blockquote>* * Limited time offer to customers who qualify based on equity, income, debts, and satisfactory credit. Rates and terms subject to change without notice. Most loan programs require both a satisfactory property appraisal and title exam for final approval. . . . If at time of offer you no longer meet initial criteria, offer may be revoked.</blockquote>\n<p>In addition, the letter contained the following italicized notices in a different typeface from the rest of the letter:</p>\n<blockquote>You can choose to stop receiving \"prescreened\" offers of credit from this and other companies by calling toll-free [telephone number]. See <i>PRESCREEN &amp; OPT-OUT NOTICE</i> on the other side for more information about prescreened offers.</blockquote>\n<blockquote>. . . .</blockquote>\n<blockquote>\n<i>PRESCREEN &amp; OPT OUT NOTICE</i>  This \"prescreened\" offer of credit is based on information in your credit report indicating that you meet certain criteria. This offer is not guaranteed if you do not meet our criteria including providing acceptable property as collateral. If you do not want to receive prescreened offers of credit from this and other companies, call TransUnion at . . . or visit the website . . .; or write. . . .</blockquote>\n<p>The letter did not contain specific loan terms, such as an interest rate or the duration of the loan.</p>\n<p>Sullivan had never consented to the disclosure of any of his credit information to Greenwood. Upon receiving the letter, Sullivan made no attempt to respond to the letter or contact Greenwood.</p>\n<p>Instead, on August 8, 2006, Sullivan filed a putative class action, on behalf of a class of the approximately two million consumers who received the letter, in federal district court in Massachusetts, alleging that Greenwood was in violation of the FCRA. Sullivan argues that because he never consented to the disclosure of his credit information to Greenwood, Greenwood could only legally have obtained information that he met the pre-screening criteria if it was for the purpose of granting a \"firm offer of credit.\" He contends that the letter he received is not a \"firm offer of credit\" because it \"is lacking crucial terms for it to be an offer\" and \"is so vague and lacking in terms as not to constitute an `offer capable of acceptance'.\" He seeks statutory damages of $1,000 per person in the class, punitive damages, and attorneys' fees and expenses. <i>See</i> 15 U.S.C. § 1681n(a).</p>\n<p>The district court allowed the plaintiff limited discovery. The plaintiff moved for class certification and, after discovery concluded, <span class=\"star-pagination\">*73</span> the defendant moved for summary judgment. On August 13, 2007, the district court granted summary judgment to the defendant, holding that Greenwood's letter constituted a \"firm offer of credit\" under the FCRA. It dismissed the class certification motion as moot. This appeal followed.</p>\n<p></p>\n<h2>II.</h2>\n<p>We review the district court's entry of summary judgment de novo. <i>Mellen v. Trs. of Boston Univ.,</i> <span class=\"citation\" data-id=\"202949\"><a href=\"/opinion/202949/mellen-v-trustees-of-boston-university/\"><span class=\"volume\">504</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 24 (1st Cir.2007). There are no material disputes of fact; the issues are ones of law.</p>\n<p>A. <i>The Role of the FCRA Within the Consumer Credit Protection Act's Statutory Scheme</i></p>\n<p>The Consumer Credit Protection Act, Chapter 41 of Title 15, U.S.C., initially enacted in 1968, is a comprehensive consumer protection statute that accomplishes its purpose through a number of subchapters, each of which regulates a different aspect of or actor in the credit industry.<sup>[3]</sup> The FCRA is only one of these subchapters.</p>\n<p>Subchapter I of the Consumer Credit Protection Act is the Truth in Lending Act (\"TILA\"), 15 U.S.C. § 1601 <i>et seq.,</i> which imposes disclosure requirements on creditors. Subchapter II places restrictions on garnishment of compensation, 15 U.S.C. § 1671 <i>et seq.</i> Subchapter II-A is the Credit Repair Organizations Act, 15 U.S.C. § 1679 <i>et seq.,</i> which protects consumers from unfair trade practices by credit repair organizations. Subchapter III is the FCRA, 15 U.S.C. § 1681 <i>et seq.,</i> which primarily regulates credit reporting agencies but also places requirements on users of credit information from these agencies. Subchapter IV is the Equal Credit Opportunity Act, 15 U.S.C. § 1691 <i>et seq.,</i> which prohibits discrimination in the extension of credit. Subchapter V is the Fair Debt Collection Practices Act, 15 U.S.C. § 1692 <i>et seq.</i> Subchapter VI is the Electronic Fund Transfer Act, 15 U.S.C. § 1693 <i>et seq.,</i> which regulates the participants in electronic fund transfer systems. We turn to certain of the subchapters.</p>\n<p>1. <i>The Fair Credit Reporting Act</i></p>\n<p>Congress enacted the FCRA in 1970 as part of the Consumer Credit Protection Act \"to ensure fair and accurate credit reporting, promote efficiency in the banking system, and protect consumer privacy.\" <i>Safeco Ins. Co. of Am. v. Burr,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145725\"><a href=\"/opinion/145725/safeco-ins-co-of-america-v-burr/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2201</span></a></span>, 2205, <span class=\"citation\" data-id=\"145725\"><a href=\"/opinion/145725/safeco-ins-co-of-america-v-burr/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1045</span></a></span> (2007); <i>see </i><i>TRW Inc. v. Andrews,</i> <span class=\"citation\" data-id=\"118465\"><a href=\"/opinion/118465/trw-inc-v-andrews/\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">19</span></a></span>, 23, <span class=\"citation\" data-id=\"118465\"><a href=\"/opinion/118465/trw-inc-v-andrews/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">441</span></a></span>, <span class=\"citation\" data-id=\"118465\"><a href=\"/opinion/118465/trw-inc-v-andrews/\"><span class=\"volume\">151</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">339</span></a></span> (2001); <i>see also</i> 15 U.S.C. § 1681. Congress adopted a variety of measures designed to ensure that credit reporting agencies report only appropriate information. Some measures are imposed on agencies directly, others on users of credit information, such as Greenwood. As to users of credit information, the Act sets out a statutory scheme which, among other things, allows the purchase of various forms of information compiled in consumers' credit reports from consumer credit reporting agencies for certain specified business purposes. 15 U.S.C. § 1681b. One of these purposes is to extend credit or insurance to a consumer. <i>Id.</i> § 1681b(a)(3)(A), (a)(3)(C).</p>\n<p><span class=\"star-pagination\">*74</span> In 1996, Congress amended the FCRA to allow creditors or insurers to purchase pre-screened lists of names and addresses of consumers who met certain criteria without each consumer's consent as long as they plan to extend to the consumer a \"firm offer of credit or insurance.\" <i>Id.</i> § 1681b(c)(1); Pub.L. No. 104-208, § 2404, 110 Stat. 3009, 3009-430 (1996). That provision is at issue in this case. Once a creditor planning to extend firm offers of credit provides a consumer reporting agency with a set of financial criteria, the consumer reporting agency can provide the creditor the contact information, and no more, for consumers who meet those criteria. <i>See</i> 15 U.S.C. § 1681b(c). As a result, the purported extender of credit, here Greenwood, does not receive any consumer's full credit report. Greenwood cannot receive the full credit report without the consumer's permission. Here, Greenwood never received the full credit report.</p>\n<p>In addition, the Act imposes disclosure requirements on creditors who use pre-screened lists. <i>Id.</i> § 1681m. There is no claim Greenwood failed to comply with these disclosure requirements.</p>\n<p>The Act provides a private right of action and imposes civil liability on users of credit information and consumer reporting agencies for noncompliance with the requirements of the Act, so long as the person acted willfully, <i>id.</i> § 1681n(a), knowingly, <i>id.</i> § 1681n(b), or negligently, <i>id.</i> § 1681o. In the case of a corporation that willfully fails to comply with any requirement of the Act, a court has discretion to award actual damages or statutory damages between $100 and $1,000 per consumer, in addition to punitive damages and attorneys' fees. <i>See id.</i> § 1681n(a).</p>\n<p>2. <i>The Truth in Lending Act</i></p>\n<p>This case is not brought under TILA and there is no claim that Greenwood violated TILA. We discuss TILA to put into context the limited purposes of the FCRA.</p>\n<p>Congress focused on creditors, not credit reporting agencies, when it enacted the TILA in 1968 to \"assure a meaningful disclosure of credit terms so that the consumer will be able to compare more readily the various credit terms available to him and avoid the uninformed use of credit,\" which would enhance \"economic stabilization . . . and the competition among the various financial institutions.\" 15 U.S.C. § 1601(a); <i>see also </i><i>Koons Buick Pontiac GMC, Inc. v. Nigh,</i> <span class=\"citation\" data-id=\"137728\"><a href=\"/opinion/137728/koons-buick-pontiac-gmc-inc-v-nigh/\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">50</span></a></span>, 53-54, <span class=\"citation\" data-id=\"137728\"><a href=\"/opinion/137728/koons-buick-pontiac-gmc-inc-v-nigh/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">460</span></a></span>, <span class=\"citation\" data-id=\"137728\"><a href=\"/opinion/137728/koons-buick-pontiac-gmc-inc-v-nigh/\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">389</span></a></span> (2004). \"The Act requires a creditor to disclose information relating to such things as finance charges, annual percentage rates of interest, and borrowers' rights, <i>see</i> [15 U.S.C.] §§ 1631-1632, 1635, 1637-1639, and it prescribes civil liability for any creditor who fails to do so, <i>see</i> [15 U.S.C.] § 1640.\" <i>Koons,</i> 543 U.S. at 54, <span class=\"citation\" data-id=\"137728\"><a href=\"/opinion/137728/koons-buick-pontiac-gmc-inc-v-nigh/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">460</span></a></span>. TILA's remedial scheme provides a right of action for both individual and class plaintiffs. <i>See</i> 15 U.S.C. § 1640. If a creditor violates TILA's requirements, a consumer is entitled to the sum of actual damages and statutory damages. The sum varies based on whether the action was maintained on a class or an individual basis and the type of credit transaction involved. <i>See id.</i> Unlike the FCRA, there is no scienter requirement for creditor liability. <i>See id.</i> § 1640(c).</p>\n<p>Pertinent to our case, the TILA's requirement of disclosure of specific credit terms kicks in at a point in the credit transaction subsequent to a FCRA firm offer of credit. That is, TILA applies \"at the time an application is provided to the consumer\" for home equity loans, 12 C.F.R. § 226.5b(b), or \"before consummation of the transaction\" for mortgages, <i>id.</i> § 226.17(b). <i>See </i><i>Soroka v. JP Morgan</i> <span class=\"star-pagination\">*75</span> <i>Chase &amp; Co.,</i> <span class=\"citation\" data-id=\"1408968\"><a href=\"/opinion/1408968/soroka-v-jp-morgan-chase-co/\"><span class=\"volume\">500</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">217</span></a></span>, 222 (S.D.N.Y.2007). Before then, the firm offer of credit is governed by the FCRA disclosure requirements. Here, Sullivan made no further communication after the FCRA firm offer, so the TILA is not implicated.</p>\n<p>B. <i>Was Greenwood's Letter a \"Firm Offer of Credit\"?</i></p>\n<p>Sullivan brings his action under the FCRA. He may prevail only if he establishes that the letter he received was not a \"firm offer of credit\" under the FCRA.</p>\n<p>Each side relies on a canon of statutory interpretation to support its argument. The plaintiff invokes the Supreme Court's use of \"the general rule that a common law term in a statute comes with a common law meaning, absent anything pointing another way,\" in its recent <i>Safeco</i> decision. 127 S.Ct. at 2209. The Court used this canon to interpret the term \"willfully\" in the FCRA, 15 U.S.C. § 1681(n)(a), when the statute did not otherwise define the term. <i>Id.</i> Sullivan argues that the common law meaning of the term \"firm offer of credit\" would require the disclosure of specific credit terms to the plaintiff.</p>\n<p>The defendant rightly points out, however, that the term \"firm offer of credit\" is not subject to that canon because the term is explicitly defined in the FCRA. The statutory definition imposes no requirement that a \"firm offer of credit\" must provide terms for credit such as interest rate and duration. Invoking the canon of <i>expressio unius est exclusio alterius,</i> Greenwood argues that if Congress had wanted to require that more specific credit terms be included in a \"firm offer of credit,\" it would have said so.</p>\n<p>Plaintiff replies that the statutory definition only applies to the term \"firm\" and that we should resort to the common law to define what is an \"offer\" of credit. He points out that the statute states: \"The term `<i>firm offer</i> of credit or insurance' means <i>any offer</i> of credit or insurance to a consumer <i>that will be honored</i>. . . .\" 15 U.S.C. § 1681a(<i>l</i>) (emphasis added). He concludes that the term \"offer\" still has independent meaning, undefined by the statute. We disagree.</p>\n<p>We start with the language of the statute and its grammar. Congress chose in its definition to put into quotes for the term it was defining \"firm offer of credit or insurance,\" and not just \"firm.\"</p>\n<p>Next, we look to the more complete language of the statute, and conclude plaintiff's reading is inconsistent with the rest of the statute. The Act defines a \"firm offer of credit or insurance\" as:</p>\n<blockquote>any offer of credit or insurance to a consumer that will be honored if the consumer is determined, based on information in a consumer report on the consumer, to meet the specific criteria used to select the consumer for the offer, except that the offer may be further conditioned on one or more of the following:</blockquote>\n<blockquote>(1) The consumer being determined, based on information in the consumer's application for the credit or insurance, to meet specific criteria bearing on credit worthiness or insurability, as applicable, that are established</blockquote>\n<blockquote>(A) before selection of the consumer for the offer; and</blockquote>\n<blockquote>(B) for the purpose of determining whether to extend credit or insurance pursuant to the offer.</blockquote>\n<blockquote>(2) Verification</blockquote>\n<blockquote>(A) that the consumer continues to meet the specific criteria used to select the consumer for the offer, by using information in a consumer report on the consumer, information in <span class=\"star-pagination\">*76</span> the consumer's application for the credit or insurance, or other information bearing on the credit worthiness or insurability of the consumer; or</blockquote>\n<blockquote>(B) of the information in the consumer's application for the credit or insurance, to determine that the consumer meets the specific criteria bearing on credit worthiness or insurability.</blockquote>\n<blockquote>(3) The consumer furnishing any collateral that is a requirement for the extension of the credit or insurance that was</blockquote>\n<blockquote>(A) established before selection of the consumer for the offer of credit or insurance; and</blockquote>\n<blockquote>(B) disclosed to the consumer in the offer of credit or insurance.</blockquote>\n<p>15 U.S.C. § 1681a(<i>l</i>).</p>\n<p>Under this language, an offer of credit meets the statutory definition so long as the creditor will not deny credit to the consumer if the consumer meets the creditor's pre-selection criteria. The term \"firm offer of credit\" does not require the offeror include additional terms other than the pre-selection criteria. As one court has colloquially put it, \"a firm offer of credit under the Act really means `a firm offer if you meet certain criteria.'\" <i>Kennedy v. Chase Manhattan Bank USA, NA,</i> <span class=\"citation\" data-id=\"35246\"><a href=\"/opinion/35246/kennedy-v-chase-manhattan/\"><span class=\"volume\">369</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">833</span></a></span>, 841 (5th Cir.2004).</p>\n<p>The statutory scheme imposes disclosure requirements on a \"firm offer of credit\" in a variety of ways. The creditor must disclose that \"information contained in the consumer's consumer report was used,\" 15 U.S.C. § 1681m(d)(1)(A). It requires disclosure that the consumer received the offer because he satisfied the criteria used to select the customer for the offer, <i>id.</i> § 1681m(d)(1)(B), but does not purport to require the creditor to include more criteria than used here. And the statute requires disclosure that the offer can be conditioned on collateral or other pre-determined criteria, <i>id.</i> § 1681m(d)(1)(c), that the consumer has the right to opt out of pre-screened offers, <i>id.</i> § 1681m(d)(1)(d), and of how the consumer can exercise that right, <i>id.</i> § 1681m(d)(1)(e).</p>\n<p>Further, the statute contemplates that there will be subsequent stages of communications beyond the \"firm offer of credit,\" if the consumer is interested, during which additional terms will be offered. The statute expressly provides that \"the [firm] offer may be conditioned on one or more of the following. . . .\" In 15 U.S.C. § 1681a(<i>l</i>)(1), the statute refers to information which the customer will later supply in an \"application for credit.\" It also refers to a later decision to \"extend credit.\" <i>Id.</i> Thus, the statute is clear that the fact that the initial letter to the consumer does not yet resolve those additional conditions does not mean the letter fails to be a firm offer of credit.</p>\n<p>The Fifth Circuit's decision in <i>Kennedy,</i> <span class=\"citation\" data-id=\"35246\"><a href=\"/opinion/35246/kennedy-v-chase-manhattan/\"><span class=\"volume\">369</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">833</span></a></span>, provides an example. <i>Kennedy</i> involved a situation in which two consumers' joint application for a credit card was rejected after they had received a letter from a bank stating that they were pre-approved for a credit card account. <i>Id.</i> at 837. The court nonetheless found that the letter met the statutory definition of a \"firm offer of credit,\" and that the rejection was proper because the consumers could not meet the bank's additional pre-determined creditworthiness criteria. <i>Id.</i> at 841-42. The plaintiff's preferred definition is inconsistent with the Fifth Circuit's approach. We have found no circuit precedent which reads the statute as plaintiff does.</p>\n<p>The plaintiff reads a Seventh Circuit case, <i>Cole v. U.S. Capital,</i> <span class=\"citation\" data-id=\"788396\"><a href=\"/opinion/788396/oneta-s-cole-v-us-capital-incorporated-autonation-usa-corporation/\"><span class=\"volume\">389</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">719</span></a></span> (7th Cir.2004), to support his interpretation of \"firm offer of credit.\" We disagree. <span class=\"star-pagination\">*77</span> In that case, that court found a mailing not to constitute a firm offer of credit when the mailing purportedly offered a $300 credit line towards the purchase of an automobile but did not include specific credit terms. The court held that \"the offer was a sham made to justify access to the consumer credit reports,\" and because it \"was a guise for solicitation rather than a legitimate credit product, the communication cannot be considered a firm offer of credit.\" <i>Id.</i> at 728.</p>\n<p>The problem before us is different from the problem in <i>Cole.</i> As the Seventh Circuit clarified in a later case, \"<i>Cole</i>'s objective was to separate <i>bona fide</i> offers of credit from advertisements for products and services, determining from `<i>all</i> the material conditions that comprise the credit product in question . . . [whether it] was a guise for solicitation rather than a legitimate credit product.'\" <i>Murray v. GMAC Mortgage Corp.,</i> <span class=\"citation\" data-id=\"792972\"><a href=\"/opinion/792972/nancy-r-murray-plaintiff-petitioner-v-gmac-mortgage-corporation-doing/\"><span class=\"volume\">434</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">948</span></a></span>, 955-56 (7th Cir.2006) (quoting <i>Cole,</i> 389 F.3d at 728) (alteration in original). The purpose of the <i>Cole</i> mailing was \"to identify potential auto buyers,\" <i>id.</i> at 955, and so the issue in <i>Cole</i> was whether the mailing was a \"firm offer <i>of credit,</i>\" as opposed to a \"<i>firm offer</i> of credit,\" <i>see id. See also </i><i>Dixon v. Shamrock Fin. Corp.,</i> <span class=\"citation\" data-id=\"2310564\"><a href=\"/opinion/2310564/dixon-v-shamrock-financial-corp/\"><span class=\"volume\">482</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">172</span></a></span>, 177 (D.Mass.2007) (noting that in <i>Cole</i> \"the `offer of credit' was in fact a sales pitch for a car dealership\"). The problem here is not whether this is a bona fide offer <i>of credit.</i></p>\n<p>The problem here is also not a bait-and-switch problem. In other statutes, such as the TILA, Congress mandated truth in the descriptions of other credit terms. There is no claim here of untruthful disclosures.</p>\n<p>Plaintiff argues that Congress intended for individuals whose private credit information is accessed in any form by a creditor to be given something of value in the exchange. The \"value\" of the offer made by Greenwood, plaintiff argues, is zero, and so the congressional intent is thwarted. Even if that were the intent, and it were permissible to substitute assumptions about intent for the plain language of the statute, we disagree that the value of the letter to the consumer is zero.</p>\n<p>There was some value in the letter. Greenwood's letter informed the plaintiff that, based on certain credit information, he had been pre-selected as meeting certain eligibility requirements for the extension of credit. The letter informed him that if he were interested he could contact Greenwood and determine, based on other information, whether he would meet certain conditions. The letter did not guarantee him a loan, but did guarantee that he would not be disqualified from a loan on the basis of the pre-selection criteria. In turn, there was little invasion of consumer privacy. Greenwood never received his full credit report. It received only the plaintiff's contact information and that he met certain pre-selection criteria. This is a minimal invasion of privacy, offset by the value of the information in the letter to the plaintiff.<sup>[4]</sup></p>\n<p>We affirm the entry of judgment for defendant.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the Ninth Circuit, sitting by designation.</p>\n<p>[1]  The Act defines a \"credit score\" as \"a numerical value or a categorization derived from a statistical tool or modeling system used by a person who makes or arranges a loan to predict the likelihood of certain credit behaviors, including default.\" 15 U.S.C. § 1681g(f)(2)(A). A higher credit score translates to higher creditworthiness.</p>\n<p>[2]  Although the contact information Greenwood received contained no actual credit information, it nonetheless qualifies as a \"consumer report\" for the purposes of the FCRA, thus triggering the FCRA's requirements. 15 U.S.C. § 1681a(d).</p>\n<p>[3]  \"[T]he Consumer Credit Protection Act is a comprehensive statute designed to protect consumers by requiring full disclosure of financial terms in most credit transactions, making unlawful the use of certain unethical practices in the garnishment of wages and debt collection, regulating the transfer of funds by electronic means, and prohibiting discrimination in credit transactions.\" <i>Brothers v. First Leasing,</i> <span class=\"citation\" data-id=\"429480\"><a href=\"/opinion/429480/no-82-4584/\"><span class=\"volume\">724</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">789</span></a></span>, 791 (9th Cir. 1984).</p>\n<p>[4]  Because we conclude that Greenwood's offer was a firm offer of credit and did not violate the FCRA, we do not reach the issue of whether Greenwood acted \"willfully,\" as that term is used in the Act, 15 U.S.C. § 1681n(a).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/35246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118465/",
    "http://www.courtlistener.com/api/rest/v3/opinions/137728/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145725/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202949/",
    "http://www.courtlistener.com/api/rest/v3/opinions/429480/",
    "http://www.courtlistener.com/api/rest/v3/opinions/788396/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792972/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1408968/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2310564/"
  ]
}