{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203199/",
  "absolute_url": "/opinion/203199/damon-v-moore/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203199/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:10:46Z",
  "date_modified": "2016-04-26T14:34:54.458192Z",
  "type": "010combined",
  "sha1": "5cd42c6df911c28e26d932508c79ea988b410035",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-1365-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/03/21/Damon_v._Moore.pdf",
  "plain_text": "           United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 07-1365\n\n                  PETER J. DAMON; JENNIFER DAMON,\n\n                      Plaintiffs, Appellants,\n\n                                v.\n\n MICHAEL MOORE; HARVEY WEINSTEIN; ROBERT WEINSTEIN; MIRAMAX FILM\nCORP.; THE FELLOWSHIP ADVENTURE GROUP, LLC.; LIONS GATE FILMS,\nINC.; IFC FILMS, LLC; SHOWTIME NETWORKS, INC.; CINEMANOW, INC.;\nWESTSIDE PRODUCTIONS LLC (sued as WESTSIDE PRODUCTIONS INC.); and\nNBC UNIVERSAL, INC. (sued as NATIONAL BROADCASTING CO., INC.),\n\n                      Defendants, Appellees.\n\n\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Douglas P. Woodlock, U.S. District Judge]\n\n\n                              Before\n\n               Torruella and Howard, Circuit Judges,\n                and Delgado-Colón,* District Judge.\n\n\n     Donald J. Feerick, Jr., with whom Philip D. Moran and Feerick\nLynch MacCartney PLLC, was on brief, for appellants.\n     Jonathan M. Albano, with whom Carol E. Head and Bingham\nMcCutchen LLP, was on brief, for appellees.\n\n\n                          March 21, 2008\n\n\n\n\n*\n    Of the District of Puerto Rico, sitting by designation.\n\f           DELGADO-COLÓN,    District   Judge.     Plaintiff-appellant,\n\nSergeant Peter J. Damon (“Damon”), a former Sergeant in the Army\n\nReserves, appeals from the dismissal of his defamation claim\n\nstemming from the non-consensual use of an interview he conducted\n\nfor NBC Nightly News (“NBC”) in the documentary “Fahrenheit 9/11”\n\n(“documentary”).      According    to   Damon,     defendants-appellees\n\n(“Appellees”), and more specifically, Michael Moore (“Moore”), the\n\ncreator,   writer,    director,   producer   and     narrator   of   the\n\ndocumentary, portrayed Damon as supporting the documentary’s anti-\n\nwar and anti-Commander-in-Chief message by using and placing in the\n\ndocumentary, without his consent, a sixteen-second segment of an\n\ninterview he previously conducted with NBC.          In dismissing the\n\ndefamation claim, the district court found that Damon’s appearance\n\nin the documentary was not reasonably susceptible of a defamatory\n\nmeaning/interpretation.     For the following reasons, we affirm the\n\ndismissal.1\n\nI. Factual Background\n\n           A.      NBC Nightly News\n\n           Damon was an Army Reserve Sergeant who served in the\n\nNational Guard’s 126th Aviation Unit based at Camp Edwards on Cape\n\nCod, Massachusetts.    On October 21, 2003, while on active duty at\n\nthe National Guard facility in Balad, Iraq, a tire on a Black Hawk\n\n\n1\n  While the complaint contained, and the District Court dismissed,\nnumerous other causes of action, the only issue before us is the\ndismissal of Damon’s defamation claim.\n\n                                  -2-\n\fhelicopter exploded while he and another reservist were servicing\n\nthe aircraft.   As a result of the explosion, Damon lost his right\n\narm near the shoulder and his left arm above the wrist; the Army\n\nreservist who was assisting Damon was killed.        Following the\n\nincident, Damon was transported to Walter Reed Army Medical Center\n\nin Washington, D.C. (“Walter Reed”), where he was treated by Army\n\nmedical personnel with a new pain blocker.\n\n          On October 31, 2003, while Damon was awaiting surgery, an\n\nanesthesiologist asked him to do an interview with Brian Williams\n\nof NBC about the new pain blocker.     Although heavily sedated, he\n\nagreed to the interview.    In the NBC clip, Damon appears on the\n\nscreen for less than thirty seconds, speaking to an interviewer\n\nregarding the new pain blocker with his injured arms in bandages.\n\nThe interview consisted of the following colloquy:\n\nBrian Williams:   Sergeant, how are you doing?\n\nDamon:            Pretty good.\n\nCorp. Nelson:     The stories get more wrenching from room to room.\n                  Sergeant   Peter   Damon   from   Brockton,\n                  Massachusetts, lost both arms.\n\nDamon:            Like I still feel like I have hands.\n\nCorp. Nelson:     Yeah.\n\nDamon:            And the pain is like my hands are being crushed\n                  in a vice. But they do a lot to help it. And\n                  they take a lot of the edge off of it. And it\n                  makes – makes it a lot more tolerable, you know,\n                  so I can just be a lot more comfortable. I – I\n                  can’t imagine not having them.\n\n                  * * *\n\n                                 -3-\n\fBrian Williams:    And one more thing, if you’re looking for anti-\n                   war sentiment, you won’t find it on Ward 57 of\n                   Walter Reed. These men, with catastrophic wounds\n                   are, to a man, completely behind the war effort.\n                   In fact, many want to go back. They miss their\n                   units, and they miss their buddies. It is hard\n                   to look at their wounds sometimes.        It is\n                   impossible not to admire their bravery.\n\nNBC aired Damon’s interview as part of its evening news broadcast.\n\n          B.       The Documentary\n\n          While Damon consented to the NBC interview and subsequent\n\nbroadcast, he neither consented to the use of the interview in\n\nanother broadcast, nor was he ever advised that Appellees were\n\nconsidering    using   his   interview   for   anything   other   than   the\n\noriginal broadcast.     Notwithstanding, Moore was allowed to place\n\nDamon in the documentary.\n\n          The   allegedly     defamatory   portion   of   the   documentary\n\ncontains the following statement:\n\nMoore:             While Bush was busy taking care of his base and\n                   professing his love for our troops, he proposed\n                   cutting   combat  soldiers’   pay   by  33% and\n                   assistance to their families by 60%. He opposed\n                   giving veterans a billion dollars more in health\n                   care benefits, and he supported closing veterans\n                   hospitals. He tried to double the prescription\n                   drug costs for veterans and opposed full benefits\n                   for part-time reservists. And when Staff Sargent\n                   Brett Petriken from Flint was killed in Iraq on\n                   May 26th, the Army sent his last paycheck to his\n                   family, but they docked him for the last five\n                   days of the month that he didn’t work because he\n                   was dead.\n\nRep. McDermott:    They say they’re not gonna leave any veteran\n                   behind, but they’re leaving all kinds of veterans\n                   behind.\n\n\n                                   -4-\n\f                  * * *\n\n                  (Video of Walter Reed Hospital)\n\nVeteran           To say that we’re forgotten – I know we’re\n(in wheelchair)   not forgotten.   But missed? Yes. Yes, you know\n                  there’s a lot of soldiers that have been missed,\n                  you know, they’ve been skipped over.     Um, that\n                  didn’t get the proper coverage that they deserve.\n\nVeteran:          They have the death toll but they’re not showing\n                  the amount of people that have been injured and\n                  been amputated because of the injuries, you know.\n\nSubtitle:         (Nearly 5,000 soldiers wounded in the first 13\n                  months of the war.)\n\nDamon:            Like I still feel like I have hands.\n\nVoice:            Yeah.\n\nDamon:            And the pain is    like my hands are being crushed\n                  in a vice. But     they do a lot to help it. And\n                  they take a lot    of the edge off of it. And it\n                  makes – makes it   a lot more tolerable.\n\n            According to Damon, the documentary was an attack upon\n\nthe integrity of the Commander-in-Chief and the war effort, and it\n\ndenounced the United States’ military action in Iraq by, among\n\nother things, “attacking the credibility of the Commander in Chief\n\nof the United States Armed Forces about the justification for the\n\nwar, its cost and consequences . . . .”   Accordingly, Damon alleges\n\nthat his unwitting appearance in the documentary falsely portrays\n\nhim – and has been interpreted by members of the military and\n\nveteran communities – as sharing, adopting and endorsing Moore’s\n\nattack on the President and the war effort.\n\n\n\n\n                                -5-\n\fII. Procedural Background\n\n           Damon brought suit in Superior Court of the Commonwealth\n\nof Massachusetts on May 26, 2006.          On August 28, 2006, Appellees\n\nremoved the case, on diversity grounds, to the United States\n\nDistrict Court for the District of Massachusetts.           Specifically,\n\nDamon sued for common law appropriation of name, portrait and\n\npicture;   statutory    right   to   privacy;   defamation;   intentional\n\ninfliction of emotional distress; and loss of consortium.              On\n\nOctober 6, 2006, Appellees filed a motion to dismiss the complaint\n\nfor failure to state a claim upon which relief could be granted or,\n\nin the alternative, for summary judgment.           On December 20, 2006,\n\nafter a hearing, the district court granted Appellees’ motion to\n\ndismiss on all counts.     This appeal followed.\n\nIII. Analysis\n\n           A.      Standard of Review\n\n           We review the district court’s decision to dismiss de\n\nnovo.   Stanton v. Metro Corp., 438 F.3d 119, 123-24 (1st Cir. 2006)\n\n(citing SFW Arecibo, Ltd. v. Rodríguez, 415 F.3d 135, 138 (1st Cir.\n\n2005)).    In so doing, we accept as true the well-pleaded factual\n\nallegations of the complaint, drawing all reasonable inferences in\n\nfavor of the non-moving party.        Id. at 124.\n\n           The Supreme Court recently clarified the law with respect\n\nto a plaintiff’s pleading requirement in order to survive a Rule\n\n12(b)(6) motion.       Bell Atl. Corp. v. Twombly, 127 S. Ct. 1955\n\n\n                                     -6-\n\f(2007).    In     Twombly,   the   Court   stated    that    “a   plaintiff’s\n\nobligation to provide the grounds of his entitlement to relief\n\nrequires   more    than   labels   and    conclusions,      and   a   formulaic\n\nrecitation of the elements of a cause of action will not do.”               Id.\n\nat   1964-65    (internal    citation    and   quotation    marks     omitted).\n\nFurther, the Court explained that the “[f]actual allegations must\n\nbe enough to raise a right to relief above the speculative level on\n\nthe assumption that all the allegations in the complaint are true.”\n\nId. at 1965 (internal citations omitted).           In so doing, the Court\n\nretired the oft-cited language of Conley v. Gibson, 355 U.S. 41,\n\n45-46 (1957), that “a complaint should not be dismissed for failure\n\nto state a claim unless it appears beyond doubt that the plaintiff\n\ncan prove no set of facts in support of his claim which would\n\nentitle him to relief”, characterizing it as one “best forgotten as\n\nan incomplete, negative gloss on an accepted pleading standard.”\n\nTwombly, 127 S. Ct. at 1969. Nevertheless, as explained below, our\n\ndisposition of Damon’s claim does not depend upon the nuances of\n\nTwombly’s effect on the dismissal standard.\n\n           B.       Defamation Claim\n\n           Damon argues that the district court erroneously failed\n\nto conclude that his non-consensual appearance in the documentary\n\nwas reasonably capable of a defamatory meaning in the military and\n\nveteran communities to which he belongs.         More specifically, Damon\n\ncontends that his appearance in the documentary portrays him as\n\n\n                                    -7-\n\fendorsing the political views of Moore; views that are contrary to\n\nhis own and repugnant in the military and veteran community.\n\n              To prevail on a defamation claim “under Massachusetts\n\nlaw, a plaintiff must show that the defendant was at fault for the\n\npublication of a false statement of and concerning the plaintiff\n\nwhich   was    capable   of   damaging   his   or   her   reputation   in   the\n\ncommunity, and which either caused economic loss or is actionable\n\nwithout proof of economic loss.”2          Stanton, 438 F.3d at 124; Amrak\n\nProds., Inc. v. Morton, 410 F.3d 69, 72 (1st Cir. 2005); White v.\n\nBlue Cross & Blue Shield of Mass., Inc., 442 Mass. 64, 66, 809\n\nN.E.2d 1034, 1036 (2004); Bogojavlensky, 438 Mass. at 629-30, 782\n\nN.E.2d at 510; Brauer v. Globe Newspaper Co., 351 Mass. 53, 55, 217\n\nN.E.2d 736, 738 (1966).       The court is not called upon to determine\n\nthe ultimate issue of whether the statement is defamatory, but to\n\nanswer the “threshold question” of “‘whether [the] communication is\n\nreasonably susceptible of a defamatory meaning.’” Amrak, 410 F.3d\n\nat 72 (quoting Phelan v. May Dep’t Stores Co., 443 Mass. 52, 56-57,\n\n819 N.E.2d 550, 554 (2004)).         A communication is susceptible to\n\ndefamatory meaning if it would tend to injure the plaintiff’s\n\nreputation, or “hold the plaintiff up to scorn, hatred, ridicule or\n\n\n\n2\n    Four types of statements are actionable without proof of\neconomic loss: (1) statements that constitute libel; (2) statements\nthat charge the plaintiff with a crime; (3) statements that allege\nthat the plaintiff has certain diseases; and (4) statements that\nmay prejudice the plaintiff’s profession or business. Ravnikar v.\nBogojavlensky, 438 Mass. 627, 630, 782 N.E.2d 508, 511 (2003).\n\n                                     -8-\n\fcontempt, in the minds of any considerable and respectable segment\n\nin the community.”       Id. at 72 (quoting Phelan, 443 Mass. at 56, 819\n\nN.E.2d    at    553)   (internal    quotation         marks   omitted);     see   also\n\nMilgroom v. News Group Boston, Inc., 412 Mass. 9, 12, 586 N.E.2d\n\n985, 988 (1992); Smith v. Suburban Rests., Inc., 374 Mass. 528,\n\n529, 373 N.E.2d 215, 217 (1978); Stone v. Essex County Newspapers,\n\n367 Mass. 849, 853, 330 N.E.2d 161, 165 (1975).3                    In determining\n\nwhether a statement is susceptible to defamatory meaning, “[t]he\n\ncommunication ‘must be interpreted reasonably,’” and can only be\n\nruled    defamatory     if   it   would    lead   “a    ‘reasonable    reader’     to\n\nconclude that it conveyed a defamatory meaning.”                   Amrak, 410 F.3d\n\nat 72 (citing Foley v. Lowell Sun Publ’g Co., 404 Mass. 9, 11, 533\n\nN.E.2d 196, 197 (1989)); see also Stanton, 438 F.3d at 127;\n\nRestatement      (Second)    of   Torts    §    563    cmt.   c   (1977).   However,\n\n“[w]here the communication is susceptible of both a defamatory and\n\nnon-defamatory meaning, a question of fact exists for the jury.”\n\nJones v. Taibbi, 400 Mass. 786, 792, 512 N.E.2d 260, 264 (1987).\n\n               Notwithstanding the apparent settled nature of the law of\n\ndefamation in Massachusetts, the parties strongly disagree about\n\n\n3\n   Accordingly, words may be actionable even if they do not damage\na plaintiff’s reputation or hold him up to ridicule in the\ncommunity at large or among all reasonable people; it is enough\nthat they do so among a considerable and respectable class of\npeople. Sharratt v. Housing Innovations, Inc., 365 Mass. 141, 145,\n310 N.E.2d 343, 346 (1974). Likewise, inferences which may be drawn\nby a considerable and respectable segment of the community can make\na statement or publication actionable. Mabardi v. Boston Herald-\nTraveler Corp., 347 Mass. 411, 414, 198 N.E.2d 304, 306 (1964).\n\n                                          -9-\n\fits application.    Damon contends that because he was a member of\n\nthe armed forces, and is an active member of the military and\n\nveteran community, the Court must not apply the “reasonable” person\n\nstandard, but instead must delve into the effect of the documentary\n\nupon his military brethren, who constitute a “considerable and\n\nrespectable segment” of the community.        See, e.g., Kelly v. Loew’s\n\nInc., 76 F. Supp. 473, 486 (D. Mass. 1948) (“[I]f the community or\n\naudience includes a professional group to which the subject of the\n\nstatement belongs, the question is the effect of the statement upon\n\nthat group with its special professional standards.”); Sharratt,\n\n365 Mass. at 145, 310 N.E.2d at 346 (“It would be anomalous at best\n\nif words clearly understood in a defamatory sense among that\n\ncommunity should fail to be actionable merely because they would\n\nappear   innocent   to   the   general    public.”).   For   their   part,\n\nAppellees argue that the Court is faced with two distinct questions\n\nof law: (1) whether a communication is capable of bearing the\n\nparticular meaning ascribed to it by plaintiff; and (2) whether\n\nthat meaning is defamatory.       See Restatement (Second) of Torts §\n\n614; see also Phelan, 443 Mass. at 56-57, 819 N.E.2d at 554 (citing\n\nthe Restatement).    The main thrust behind this argument is that\n\nwhile standards applied from the viewpoint of professional groups\n\nmay be relevant to the second inquiry, they have no bearing on the\n\nCourt’s determination of whether a communication is capable of\n\nbearing the particular meaning ascribed to it by plaintiff.\n\n\n                                   -10-\n\fRestatement (Second) of Torts § 614 cmt. d.    While both positions\n\nare ably argued, pursuant to established precedent, Damon would\n\nprevail if he could show that his appearance and statement in the\n\ndocumentary was reasonably susceptible to a defamatory meaning in\n\nthe eyes of either the community as a whole or that of the military\n\nor veteran community to which he belongs.   See Stanton, 438 F.3d at\n\n124; Sharratt, 365 Mass. at 145, 310 N.E.2d at 346.\n\n                  1.   Reasonable Viewer Analysis\n\n            We first determine whether Damon’s placement in the\n\ndocumentary may reasonably be viewed as discrediting Damon in the\n\nminds of any considerable and respectable class of the community to\n\nwhich the statement was addressed.    See Amrak, 410 F.3d at 72.   As\n\nwe have repeatedly held, the statement must be viewed “‘in its\n\ntotality in the context in which it was uttered or published’” and\n\n“‘consider[ing] all the words used, not merely a particular phrase\n\nor sentence.’”    Id. at 73 (quoting Foley, 404 Mass. at 11, 533\n\nN.E.2d at 197); see also Restatement (Second) of Torts § 614 cmt.\n\nd (“[T]he context of written or spoken words is an important factor\n\nin determining the meaning that they reasonably might convey to the\n\nperson who heard or read them.”). In making this determination, we\n\nmust view Damon’s interpretation of the communication reasonably,\n\nand can only rule that it is defamatory if it could lead “a\n\nreasonable [viewer] to conclude that it conveyed a defamatory\n\nmeaning.”    Amrak, 410 F.3d at 72; see also Stanton, 438 F.3d at\n\n\n                               -11-\n\f125; Foley, 404 Mass. at 11, 533 N.E.2d at 197; Restatement\n\n(Second) of Torts § 563 cmt. c.          Forced or strained construction of\n\nthe statement will not suffice to state a claim for defamation.\n\nKing v. Globe Newspaper Co., 400 Mass. 705, 711-12, 512 N.E.2d 241,\n\n245 (1987).       “[T]he words are to be read in their ‘natural sense\n\nwith the meaning which they would convey to mankind in general.’”\n\nJoyce v. George W. Prescott Publ’g Co., 348 Mass. 790, 790, 205\n\nN.E.2d 207, 207 (1965) (quoting Lyman v. New England Newspaper\n\nPubl’g Co., 286 Mass. 258, 260, 190 N.E. 542, 543 (1934)).\n\n            Here, Damon appears in the documentary during a segment\n\nthat   discusses      the     treatment    of     wounded   veterans    by   the\n\nadministration      of      President    George    W.   Bush.     During     the\n\nintroductory remarks, Moore harshly criticizes President Bush for\n\nallegedly failing to deliver on his public statements of support\n\nfor the troops, citing, among other things, his Administration’s\n\nproposals    to    cut   combat    pay    and     veteran   benefit    programs.\n\nImmediately following the introduction, Congressman Jim McDermott\n\nof Washington State appears on screen and states: “They say they’re\n\nnot gonna leave any veteran behind, but they’re leaving all kinds\n\nof veterans behind.” Following Congressman McDermott, two veterans\n\nappear on screen, neither of whom makes any remark which could be\n\nconstrued as critical of the President or the war aims of the\n\nUnited States.       Instead, the first veteran is critical of the\n\nmedical coverage or treatment some veterans have received upon\n\n\n                                        -12-\n\ftheir return home, and the second veteran appears to be commenting\n\non either the government’s and/or the media’s failure to disclose\n\nthe number of injured soldiers.        A roughly sixteen-second portion\n\nof Damon’s NBC interview follows in which he talks exclusively\n\nabout the pain he is suffering due to his injuries, and the\n\neffectiveness of his pain treatment.           Looking at the documentary\n\nfrom this micro-level, there is no way for a reasonable viewer to\n\nconstrue Damon as supporting Moore’s “agenda.”            Neither may it be\n\nreasonably   construed   as    a   statement    promoting    disloyalty    or\n\ndenouncing either the Commander-in-Chief or the medical treatment\n\nreceived by veterans.\n\n          Stepping   back     from   Damon’s    segment   and   viewing   the\n\ndocumentary as a whole, we are compelled to conclude, as the\n\ndistrict court did, that a reasonable viewer could not construe\n\nDamon’s appearance as supportive of Moore’s message.            The overall\n\ncontext of the documentary, along with its theme, text, visual\n\nimages, sounds and release date, while understandably upsetting to\n\nDamon, does not propel his otherwise benign interview into one\n\nreasonably susceptible of defamatory meaning.         See, e.g., Lasky v.\n\nAm. Broad. Cos., Inc., 631 F. Supp. 962, 970 (S.D.N.Y. 1986) (“In\n\nstudying a television program for . . . defamatory meanings, a\n\ncourt must not confine its analysis to the words alone. . . . It is\n\nthe entirety of the program, both audio and video, that must be\n\n\n\n\n                                     -13-\n\fconsidered    in   determining   whether    .   .   .   [it]   is   reasonably\n\nsusceptible of a defamatory meaning.”).4\n\n            Viewing the documentary as a whole, it is clear that\n\nDamon is one of approximately fifty individuals whose interviews\n\nwere taken out of their original packaging and inserted into the\n\ndocumentary in order to further Moore’s message.                Damon’s role\n\ncomprises    sixteen   seconds    of   a    roughly      two-and-a-half-hour\n\ndocumentary. He appears in a segment with two other veterans, none\n\nof whom convey any anti-war sentiment.          While a reasonable viewer\n\ncould conclude that the documentary itself espouses an anti-war and\n\nanti-Commander-in-Chief     message,       no   viewer    could     reasonably\n\nconclude that Damon shares any political or ideological kinship\n\nwith Moore.    The only message such viewer could reasonably take\n\naway from the documentary regarding Damon is that he was a wounded\n\nveteran, and that the treatment he was receiving at Walter Reed was\n\neffective in combating the pain caused by his injuries. We endorse\n\nthe district court’s description of documentaries as “artistic\n\nundertakings that involve the collection of images brought to\n\n\n\n4\n   It bears noting that Damon’s appearance in the documentary is\nessentially the same as his appearance in the NBC broadcast, an\ninterview Damon concedes is not defamatory. After reviewing both\nprograms, the obvious difference is the deletion of Brian Williams’\nclosing remarks wherein he explains that all members of Damon’s\nhospital ward support the war.     Notwithstanding this deletion,\nDamon’s actual appearance in the NBC broadcast remains unchanged in\nthe documentary. During the same, Moore did not manipulate the\nactual questions asked, or Damon’s responses in such a way to\nconvey a different meaning than when originally broadcast by NBC.\n\n                                   -14-\n\fgather [sic] in one place for presentation” and its assessment that\n\n“there is nothing [in the documentary] that suggests that there is\n\nan endorsement of a willingness on [Damon’s] part.           It is simply a\n\ncircumstance in which his image is used.” It would be unreasonable\n\nto interpret the use of Damon’s image as an affirmative adoption of\n\nMoore’s view of the military and the President.\n\n          Moreover, Damon is not the only individual to appear in\n\nthe documentary who does not support Moore’s message. For example,\n\nPresident George W. Bush, Vice-President Richard B. Cheney and then\n\nSecretary of Defense Donald H. Rumsfeld appear in the documentary,\n\nand all, presumably, disagree with Moore’s message. Numerous other\n\nindividuals,   including   members    of   the   military,    who   make   no\n\nstatement either way regarding their ideological beliefs concerning\n\nthe President or the war aims of the United States, appear in the\n\ndocumentary.   Because of this, no reasonable viewer could make the\n\nblanket   assessment   that   an     individual’s   appearance      in     the\n\ndocumentary is equivalent to being supportive of Moore’s message.\n\nThis is not a situation where the entire documentary consisted of\n\nlike-minded individuals asserting a common position.\n\n          Based on the foregoing, we once again concur with the\n\ntrial judge’s finding that:\n\n     [t]here is nothing that expressly or implicitly suggests\n     that Mr. Damon knowingly associated with Mr. Moore’s\n     venture here.     The reasons that people consent to\n     interviews do not suggest endorsement of the views of the\n\n\n                                   -15-\n\f      interviewer . . . . Circumstances in which people are\n      interviewed on contentious matters suggest that people\n      with strong views, or people with views that they would\n      like to have communicated, frequently submit to\n      interviews by people they wouldn’t like very much or\n      whose larger views they do not like very much. And one\n      cannot   say   that   that’s   defamation   under   the\n      circumstances.\n\nAccordingly, we are of the opinion that a reasonable viewer could\n\nnot conclude that Damon’s appearance in the documentary conveyed a\n\ndefamatory meaning.      Stanton, 438 F.3d at 127; Amrak, 410 F.3d at\n\n72; Foley, 404 Mass. at 11, 533 N.E.2d at 197 (1989); Restatement\n\n(Second) of Torts § 563 cmt. c.5\n\n                   2.    Reasonable Military Viewer Analysis\n\n           Damon disagrees with the above analytical framework, and\n\nargues that the Court must determine what effect his appearance in\n\nthe documentary has upon any respectable and substantial part of\n\nthe   community;   and   if   the   community   or   audience   includes   a\n\nprofessional group to which the subject of the statement belongs\n\nthe question becomes what is the effect of the statement upon that\n\ngroup with its special standards.          Kelly, 76 F. Supp. at 486; see\n\nalso Sharratt, 365 Mass. at 145, 310 N.E.2d at 345 (“It would be\n\n\n\n5\n  While not clearly articulated, Damon appears to argue that Moore\nneeded to place a disclaimer informing viewers that Damon, and\nothers, did not agree to appear in the documentary, and therefore,\nmay or may not support its overall message. While disclaimers are\nnot a bad practice, the non-defamatory character of a statement\nwill rarely depend solely on the presence or absence of one.\nStanton, 438 F.3d at 126.\n\n                                    -16-\n\fanomalous at best if words clearly understood in a defamatory sense\n\namong the community should fail to be actionable merely because\n\nthey would appear innocent to the general public.”).6              Military\n\npersonnel,   “like   other   professional    groups,   such   as   doctors,\n\nlawyers or judges have a standard of judgment of their colleagues\n\nwhich is peculiar to their profession which differs sharply from\n\nthe appraisal of the uninitiated.”          Kelly, 76 F. Supp. at 486.\n\nThus, the question is whether Damon’s appearance in the documentary\n\nwould tend to injure Damon’s reputation, or hold him up to scorn,\n\nhatred, ridicule or contempt, in the minds of the military or\n\nveteran community. Id. (“[T]he issue narrowly stated is whether to\n\npermanent officers of the United States Navy the portrayal of\n\nplaintiff as resembling [a movie character representing him] would\n\ntend to lower his reputation.”).\n\n          It has long been recognized that the military is a\n\nspecialized society separate and apart from civilian society.\n\n\n\n6\n  The Massachusetts Supreme Judicial Court in Ingalls v. Hastings\n& Sons Publ’g Co., explained the standard as follows:\n\n     [A statement is defamatory] if, in view of all relevant\n     circumstances, it discredits the plaintiff in the minds,\n     not of the court, nor of wise, thoughtful and tolerant\n     men, nor of ordinary reasonable men, but of any\n     “considerable and respectable class in the community.”\n     The emotions, prejudices and intolerance of mankind must\n     be considered in determining the effect of a publication\n     upon the standing of the plaintiff in the community.\n\n304 Mass. 31, 33, 22 N.E.2d 657, 658-59 (1939) (internal\ncitations omitted).\n\n                                  -17-\n\fParker v. Levy, 417 U.S. 733, 743   (1974); United States v. Mariea,\n\n795 F.2d 1094, 1100 (1st Cir. 1986); Serrano Medina v. United\n\nStates, 709 F.2d 104, 107 (1st Cir. 1983).         This Court also\n\nrecognizes that during its long history the military has, by\n\nnecessity, developed laws and traditions of its own.    Parker, 417\n\nU.S. at 743.     The differences between the military community and\n\nthe civilian community, and between military law and civilian law,\n\nare exemplified by the Uniform Code of Military Justice (“Military\n\nCode”).      The Military Code regulates aspects of the lives of\n\nmilitary men and women which are left unregulated in the civilian\n\nsphere.7     The making of a disloyal statement, which includes\n\n“attacking the war aims of the United States,” is violative of the\n\nMilitary Code.     Manual for Courts-Martial, United States, § 72,\n\nArt. 134.8\n\n             At the time the documentary was released, Damon was an\n\nactive member of the military, and he continues to associate with\n\nmilitary personnel and veterans to this day.     It is within these\n\n\n\n7\n   The Military Code regulates a far broader range of the conduct\nof military personnel than a typical state criminal code regulates\nof the conduct of civilians. Id. at 750.\n8\n   “Some statements may be so explicit in meaning as to support a\nconclusion from their language that they are disloyal to the United\nStates. Other statements require interpretation; and their real\nnature may be discernible only in the context of the circumstances\nof their utterance. Words by themselves may not always reveal their\ncharacter” United States v. Harvey, 19 C.M.A. 539, 542-44, 42\nC.M.R. 141, 145-46 (1970) (citing Watts v. United States, 394 U.S.\n705 (1969)).\n\n                                 -18-\n\fcommunities that Damon claims he has been defamed. He alleges that\n\nhis appearance, coupled with the documentary’s overall theme,\n\nnarrative and his placement in the documentary – shortly after\n\nanother soldier explained that he would not return to Iraq if\n\nordered – brands Damon as being a supporter of the documentary’s\n\nagenda, denouncing the military operation that he and fellow\n\nmilitary personnel served, denouncing the treatment of veterans and\n\npromoting disloyalty and disaffection to the United States.                 From\n\nthis, Damon concludes that his appearance could lead the military\n\ncommunity   to   reasonably    conclude    that    he     is    making   disloyal\n\nstatements intended to promote disloyalty and disaffection toward\n\nthe United States, the President and or the war effort.                        We\n\ndisagree.\n\n            While it is clear that military and civilian communities\n\nmay very well view certain situations, e.g. a soldier’s refusal to\n\nreturn to battle, differently, this is not one of those situations.\n\nTaking the documentary as a whole, no reasonable member of the\n\nmilitary    or   veteran   community      could    possibly       view   Damon’s\n\nappearance in the documentary as being disloyal to the United\n\nStates.     As   explained    above,   Damon      makes    no    statements   in\n\nopposition to the war effort, nor was his interview manipulated in\n\nsuch a way to imply that he was “attacking the war aims of the\n\nUnited States.”     Id.      In fact, as pointed out by the district\n\ncourt, the documentary’s portrayal of Damon\n\n\n                                   -19-\n\f     shows an individual who is discussing with great dignity\n     and obvious pain what his participation in the conflict\n     in Iraq has meant and not in any way suggesting that he\n     thinks that his service was demeaned, but rather\n     expressing his opinion that the medical treatment that he\n     received has been something that helps to make his pain\n     more livable\n\nand that Damon’s appearance “transcends the alternative views that\n\nothers present there with . . . considerable dignity and no\n\nsuggestion of disloyalty.”\n\n          Moreover, unlike the cases cited by Damon,9 he was not\n\nportrayed as denouncing the military, any of its war aims or the\n\nPresident. Instead, Damon spoke solely about his medical treatment\n\nafter valiantly serving his country.     Accordingly, there is no\n\nreason to believe that a reasonable member of the military or\n\nveteran community would conclude that Damon’s appearance in the\n\ndocumentary conveyed a defamatory meaning, and therefore lowered\n\nhis reputation or subjected him to scorn, hatred, ridicule or\n\ncontempt in that community.\n\nIV. Conclusion\n\n          While we appreciate Damon’s anger and frustration over\n\nappearing without his consent in a documentary that stands in\n\ndirect contrast to his own personal and political beliefs, we\n\n\n9\n   See, e.g., Parker, 417 U.S. at 733 (defendant publicly urged\nenlisted personnel to refuse to obey orders which might send them\ninto combat); Harvey, 19 C.M.A. at 539, 42 C.M.R. at 141\n(defendant’s statements urged various Marines to refuse to fight in\nVietnam).\n\n                               -20-\n\fconclude that his appearance in the documentary is not reasonably\n\nsusceptible of a defamatory meaning.       We therefore affirm the\n\ndistrict court’s dismissal of Damon’s defamation claim.          Since\n\nDamon’s appearance was not reasonably susceptible to a defamatory\n\nmeaning under Massachusetts state law, we need not reach the\n\nquestion of whether being falsely labeled either pro- or anti-war,\n\nas a matter of law, holds a member of the military up to the type\n\nof   scorn   and   ridicule   required   for   a   defamation   claim.\n\nFurthermore, while we recognize the potential First Amendment\n\nimplications of this case, since the claim fails as a matter of\n\nstate law, we need not reach them.\n\nAffirmed.\n\n\n\n\n                                 -21-\n\f-22-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>520 F.3d 98 (2008)</b></center>\n<center><h1>Peter J. DAMON; Jennifer Damon, Plaintiffs, Appellants,<br>\nv.<br>\nMichael MOORE; Harvey Weinstein; Robert Weinstein; Miramax Film Corp.; The Fellowship Adventure Group, LLC; Lions Gate Films, Inc.; IFC Films, LLC; Showtime Networks, Inc.; Cinemanow, Inc.; Westside Productions LLC (sued as Westside Productions Inc.); and NBC Universal, Inc. (sued as National Broadcasting Co., Inc.), Defendants, Appellees.</h1></center>\n<center>\n<span class=\"star-pagination\">*99</span> No. 07-1365.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard September 14, 2007.</center>\n<center>Decided March 21, 2008.</center>\n<p><span class=\"star-pagination\">*100</span> Donald J. Feerick, Jr., with whom Philip D. Moran and Feerick Lynch MacCartney PLLC, was on brief, for appellants.</p>\n<p>Jonathan M. Albano, with whom Carol E. Head and Bingham McCutchen LLP, was on brief, for appellees.</p>\n<p>Before TORRUELLA and HOWARD, Circuit Judges, and DELGADO-COLÓN,<sup>[*]</sup> District Judge.</p>\n<p>DELGADO-COLÓN, District Judge.</p>\n<p>Plaintiff-appellant, Sergeant Peter J. Damon (\"Damon\"), a former Sergeant in the Army Reserves, appeals from the dismissal of his defamation claim stemming from the non-consensual use of an interview he conducted for NBC Nightly News (\"NBC\") in the documentary \"Fahrenheit 9/11\" (\"documentary\"). According to Damon, defendants-appellees (\"Appellees\"), and more specifically, Michael Moore (\"Moore\"), the creator, writer, director, producer and narrator of the documentary, portrayed Damon as supporting the documentary's anti-war and anti-Commander-in-Chief message by using and placing in the documentary, without his consent, a sixteen-second segment of an interview he previously conducted with NBC. In dismissing the defamation claim, the district court found that Damon's appearance in the documentary was not reasonably susceptible of a defamatory meaning/interpretation. For the following reasons, we affirm the dismissal.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*101</span> I. Factual Background</p>\n<p>A. NBC Nightly News</p>\n<p>Damon was an Army Reserve Sergeant who served in the National Guard's 126th Aviation Unit based at Camp Edwards on Cape Cod, Massachusetts. On October 21, 2003, while on active duty at the National Guard facility in Balad, Iraq, a tire on a Black Hawk helicopter exploded while he and another reservist were servicing the aircraft. As a result of the explosion, Damon lost his right arm near the shoulder and his left arm above the wrist; the Army reservist who was assisting Damon was killed. Following the incident, Damon was transported to Walter Reed Army Medical Center in Washington, D.C. (\"Walter Reed\"), where he was treated by Army medical personnel with a new pain blocker.</p>\n<p>On October 31, 2003, while Damon was awaiting surgery, an anesthesiologist asked him to do an interview with Brian Williams of NBC about the new pain blocker. Although heavily sedated, he agreed to the interview. In the NBC clip, Damon appears on the screen for less than thirty seconds, speaking to an interviewer regarding the new pain blocker with his injured arms in bandages. The interview consisted of the following colloquy:</p>\n<blockquote>Brian Williams: Sergeant, how are you doing?</blockquote>\n<blockquote>Damon: Pretty good.</blockquote>\n<blockquote>Corp. Nelson: The stories get more wrenching from room to room. Sergeant Peter Damon from Brockton, Massachusetts, lost both arms.</blockquote>\n<blockquote>Damon: Like I still feel like I have hands.</blockquote>\n<blockquote>Corp. Nelson: Yeah.</blockquote>\n<blockquote>Damon: And the pain is like my hands are being crushed in a vice. But they do a lot to help it. And they take a lot of the edge off of it. And it makesmakes it a lot more tolerable, you know, so I can just be a lot more comfortable. II can't imagine not having them.</blockquote>\n<blockquote>* * *</blockquote>\n<blockquote>Brian Williams: And one more thing, if you're looking for anti-war sentiment, you won't find it on Ward 57 of Walter Reed. These men, with catastrophic wounds are, to a man, completely behind the war effort. In fact, many want to go back. They miss their units, and they miss their buddies. It is hard to look at their wounds sometimes. It is impossible not to admire their bravery.</blockquote>\n<p>NBC aired Damon's interview as part of its evening news broadcast.</p>\n<p>B. The Documentary</p>\n<p>While Damon consented to the NBC interview and subsequent broadcast, he neither consented to the use of the interview in another broadcast, nor was he ever advised that Appellees were considering using his interview for anything other than the original broadcast. Notwithstanding, Moore was allowed to place Damon in the documentary.</p>\n<p>The allegedly defamatory portion of the documentary contains the following statement:</p>\n<blockquote>Moore: While Bush was busy taking care of his base and professing his love for our troops, he proposed cutting combat soldiers' pay by 33% and assistance to their families by 60%. He opposed giving veterans a billion dollars more in health care benefits, and he supported closing veterans hospitals. He tried to double the prescription drug costs for veterans and opposed full benefits for part-time reservists. And when Staff Sargent Brett Petriken from Flint was killed in Iraq on May 26th, the Army sent <span class=\"star-pagination\">*102</span> his last paycheck to his family, but they docked him for the last five days of the month that he didn't work because he was dead.</blockquote>\n<blockquote>Rep. McDermott: They say they're not gonna leave any veteran behind, but they're leaving all kinds of veterans behind.</blockquote>\n<blockquote>* * *</blockquote>\n<blockquote>(Video of Walter Reed Hospital)</blockquote>\n<blockquote>Veteran (in wheelchair) To say that we're forgottenI know we're not forgotten. But missed? Yes. Yes, you know there's a lot of soldiers that have been missed, you know, they've been skipped over. Um, that didn't get the proper coverage that they deserve.</blockquote>\n<blockquote>Veteran: They have the death toll but they're not showing the amount of people that have been injured and been amputated because of the injuries, you know.</blockquote>\n<blockquote>Subtitle: (Nearly 5,000 soldiers wounded in the first 13 months of the war.)</blockquote>\n<blockquote>Damon: Like I still feel like I have hands.</blockquote>\n<blockquote>Voice: Yeah.</blockquote>\n<blockquote>Damon: And the pain is like my hands are being crushed in a vice. But they do a lot to help it. And they take a lot of the edge off of it. And it makesmakes it a lot more tolerable.</blockquote>\n<p>According to Damon, the documentary was an attack upon the integrity of the Commander-in-Chief and the war effort, and it denounced the United States' military action in Iraq by, among other things, \"attacking the credibility of the Commander in Chief of the United States Armed Forces about the justification for the war, its cost and consequences. . . .\" Accordingly, Damon alleges that his unwitting appearance in the documentary falsely portrays himand has been interpreted by members of the military and veteran communities as sharing, adopting and endorsing Moore's attack on the President and the war effort.</p>\n<p>II. Procedural Background</p>\n<p>Damon brought suit in Superior Court of the Commonwealth of Massachusetts on May 26, 2006. On August 28, 2006, Appellees removed the case, on diversity grounds, to the United States District Court for the District of Massachusetts. Specifically, Damon sued for common law appropriation of name, portrait and picture; statutory right to privacy; defamation; intentional infliction of emotional distress; and loss of consortium. On October 6, 2006, Appellees filed a motion to dismiss the complaint for failure to state a claim upon which relief could be granted or, in the alternative, for summary judgment. On December 20, 2006, after a hearing, the district court granted Appellees' motion to dismiss on all counts. This appeal followed.</p>\n<p>III. Analysis</p>\n<p>A. Standard of Review</p>\n<p>We review the district court's decision to dismiss de novo. <i>Stanton v. Metro Corp.,</i> 438 F.3d 119, 123-24 (1st Cir.2006) (citing <i>SFW Arecibo, Ltd. v. Rodríguez,</i> 415 F.3d 135, 138 (1st Cir.2005)). In so doing, we accept as true the well-pleaded factual allegations of the complaint, drawing all reasonable inferences in favor of the non-moving party. <i>Id.</i> at 124.</p>\n<p>The Supreme Court recently clarified the law with respect to a plaintiff's pleading requirement in order to survive a Rule 12(b)(6) motion. <i>Bell Atl. Corp. v. Twombly,</i> ___ U.S. ___, 127 S.Ct. 1955, 167 L.Ed.2d 929 (2007). In <i>Twombly,</i> the Court stated that \"a plaintiff's obligation to provide the grounds of his entitlement to <span class=\"star-pagination\">*103</span> relief requires more than labels and conclusions, and a formulaic recitation of the elements of a cause of action will not do.\" <i>Id.</i> at 1964-65 (internal citation and quotation marks omitted). Further, the Court explained that the \"[f]actual allegations must be enough to raise a right to relief above the speculative level on the assumption that all the allegations in the complaint are true.\" <i>Id.</i> at 1965 (internal citations omitted). In so doing, the Court retired the oft-cited language of <i>Conley v. Gibson,</i> 355 U.S. 41, 45-46, 78 S.Ct. 99, 2 L.Ed.2d 80 (1957), that \"a complaint should not be dismissed for failure to state a claim unless it appears beyond doubt that the plaintiff can prove no set of facts in support of his claim which would entitle him to relief\", characterizing it as one \"best forgotten as an incomplete, negative gloss on an accepted pleading standard.\" <i>Twombly,</i> 127 S.Ct. at 1969. Nevertheless, as explained below, our disposition of Damon's claim does not depend upon the nuances of <i>Twombly</i>'s effect on the dismissal standard.</p>\n<p>B. Defamation Claim</p>\n<p>Damon argues that the district court erroneously failed to conclude that his non-consensual appearance in the documentary was reasonably capable of a defamatory meaning in the military and veteran communities to which he belongs. More specifically, Damon contends that his appearance in the documentary portrays him as endorsing the political views of Moore; views that are contrary to his own and repugnant in the military and veteran community.</p>\n<p>To prevail on a defamation claim \"under Massachusetts law, a plaintiff must show that the defendant was at fault for the publication of a false statement of and concerning the plaintiff which was capable of damaging his or her reputation in the community, and which either caused economic loss or is actionable without proof of economic loss.\"<sup>[2]</sup><i>Stanton,</i> 438 F.3d at 124; <i>Amrak Prods., Inc. v. Morton,</i> 410 F.3d 69, 72 (1st Cir.2005); <i>White v. Blue Cross &amp; Blue Shield of Mass., Inc.,</i> 442 Mass. 64, 66, 809 N.E.2d 1034, 1036 (2004); <i>Bogojavlensky,</i> 438 Mass. at 629-30, 782 N.E.2d at 510; <i>Brauer v. Globe Newspaper Co.,</i> 351 Mass. 53, 55, 217 N.E.2d 736, 738 (1966). The court is not called upon to determine the ultimate issue of whether the statement is defamatory, but to answer the \"threshold question\" of \"`whether [the] communication is reasonably susceptible of a defamatory meaning.'\" <i>Amrak,</i> 410 F.3d at 72 (quoting <i>Phelan v. May Dep't Stores Co.,</i> 443 Mass. 52, 56-57, 819 N.E.2d 550, 554 (2004)). A communication is susceptible to defamatory meaning if it would tend to injure the plaintiff's reputation, or \"hold the plaintiff up to scorn, hatred, ridicule or contempt, in the minds of any considerable and respectable segment in the community.\" <i>Id.</i> at 72 (quoting <i>Phelan,</i> 443 Mass. at 56, 819 N.E.2d at 553) (internal quotation marks omitted); <i>see also </i><i>Milgroom v. News Group Boston, Inc.,</i> 412 Mass. 9, 12, 586 N.E.2d 985, 988 (1992); <i>Smith v. Suburban Rests., Inc.,</i> 374 Mass. 528, 529, 373 N.E.2d 215, 217 (1978); <i>Stone v. Essex County Newspapers,</i> 367 Mass. 849, 853, 330 N.E.2d 161, 165 (1975).<sup>[3]</sup> In determining whether a <span class=\"star-pagination\">*104</span> statement is susceptible to defamatory meaning, \"[t]he communication `must be interpreted reasonably,'\" and can only be ruled defamatory if it would lead \"a `reasonable reader' to conclude that it conveyed a defamatory meaning.\" <i>Amrak,</i> 410 F.3d at 72 (citing <i>Foley v. Lowell Sun Publ'g Co.,</i> 404 Mass. 9, 11, 533 N.E.2d 196, 197 (1989)); <i>see also </i><i>Stanton,</i> 438 F.3d at 127; Restatement (Second) of Torts § 563 cmt. c (1977). However, \"[w]here the communication is susceptible of both a defamatory and non-defamatory meaning, a question of fact exists for the jury.\" <i>Jones v. Taibbi,</i> 400 Mass. 786, 792, 512 N.E.2d 260, 264 (1987).</p>\n<p>Notwithstanding the apparent settled nature of the law of defamation in Massachusetts, the parties strongly disagree about its application. Damon contends that because he was a member of the armed forces, and is an active member of the military and veteran community, the Court must not apply the \"reasonable\" person standard, but instead must delve into the effect of the documentary upon his military brethren, who constitute a \"considerable and respectable segment\" of the community. <i>See, e.g., </i><i>Kelly v. Loew's Inc.,</i> 76 F.Supp. 473, 486 (D.Mass.1948) (\"[I]f the community or audience includes a professional group to which the subject of the statement belongs, the question is the effect of the statement upon that group with its special professional standards.\"); <i>Sharratt,</i> 365 Mass. at 145, 310 N.E.2d at 346 (\"It would be anomalous at best if words clearly understood in a defamatory sense among that community should fail to be actionable merely because they would appear innocent to the general public.\"). For their part, Appellees argue that the Court is faced with two distinct questions of law: (1) whether a communication is capable of bearing the particular meaning ascribed to it by plaintiff; and (2) whether that meaning is defamatory. <i>See</i> Restatement (Second) of Torts § 614; <i>see also </i><i>Phelan,</i> 443 Mass. at 56-57, 819 N.E.2d at 554 (citing the <i>Restatement</i>). The main thrust behind this argument is that while standards applied from the viewpoint of professional groups may be relevant to the second inquiry, they have no bearing on the Court's determination of whether a communication is capable of bearing the particular meaning ascribed to it by plaintiff. Restatement (Second) of Torts § 614 cmt. d. While both positions are ably argued, pursuant to established precedent, Damon would prevail if he could show that his appearance and statement in the documentary was reasonably susceptible to a defamatory meaning in the eyes of either the community as a whole or that of the military or veteran community to which he belongs. <i>See </i><i>Stanton,</i> 438 F.3d at 124; <i>Sharratt,</i> 365 Mass. at 145, 310 N.E.2d at 346.</p>\n<p></p>\n<h2>1. Reasonable Viewer Analysis</h2>\n<p>We first determine whether Damon's placement in the documentary may reasonably be viewed as discrediting Damon in the minds of any considerable and respectable class of the community to which the statement was addressed. <i>See </i><i>Amrak,</i> 410 F.3d at 72. As we have repeatedly held, the statement must be viewed \"`in its totality in the context in which it was uttered or published'\" and <span class=\"star-pagination\">*105</span> \"`consider[ing] all the words used, not merely a particular phrase or sentence.'\" <i>Id.</i> at 73 (quoting <i>Foley,</i> 404 Mass. at 11, 533 N.E.2d at 197); <i>see also</i> Restatement (Second) of Torts § 614 cmt. d (\"[T]he context of written or spoken words is an important factor in determining the meaning that they reasonably might convey to the person who heard or read them.\"). In making this determination, we must view Damon's interpretation of the communication reasonably, and can only rule that it is defamatory if it could lead \"a reasonable [viewer] to conclude that it conveyed a defamatory meaning.\" <i>Amrak,</i> 410 F.3d at 72; <i>see also </i><i>Stanton,</i> 438 F.3d at 125; <i>Foley,</i> 404 Mass. at 11, 533 N.E.2d at 197; Restatement (Second) of Torts § 563 cmt. c. Forced or strained construction of the statement will not suffice to state a claim for defamation. <i>King v. Globe Newspaper Co.,</i> 400 Mass. 705, 711-12, 512 N.E.2d 241, 245 (1987). \"[T]he words are to be read in their `natural sense with the meaning which they would convey to mankind in general.'\" <i>Joyce v. George W. Prescott Publ'g Co.,</i> 348 Mass. 790, 790, 205 N.E.2d 207, 207 (1965) (quoting <i>Lyman v. New England Newspaper Publ'g Co.,</i> 286 Mass. 258, 260, 190 N.E. 542, 543 (1934)).</p>\n<p>Here, Damon appears in the documentary during a segment that discusses the treatment of wounded veterans by the administration of President George W. Bush. During the introductory remarks, Moore harshly criticizes President Bush for allegedly failing to deliver on his public statements of support for the troops, citing, among other things, his Administration's proposals to cut combat pay and veteran benefit programs. Immediately following the introduction, Congressman Jim McDermott of Washington State appears on screen and states: \"They say they're not gonna leave any veteran behind, but they're leaving all kinds of veterans behind.\" Following Congressman McDermott, two veterans appear on screen, neither of whom makes any remark which could be construed as critical of the President or the war aims of the United States. Instead, the first veteran is critical of the medical coverage or treatment some veterans have received upon their return home, and the second veteran appears to be commenting on either the government's and/or the media's failure to disclose the number of injured soldiers. A roughly sixteen-second portion of Damon's NBC interview follows in which he talks exclusively about the pain he is suffering due to his injuries, and the effectiveness of his pain treatment. Looking at the documentary from this micro-level, there is no way for a reasonable viewer to construe Damon as supporting Moore's \"agenda.\" Neither may it be reasonably construed as a statement promoting disloyalty or denouncing either the Commander-in-Chief or the medical treatment received by veterans.</p>\n<p>Stepping back from Damon's segment and viewing the documentary as a whole, we are compelled to conclude, as the district court did, that a reasonable viewer could not construe Damon's appearance as supportive of Moore's message. The overall context of the documentary, along with its theme, text, visual images, sounds and release date, while understandably upsetting to Damon, does not propel his otherwise benign interview into one reasonably susceptible of defamatory meaning. <i>See, e.g., </i><i>Lasky v. Am. Broad. Cos., Inc.,</i> 631 F.Supp. 962, 970 (S.D.N.Y.1986) (\"In studying a television program for . . . defamatory meanings, a court must not confine its analysis to the words alone. . . . It is the entirety of the program, both audio and video, that must be considered in determining whether . . . [it] is reasonably <span class=\"star-pagination\">*106</span> susceptible of a defamatory meaning.\").<sup>[4]</sup></p>\n<p>Viewing the documentary as a whole, it is clear that Damon is one of approximately fifty individuals whose interviews were taken out of their original packaging and inserted into the documentary in order to further Moore's message. Damon's role comprises sixteen seconds of a roughly two-and-a-half-hour documentary. He appears in a segment with two other veterans, none of whom convey any anti-war sentiment. While a reasonable viewer could conclude that the documentary itself espouses an anti-war and anti-Commander-in-Chief message, no viewer could reasonably conclude that Damon shares any political or ideological kinship with Moore. The only message such viewer could reasonably take away from the documentary regarding Damon is that he was a wounded veteran, and that the treatment he was receiving at Walter Reed was effective in combating the pain caused by his injuries. We endorse the district court's description of documentaries as \"artistic undertakings that involve the collection of images brought to gather [sic] in one place for presentation\" and its assessment that \"there is nothing [in the documentary] that suggests that there is an endorsement of a willingness on [Damon's] part. It is simply a circumstance in which his image is used.\" It would be unreasonable to interpret the use of Damon's image as an affirmative adoption of Moore's view of the military and the President.</p>\n<p>Moreover, Damon is not the only individual to appear in the documentary who does not support Moore's message. For example, President George W. Bush, Vice-President Richard B. Cheney and then Secretary of Defense Donald H. Rumsfeld appear in the documentary, and all, presumably, disagree with Moore's message. Numerous other individuals, including members of the military, who make no statement either way regarding their ideological beliefs concerning the President or the war aims of the United States, appear in the documentary. Because of this, no reasonable viewer could make the blanket assessment that an individual's appearance in the documentary is equivalent to being supportive of Moore's message. This is not a situation where the entire documentary consisted of like-minded individuals asserting a common position.</p>\n<p>Based on the foregoing, we once again concur with the trial judge's finding that:</p>\n<blockquote>[t]here is nothing that expressly or implicitly suggests that Mr. Damon knowingly associated with Mr. Moore's venture here. The reasons that people consent to interviews do not suggest endorsement of the views of the interviewer. . . . Circumstances in which people are interviewed on contentious matters suggest that people with strong views, or people with views that they would like to have communicated, frequently submit to interviews by people they wouldn't like very much or whose larger views they do not like very much. And one cannot say that that's defamation under the circumstances.</blockquote>\n<p>Accordingly, we are of the opinion that a reasonable viewer could not conclude that Damon's appearance in the documentary <span class=\"star-pagination\">*107</span> conveyed a defamatory meaning. <i>Stanton,</i> 438 F.3d at 127; <i>Amrak,</i> 410 F.3d at 72; <i>Foley,</i> 404 Mass. at 11, 533 N.E.2d at 197 (1989); Restatement (Second) of Torts § 563 cmt. c.<sup>[5]</sup></p>\n<p></p>\n<h2>2. Reasonable Military Viewer Analysis</h2>\n<p>Damon disagrees with the above analytical framework, and argues that the Court must determine what effect his appearance in the documentary has upon any respectable and substantial part of the community; and if the community or audience includes a professional group to which the subject of the statement belongs the question becomes what is the effect of the statement upon that group with its special standards. <i>Kelly,</i> 76 F.Supp. at 486; <i>see also </i><i>Sharratt,</i> 365 Mass. at 145, 310 N.E.2d at 345 (\"It would be anomalous at best if words clearly understood in a defamatory sense among the community should fail to be actionable merely because they would appear innocent to the general public.\").<sup>[6]</sup> Military personnel, \"like other professional groups, such as doctors, lawyers or judges have a standard of judgment of their colleagues which is peculiar to their profession which differs sharply from the appraisal of the uninitiated.\" <i>Kelly,</i> 76 F.Supp. at 486. Thus, the question is whether Damon's appearance in the documentary would tend to injure Damon's reputation, or hold him up to scorn, hatred, ridicule or contempt, in the minds of the military or veteran community. <i>Id.</i> (\"[T]he issue narrowly stated is whether to permanent officers of the United States Navy the portrayal of plaintiff as resembling [a movie character representing him] would tend to lower his reputation.\").</p>\n<p>It has long been recognized that the military is a specialized society separate and apart from civilian society. <i>Parker v. Levy,</i> 417 U.S. 733, 743, 94 S.Ct. 2547, 41 L.Ed.2d 439 (1974); <i>United States v. Mariea,</i> 795 F.2d 1094, 1100 (1st Cir.1986); <i>Serrano Medina v. United States,</i> 709 F.2d 104, 107 (1st Cir.1983). This Court also recognizes that during its long history the military has, by necessity, developed laws and traditions of its own. <i>Parker,</i> 417 U.S. at 743, 94 S.Ct. 2547. The differences between the military community and the civilian community, and between military law and civilian law, are exemplified by the Uniform Code of Military Justice (\"Military Code\"). The Military Code regulates aspects of the lives of military men and women which are left unregulated in the civilian sphere.<sup>[7]</sup> The making of a disloyal statement, which includes \"attacking the war aims of the United States,\" is <span class=\"star-pagination\">*108</span> violative of the Military Code. <i>Manual for Courts-Martial, United States,</i> § 72, Art. 134.<sup>[8]</sup></p>\n<p>At the time the documentary was released, Damon was an active member of the military, and he continues to associate with military personnel and veterans to this day. It is within these communities that Damon claims he has been defamed. He alleges that his appearance, coupled with the documentary's overall theme, narrative and his placement in the documentary  shortly after another soldier explained that he would not return to Iraq if ordered  brands Damon as being a supporter of the documentary's agenda, denouncing the military operation that he and fellow military personnel served, denouncing the treatment of veterans and promoting disloyalty and disaffection to the United States. From this, Damon concludes that his appearance could lead the military community to reasonably conclude that he is making disloyal statements intended to promote disloyalty and disaffection toward the United States, the President and or the war effort. We disagree.</p>\n<p>While it is clear that military and civilian communities may very well view certain situations, <i>e.g.</i> a soldier's refusal to return to battle, differently, this is not one of those situations. Taking the documentary as a whole, no reasonable member of the military or veteran community could possibly view Damon's appearance in the documentary as being disloyal to the United States. As explained above, Damon makes no statements in opposition to the war effort, nor was his interview manipulated in such a way to imply that he was \"attacking the war aims of the United States.\" <i>Id.</i> In fact, as pointed out by the district court, the documentary's portrayal of Damon</p>\n<blockquote>shows an individual who is discussing with great dignity and obvious pain what his participation in the conflict in Iraq has meant and not in any way suggesting that he thinks that his service was demeaned, but rather expressing his opinion that the medical treatment that he received has been something that helps to make his pain more livable</blockquote>\n<p>and that Damon's appearance \"transcends the alternative views that others present there with . . . considerable dignity and no suggestion of disloyalty.\"</p>\n<p>Moreover, unlike the cases cited by Damon,<sup>[9]</sup> he was not portrayed as denouncing the military, any of its war aims or the President. Instead, Damon spoke solely about his medical treatment after valiantly serving his country. Accordingly, there is no reason to believe that a reasonable member of the military or veteran community would conclude that Damon's appearance in the documentary conveyed a defamatory meaning, and therefore lowered his reputation or subjected him to scorn, hatred, ridicule or contempt in that community.</p>\n<p><span class=\"star-pagination\">*109</span> IV. Conclusion</p>\n<p>While we appreciate Damon's anger and frustration over appearing without his consent in a documentary that stands in direct contrast to his own personal and political beliefs, we conclude that his appearance in the documentary is not reasonably susceptible of a defamatory meaning. We therefore affirm the district court's dismissal of Damon's defamation claim. Since Damon's appearance was not reasonably susceptible to a defamatory meaning under Massachusetts state law, we need not reach the question of whether being falsely labeled either pro- or anti-war, as a matter of law, holds a member of the military up to the type of scorn and ridicule required for a defamation claim. Furthermore, while we recognize the potential First Amendment implications of this case, since the claim fails as a matter of state law, we need not reach them.</p>\n<p>Affirmed.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of Puerto Rico, sitting by designation.</p>\n<p>[1]  While the complaint contained, and the District Court dismissed, numerous other causes of action, the only issue before us is the dismissal of Damon's defamation claim.</p>\n<p>[2]  Four types of statements are actionable without proof of economic loss: (1) statements that constitute libel; (2) statements that charge the plaintiff with a crime; (3) statements that allege that the plaintiff has certain diseases; and (4) statements that may prejudice the plaintiff's profession or business. <i>Ravnikar v. Bogojavlensky,</i> 438 Mass. 627, 630, 782 N.E.2d 508, 511 (2003).</p>\n<p>[3]  Accordingly, words may be actionable even if they do not damage a plaintiff's reputation or hold him up to ridicule in the community at large or among all reasonable people; it is enough that they do so among a considerable and respectable class of people. <i>Sharratt v. Housing Innovations, Inc.,</i> 365 Mass. 141, 145, 310 N.E.2d 343, 346 (1974). Likewise, inferences which may be drawn by a considerable and respectable segment of the community can make a statement or publication actionable. <i>Mabardi v. Boston Herald-Traveler Corp.,</i> 347 Mass. 411, 414, 198 N.E.2d 304, 306 (1964).</p>\n<p>[4]  It bears noting that Damon's appearance in the documentary is essentially the same as his appearance in the NBC broadcast, an interview Damon concedes is not defamatory. After reviewing both programs, the obvious difference is the deletion of Brian Williams' closing remarks wherein he explains that all members of Damon's hospital ward support the war. Notwithstanding this deletion, Damon's actual appearance in the NBC broadcast remains unchanged in the documentary. During the same, Moore did not manipulate the actual questions asked, or Damon's responses in such a way to convey a different meaning than when originally broadcast by NBC.</p>\n<p>[5]  While not clearly articulated, Damon appears to argue that Moore needed to place a disclaimer informing viewers that Damon, and others, did not agree to appear in the documentary, and therefore, may or may not support its overall message. While disclaimers are not a bad practice, the non-defamatory character of a statement will rarely depend solely on the presence or absence of one. <i>Stanton,</i> 438 F.3d at 126.</p>\n<p>[6]  The Massachusetts Supreme Judicial Court in <i>Ingalls v. Hastings &amp; Sons Publ'g Co.,</i> explained the standard as follows:\n</p>\n<p>[A statement is defamatory] if, in view of all relevant circumstances, it discredits the plaintiff in the minds, not of the court, nor of wise, thoughtful and tolerant men, nor of ordinary reasonable men, but of any \"considerable and respectable class in the community.\" The emotions, prejudices and intolerance of mankind must be considered in determining the effect of a publication upon the standing of the plaintiff in the community.</p>\n<p>304 Mass. 31, 33, 22 N.E.2d 657, 658-59 (1939) (internal citations omitted).</p>\n<p>[7]  The Military Code regulates a far broader range of the conduct of military personnel than a typical state criminal code regulates of the conduct of civilians. <i>Id.</i> at 750, 94 S.Ct. 2547.</p>\n<p>[8]  \"Some statements may be so explicit in meaning as to support a conclusion from their language that they are disloyal to the United States. Other statements require interpretation; and their real nature may be discernible only in the context of the circumstances of their utterance. Words by themselves may not always reveal their character\" <i>United States v. Harvey,</i> 19 C.M.A. 539, 542-44, 42 C.M.R. 141, 145-46 (1970) (citing <i>Watts v. United States,</i> 394 U.S. 705, 89 S.Ct. 1399, 22 L.Ed.2d 664 (1969)).</p>\n<p>[9]  <i>See, e.g., </i><i>Parker,</i> 417 U.S. at 733, 94 S.Ct. 2547 (defendant publicly urged enlisted personnel to refuse to obey orders which might send them into combat); <i>Harvey,</i> 19 C.M.A. at 539, 42 C.M.R. at 141 (defendant's statements urged various Marines to refuse to fight in Vietnam).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">520</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">98</span></span> (2008)</b></center>\n<center><h1>Peter J. DAMON; Jennifer Damon, Plaintiffs, Appellants,<br>\nv.<br>\nMichael MOORE; Harvey Weinstein; Robert Weinstein; Miramax Film Corp.; The Fellowship Adventure Group, LLC; Lions Gate Films, Inc.; IFC Films, LLC; Showtime Networks, Inc.; Cinemanow, Inc.; Westside Productions LLC (sued as Westside Productions Inc.); and NBC Universal, Inc. (sued as National Broadcasting Co., Inc.), Defendants, Appellees.</h1></center>\n<center>\n<span class=\"star-pagination\">*99</span> No. 07-1365.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard September 14, 2007.</center>\n<center>Decided March 21, 2008.</center>\n<p><span class=\"star-pagination\">*100</span> Donald J. Feerick, Jr., with whom Philip D. Moran and Feerick Lynch MacCartney PLLC, was on brief, for appellants.</p>\n<p>Jonathan M. Albano, with whom Carol E. Head and Bingham McCutchen LLP, was on brief, for appellees.</p>\n<p>Before TORRUELLA and HOWARD, Circuit Judges, and DELGADO-COLÓN,<sup>[*]</sup> District Judge.</p>\n<p>DELGADO-COLÓN, District Judge.</p>\n<p>Plaintiff-appellant, Sergeant Peter J. Damon (\"Damon\"), a former Sergeant in the Army Reserves, appeals from the dismissal of his defamation claim stemming from the non-consensual use of an interview he conducted for NBC Nightly News (\"NBC\") in the documentary \"Fahrenheit 9/11\" (\"documentary\"). According to Damon, defendants-appellees (\"Appellees\"), and more specifically, Michael Moore (\"Moore\"), the creator, writer, director, producer and narrator of the documentary, portrayed Damon as supporting the documentary's anti-war and anti-Commander-in-Chief message by using and placing in the documentary, without his consent, a sixteen-second segment of an interview he previously conducted with NBC. In dismissing the defamation claim, the district court found that Damon's appearance in the documentary was not reasonably susceptible of a defamatory meaning/interpretation. For the following reasons, we affirm the dismissal.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*101</span> I. Factual Background</p>\n<p>A. NBC Nightly News</p>\n<p>Damon was an Army Reserve Sergeant who served in the National Guard's 126th Aviation Unit based at Camp Edwards on Cape Cod, Massachusetts. On October 21, 2003, while on active duty at the National Guard facility in Balad, Iraq, a tire on a Black Hawk helicopter exploded while he and another reservist were servicing the aircraft. As a result of the explosion, Damon lost his right arm near the shoulder and his left arm above the wrist; the Army reservist who was assisting Damon was killed. Following the incident, Damon was transported to Walter Reed Army Medical Center in Washington, D.C. (\"Walter Reed\"), where he was treated by Army medical personnel with a new pain blocker.</p>\n<p>On October 31, 2003, while Damon was awaiting surgery, an anesthesiologist asked him to do an interview with Brian Williams of NBC about the new pain blocker. Although heavily sedated, he agreed to the interview. In the NBC clip, Damon appears on the screen for less than thirty seconds, speaking to an interviewer regarding the new pain blocker with his injured arms in bandages. The interview consisted of the following colloquy:</p>\n<blockquote>Brian Williams: Sergeant, how are you doing?</blockquote>\n<blockquote>Damon: Pretty good.</blockquote>\n<blockquote>Corp. Nelson: The stories get more wrenching from room to room. Sergeant Peter Damon from Brockton, Massachusetts, lost both arms.</blockquote>\n<blockquote>Damon: Like I still feel like I have hands.</blockquote>\n<blockquote>Corp. Nelson: Yeah.</blockquote>\n<blockquote>Damon: And the pain is like my hands are being crushed in a vice. But they do a lot to help it. And they take a lot of the edge off of it. And it makesmakes it a lot more tolerable, you know, so I can just be a lot more comfortable. II can't imagine not having them.</blockquote>\n<blockquote>* * *</blockquote>\n<blockquote>Brian Williams: And one more thing, if you're looking for anti-war sentiment, you won't find it on Ward 57 of Walter Reed. These men, with catastrophic wounds are, to a man, completely behind the war effort. In fact, many want to go back. They miss their units, and they miss their buddies. It is hard to look at their wounds sometimes. It is impossible not to admire their bravery.</blockquote>\n<p>NBC aired Damon's interview as part of its evening news broadcast.</p>\n<p>B. The Documentary</p>\n<p>While Damon consented to the NBC interview and subsequent broadcast, he neither consented to the use of the interview in another broadcast, nor was he ever advised that Appellees were considering using his interview for anything other than the original broadcast. Notwithstanding, Moore was allowed to place Damon in the documentary.</p>\n<p>The allegedly defamatory portion of the documentary contains the following statement:</p>\n<blockquote>Moore: While Bush was busy taking care of his base and professing his love for our troops, he proposed cutting combat soldiers' pay by 33% and assistance to their families by 60%. He opposed giving veterans a billion dollars more in health care benefits, and he supported closing veterans hospitals. He tried to double the prescription drug costs for veterans and opposed full benefits for part-time reservists. And when Staff Sargent Brett Petriken from Flint was killed in Iraq on May 26th, the Army sent <span class=\"star-pagination\">*102</span> his last paycheck to his family, but they docked him for the last five days of the month that he didn't work because he was dead.</blockquote>\n<blockquote>Rep. McDermott: They say they're not gonna leave any veteran behind, but they're leaving all kinds of veterans behind.</blockquote>\n<blockquote>* * *</blockquote>\n<blockquote>(Video of Walter Reed Hospital)</blockquote>\n<blockquote>Veteran (in wheelchair) To say that we're forgottenI know we're not forgotten. But missed? Yes. Yes, you know there's a lot of soldiers that have been missed, you know, they've been skipped over. Um, that didn't get the proper coverage that they deserve.</blockquote>\n<blockquote>Veteran: They have the death toll but they're not showing the amount of people that have been injured and been amputated because of the injuries, you know.</blockquote>\n<blockquote>Subtitle: (Nearly 5,000 soldiers wounded in the first 13 months of the war.)</blockquote>\n<blockquote>Damon: Like I still feel like I have hands.</blockquote>\n<blockquote>Voice: Yeah.</blockquote>\n<blockquote>Damon: And the pain is like my hands are being crushed in a vice. But they do a lot to help it. And they take a lot of the edge off of it. And it makesmakes it a lot more tolerable.</blockquote>\n<p>According to Damon, the documentary was an attack upon the integrity of the Commander-in-Chief and the war effort, and it denounced the United States' military action in Iraq by, among other things, \"attacking the credibility of the Commander in Chief of the United States Armed Forces about the justification for the war, its cost and consequences. . . .\" Accordingly, Damon alleges that his unwitting appearance in the documentary falsely portrays himand has been interpreted by members of the military and veteran communities as sharing, adopting and endorsing Moore's attack on the President and the war effort.</p>\n<p>II. Procedural Background</p>\n<p>Damon brought suit in Superior Court of the Commonwealth of Massachusetts on May 26, 2006. On August 28, 2006, Appellees removed the case, on diversity grounds, to the United States District Court for the District of Massachusetts. Specifically, Damon sued for common law appropriation of name, portrait and picture; statutory right to privacy; defamation; intentional infliction of emotional distress; and loss of consortium. On October 6, 2006, Appellees filed a motion to dismiss the complaint for failure to state a claim upon which relief could be granted or, in the alternative, for summary judgment. On December 20, 2006, after a hearing, the district court granted Appellees' motion to dismiss on all counts. This appeal followed.</p>\n<p>III. Analysis</p>\n<p>A. Standard of Review</p>\n<p>We review the district court's decision to dismiss de novo. <i>Stanton v. Metro Corp.,</i> <span class=\"citation\" data-id=\"202074\"><a href=\"/opinion/202074/stanton-v-metro-corporation/\"><span class=\"volume\">438</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">119</span></a></span>, 123-24 (1st Cir.2006) (citing <i>SFW Arecibo, Ltd. v. Rodríguez,</i> <span class=\"citation\" data-id=\"201696\"><a href=\"/opinion/201696/sfw-arecibo-limited-v-rodriguez/\"><span class=\"volume\">415</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">135</span></a></span>, 138 (1st Cir.2005)). In so doing, we accept as true the well-pleaded factual allegations of the complaint, drawing all reasonable inferences in favor of the non-moving party. <i>Id.</i> at 124.</p>\n<p>The Supreme Court recently clarified the law with respect to a plaintiff's pleading requirement in order to survive a Rule 12(b)(6) motion. <i>Bell Atl. Corp. v. Twombly,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">929</span></a></span> (2007). In <i>Twombly,</i> the Court stated that \"a plaintiff's obligation to provide the grounds of his entitlement to <span class=\"star-pagination\">*103</span> relief requires more than labels and conclusions, and a formulaic recitation of the elements of a cause of action will not do.\" <i>Id.</i> at 1964-65 (internal citation and quotation marks omitted). Further, the Court explained that the \"[f]actual allegations must be enough to raise a right to relief above the speculative level on the assumption that all the allegations in the complaint are true.\" <i>Id.</i> at 1965 (internal citations omitted). In so doing, the Court retired the oft-cited language of <i>Conley v. Gibson,</i> <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 45-46, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1957), that \"a complaint should not be dismissed for failure to state a claim unless it appears beyond doubt that the plaintiff can prove no set of facts in support of his claim which would entitle him to relief\", characterizing it as one \"best forgotten as an incomplete, negative gloss on an accepted pleading standard.\" <i>Twombly,</i> 127 S.Ct. at 1969. Nevertheless, as explained below, our disposition of Damon's claim does not depend upon the nuances of <i>Twombly</i>'s effect on the dismissal standard.</p>\n<p>B. Defamation Claim</p>\n<p>Damon argues that the district court erroneously failed to conclude that his non-consensual appearance in the documentary was reasonably capable of a defamatory meaning in the military and veteran communities to which he belongs. More specifically, Damon contends that his appearance in the documentary portrays him as endorsing the political views of Moore; views that are contrary to his own and repugnant in the military and veteran community.</p>\n<p>To prevail on a defamation claim \"under Massachusetts law, a plaintiff must show that the defendant was at fault for the publication of a false statement of and concerning the plaintiff which was capable of damaging his or her reputation in the community, and which either caused economic loss or is actionable without proof of economic loss.\"<sup>[2]</sup><i>Stanton,</i> 438 F.3d at 124; <i>Amrak Prods., Inc. v. Morton,</i> <span class=\"citation\" data-id=\"201620\"><a href=\"/opinion/201620/amrak-productions-v-morton/\"><span class=\"volume\">410</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">69</span></a></span>, 72 (1st Cir.2005); <i>White v. Blue Cross &amp; Blue Shield of Mass., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">442</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">64</span></span>, 66, <span class=\"citation no-link\"><span class=\"volume\">809</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1034</span></span>, 1036 (2004); <i>Bogojavlensky,</i> 438 Mass. at 629-30, 782 N.E.2d at 510; <i>Brauer v. Globe Newspaper Co.,</i> <span class=\"citation\" data-id=\"2141199\"><a href=\"/opinion/2141199/brauer-v-globe-newspaper-co/\"><span class=\"volume\">351</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">53</span></a></span>, 55, <span class=\"citation\" data-id=\"2141199\"><a href=\"/opinion/2141199/brauer-v-globe-newspaper-co/\"><span class=\"volume\">217</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">736</span></a></span>, 738 (1966). The court is not called upon to determine the ultimate issue of whether the statement is defamatory, but to answer the \"threshold question\" of \"`whether [the] communication is reasonably susceptible of a defamatory meaning.'\" <i>Amrak,</i> 410 F.3d at 72 (quoting <i>Phelan v. May Dep't Stores Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">443</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">52</span></span>, 56-57, <span class=\"citation no-link\"><span class=\"volume\">819</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">550</span></span>, 554 (2004)). A communication is susceptible to defamatory meaning if it would tend to injure the plaintiff's reputation, or \"hold the plaintiff up to scorn, hatred, ridicule or contempt, in the minds of any considerable and respectable segment in the community.\" <i>Id.</i> at 72 (quoting <i>Phelan,</i> 443 Mass. at 56, 819 N.E.2d at 553) (internal quotation marks omitted); <i>see also </i><i>Milgroom v. News Group Boston, Inc.,</i> <span class=\"citation\" data-id=\"2249720\"><a href=\"/opinion/2249720/milgroom-v-news-group-boston-inc/\"><span class=\"volume\">412</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">9</span></a></span>, 12, <span class=\"citation\" data-id=\"2249720\"><a href=\"/opinion/2249720/milgroom-v-news-group-boston-inc/\"><span class=\"volume\">586</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">985</span></a></span>, 988 (1992); <i>Smith v. Suburban Rests., Inc.,</i> <span class=\"citation\" data-id=\"2015610\"><a href=\"/opinion/2015610/smith-v-suburban-restaurants-inc/\"><span class=\"volume\">374</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">528</span></a></span>, 529, <span class=\"citation\" data-id=\"2015610\"><a href=\"/opinion/2015610/smith-v-suburban-restaurants-inc/\"><span class=\"volume\">373</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">215</span></a></span>, 217 (1978); <i>Stone v. Essex County Newspapers,</i> <span class=\"citation\" data-id=\"2017899\"><a href=\"/opinion/2017899/stone-v-essex-county-newspapers-inc/\"><span class=\"volume\">367</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">849</span></a></span>, 853, <span class=\"citation\" data-id=\"2017899\"><a href=\"/opinion/2017899/stone-v-essex-county-newspapers-inc/\"><span class=\"volume\">330</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">161</span></a></span>, 165 (1975).<sup>[3]</sup> In determining whether a <span class=\"star-pagination\">*104</span> statement is susceptible to defamatory meaning, \"[t]he communication `must be interpreted reasonably,'\" and can only be ruled defamatory if it would lead \"a `reasonable reader' to conclude that it conveyed a defamatory meaning.\" <i>Amrak,</i> 410 F.3d at 72 (citing <i>Foley v. Lowell Sun Publ'g Co.,</i> <span class=\"citation\" data-id=\"2132106\"><a href=\"/opinion/2132106/foley-v-lowell-sun-publishing-co/\"><span class=\"volume\">404</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">9</span></a></span>, 11, <span class=\"citation\" data-id=\"2132106\"><a href=\"/opinion/2132106/foley-v-lowell-sun-publishing-co/\"><span class=\"volume\">533</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">196</span></a></span>, 197 (1989)); <i>see also </i><i>Stanton,</i> 438 F.3d at 127; Restatement (Second) of Torts § 563 cmt. c (1977). However, \"[w]here the communication is susceptible of both a defamatory and non-defamatory meaning, a question of fact exists for the jury.\" <i>Jones v. Taibbi,</i> <span class=\"citation\" data-id=\"2062473\"><a href=\"/opinion/2062473/jones-v-taibbi/\"><span class=\"volume\">400</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">786</span></a></span>, 792, <span class=\"citation\" data-id=\"2062473\"><a href=\"/opinion/2062473/jones-v-taibbi/\"><span class=\"volume\">512</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">260</span></a></span>, 264 (1987).</p>\n<p>Notwithstanding the apparent settled nature of the law of defamation in Massachusetts, the parties strongly disagree about its application. Damon contends that because he was a member of the armed forces, and is an active member of the military and veteran community, the Court must not apply the \"reasonable\" person standard, but instead must delve into the effect of the documentary upon his military brethren, who constitute a \"considerable and respectable segment\" of the community. <i>See, e.g., </i><i>Kelly v. Loew's Inc.,</i> <span class=\"citation\" data-id=\"2304341\"><a href=\"/opinion/2304341/kelly-v-loews-inc/\"><span class=\"volume\">76</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">473</span></a></span>, 486 (D.Mass.1948) (\"[I]f the community or audience includes a professional group to which the subject of the statement belongs, the question is the effect of the statement upon that group with its special professional standards.\"); <i>Sharratt,</i> 365 Mass. at 145, 310 N.E.2d at 346 (\"It would be anomalous at best if words clearly understood in a defamatory sense among that community should fail to be actionable merely because they would appear innocent to the general public.\"). For their part, Appellees argue that the Court is faced with two distinct questions of law: (1) whether a communication is capable of bearing the particular meaning ascribed to it by plaintiff; and (2) whether that meaning is defamatory. <i>See</i> Restatement (Second) of Torts § 614; <i>see also </i><i>Phelan,</i> 443 Mass. at 56-57, 819 N.E.2d at 554 (citing the <i>Restatement</i>). The main thrust behind this argument is that while standards applied from the viewpoint of professional groups may be relevant to the second inquiry, they have no bearing on the Court's determination of whether a communication is capable of bearing the particular meaning ascribed to it by plaintiff. Restatement (Second) of Torts § 614 cmt. d. While both positions are ably argued, pursuant to established precedent, Damon would prevail if he could show that his appearance and statement in the documentary was reasonably susceptible to a defamatory meaning in the eyes of either the community as a whole or that of the military or veteran community to which he belongs. <i>See </i><i>Stanton,</i> 438 F.3d at 124; <i>Sharratt,</i> 365 Mass. at 145, 310 N.E.2d at 346.</p>\n<p></p>\n<h2>1. Reasonable Viewer Analysis</h2>\n<p>We first determine whether Damon's placement in the documentary may reasonably be viewed as discrediting Damon in the minds of any considerable and respectable class of the community to which the statement was addressed. <i>See </i><i>Amrak,</i> 410 F.3d at 72. As we have repeatedly held, the statement must be viewed \"`in its totality in the context in which it was uttered or published'\" and <span class=\"star-pagination\">*105</span> \"`consider[ing] all the words used, not merely a particular phrase or sentence.'\" <i>Id.</i> at 73 (quoting <i>Foley,</i> 404 Mass. at 11, 533 N.E.2d at 197); <i>see also</i> Restatement (Second) of Torts § 614 cmt. d (\"[T]he context of written or spoken words is an important factor in determining the meaning that they reasonably might convey to the person who heard or read them.\"). In making this determination, we must view Damon's interpretation of the communication reasonably, and can only rule that it is defamatory if it could lead \"a reasonable [viewer] to conclude that it conveyed a defamatory meaning.\" <i>Amrak,</i> 410 F.3d at 72; <i>see also </i><i>Stanton,</i> 438 F.3d at 125; <i>Foley,</i> 404 Mass. at 11, 533 N.E.2d at 197; Restatement (Second) of Torts § 563 cmt. c. Forced or strained construction of the statement will not suffice to state a claim for defamation. <i>King v. Globe Newspaper Co.,</i> <span class=\"citation\" data-id=\"2062195\"><a href=\"/opinion/2062195/king-v-globe-newspaper-co/\"><span class=\"volume\">400</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">705</span></a></span>, 711-12, <span class=\"citation\" data-id=\"2062195\"><a href=\"/opinion/2062195/king-v-globe-newspaper-co/\"><span class=\"volume\">512</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">241</span></a></span>, 245 (1987). \"[T]he words are to be read in their `natural sense with the meaning which they would convey to mankind in general.'\" <i>Joyce v. George W. Prescott Publ'g Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">348</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">790</span></span>, 790, <span class=\"citation no-link\"><span class=\"volume\">205</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">207</span></span>, 207 (1965) (quoting <i>Lyman v. New England Newspaper Publ'g Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">286</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">258</span></span>, 260, <span class=\"citation no-link\"><span class=\"volume\">190</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">542</span></span>, 543 (1934)).</p>\n<p>Here, Damon appears in the documentary during a segment that discusses the treatment of wounded veterans by the administration of President George W. Bush. During the introductory remarks, Moore harshly criticizes President Bush for allegedly failing to deliver on his public statements of support for the troops, citing, among other things, his Administration's proposals to cut combat pay and veteran benefit programs. Immediately following the introduction, Congressman Jim McDermott of Washington State appears on screen and states: \"They say they're not gonna leave any veteran behind, but they're leaving all kinds of veterans behind.\" Following Congressman McDermott, two veterans appear on screen, neither of whom makes any remark which could be construed as critical of the President or the war aims of the United States. Instead, the first veteran is critical of the medical coverage or treatment some veterans have received upon their return home, and the second veteran appears to be commenting on either the government's and/or the media's failure to disclose the number of injured soldiers. A roughly sixteen-second portion of Damon's NBC interview follows in which he talks exclusively about the pain he is suffering due to his injuries, and the effectiveness of his pain treatment. Looking at the documentary from this micro-level, there is no way for a reasonable viewer to construe Damon as supporting Moore's \"agenda.\" Neither may it be reasonably construed as a statement promoting disloyalty or denouncing either the Commander-in-Chief or the medical treatment received by veterans.</p>\n<p>Stepping back from Damon's segment and viewing the documentary as a whole, we are compelled to conclude, as the district court did, that a reasonable viewer could not construe Damon's appearance as supportive of Moore's message. The overall context of the documentary, along with its theme, text, visual images, sounds and release date, while understandably upsetting to Damon, does not propel his otherwise benign interview into one reasonably susceptible of defamatory meaning. <i>See, e.g., </i><i>Lasky v. Am. Broad. Cos., Inc.,</i> <span class=\"citation\" data-id=\"1958796\"><a href=\"/opinion/1958796/lasky-v-american-broadcasting-companies-inc/\"><span class=\"volume\">631</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">962</span></a></span>, 970 (S.D.N.Y.1986) (\"In studying a television program for . . . defamatory meanings, a court must not confine its analysis to the words alone. . . . It is the entirety of the program, both audio and video, that must be considered in determining whether . . . [it] is reasonably <span class=\"star-pagination\">*106</span> susceptible of a defamatory meaning.\").<sup>[4]</sup></p>\n<p>Viewing the documentary as a whole, it is clear that Damon is one of approximately fifty individuals whose interviews were taken out of their original packaging and inserted into the documentary in order to further Moore's message. Damon's role comprises sixteen seconds of a roughly two-and-a-half-hour documentary. He appears in a segment with two other veterans, none of whom convey any anti-war sentiment. While a reasonable viewer could conclude that the documentary itself espouses an anti-war and anti-Commander-in-Chief message, no viewer could reasonably conclude that Damon shares any political or ideological kinship with Moore. The only message such viewer could reasonably take away from the documentary regarding Damon is that he was a wounded veteran, and that the treatment he was receiving at Walter Reed was effective in combating the pain caused by his injuries. We endorse the district court's description of documentaries as \"artistic undertakings that involve the collection of images brought to gather [sic] in one place for presentation\" and its assessment that \"there is nothing [in the documentary] that suggests that there is an endorsement of a willingness on [Damon's] part. It is simply a circumstance in which his image is used.\" It would be unreasonable to interpret the use of Damon's image as an affirmative adoption of Moore's view of the military and the President.</p>\n<p>Moreover, Damon is not the only individual to appear in the documentary who does not support Moore's message. For example, President George W. Bush, Vice-President Richard B. Cheney and then Secretary of Defense Donald H. Rumsfeld appear in the documentary, and all, presumably, disagree with Moore's message. Numerous other individuals, including members of the military, who make no statement either way regarding their ideological beliefs concerning the President or the war aims of the United States, appear in the documentary. Because of this, no reasonable viewer could make the blanket assessment that an individual's appearance in the documentary is equivalent to being supportive of Moore's message. This is not a situation where the entire documentary consisted of like-minded individuals asserting a common position.</p>\n<p>Based on the foregoing, we once again concur with the trial judge's finding that:</p>\n<blockquote>[t]here is nothing that expressly or implicitly suggests that Mr. Damon knowingly associated with Mr. Moore's venture here. The reasons that people consent to interviews do not suggest endorsement of the views of the interviewer. . . . Circumstances in which people are interviewed on contentious matters suggest that people with strong views, or people with views that they would like to have communicated, frequently submit to interviews by people they wouldn't like very much or whose larger views they do not like very much. And one cannot say that that's defamation under the circumstances.</blockquote>\n<p>Accordingly, we are of the opinion that a reasonable viewer could not conclude that Damon's appearance in the documentary <span class=\"star-pagination\">*107</span> conveyed a defamatory meaning. <i>Stanton,</i> 438 F.3d at 127; <i>Amrak,</i> 410 F.3d at 72; <i>Foley,</i> 404 Mass. at 11, 533 N.E.2d at 197 (1989); Restatement (Second) of Torts § 563 cmt. c.<sup>[5]</sup></p>\n<p></p>\n<h2>2. Reasonable Military Viewer Analysis</h2>\n<p>Damon disagrees with the above analytical framework, and argues that the Court must determine what effect his appearance in the documentary has upon any respectable and substantial part of the community; and if the community or audience includes a professional group to which the subject of the statement belongs the question becomes what is the effect of the statement upon that group with its special standards. <i>Kelly,</i> 76 F.Supp. at 486; <i>see also </i><i>Sharratt,</i> 365 Mass. at 145, 310 N.E.2d at 345 (\"It would be anomalous at best if words clearly understood in a defamatory sense among the community should fail to be actionable merely because they would appear innocent to the general public.\").<sup>[6]</sup> Military personnel, \"like other professional groups, such as doctors, lawyers or judges have a standard of judgment of their colleagues which is peculiar to their profession which differs sharply from the appraisal of the uninitiated.\" <i>Kelly,</i> 76 F.Supp. at 486. Thus, the question is whether Damon's appearance in the documentary would tend to injure Damon's reputation, or hold him up to scorn, hatred, ridicule or contempt, in the minds of the military or veteran community. <i>Id.</i> (\"[T]he issue narrowly stated is whether to permanent officers of the United States Navy the portrayal of plaintiff as resembling [a movie character representing him] would tend to lower his reputation.\").</p>\n<p>It has long been recognized that the military is a specialized society separate and apart from civilian society. <i>Parker v. Levy,</i> <span class=\"citation\" data-id=\"109077\"><a href=\"/opinion/109077/parker-v-levy/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">733</span></a></span>, 743, <span class=\"citation\" data-id=\"109077\"><a href=\"/opinion/109077/parker-v-levy/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2547</span></a></span>, <span class=\"citation\" data-id=\"109077\"><a href=\"/opinion/109077/parker-v-levy/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">439</span></a></span> (1974); <i>United States v. Mariea,</i> <span class=\"citation\" data-id=\"473622\"><a href=\"/opinion/473622/united-states-v-james-k-mariea-and-jerry-m-smith-united-states-of/\"><span class=\"volume\">795</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1094</span></a></span>, 1100 (1st Cir.1986); <i>Serrano Medina v. United States,</i> <span class=\"citation\" data-id=\"419728\"><a href=\"/opinion/419728/andres-serrano-medina-v-united-states-of-america/\"><span class=\"volume\">709</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">104</span></a></span>, 107 (1st Cir.1983). This Court also recognizes that during its long history the military has, by necessity, developed laws and traditions of its own. <i>Parker,</i> 417 U.S. at 743, <span class=\"citation\" data-id=\"109077\"><a href=\"/opinion/109077/parker-v-levy/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2547</span></a></span>. The differences between the military community and the civilian community, and between military law and civilian law, are exemplified by the Uniform Code of Military Justice (\"Military Code\"). The Military Code regulates aspects of the lives of military men and women which are left unregulated in the civilian sphere.<sup>[7]</sup> The making of a disloyal statement, which includes \"attacking the war aims of the United States,\" is <span class=\"star-pagination\">*108</span> violative of the Military Code. <i>Manual for Courts-Martial, United States,</i> § 72, Art. 134.<sup>[8]</sup></p>\n<p>At the time the documentary was released, Damon was an active member of the military, and he continues to associate with military personnel and veterans to this day. It is within these communities that Damon claims he has been defamed. He alleges that his appearance, coupled with the documentary's overall theme, narrative and his placement in the documentary  shortly after another soldier explained that he would not return to Iraq if ordered  brands Damon as being a supporter of the documentary's agenda, denouncing the military operation that he and fellow military personnel served, denouncing the treatment of veterans and promoting disloyalty and disaffection to the United States. From this, Damon concludes that his appearance could lead the military community to reasonably conclude that he is making disloyal statements intended to promote disloyalty and disaffection toward the United States, the President and or the war effort. We disagree.</p>\n<p>While it is clear that military and civilian communities may very well view certain situations, <i>e.g.</i> a soldier's refusal to return to battle, differently, this is not one of those situations. Taking the documentary as a whole, no reasonable member of the military or veteran community could possibly view Damon's appearance in the documentary as being disloyal to the United States. As explained above, Damon makes no statements in opposition to the war effort, nor was his interview manipulated in such a way to imply that he was \"attacking the war aims of the United States.\" <i>Id.</i> In fact, as pointed out by the district court, the documentary's portrayal of Damon</p>\n<blockquote>shows an individual who is discussing with great dignity and obvious pain what his participation in the conflict in Iraq has meant and not in any way suggesting that he thinks that his service was demeaned, but rather expressing his opinion that the medical treatment that he received has been something that helps to make his pain more livable</blockquote>\n<p>and that Damon's appearance \"transcends the alternative views that others present there with . . . considerable dignity and no suggestion of disloyalty.\"</p>\n<p>Moreover, unlike the cases cited by Damon,<sup>[9]</sup> he was not portrayed as denouncing the military, any of its war aims or the President. Instead, Damon spoke solely about his medical treatment after valiantly serving his country. Accordingly, there is no reason to believe that a reasonable member of the military or veteran community would conclude that Damon's appearance in the documentary conveyed a defamatory meaning, and therefore lowered his reputation or subjected him to scorn, hatred, ridicule or contempt in that community.</p>\n<p><span class=\"star-pagination\">*109</span> IV. Conclusion</p>\n<p>While we appreciate Damon's anger and frustration over appearing without his consent in a documentary that stands in direct contrast to his own personal and political beliefs, we conclude that his appearance in the documentary is not reasonably susceptible of a defamatory meaning. We therefore affirm the district court's dismissal of Damon's defamation claim. Since Damon's appearance was not reasonably susceptible to a defamatory meaning under Massachusetts state law, we need not reach the question of whether being falsely labeled either pro- or anti-war, as a matter of law, holds a member of the military up to the type of scorn and ridicule required for a defamation claim. Furthermore, while we recognize the potential First Amendment implications of this case, since the claim fails as a matter of state law, we need not reach them.</p>\n<p>Affirmed.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of Puerto Rico, sitting by designation.</p>\n<p>[1]  While the complaint contained, and the District Court dismissed, numerous other causes of action, the only issue before us is the dismissal of Damon's defamation claim.</p>\n<p>[2]  Four types of statements are actionable without proof of economic loss: (1) statements that constitute libel; (2) statements that charge the plaintiff with a crime; (3) statements that allege that the plaintiff has certain diseases; and (4) statements that may prejudice the plaintiff's profession or business. <i>Ravnikar v. Bogojavlensky,</i> <span class=\"citation no-link\"><span class=\"volume\">438</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">627</span></span>, 630, <span class=\"citation no-link\"><span class=\"volume\">782</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">508</span></span>, 511 (2003).</p>\n<p>[3]  Accordingly, words may be actionable even if they do not damage a plaintiff's reputation or hold him up to ridicule in the community at large or among all reasonable people; it is enough that they do so among a considerable and respectable class of people. <i>Sharratt v. Housing Innovations, Inc.,</i> <span class=\"citation\" data-id=\"2030535\"><a href=\"/opinion/2030535/sharratt-v-housing-innovations-inc/\"><span class=\"volume\">365</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">141</span></a></span>, 145, <span class=\"citation\" data-id=\"2030535\"><a href=\"/opinion/2030535/sharratt-v-housing-innovations-inc/\"><span class=\"volume\">310</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">343</span></a></span>, 346 (1974). Likewise, inferences which may be drawn by a considerable and respectable segment of the community can make a statement or publication actionable. <i>Mabardi v. Boston Herald-Traveler Corp.,</i> <span class=\"citation\" data-id=\"2217304\"><a href=\"/opinion/2217304/mabardi-v-boston-herald-traveler-corp/\"><span class=\"volume\">347</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">411</span></a></span>, 414, <span class=\"citation\" data-id=\"2217304\"><a href=\"/opinion/2217304/mabardi-v-boston-herald-traveler-corp/\"><span class=\"volume\">198</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">304</span></a></span>, 306 (1964).</p>\n<p>[4]  It bears noting that Damon's appearance in the documentary is essentially the same as his appearance in the NBC broadcast, an interview Damon concedes is not defamatory. After reviewing both programs, the obvious difference is the deletion of Brian Williams' closing remarks wherein he explains that all members of Damon's hospital ward support the war. Notwithstanding this deletion, Damon's actual appearance in the NBC broadcast remains unchanged in the documentary. During the same, Moore did not manipulate the actual questions asked, or Damon's responses in such a way to convey a different meaning than when originally broadcast by NBC.</p>\n<p>[5]  While not clearly articulated, Damon appears to argue that Moore needed to place a disclaimer informing viewers that Damon, and others, did not agree to appear in the documentary, and therefore, may or may not support its overall message. While disclaimers are not a bad practice, the non-defamatory character of a statement will rarely depend solely on the presence or absence of one. <i>Stanton,</i> 438 F.3d at 126.</p>\n<p>[6]  The Massachusetts Supreme Judicial Court in <i>Ingalls v. Hastings &amp; Sons Publ'g Co.,</i> explained the standard as follows:\n</p>\n<p>[A statement is defamatory] if, in view of all relevant circumstances, it discredits the plaintiff in the minds, not of the court, nor of wise, thoughtful and tolerant men, nor of ordinary reasonable men, but of any \"considerable and respectable class in the community.\" The emotions, prejudices and intolerance of mankind must be considered in determining the effect of a publication upon the standing of the plaintiff in the community.</p>\n<p><span class=\"citation no-link\"><span class=\"volume\">304</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">31</span></span>, 33, <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">657</span></span>, 658-59 (1939) (internal citations omitted).</p>\n<p>[7]  The Military Code regulates a far broader range of the conduct of military personnel than a typical state criminal code regulates of the conduct of civilians. <i>Id.</i> at 750, <span class=\"citation\" data-id=\"109077\"><a href=\"/opinion/109077/parker-v-levy/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2547</span></a></span>.</p>\n<p>[8]  \"Some statements may be so explicit in meaning as to support a conclusion from their language that they are disloyal to the United States. Other statements require interpretation; and their real nature may be discernible only in the context of the circumstances of their utterance. Words by themselves may not always reveal their character\" <i>United States v. Harvey,</i> <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">C.M.A.</span> <span class=\"page\">539</span></span>, 542-44, <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">C.M.R.</span> <span class=\"page\">141</span></span>, 145-46 (1970) (citing <i>Watts v. United States,</i> <span class=\"citation\" data-id=\"107904\"><a href=\"/opinion/107904/watts-v-united-states/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">705</span></a></span>, <span class=\"citation\" data-id=\"107904\"><a href=\"/opinion/107904/watts-v-united-states/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1399</span></a></span>, <span class=\"citation\" data-id=\"107904\"><a href=\"/opinion/107904/watts-v-united-states/\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">664</span></a></span> (1969)).</p>\n<p>[9]  <i>See, e.g., </i><i>Parker,</i> 417 U.S. at 733, <span class=\"citation\" data-id=\"109077\"><a href=\"/opinion/109077/parker-v-levy/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2547</span></a></span> (defendant publicly urged enlisted personnel to refuse to obey orders which might send them into combat); <i>Harvey,</i> 19 C.M.A. at 539, 42 C.M.R. at 141 (defendant's statements urged various Marines to refuse to fight in Vietnam).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109077/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201696/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202074/",
    "http://www.courtlistener.com/api/rest/v3/opinions/419728/",
    "http://www.courtlistener.com/api/rest/v3/opinions/473622/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1958796/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2015610/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2017899/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2030535/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2062195/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2062473/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2132106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2141199/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2217304/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2249720/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2304341/"
  ]
}