{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203300/",
  "absolute_url": "/opinion/203300/ruiz-v-mukasey/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203300/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:13:13Z",
  "date_modified": "2016-04-26T07:41:10.517319Z",
  "type": "010combined",
  "sha1": "312b0f6373b0daf63ea811f98eca1335e62b44d1",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-1783-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/05/21/Restrepo_Ruiz_v._Mukasey.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 07-1783\n\n              CLAUDIA CECILIA RESTREPO RUIZ ET AL.,\n\n                          Petitioners,\n\n                               v.\n\n              MICHAEL B. MUKASEY, ATTORNEY GENERAL,\n\n                           Respondent.\n\n\n\n          PETITION FOR REVIEW OF AN ORDER OF THE BOARD\n\n                     OF IMMIGRATION APPEALS\n\n\n\n\n                             Before\n\n                      Lipez, Circuit Judge,\n                  Selya, Senior Circuit Judge,\n                and Stahl, Senior Circuit Judge.\n\n\n\n     Daniel F. Cashman, Cashman & Lovely, P.C., and Susanna L.\nShafer on brief for petitioners.\n     Jeffrey S. Bucholtz, Acting Assistant Attorney General, Civil\nDivision, Terri J. Scadron, Assistant Director, Office of\nImmigration Litigation, and Wendy Benner-León, Trial Attorney,\nOffice of Immigration Litigation, on brief for respondent.\n\n\n\n                          May 21, 2008\n\f            SELYA,   Senior      Circuit     Judge.        The   lead   petitioner,\n\nClaudia Cecilia Restrepo Ruiz, is a Colombian national.1                   She seeks\n\nreview of a final order of the Board of Immigration Appeals (BIA)\n\nrejecting her request for asylum.           She argues that the BIA erred in\n\nits   determination      that    she   failed       to   establish      either   past\n\npersecution or an objectively reasonable fear of future persecution\n\non account of a statutorily protected ground.                    Concluding, as we\n\ndo, that the BIA's decision is supported by substantial evidence in\n\nthe record, we deny the petition.\n\nI.    BACKGROUND\n\n            The petitioner entered the United States with her three\n\nchildren on November 22, 2001.             That entry reunited her with her\n\nhusband, Jorge Iván Marín Grisales (Marín), who had entered the\n\nUnited    States   two   years    earlier     and    had    overstayed     the   term\n\nauthorized by his nonimmigrant visa.\n\n            On May 20, 2002 — one day prior to the expiration of her\n\nauthorized stay — the petitioner filed an omnibus application for\n\nasylum, withholding of removal, and relief under the United Nations\n\nConvention    Against      Torture      (CAT).           After     a    preliminary\n\ninvestigation, the authorities commenced removal proceedings under\n\n8 U.S.C. § 1227(a)(1)(B).\n\n\n\n      1\n      The lead petitioner's husband and their three children are\nalso listed in the petition.    Because their claims are wholly\nderivative, we treat the case as if the lead petitioner was the\nlone petitioner.\n\n                                       -2-\n\f            On June 2, 2003, the petitioner appeared with counsel\n\nbefore an immigration judge (IJ).            She conceded removability but\n\npressed forward with her omnibus application.              Over the course of\n\na two-day hearing, the petitioner, her husband, and one child\n\ntestified about what they characterize as \"harassment, threats, and\n\nmistreatment\" at the hands of the Revolutionary Armed Forces of\n\nColombia (FARC). Because the IJ deemed this testimony credible, we\n\nrehearse the facts as limned therein.\n\n            In 1985, when the petitioner was approximately sixteen\n\nyears of age, armed FARC guerillas visited her father's farm,\n\ndemanded financial support for their operations, and tried to\n\nrecruit her family to their cause.              Notwithstanding the FARC's\n\nreputation     for    hard-core    violence     (such     as   assassinations,\n\nkidnapings,    and    forced    recruitments),      the   petitioner's    father\n\nrefused these demands.         The guerillas burned down the family farm\n\nat a substantially later date (some six months after the family had\n\ndecided to abandon it).         The petitioner viewed this as an act of\n\nretaliation.\n\n            Several     years     thereafter,       the    petitioner     joined\n\nColombia's Conservative Party. As a party member, she occasionally\n\nparticipated in a \"community civic group\" that helped organize\n\npolitical     gatherings   and     recruit    new    adherents.     Her    main\n\nactivities, however, involved teaching people how to sew.\n\n\n\n\n                                      -3-\n\f          In   1994,   the    petitioner    found    herself   transporting\n\npolitical propaganda for the party.         Guerillas stopped the car in\n\nwhich she was riding.        They torched the vehicle, destroying the\n\npamphlets, and warned her that her life would be at risk if she did\n\nnot desist from partisan political activities. The petitioner took\n\nthese imprecations to heart and refrained from further political\n\ninvolvement.\n\n          Marín (the petitioner's husband) had a separate series of\n\nencounters with the FARC.       The most notable of those occurred on\n\nJune 12, 1999.    As he, his brother, and one of his sons were\n\ndriving home, a group of guerillas who had kidnaped a young woman\n\nstopped their vehicle.   The kidnapers' car was mired in a ditch, so\n\nthey demanded a ride from Marín at gunpoint.\n\n          Marín   complied,     but    he   became   convinced   that   the\n\nkidnapers knew his identity.          His fears were heightened when a\n\nguerrilla said that he \"knew him\" from town. Before departing, the\n\nguerillas recorded his license plate number and warned him that he\n\nand his family would be in jeopardy if he told the authorities\n\nabout what had transpired.\n\n          Marín also testified that he feared persecution by the\n\nFARC on account of his prior service in the Colombian army.             He\n\nfailed, however, to offer any evidence that the trepidation was\n\njustified; he retired from the army in 1980, and could not link the\n\noccurrence of any untoward event to his past military service.\n\n\n                                      -4-\n\f          On June 29, 1999, Marín obtained a visa to visit the\n\nUnited States and began scaling back his business in preparation\n\nfor his departure. He characterized his decision to leave Colombia\n\nas a response to the hijacking incident.        Around this same time,\n\nthe family started to receive telephone calls demanding money.\n\nNotwithstanding the hijacking, the threatening calls, and his\n\npossession of a visa, Marín remained in Colombia.      It was not until\n\nNovember 20, 1999, after receiving a note from the FARC demanding\n\nthat he meet with the guerillas and pay a bribe relating to his\n\nbusiness, that Marín emigrated to the United States, leaving his\n\nwife and children behind.\n\n          The   petitioner   testified   that   her   own   (subsequent)\n\ndecision to flee was precipitated by the abduction of her brother-\n\nin-law (Marín's brother) during the following year.         Drawing upon\n\na newspaper article that she proffered to corroborate her version\n\nof that event, she reported that the victim was kidnaped, along\n\nwith several other persons, by FARC guerillas who were targeting a\n\nwealthy landowner.\n\n          At the conclusion of all the evidence, the IJ denied the\n\npetitioner's claim for asylum.2     He concluded that (i) the past\n\n\n\n     2\n      The IJ also denied the petitioner's claims for withholding of\nremoval and CAT relief. Because the petition for judicial review\nfocuses single-mindedly on asylum, we make no further mention of\nthe other two claims. See Rotinsulu v. Mukasey, 515 F.3d 68, 71\n(1st Cir. 2008) (explaining that issues not briefed in the court of\nappeals are deemed abandoned).\n\n                                 -5-\n\fevents recounted by the witnesses failed to rise to the level of\n\npersecution, (ii) there was no plausible basis for an objectively\n\nreasonable fear of future persecution, and (iii) the petitioner had\n\nfailed to demonstrate that the mistreatment of which she complained\n\n(whether    past    or    anticipated)         was    causally     connected      to   a\n\nstatutorily protected ground.              The BIA affirmed the IJ's ukase.\n\nThis timely petition for judicial review followed.\n\nII.   DISCUSSION\n\n            Before us, the petitioner presses only her asylum claim.\n\nSee supra note 2.         Our review is focused on the BIA's decision.\n\nSee Orelien v. Gonzales, 467 F.3d 67, 70 (1st Cir. 2006).                           If,\n\nhowever,    the    IJ's   findings       are    incorporated       into   the     BIA's\n\ndecision, we also examine those findings.                    Thus, where \"the BIA\n\nconducts a de novo review of the record, independently validates\n\nthe sufficiency of the evidence, and adopts the IJ's findings and\n\nconclusions, the IJ's findings become the BIA's.\"                         Laurent v.\n\nAshcroft, 359 F.3d 59, 64 n.3 (1st Cir. 2004).                     This is such an\n\ninstance.\n\n            With respect to past persecution, the petitioner asserts\n\nthat the BIA relied too heavily upon the absence of physical harm\n\nand   neglected     to    give    weight    to       the   historical     pattern      of\n\nmistreatment      suffered   by    the     petitioner       and   her   family.        In\n\naddition, she asserts that the BIA erred in its assessment of her\n\nfear of future persecution because it focused exclusively on her\n\n\n                                         -6-\n\fpolitical affiliation and discounted her membership in a particular\n\nsocial group (namely, an anti-FARC family).\n\n              Our odyssey begins with a précis of the standard of\n\nreview.   Absent an error of law, we must uphold the BIA's denial of\n\nan   asylum    petition     as    long    as    that   denial    is    supported    by\n\nsubstantial evidence in the record as a whole.                        See Bocova v.\n\nGonzales, 412 F.3d 257, 262 (1st Cir. 2005).                          That standard\n\nrequires us to defer to the BIA's findings of fact \"unless any\n\nreasonable adjudicator would be compelled to conclude to the\n\ncontrary.\"      8 U.S.C. § 1252(b)(4)(B).              This is not a petitioner-\n\nfriendly standard of review; a reversal is appropriate only when\n\nthe record evidence \"points unerringly\" to a conclusion different\n\nfrom   that    reached    by     the   BIA.        Laurent,    359    F.3d   at   64.\n\n              Although we afford de novo review to the BIA's legal\n\ndeterminations, its construction of the Immigration and Nationality\n\nAct (INA) and the regulations thereunder is entitled to a degree of\n\ndeference.      See Da Silva v. Ashcroft, 394 F.3d 1, 5 (1st Cir.\n\n2005); see also Chevron U.S.A., Inc. v. Nat'l Res. Def. Council,\n\nInc., 467 U.S. 837, 842-43 (1984).\n\n              With   this      prelude,       we   turn   to    the     petitioner's\n\nassignments of error.            In order to qualify for asylum, an alien\n\nmust demonstrate that she is a \"refugee\" within the meaning of the\n\nINA.   See 8 U.S.C. § 1158(b)(1); 8 C.F.R. § 208.13(a); see also\n\nMakhoul v. Ashcroft, 387 F.3d 75, 79 (1st Cir. 2004).                        To carry\n\n\n                                          -7-\n\fthis burden, the alien must prove that she is unable or unwilling\n\nto repatriate \"because of persecution . . . on account of race,\n\nreligion, nationality, membership in a particular social group, or\n\npolitical opinion.\"           8 U.S.C. § 1101(a)(42)(A); see Orelien, 467\n\nF.3d at 70.\n\n            An alien may make the requisite showing through one of\n\ntwo   avenues.          The   first       requires    her      to     demonstrate   past\n\npersecution on account of one of the five statutorily protected\n\ngrounds, thereby triggering a rebuttable presumption of future\n\npersecution.       Makhoul, 387 F.3d at 79.                    Once that presumption\n\nemerges, the burden shifts to the government to prove that she can\n\nreturn safely to her homeland.                  See Orelien, 467 F.3d at 71; see\n\nalso 8 C.F.R. § 208.13(b)(1)(i)(A)-(B) (setting forth what the\n\ngovernment must then prove).\n\n            The    second      avenue      requires       an   independent       showing,\n\nunaided by any presumption, of a well-founded fear of future\n\npersecution based on a statutorily protected ground.                       Makhoul, 387\n\nF.3d at 79.       That showing has both a subjective and an objective\n\ncomponent; that is, the professed fear must be not only genuine but\n\nalso objectively reasonable.                    Orelien, 467 F.3d at 71.             That\n\nobjective     component       must    be       \"nestled   on    a    plausible    factual\n\npredicate.\"       Id.    This necessitates a showing that \"a reasonable\n\nperson   in    the      asylum       applicant's      circumstances        would     fear\n\npersecution       on    account      of    a    statutorily         protected    ground.\"\n\n\n                                               -8-\n\fAguilar-Solís v. INS, 168 F.3d 565, 572 (1st Cir. 1999).              No matter\n\nwhich   avenue    an   alien   chooses      to    traverse,   she    also    must\n\ndemonstrate a causal connection: that the persecution, whether past\n\nor feared, was or is \"on account of\" one of the five statutorily\n\nprotected grounds.     8 U.S.C. § 1101(a)(42)(A).\n\n           In this venue, the petitioner emphasizes the putative\n\nconnection between the alleged persecution and her membership in a\n\nparticular social group.          The key integer in the \"social group\"\n\nequation   is    \"whether   the   claimed    persecution      is   aimed    at   an\n\nindividual because of his or her affiliation with a group of\n\npersons, all of whom share a common, immutable characteristic.\" Da\n\nSilva, 394 F.3d at 5.       So viewed, membership in such a group must\n\nstem from an innate characteristic or a shared experience.                  Ang v.\n\nGonzales, 430 F.3d 50, 55 (1st Cir. 2005).              In either event, the\n\ncommon link must be one that people \"either cannot change, or\n\nshould not be required to change because it is fundamental to their\n\nindividual identities or consciences.\"              Da Silva, 394 F.3d at 5\n\n(citation and internal quotation marks omitted).\n\n           Against this backdrop, we consider whether the BIA erred\n\nwhen it ruled that the petitioner had not carried the devoir of\n\npersuasion on the issue of past persecution.              On this point, the\n\npetitioner's challenge has two foci.             First, she contends that the\n\nBIA overemphasized the absence of physical harm.                    Second, she\n\ncontends that the BIA neglected to look closely enough at her\n\n\n                                      -9-\n\ffamily's collective history of claimed persecution.                       We address\n\nthese contentions separately.\n\n               The INA provides no specific definition of the term\n\n\"persecution.\"        In light of this lacuna, we have concluded that\n\nwhat constitutes persecution is a question best answered on a case-\n\nby-case basis.        See, e.g., Orelien, 467 F.3d at 71.                 Due to the\n\n\"nearly infinite diversity of factual circumstances in which asylum\n\nclaims       arise,   it    would    be    difficult    to     develop    meaningful\n\ngeneralities that could easily be applied to a broad spectrum of\n\ncases.\" Bocova, 412 F.3d at 263 (citing Aguilar-Solís, 168 F.3d at\n\n569-70).\n\n               This does not mean, however, that we are rudderless on a\n\nsea    of    speculation.       To   the    contrary,    the      case   law   reveals\n\nsignificant channel markers.              For example, we repeatedly have held\n\nthat    an    alien's      experiences     must   add   up   to    more   than   mere\n\ndiscomfiture, unpleasantness, harassment, or unfair treatment.\n\nSee, e.g., Orelien, 467 F.3d at 71; Nikijuluw v. Gonzales, 427 F.3d\n\n115, 120 (1st Cir. 2005); Bocova, 412 F.3d at 263.\n\n               Examining the record in this case, we discern substantial\n\nsupport for the BIA's conclusion that the petitioner failed to\n\ncross that threshold.          Here as in other cases, see, e.g., Zheng v.\n\nGonzales, 416 F.3d 97, 100 (1st Cir. 2005), we find it significant\n\nthat neither the petitioner nor her family were ever arrested or\n\ndetained for any extended period of time.               Here as in other cases,\n\n\n                                           -10-\n\fsee, e.g., López de Hincapie v. Gonzales, 494 F.3d 213, 219 (1st\n\nCir. 2007), we find it significant that the threats about which the\n\nwitnesses   testified   were   not   connected   with   any   statutorily\n\nprotected ground but, rather, were clearly motivated either by\n\ngreed or by a desire to elude the authorities.\n\n            The BIA's emphasis on the absence of any physical harm\n\nwas entirely appropriate: the fact that nobody in the family was\n\nphysically harmed in any of the described encounters constitutes a\n\npertinent datum that is deserving of weight.       See, e.g., Susanato\n\nv. Gonzales, 439 F.3d 57, 60 (1st Cir. 2006).      This is, in a sense,\n\na case of addition by subtraction; the absence of evidence of\n\nphysical harm plainly supports the BIA's determination that nothing\n\ntantamount to persecution transpired.\n\n            The petitioner's asseveration that the BIA relied too\n\nheavily upon the absence of evidence of physical harm starts from\n\na correct premise: an applicant for asylum is not obliged to show\n\nthe infliction of physical harm in order to carry her burden of\n\nproving past persecution. See, e.g., Un v. Gonzales, 415 F.3d 205,\n\n210 (1st Cir. 2005) (noting that threats alone could be enough to\n\nestablish past persecution).         But the presence or absence of\n\nphysical harm (and, indeed, the degree of harm inflicted) remains\n\na relevant factor in determining whether mistreatment rises to the\n\nlevel of persecution.    Alibeaj v. Gonzales, 469 F.3d 188, 191-92\n\n(1st Cir. 2006); Orelien, 467 F.3d at 71.\n\n\n                                 -11-\n\f            In all events, the petitioner's argument ignores the fact\n\nthat the IJ's findings, adopted in pertinent part by the BIA, cite\n\na number of relevant considerations above and beyond the absence of\n\nphysical harm.      Moreover, the petitioner ignores that the negative\n\nfinding as to past persecution was doubly justified because she had\n\nfailed to establish that any alleged mistreatment, whether or not\n\nproductive of physical harm, was \"on account of\" a statutorily\n\nprotected ground. These oversights are independently sufficient to\n\ndoom the petitioner's challenge.\n\n            The petitioner's charge that the BIA did not consider her\n\nfamily's history of persecution is likewise unpersuasive.              For one\n\nthing, the record makes manifest that both the IJ and the BIA\n\ncanvassed     all   the   evidence    and    considered   the   petitioner's\n\nallegations as a whole.        For another thing, the petitioner never\n\nsucceeded     in    weaving   her    family's   narrative   into      anything\n\nresembling a pattern of systematic mistreatment.            Nothing in the\n\nrecord suggests — let alone compels — a conclusion that the\n\nunfortunate experiences undergone by the petitioner and her family\n\nwere   more    than    isolated      occurrences,   unrelated    to     family\n\nmembership.\n\n            To be sure, it is possible that the BIA could have teased\n\nout of the evidence something resembling a pattern of persecution.\n\nBut that is not enough to profit the petitioner.                   Given two\n\nplausible but conflicting inferences from a body of evidence, the\n\n\n                                      -12-\n\fBIA's choice between those inferences is by definition supported by\n\nsubstantial evidence. See Aguilar-Solís, 168 F.3d at 571 (choosing\n\namong reasonable but competing inferences is the \"factfinder's\n\nprerogative\").\n\n          This leaves the petitioner's plaint that the BIA erred in\n\nfailing to find a well-founded fear of future persecution.                    In\n\nundertaking this foray, the petitioner suggests that the BIA (and\n\nthe IJ, for that matter) overlooked that her fears were based not\n\nonly on political activism but also on her membership in a targeted\n\nsocial group (her family).        This suggestion is theoretically sound\n\nbut factually unsupported.\n\n          Kinship can be a sufficiently permanent and distinct\n\ncharacteristic to serve as the linchpin for a protected social\n\ngroup within the purview of the asylum laws.             See Gebremichael v.\n\nINS, 10 F.3d 28, 36 (1st Cir. 1993).            Withal, to ground a viable\n\nasylum claim, that family membership must be at the root of the\n\npersecution, so that family membership itself brings about the\n\npersecutorial conduct.       Id. at 35.\n\n          In   the   case    at   hand,   the   BIA    found   an   absence   of\n\npersecution,   and   the    record   contains     no   evidence     capable   of\n\ncompelling the opposite finding.            Certainly, it is not enough\n\nmerely to show that multiple members of a single family had\n\nnegative experiences.       Those experiences would, at the very least,\n\n\n\n\n                                     -13-\n\fhave to rise to the level of persecution and be causally linked to\n\nfamily membership.         The record here falls short on both points.\n\n               In an effort to blunt the force of this reasoning, the\n\npetitioner maintains that the guerillas' recognition of Marín\n\nduring the hijacking shows that they knew the family and intended\n\nto target family members because of their anti-FARC leanings. That\n\nscenario requires a huge helping of sheer surmise — and the BIA was\n\nnot obligated to accept it as fact.              See Pulisir v. Mukasey, ___\n\nF.3d ___, ___ (1st Cir. 2008) [No. 07-1356, slip op. at 10] (noting\n\nthat       \"[t]he   mere   fact   that   those   decisionmakers   weighed   the\n\nconstituent parts [of a petitioner's proffer] differently and\n\nreached a conclusion not to the petitioner's liking does not\n\nconstitute a valid reason for overturning the agency's judgement\").\n\nWhile one of the hijackers might have recognized Marín, the implied\n\nthreat voiced by the guerillas can best be classified as an attempt\n\nto ensure Marín's silence, not as part of a vendetta against a\n\nparticular family.3\n\n               The petitioner's insinuation that the family was targeted\n\nbecause of Marín's military service is made up out of whole cloth.\n\nThere is not a shred of evidence that any family member was\n\nharassed on account of Marín's tour of duty in the army — a tour\n\n\n\n       3\n      In this regard, the petitioner also mentions her brother-in-\nlaw's kidnaping. However, there is no evidence that her brother-\nin-law was kidnaped due to family membership or any other\nstatutorily protected ground.\n\n                                         -14-\n\fthat   concluded    years   before   any    of   the   incidents   of   alleged\n\npersecution occurred.\n\nIII.   CONCLUSION\n\n           We need go no further. For the reasons elucidated above,\n\nwe deny the petition for review.\n\n\n\nSo Ordered.\n\n\n\n\n                                     -15-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>526 F.3d 31 (2008)</b></center>\n<center><h1>Claudia Cecilia Restrepo RUIZ et al., Petitioners,<br>\nv.<br>\nMichael B. MUKASEY, Attorney General, Respondent.</h1></center>\n<center>No. 07-1783.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted April 30, 2008.</center>\n<center>Decided May 21, 2008.</center>\n<p><span class=\"star-pagination\">*33</span> Daniel F. Cashman, Cashman &amp; Lovely, P.C., and Susanna L. Shafer, on brief, for petitioners.</p>\n<p>Jeffrey S. Bucholtz, Acting Assistant Attorney General, Civil Division, Terri J. Scadron, Assistant Director, Office of Immigration Litigation, and Wendy Benner-León, Trial Attorney, Office of Immigration Litigation, on brief, for respondent.</p>\n<p>Before LIPEZ, Circuit Judge, SELYA, Senior Circuit Judge, and STAHL, Senior Circuit Judge.</p>\n<p>SELYA, Senior Circuit Judge.</p>\n<p>The lead petitioner, Claudia Cecilia Restrepo Ruiz, is a Colombian national.<sup>[1]</sup> She seeks review of a final order of the Board of Immigration Appeals (BIA) rejecting her request for asylum. She argues that the BIA erred in its determination that she failed to establish either past persecution or an objectively reasonable fear of future persecution on account of a statutorily protected ground. Concluding, as we do, that the BIA's decision is supported by substantial evidence in the record, we deny the petition.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>The petitioner entered the United States with her three children on November 22, 2001. That entry reunited her with her husband, Jorge Iván Marín Grisales (Marín), who had entered the United States two years earlier and had overstayed the term authorized by his nonimmigrant visa.</p>\n<p>On May 20, 2002  one day prior to the expiration of her authorized stay  the petitioner filed an omnibus application for asylum, withholding of removal, and relief under the United Nations Convention Against Torture (CAT). After a preliminary investigation, the authorities commenced removal proceedings under 8 U.S.C. § 1227(a)(1)(B).</p>\n<p>On June 2, 2003, the petitioner appeared with counsel before an immigration judge (IJ). She conceded removability but pressed forward with her omnibus application. Over the course of a two-day hearing, the petitioner, her husband, and one child testified about what they characterize as \"harassment, threats, and mistreatment\" at the hands of the Revolutionary Armed Forces of Colombia (FARC). Because the IJ deemed this testimony credible, we rehearse the facts as limned therein.</p>\n<p>In 1985, when the petitioner was approximately sixteen years of age, armed FARC guerillas visited her father's farm, demanded financial support for their operations, and tried to recruit her family to their cause. Notwithstanding the FARC's reputation for hard-core violence (such as <span class=\"star-pagination\">*34</span> assassinations, kidnapings, and forced recruitments), the petitioner's father refused these demands. The guerillas burned down the family farm at a substantially later date (some six months after the family had decided to abandon it). The petitioner viewed this as an act of retaliation.</p>\n<p>Several years thereafter, the petitioner joined Colombia's Conservative Party. As a party member, she occasionally participated in a \"community civic group\" that helped organize political gatherings and recruit new adherents. Her main activities, however, involved teaching people how to sew.</p>\n<p>In 1994, the petitioner found herself transporting political propaganda for the party. Guerillas stopped the car in which she was riding. They torched the vehicle, destroying the pamphlets, and warned her that her life would be at risk if she did not desist from partisan political activities. The petitioner took these imprecations to heart and refrained from further political involvement.</p>\n<p>Marín (the petitioner's husband) had a separate series of encounters with the FARC. The most notable of those occurred on June 12, 1999. As he, his brother, and one of his sons were driving home, a group of guerillas who had kidnaped a young woman stopped their vehicle. The kidnapers' car was mired in a ditch, so they demanded a ride from Marín at gunpoint.</p>\n<p>Marín complied, but he became convinced that the kidnapers knew his identity. His fears were heightened when a guerrilla said that he \"knew him\" from town. Before departing, the guerillas recorded his license plate number and warned him that he and his family would be in jeopardy if he told the authorities about what had transpired.</p>\n<p>Marín also testified that he feared persecution by the FARC on account of his prior service in the Colombian army. He failed, however, to offer any evidence that the trepidation was justified; he retired from the army in 1980, and could not link the occurrence of any untoward event to his past military service.</p>\n<p>On June 29, 1999, Marín obtained a visa to visit the United States and began scaling back his business in preparation for his departure. He characterized his decision to leave Colombia as a response to the hijacking incident. Around this same time, the family started to receive telephone calls demanding money. Notwithstanding the hijacking, the threatening calls, and his possession of a visa, Marín remained in Colombia. It was not until November 20, 1999, after receiving a note from the FARC demanding that he meet with the guerillas and pay a bribe relating to his business, that Marín emigrated to the United States, leaving his wife and children behind.</p>\n<p>The petitioner testified that her own (subsequent) decision to flee was precipitated by the abduction of her brother-in-law (Marín's brother) during the following year. Drawing upon a newspaper article that she proffered to corroborate her version of that event, she reported that the victim was kidnaped, along with several other persons, by FARC guerillas who were targeting a wealthy landowner.</p>\n<p>At the conclusion of all the evidence, the IJ denied the petitioner's claim for asylum.<sup>[2]</sup> He concluded that (i) the past events recounted by the witnesses failed to <span class=\"star-pagination\">*35</span> rise to the level of persecution, (ii) there was no plausible basis for an objectively reasonable fear of future persecution, and (iii) the petitioner had failed to demonstrate that the mistreatment of which she complained (whether past or anticipated) was causally connected to a statutorily protected ground. The BIA affirmed the IJ's ukase. This timely petition for judicial review followed.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>Before us, the petitioner presses only her asylum claim. <i>See supra</i> note 2. Our review is focused on the BIA's decision. <i>See </i><i>Orelien v. Gonzales,</i> 467 F.3d 67, 70 (1st Cir.2006). If, however, the IJ's findings are incorporated into the BIA's decision, we also examine those findings. Thus, where \"the BIA conducts a de novo review of the record, independently validates the sufficiency of the evidence, and adopts the IJ's findings and conclusions, the IJ's findings become the BIA's.\" <i>Laurent v. Ashcroft,</i> 359 F.3d 59, 64 n. 3 (1st Cir.2004). This is such an instance.</p>\n<p>With respect to past persecution, the petitioner asserts that the BIA relied too heavily upon the absence of physical harm and neglected to give weight to the historical pattern of mistreatment suffered by the petitioner and her family. In addition, she asserts that the BIA erred in its assessment of her fear of future persecution because it focused exclusively on her political affiliation and discounted her membership in a particular social group (namely, an anti-FARC family).</p>\n<p>Our odyssey begins with a précis of the standard of review. Absent an error of law, we must uphold the BIA's denial of an asylum petition as long as that denial is supported by substantial evidence in the record as a whole. <i>See </i><i>Bocova v. Gonzales,</i> 412 F.3d 257, 262 (1st Cir.2005). That standard requires us to defer to the BIA's findings of fact \"unless any reasonable adjudicator would be compelled to conclude to the contrary.\" 8 U.S.C. § 1252(b)(4)(B). This is not a petitioner-friendly standard of review; a reversal is appropriate only when the record evidence \"points unerringly\" to a conclusion different from that reached by the BIA. <i>Laurent,</i> 359 F.3d at 64.</p>\n<p>Although we afford de novo review to the BIA's legal determinations, its construction of the Immigration and Nationality Act (INA) and the regulations thereunder is entitled to a degree of deference. <i>See </i><i>Da Silva v. Ashcroft,</i> 394 F.3d 1, 5 (1st Cir.2005); <i>see also </i><i>Chevron U.S.A., Inc. v. Nat'l Res. Def. Council, Inc.,</i> 467 U.S. 837, 842-43, 104 S.Ct. 2778, 81 L.Ed.2d 694 (1984).</p>\n<p>With this prelude, we turn to the petitioner's assignments of error. In order to qualify for asylum, an alien must demonstrate that she is a \"refugee\" within the meaning of the INA. <i>See</i> 8 U.S.C. § 1158(b)(1); 8 C.F.R. § 208.13(a); <i>see also </i><i>Makhoul v. Ashcroft,</i> 387 F.3d 75, 79 (1st Cir.2004). To carry this burden, the alien must prove that she is unable or unwilling to repatriate \"because of persecution. . . on account of race, religion, nationality, membership in a particular social group, or political opinion.\" 8 U.S.C. § 1101(a)(42)(A); <i>see </i><i>Orelien,</i> 467 F.3d at 70.</p>\n<p>An alien may make the requisite showing through one of two avenues. The first requires her to demonstrate past persecution on account of one of the five statutorily protected grounds, thereby triggering a rebuttable presumption of future persecution. <i>Makhoul,</i> 387 F.3d at 79. Once that presumption emerges, the burden shifts to the government to prove that she can return safely to her homeland. <i>See </i><i>Orelien,</i> 467 F.3d at 71; <i>see also</i> 8 C.F.R. <span class=\"star-pagination\">*36</span> § 208.13(b)(1)(i)(A)-(B) (setting forth what the government must then prove).</p>\n<p>The second avenue requires an independent showing, unaided by any presumption, of a well-founded fear of future persecution based on a statutorily protected ground. <i>Makhoul,</i> 387 F.3d at 79. That showing has both a subjective and an objective component; that is, the professed fear must be not only genuine but also objectively reasonable. <i>Orelien,</i> 467 F.3d at 71. That objective component must be \"nestled on a plausible factual predicate.\" <i>Id.</i> This necessitates a showing that \"a reasonable person in the asylum applicant's circumstances would fear persecution on account of a statutorily protected ground.\" <i>Aguilar-Solís v. INS,</i> 168 F.3d 565, 572 (1st Cir.1999). No matter which avenue an alien chooses to traverse, she also must demonstrate a causal connection: that the persecution, whether past or feared, was or is \"on account of\" one of the five statutorily protected grounds. 8 U.S.C. § 1101(a)(42)(A).</p>\n<p>In this venue, the petitioner emphasizes the putative connection between the alleged persecution and her membership in a particular social group. The key integer in the \"social group\" equation is \"whether the claimed persecution is aimed at an individual because of his or her affiliation with a group of persons, all of whom share a common, immutable characteristic.\" <i>Da Silva,</i> 394 F.3d at 5. So viewed, membership in such a group must stem from an innate characteristic or a shared experience. <i>Ang v. Gonzales,</i> 430 F.3d 50, 55 (1st Cir.2005). In either event, the common link must be one that people \"either cannot change, or should not be required to change because it is fundamental to their individual identities or consciences.\" <i>Da Silva,</i> 394 F.3d at 5 (citation and internal quotation marks omitted).</p>\n<p>Against this backdrop, we consider whether the BIA erred when it ruled that the petitioner had not carried the devoir of persuasion on the issue of past persecution. On this point, the petitioner's challenge has two foci. First, she contends that the BIA overemphasized the absence of physical harm. Second, she contends that the BIA neglected to look closely enough at her family's collective history of claimed persecution. We address these contentions separately.</p>\n<p>The INA provides no specific definition of the term \"persecution.\" In light of this lacuna, we have concluded that what constitutes persecution is a question best answered on a case-by-case basis. <i>See, e.g., </i><i>Orelien,</i> 467 F.3d at 71. Due to the \"nearly infinite diversity of factual circumstances in which asylum claims arise, it would be difficult to develop meaningful generalities that could easily be applied to a broad spectrum of cases.\" <i>Bocova,</i> 412 F.3d at 263 (citing <i>Aguilar-Solís,</i> 168 F.3d at 569-70).</p>\n<p>This does not mean, however, that we are rudderless on a sea of speculation. To the contrary, the case law reveals significant channel markers. For example, we repeatedly have held that an alien's experiences must add up to more than mere discomfiture, unpleasantness, harassment, or unfair treatment. <i>See, e.g., </i><i>Orelien,</i> 467 F.3d at 71; <i>Nikijuluw v. Gonzales,</i> 427 F.3d 115, 120 (1st Cir.2005); <i>Bocova,</i> 412 F.3d at 263.</p>\n<p>Examining the record in this case, we discern substantial support for the BIA's conclusion that the petitioner failed to cross that threshold. Here as in other cases, <i>see, e.g., </i><i>Zheng v. Gonzales,</i> 416 F.3d 97, 100 (1st Cir.2005), we find it significant that neither the petitioner nor her family were ever arrested or detained for any extended period of time. Here as in other cases, <i>see, e.g., </i><i>López de Hincapie</i> <span class=\"star-pagination\">*37</span> <i>v. Gonzales,</i> 494 F.3d 213, 219 (1st Cir. 2007), we find it significant that the threats about which the witnesses testified were not connected with any statutorily protected ground but, rather, were clearly motivated either by greed or by a desire to elude the authorities.</p>\n<p>The BIA's emphasis on the absence of any physical harm was entirely appropriate: the fact that nobody in the family was physically harmed in any of the described encounters constitutes a pertinent datum that is deserving of weight. <i>See, e.g., </i><i>Susanto v. Gonzales,</i> 439 F.3d 57, 60 (1st Cir.2006). This is, in a sense, a case of addition by subtraction; the absence of evidence of physical harm plainly supports the BIA's determination that nothing tantamount to persecution transpired.</p>\n<p>The petitioner's asseveration that the BIA relied too heavily upon the absence of evidence of physical harm starts from a correct premise: an applicant for asylum is not obliged to show the infliction of physical harm in order to carry her burden of proving past persecution. <i>See, e.g., </i><i>Un v. Gonzales,</i> 415 F.3d 205, 210 (1st Cir.2005) (noting that threats alone could be enough to establish past persecution). But the presence or absence of physical harm (and, indeed, the degree of harm inflicted) remains a relevant factor in determining whether mistreatment rises to the level of persecution. <i>Alibeaj v. Gonzales,</i> 469 F.3d 188, 191-92 (1st Cir.2006); <i>Orelien,</i> 467 F.3d at 71.</p>\n<p>In all events, the petitioner's argument ignores the fact that the IJ's findings, adopted in pertinent part by the BIA, cite a number of relevant considerations above and beyond the absence of physical harm. Moreover, the petitioner ignores that the negative finding as to past persecution was doubly justified because she had failed to establish that any alleged mistreatment, whether or not productive of physical harm, was \"on account of\" a statutorily protected ground. These oversights are independently sufficient to doom the petitioner's challenge.</p>\n<p>The petitioner's charge that the BIA did not consider her family's history of persecution is likewise unpersuasive. For one thing, the record makes manifest that both the IJ and the BIA canvassed all the evidence and considered the petitioner's allegations as a whole. For another thing, the petitioner never succeeded in weaving her family's narrative into anything resembling a pattern of systematic mistreatment. Nothing in the record suggests  let alone compels  a conclusion that the unfortunate experiences undergone by the petitioner and her family were more than isolated occurrences, unrelated to family membership.</p>\n<p>To be sure, it is possible that the BIA could have teased out of the evidence something resembling a pattern of persecution. But that is not enough to profit the petitioner. Given two plausible but conflicting inferences from a body of evidence, the BIA's choice between those inferences is by definition supported by substantial evidence. <i>See </i><i>Aguilar-Solís,</i> 168 F.3d at 571 (choosing among reasonable but competing inferences is the \"factfinder's prerogative\").</p>\n<p>This leaves the petitioner's plaint that the BIA erred in failing to find a well-founded fear of future persecution. In undertaking this foray, the petitioner suggests that the BIA (and the IJ, for that matter) overlooked that her fears were based not only on political activism but also on her membership in a targeted social group (her family). This suggestion is theoretically sound but factually unsupported.</p>\n<p><span class=\"star-pagination\">*38</span> Kinship can be a sufficiently permanent and distinct characteristic to serve as the linchpin for a protected social group within the purview of the asylum laws. <i>See </i><i>Gebremichael v. INS,</i> 10 F.3d 28, 36 (1st Cir.1993). Withal, to ground a viable asylum claim, that family membership must be at the root of the persecution, so that family membership itself brings about the persecutorial conduct. <i>Id.</i> at 35.</p>\n<p>In the case at hand, the BIA found an absence of persecution, and the record contains no evidence capable of compelling the opposite finding. Certainly, it is not enough merely to show that multiple members of a single family had negative experiences. Those experiences would, at the very least, have to rise to the level of persecution and be causally linked to family membership. The record here falls short on both points.</p>\n<p>In an effort to blunt the force of this reasoning, the petitioner maintains that the guerillas' recognition of Marín during the hijacking shows that they knew the family and intended to target family members because of their anti-FARC leanings. That scenario requires a huge helping of sheer surmise  and the BIA was not obligated to accept it as fact. <i>See </i><i>Pulisir v. Mukasey,</i> 524 F.3d 302, 309 (1st Cir.2008) (noting that \"[t]he mere fact that those decisionmakers weighed the constituent parts [of a petitioner's proffer] differently and reached a conclusion not to the petitioner's liking does not constitute a valid reason for overturning the agency's judgement\"). While one of the hijackers might have recognized Marín, the implied threat voiced by the guerillas can best be classified as an attempt to ensure Marín's silence, not as part of a vendetta against a particular family.<sup>[3]</sup></p>\n<p>The petitioner's insinuation that the family was targeted because of Marín's military service is made up out of whole cloth. There is not a shred of evidence that any family member was harassed on account of Marín's tour of duty in the army  a tour that concluded years before any of the incidents of alleged persecution occurred.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>We need go no further. For the reasons elucidated above, we deny the petition for review.</p>\n<p><i>So Ordered.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The lead petitioner's husband and their three children are also listed in the petition. Because their claims are wholly derivative, we treat the case as if the lead petitioner was the lone petitioner.</p>\n<p>[2]  The IJ also denied the petitioner's claims for withholding of removal and CAT relief. Because the petition for judicial review focuses single-mindedly on asylum, we make no further mention of the other two claims. <i>See </i><i>Rotinsulu v. Mukasey,</i> 515 F.3d 68, 71 (1st Cir.2008) (explaining that issues not briefed in the court of appeals are deemed abandoned).</p>\n<p>[3]  In this regard, the petitioner also mentions her brother-in-law's kidnaping. However, there is no evidence that her brother-in-law was kidnaped due to family membership or any other statutorily protected ground.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">526</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></span> (2008)</b></center>\n<center><h1>Claudia Cecilia Restrepo RUIZ et al., Petitioners,<br>\nv.<br>\nMichael B. MUKASEY, Attorney General, Respondent.</h1></center>\n<center>No. 07-1783.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted April 30, 2008.</center>\n<center>Decided May 21, 2008.</center>\n<p><span class=\"star-pagination\">*33</span> Daniel F. Cashman, Cashman &amp; Lovely, P.C., and Susanna L. Shafer, on brief, for petitioners.</p>\n<p>Jeffrey S. Bucholtz, Acting Assistant Attorney General, Civil Division, Terri J. Scadron, Assistant Director, Office of Immigration Litigation, and Wendy Benner-León, Trial Attorney, Office of Immigration Litigation, on brief, for respondent.</p>\n<p>Before LIPEZ, Circuit Judge, SELYA, Senior Circuit Judge, and STAHL, Senior Circuit Judge.</p>\n<p>SELYA, Senior Circuit Judge.</p>\n<p>The lead petitioner, Claudia Cecilia Restrepo Ruiz, is a Colombian national.<sup>[1]</sup> She seeks review of a final order of the Board of Immigration Appeals (BIA) rejecting her request for asylum. She argues that the BIA erred in its determination that she failed to establish either past persecution or an objectively reasonable fear of future persecution on account of a statutorily protected ground. Concluding, as we do, that the BIA's decision is supported by substantial evidence in the record, we deny the petition.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>The petitioner entered the United States with her three children on November 22, 2001. That entry reunited her with her husband, Jorge Iván Marín Grisales (Marín), who had entered the United States two years earlier and had overstayed the term authorized by his nonimmigrant visa.</p>\n<p>On May 20, 2002  one day prior to the expiration of her authorized stay  the petitioner filed an omnibus application for asylum, withholding of removal, and relief under the United Nations Convention Against Torture (CAT). After a preliminary investigation, the authorities commenced removal proceedings under 8 U.S.C. § 1227(a)(1)(B).</p>\n<p>On June 2, 2003, the petitioner appeared with counsel before an immigration judge (IJ). She conceded removability but pressed forward with her omnibus application. Over the course of a two-day hearing, the petitioner, her husband, and one child testified about what they characterize as \"harassment, threats, and mistreatment\" at the hands of the Revolutionary Armed Forces of Colombia (FARC). Because the IJ deemed this testimony credible, we rehearse the facts as limned therein.</p>\n<p>In 1985, when the petitioner was approximately sixteen years of age, armed FARC guerillas visited her father's farm, demanded financial support for their operations, and tried to recruit her family to their cause. Notwithstanding the FARC's reputation for hard-core violence (such as <span class=\"star-pagination\">*34</span> assassinations, kidnapings, and forced recruitments), the petitioner's father refused these demands. The guerillas burned down the family farm at a substantially later date (some six months after the family had decided to abandon it). The petitioner viewed this as an act of retaliation.</p>\n<p>Several years thereafter, the petitioner joined Colombia's Conservative Party. As a party member, she occasionally participated in a \"community civic group\" that helped organize political gatherings and recruit new adherents. Her main activities, however, involved teaching people how to sew.</p>\n<p>In 1994, the petitioner found herself transporting political propaganda for the party. Guerillas stopped the car in which she was riding. They torched the vehicle, destroying the pamphlets, and warned her that her life would be at risk if she did not desist from partisan political activities. The petitioner took these imprecations to heart and refrained from further political involvement.</p>\n<p>Marín (the petitioner's husband) had a separate series of encounters with the FARC. The most notable of those occurred on June 12, 1999. As he, his brother, and one of his sons were driving home, a group of guerillas who had kidnaped a young woman stopped their vehicle. The kidnapers' car was mired in a ditch, so they demanded a ride from Marín at gunpoint.</p>\n<p>Marín complied, but he became convinced that the kidnapers knew his identity. His fears were heightened when a guerrilla said that he \"knew him\" from town. Before departing, the guerillas recorded his license plate number and warned him that he and his family would be in jeopardy if he told the authorities about what had transpired.</p>\n<p>Marín also testified that he feared persecution by the FARC on account of his prior service in the Colombian army. He failed, however, to offer any evidence that the trepidation was justified; he retired from the army in 1980, and could not link the occurrence of any untoward event to his past military service.</p>\n<p>On June 29, 1999, Marín obtained a visa to visit the United States and began scaling back his business in preparation for his departure. He characterized his decision to leave Colombia as a response to the hijacking incident. Around this same time, the family started to receive telephone calls demanding money. Notwithstanding the hijacking, the threatening calls, and his possession of a visa, Marín remained in Colombia. It was not until November 20, 1999, after receiving a note from the FARC demanding that he meet with the guerillas and pay a bribe relating to his business, that Marín emigrated to the United States, leaving his wife and children behind.</p>\n<p>The petitioner testified that her own (subsequent) decision to flee was precipitated by the abduction of her brother-in-law (Marín's brother) during the following year. Drawing upon a newspaper article that she proffered to corroborate her version of that event, she reported that the victim was kidnaped, along with several other persons, by FARC guerillas who were targeting a wealthy landowner.</p>\n<p>At the conclusion of all the evidence, the IJ denied the petitioner's claim for asylum.<sup>[2]</sup> He concluded that (i) the past events recounted by the witnesses failed to <span class=\"star-pagination\">*35</span> rise to the level of persecution, (ii) there was no plausible basis for an objectively reasonable fear of future persecution, and (iii) the petitioner had failed to demonstrate that the mistreatment of which she complained (whether past or anticipated) was causally connected to a statutorily protected ground. The BIA affirmed the IJ's ukase. This timely petition for judicial review followed.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>Before us, the petitioner presses only her asylum claim. <i>See supra</i> note 2. Our review is focused on the BIA's decision. <i>See </i><i>Orelien v. Gonzales,</i> <span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">67</span></span>, 70 (1st Cir.2006). If, however, the IJ's findings are incorporated into the BIA's decision, we also examine those findings. Thus, where \"the BIA conducts a de novo review of the record, independently validates the sufficiency of the evidence, and adopts the IJ's findings and conclusions, the IJ's findings become the BIA's.\" <i>Laurent v. Ashcroft,</i> <span class=\"citation\" data-id=\"200882\"><a href=\"/opinion/200882/laurent-v-ins/\"><span class=\"volume\">359</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">59</span></a></span>, 64 n. 3 (1st Cir.2004). This is such an instance.</p>\n<p>With respect to past persecution, the petitioner asserts that the BIA relied too heavily upon the absence of physical harm and neglected to give weight to the historical pattern of mistreatment suffered by the petitioner and her family. In addition, she asserts that the BIA erred in its assessment of her fear of future persecution because it focused exclusively on her political affiliation and discounted her membership in a particular social group (namely, an anti-FARC family).</p>\n<p>Our odyssey begins with a précis of the standard of review. Absent an error of law, we must uphold the BIA's denial of an asylum petition as long as that denial is supported by substantial evidence in the record as a whole. <i>See </i><i>Bocova v. Gonzales,</i> <span class=\"citation\" data-id=\"201655\"><a href=\"/opinion/201655/bocova-v-gonzales/\"><span class=\"volume\">412</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">257</span></a></span>, 262 (1st Cir.2005). That standard requires us to defer to the BIA's findings of fact \"unless any reasonable adjudicator would be compelled to conclude to the contrary.\" 8 U.S.C. § 1252(b)(4)(B). This is not a petitioner-friendly standard of review; a reversal is appropriate only when the record evidence \"points unerringly\" to a conclusion different from that reached by the BIA. <i>Laurent,</i> 359 F.3d at 64.</p>\n<p>Although we afford de novo review to the BIA's legal determinations, its construction of the Immigration and Nationality Act (INA) and the regulations thereunder is entitled to a degree of deference. <i>See </i><i>Da Silva v. Ashcroft,</i> <span class=\"citation\" data-id=\"201398\"><a href=\"/opinion/201398/da-silva-v-ashcroft/\"><span class=\"volume\">394</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.2005); <i>see also </i><i>Chevron U.S.A., Inc. v. Nat'l Res. Def. Council, Inc.,</i> <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span>, 842-43, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span>, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1984).</p>\n<p>With this prelude, we turn to the petitioner's assignments of error. In order to qualify for asylum, an alien must demonstrate that she is a \"refugee\" within the meaning of the INA. <i>See</i> 8 U.S.C. § 1158(b)(1); 8 C.F.R. § 208.13(a); <i>see also </i><i>Makhoul v. Ashcroft,</i> <span class=\"citation\" data-id=\"201313\"><a href=\"/opinion/201313/makhoul-v-ashcroft/\"><span class=\"volume\">387</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span>, 79 (1st Cir.2004). To carry this burden, the alien must prove that she is unable or unwilling to repatriate \"because of persecution. . . on account of race, religion, nationality, membership in a particular social group, or political opinion.\" 8 U.S.C. § 1101(a)(42)(A); <i>see </i><i>Orelien,</i> 467 F.3d at 70.</p>\n<p>An alien may make the requisite showing through one of two avenues. The first requires her to demonstrate past persecution on account of one of the five statutorily protected grounds, thereby triggering a rebuttable presumption of future persecution. <i>Makhoul,</i> 387 F.3d at 79. Once that presumption emerges, the burden shifts to the government to prove that she can return safely to her homeland. <i>See </i><i>Orelien,</i> 467 F.3d at 71; <i>see also</i> 8 C.F.R. <span class=\"star-pagination\">*36</span> § 208.13(b)(1)(i)(A)-(B) (setting forth what the government must then prove).</p>\n<p>The second avenue requires an independent showing, unaided by any presumption, of a well-founded fear of future persecution based on a statutorily protected ground. <i>Makhoul,</i> 387 F.3d at 79. That showing has both a subjective and an objective component; that is, the professed fear must be not only genuine but also objectively reasonable. <i>Orelien,</i> 467 F.3d at 71. That objective component must be \"nestled on a plausible factual predicate.\" <i>Id.</i> This necessitates a showing that \"a reasonable person in the asylum applicant's circumstances would fear persecution on account of a statutorily protected ground.\" <i>Aguilar-Solís v. INS,</i> <span class=\"citation\" data-id=\"198342\"><a href=\"/opinion/198342/aguilar-solis-v-ins/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">565</span></a></span>, 572 (1st Cir.1999). No matter which avenue an alien chooses to traverse, she also must demonstrate a causal connection: that the persecution, whether past or feared, was or is \"on account of\" one of the five statutorily protected grounds. 8 U.S.C. § 1101(a)(42)(A).</p>\n<p>In this venue, the petitioner emphasizes the putative connection between the alleged persecution and her membership in a particular social group. The key integer in the \"social group\" equation is \"whether the claimed persecution is aimed at an individual because of his or her affiliation with a group of persons, all of whom share a common, immutable characteristic.\" <i>Da Silva,</i> 394 F.3d at 5. So viewed, membership in such a group must stem from an innate characteristic or a shared experience. <i>Ang v. Gonzales,</i> <span class=\"citation\" data-id=\"201939\"><a href=\"/opinion/201939/ang-v-gonzales/\"><span class=\"volume\">430</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span>, 55 (1st Cir.2005). In either event, the common link must be one that people \"either cannot change, or should not be required to change because it is fundamental to their individual identities or consciences.\" <i>Da Silva,</i> 394 F.3d at 5 (citation and internal quotation marks omitted).</p>\n<p>Against this backdrop, we consider whether the BIA erred when it ruled that the petitioner had not carried the devoir of persuasion on the issue of past persecution. On this point, the petitioner's challenge has two foci. First, she contends that the BIA overemphasized the absence of physical harm. Second, she contends that the BIA neglected to look closely enough at her family's collective history of claimed persecution. We address these contentions separately.</p>\n<p>The INA provides no specific definition of the term \"persecution.\" In light of this lacuna, we have concluded that what constitutes persecution is a question best answered on a case-by-case basis. <i>See, e.g., </i><i>Orelien,</i> 467 F.3d at 71. Due to the \"nearly infinite diversity of factual circumstances in which asylum claims arise, it would be difficult to develop meaningful generalities that could easily be applied to a broad spectrum of cases.\" <i>Bocova,</i> 412 F.3d at 263 (citing <i>Aguilar-Solís,</i> 168 F.3d at 569-70).</p>\n<p>This does not mean, however, that we are rudderless on a sea of speculation. To the contrary, the case law reveals significant channel markers. For example, we repeatedly have held that an alien's experiences must add up to more than mere discomfiture, unpleasantness, harassment, or unfair treatment. <i>See, e.g., </i><i>Orelien,</i> 467 F.3d at 71; <i>Nikijuluw v. Gonzales,</i> <span class=\"citation\" data-id=\"201886\"><a href=\"/opinion/201886/nikijuluw-v-gonzales/\"><span class=\"volume\">427</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">115</span></a></span>, 120 (1st Cir.2005); <i>Bocova,</i> 412 F.3d at 263.</p>\n<p>Examining the record in this case, we discern substantial support for the BIA's conclusion that the petitioner failed to cross that threshold. Here as in other cases, <i>see, e.g., </i><i>Zheng v. Gonzales,</i> <span class=\"citation\" data-id=\"201746\"><a href=\"/opinion/201746/zheng-v-gonzales/\"><span class=\"volume\">416</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">97</span></a></span>, 100 (1st Cir.2005), we find it significant that neither the petitioner nor her family were ever arrested or detained for any extended period of time. Here as in other cases, <i>see, e.g., </i><i>López de Hincapie</i> <span class=\"star-pagination\">*37</span> <i>v. Gonzales,</i> <span class=\"citation\" data-id=\"202847\"><a href=\"/opinion/202847/lopez-de-hincapie-v-gonzales/\"><span class=\"volume\">494</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">213</span></a></span>, 219 (1st Cir. 2007), we find it significant that the threats about which the witnesses testified were not connected with any statutorily protected ground but, rather, were clearly motivated either by greed or by a desire to elude the authorities.</p>\n<p>The BIA's emphasis on the absence of any physical harm was entirely appropriate: the fact that nobody in the family was physically harmed in any of the described encounters constitutes a pertinent datum that is deserving of weight. <i>See, e.g., </i><i>Susanto v. Gonzales,</i> <span class=\"citation\" data-id=\"202090\"><a href=\"/opinion/202090/susanto-v-gonzales/\"><span class=\"volume\">439</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">57</span></a></span>, 60 (1st Cir.2006). This is, in a sense, a case of addition by subtraction; the absence of evidence of physical harm plainly supports the BIA's determination that nothing tantamount to persecution transpired.</p>\n<p>The petitioner's asseveration that the BIA relied too heavily upon the absence of evidence of physical harm starts from a correct premise: an applicant for asylum is not obliged to show the infliction of physical harm in order to carry her burden of proving past persecution. <i>See, e.g., </i><i>Un v. Gonzales,</i> <span class=\"citation\" data-id=\"201719\"><a href=\"/opinion/201719/un-v-ashcroft/\"><span class=\"volume\">415</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">205</span></a></span>, 210 (1st Cir.2005) (noting that threats alone could be enough to establish past persecution). But the presence or absence of physical harm (and, indeed, the degree of harm inflicted) remains a relevant factor in determining whether mistreatment rises to the level of persecution. <i>Alibeaj v. Gonzales,</i> <span class=\"citation\" data-id=\"202521\"><a href=\"/opinion/202521/alibeaj-v-gonzales/\"><span class=\"volume\">469</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">188</span></a></span>, 191-92 (1st Cir.2006); <i>Orelien,</i> 467 F.3d at 71.</p>\n<p>In all events, the petitioner's argument ignores the fact that the IJ's findings, adopted in pertinent part by the BIA, cite a number of relevant considerations above and beyond the absence of physical harm. Moreover, the petitioner ignores that the negative finding as to past persecution was doubly justified because she had failed to establish that any alleged mistreatment, whether or not productive of physical harm, was \"on account of\" a statutorily protected ground. These oversights are independently sufficient to doom the petitioner's challenge.</p>\n<p>The petitioner's charge that the BIA did not consider her family's history of persecution is likewise unpersuasive. For one thing, the record makes manifest that both the IJ and the BIA canvassed all the evidence and considered the petitioner's allegations as a whole. For another thing, the petitioner never succeeded in weaving her family's narrative into anything resembling a pattern of systematic mistreatment. Nothing in the record suggests  let alone compels  a conclusion that the unfortunate experiences undergone by the petitioner and her family were more than isolated occurrences, unrelated to family membership.</p>\n<p>To be sure, it is possible that the BIA could have teased out of the evidence something resembling a pattern of persecution. But that is not enough to profit the petitioner. Given two plausible but conflicting inferences from a body of evidence, the BIA's choice between those inferences is by definition supported by substantial evidence. <i>See </i><i>Aguilar-Solís,</i> 168 F.3d at 571 (choosing among reasonable but competing inferences is the \"factfinder's prerogative\").</p>\n<p>This leaves the petitioner's plaint that the BIA erred in failing to find a well-founded fear of future persecution. In undertaking this foray, the petitioner suggests that the BIA (and the IJ, for that matter) overlooked that her fears were based not only on political activism but also on her membership in a targeted social group (her family). This suggestion is theoretically sound but factually unsupported.</p>\n<p><span class=\"star-pagination\">*38</span> Kinship can be a sufficiently permanent and distinct characteristic to serve as the linchpin for a protected social group within the purview of the asylum laws. <i>See </i><i>Gebremichael v. INS,</i> <span class=\"citation\" data-id=\"658095\"><a href=\"/opinion/658095/tesfaye-aberra-gebremichael-v-immigration-and-naturalization-service/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span>, 36 (1st Cir.1993). Withal, to ground a viable asylum claim, that family membership must be at the root of the persecution, so that family membership itself brings about the persecutorial conduct. <i>Id.</i> at 35.</p>\n<p>In the case at hand, the BIA found an absence of persecution, and the record contains no evidence capable of compelling the opposite finding. Certainly, it is not enough merely to show that multiple members of a single family had negative experiences. Those experiences would, at the very least, have to rise to the level of persecution and be causally linked to family membership. The record here falls short on both points.</p>\n<p>In an effort to blunt the force of this reasoning, the petitioner maintains that the guerillas' recognition of Marín during the hijacking shows that they knew the family and intended to target family members because of their anti-FARC leanings. That scenario requires a huge helping of sheer surmise  and the BIA was not obligated to accept it as fact. <i>See </i><i>Pulisir v. Mukasey,</i> <span class=\"citation\" data-id=\"203272\"><a href=\"/opinion/203272/pulisir-v-mukasey/\"><span class=\"volume\">524</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">302</span></a></span>, 309 (1st Cir.2008) (noting that \"[t]he mere fact that those decisionmakers weighed the constituent parts [of a petitioner's proffer] differently and reached a conclusion not to the petitioner's liking does not constitute a valid reason for overturning the agency's judgement\"). While one of the hijackers might have recognized Marín, the implied threat voiced by the guerillas can best be classified as an attempt to ensure Marín's silence, not as part of a vendetta against a particular family.<sup>[3]</sup></p>\n<p>The petitioner's insinuation that the family was targeted because of Marín's military service is made up out of whole cloth. There is not a shred of evidence that any family member was harassed on account of Marín's tour of duty in the army  a tour that concluded years before any of the incidents of alleged persecution occurred.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>We need go no further. For the reasons elucidated above, we deny the petition for review.</p>\n<p><i>So Ordered.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The lead petitioner's husband and their three children are also listed in the petition. Because their claims are wholly derivative, we treat the case as if the lead petitioner was the lone petitioner.</p>\n<p>[2]  The IJ also denied the petitioner's claims for withholding of removal and CAT relief. Because the petition for judicial review focuses single-mindedly on asylum, we make no further mention of the other two claims. <i>See </i><i>Rotinsulu v. Mukasey,</i> <span class=\"citation no-link\"><span class=\"volume\">515</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></span>, 71 (1st Cir.2008) (explaining that issues not briefed in the court of appeals are deemed abandoned).</p>\n<p>[3]  In this regard, the petitioner also mentions her brother-in-law's kidnaping. However, there is no evidence that her brother-in-law was kidnaped due to family membership or any other statutorily protected ground.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198342/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200882/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201313/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201398/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201746/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201939/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202090/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202847/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203272/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658095/"
  ]
}