{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203538/",
  "absolute_url": "/opinion/203538/in-re-grand-jury-investigation/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203538/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1530/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:18:46Z",
  "date_modified": "2016-04-27T00:51:07.388739Z",
  "type": "010combined",
  "sha1": "dfabc64f4b9cccdde51b7aef387f12ba2d81dbbd",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-2353P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/10/24/In_Re_Grand_Jury_v..pdf",
  "plain_text": "              United States Court of Appeals\n                        For the First Circuit\n\nNo. 07-2353\n\n                    IN RE: GRAND JURY INVESTIGATION\n                       (DISTRICT OF MASSACHUSETTS).\n                               __________\n\n    ISLAMIC INVESTMENT COMPANY OF THE GULF (BAHAMAS) LIMITED,\n\n                              Appellant,\n\n                                  v.\n\n         GEOFFREY HARPER, ESQUIRE, AND FISH & RICHARDSON P.C.,\n\n                              Appellees.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                   FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. George A. O'Toole, Jr., U.S. District Judge]\n\n\n                                Before\n\n                      Howard, Baldock,* and Selya,\n\n                            Circuit Judges.\n\n\n     James J. McGuire, with whom Timothy J. McCarthy, Sheppard,\nMullin, Richter & Hampton LLP, Nicholas C. Theodorou, and Foley\nHoag LLP were on brief, for appellant.\n     Richard M. Zielinski, with whom Barbara Van Gorder and\nGoulston & Storrs, P.C. were on brief, for appellees.\n\n\n                           October 10, 2008\n\n\n     *\n         Of the Tenth Circuit, sitting by designation.\n\f               SELYA, Circuit Judge. This appeal requires us to explore\n\nthe   parameters     of   the   district    court's   authority   to   hold   in\n\ncontempt those whose actions arguably interfere with judicial\n\nproceedings.       The context is this: Islamic Investment Company of\n\nthe Gulf (Bahamas) Limited challenges the district court's denial\n\nof its motion to hold in contempt an attorney (Geoffrey Harper) and\n\nthe law firm of which Harper is a member (Fish & Richardson P.C.).1\n\nThe appellant, whom we shall refer to by the acronym \"IICG,\"\n\nchiefly asserts that the lower court failed to recognize that it\n\nhad inherent power to hold Harper in contempt.            Concluding, as we\n\ndo, that this assertion lacks merit, we affirm the refusal to hold\n\nHarper in contempt.\n\n               The present proceeding traces its roots to a Texas state\n\ncourt.       In that venue Harper, representing a client named Laird\n\nFairchild, brought a civil action against Fairchild's quondam\n\nemployer, Overland Capital Group, Inc., and its corporate parent,\n\nIICG.       That case culminated in a settlement agreement under which\n\nFairchild received money in exchange for, among other things, his\n\npromise neither to disclose certain information nor to disparage\n\nthe defendants.       The settlement agreement included an arbitration\n\nclause.\n\n\n\n        1\n      Inasmuch as the contempt sought against Fish & Richardson is\nbased exclusively on Harper's conduct, we refer herein only to\nHarper. Our decision, of course, disposes of the appeal as to both\nHarper and the law firm.\n\n                                      -2-\n\f               In April of 2006 — approximately six months after the\n\nconsummation of the settlement — IICG invoked the arbitration\n\nclause.       It alleged that Fairchild had violated the terms of the\n\nsettlement agreement by disclosing confidential information and\n\nmaking disparaging statements.          Fairchild answered the arbitral\n\ncomplaint,      counterclaimed    against   IICG,   and   filed   third-party\n\nclaims against Overland (which, in turn, asserted counterclaims\n\nagainst Fairchild).\n\n               In September of 2006, while the arbitration proceeding\n\nwas still pending, the United States Attorney for the District of\n\nMassachusetts empaneled a grand jury.         Wishing to learn more about\n\nIICG and Overland, the prosecutors tapped Fairchild as a potential\n\nwitness.2      Fairchild began discussions with the prosecutors.            When\n\nIICG and Overland found out about these discussions, they concluded\n\nthat       Fairchild's   narrative   concerned    matters    covered   by   the\n\nsettlement       agreement's     non-disclosure     and     non-disparagement\n\nprovisions.        Spurred by this suspicion, Overland moved for a\n\ndiscovery order in the pending arbitration; its goal was to compel\n\nFairchild to reveal in haec verba what he had related to the\n\ngovernment.\n\n\n\n\n       2\n      Because an understanding of the nature and scope of the grand\njury probe is not essential to the resolution of this appeal, we\nabjure any discussion of those topics. Similarly, we decline to\nfurnish any details about the reasons for the government's interest\nin IICG and/or Overland.\n\n                                      -3-\n\f            Fairchild objected to the discovery request on the ground\n\nthat a grand jury witness may not be compelled to disclose his\n\ngrand jury testimony or to provide information about pre-testimony\n\ninterviews.    The arbitrator overruled this objection and granted\n\nthe discovery request.\n\n            Harper, representing Fairchild, then contacted Corey\n\nSmith, the Assistant United States Attorney in charge of the grand\n\njury investigation.       He alerted Smith to the issuance of the\n\ndiscovery order.      Believing that compliance with the discovery\n\norder might compromise the grand jury investigation, Smith asked\n\nthe district court to stay the order.          The district court granted\n\nthe   motion   and   pretermitted   production    of   the     information.\n\n            Smith contemporaneously forwarded copies of his motion\n\nand the district court's stay order to Harper.          By operation of a\n\nlocal rule of court, the documents were effectively under seal. See\n\nD. Mass. R. 106.1(b) (stipulating that \"[a]ll subpoenas, motions,\n\npleadings, and other documents filed with the clerk [of court]\n\nconcerning . . . grand jury proceedings shall be sealed and\n\nimpounded unless otherwise ordered by the court\").             However, there\n\nwas   no   transmittal   letter   indicating    that   fact,    nor   was   the\n\nexistence of a seal apparent from the face of the documents.\n\n            Shortly after receiving the federal court documents from\n\nSmith, Harper provided them to a reporter from the Wall Street\n\nJournal.    He subsequently furnished the same paperwork to at least\n\n\n                                    -4-\n\ftwo other journalists.         These disclosures led to several news\n\nstories about the investigation.\n\n           On February 23, 2007, Harper sought to introduce the\n\nfederal court documents at a hearing held in a Texas state court\n\n(ancillary to the subject matter of the ongoing arbitration case).\n\nIICG objected to their introduction on the ground that the motion\n\nand order had been filed under seal.      The Texas court sustained the\n\nobjection and refused to consider the documents.\n\n           Harper claims that this was the first he knew that the\n\nmotion and order had been filed under seal.       Subsequent to the date\n\nof that hearing, he eschewed any further disclosure of the federal\n\ncourt documents.\n\n           Stung by the negative press that they had received, IICG\n\nand Overland moved in the federal district court to adjudge Harper\n\nin contempt for disclosing the sealed documents and to enjoin any\n\nfurther   dissemination   of    them.     The   district   court   granted\n\nimmediate injunctive relief and ordered Harper to show cause why he\n\nshould not be held in contempt.\n\n           The court convened a show-cause hearing on March 27,\n\n2007.   Harper claimed not to have known of the sealing order at the\n\ntime the disclosures were made.          Thus, to the extent that the\n\ndisclosures violated an automatic sealing order, those violations\n\nwere unwitting.\n\n\n\n\n                                   -5-\n\f             IICG and Overland refused to accept this explanation.\n\nThey insisted that the court should hold Harper in contempt because\n\nthe disclosures transgressed a local rule that required sealing of\n\nvirtually all grand jury documents.              See D. Mass. R. 106.1(b).     In\n\ntheir view, even if Harper was not explicitly notified that the\n\ndocuments he received were filed under seal, he should have known\n\nthat grand jury documents were confidential.                     Relatedly, the\n\nmovants asseverated that Harper's conduct was not only in blatant\n\ndisregard of the court's seal but also offended the spirit of\n\nFederal Rule of Criminal Procedure 6(e) and the letter of District\n\nof Massachusetts Local Rule 83.2A (both of which are discussed\n\ninfra).\n\n             The district court took the matter under advisement and,\n\nroughly four months later, issued a thoughtful memorandum opinion\n\ndenying the motions for contempt.              See In re Grand Jury Investig.,\n\nNo. 07-MC-10019, slip op. (D. Mass. July 20, 2007) (\"D. Ct. Op.\").\n\nIICG filed a timely notice of appeal.\n\n             The denial of a motion to adjudge in contempt is reviewed\n\nfor abuse of discretion.         See Langton v. Johnston, 928 F.2d 1206,\n\n1220 (1st Cir. 1991).       \"[A] district court abuses its discretion\n\nwhen    a   relevant    factor    deserving       of   significant   weight   is\n\noverlooked, or when an improper factor is accorded significant\n\nweight, or when the court considers the appropriate mix of factors,\n\nbut    commits   a   palpable    error    of    judgment   in   calibrating   the\n\n\n                                         -6-\n\fdecisional scales.\" United States v. Roberts, 978 F.2d 17, 21 (1st\n\nCir. 1992).\n\n            The abuse of discretion rubric is not seamless but,\n\nrather, admits of various subtleties.       For example, to the extent\n\nthat    a   discretionary   decision    turns    on   an   abstract   legal\n\nproposition, review is de novo.          See, e.g., McKenna v. First\n\nHorizon Home Loan Corp., 475 F.3d 418, 422 (1st Cir. 2007).           To the\n\nextent that such a decision turns on findings of fact, review is\n\nfor clear error.    See, e.g., Project B.A.S.I.C. v. Kemp, 947 F.2d\n\n11, 15 (1st Cir. 1991).      To find clear error, an inquiring court\n\nmust form a strong, unyielding belief, based on the whole of the\n\nrecord, that a mistake has been made.           See Langton, 928 F.2d at\n\n1219.\n\n            IICG's attack focuses largely on the district court's\n\nsupposed misuse (or, perhaps, non-use) of its inherent power.\n\nInherent power, sometimes known as supervisory power, is a blanket\n\nterm. It encompasses those powers which, although not specifically\n\nconferred by the Constitution or by statute, \"are nonetheless\n\nnecessary to the exercise of all others.\"         United States v. Horn,\n\n29 F.3d 754, 760 (1st Cir. 1994) (citations and internal quotations\n\nomitted).     Among this bundle of inherent powers is the power,\n\nindependent of any statute or rule, to sanction for contempt.           See\n\nChambers v. NASCO, Inc., 501 U.S. 32, 44 (1991).\n\n\n\n\n                                  -7-\n\f          The contempt power is \"one of the most potent weapons in\n\nthe judicial armamentarium.\"   Project B.A.S.I.C., 947 F.2d at 16.\n\nDue to the strength of the contempt power, courts have fashioned a\n\nnumber of prudential principles to guide its deployment.         We\n\nbriefly rehearse those principles.\n\n          First, a complainant must prove civil contempt by clear\n\nand convincing evidence.   Langton, 928 F.2d at 1220.   Second, the\n\nputative contemnor \"must have violated a clear and unambiguous\n\norder that left no reasonable doubt as to what behavior was\n\nexpected and who was expected to behave in the indicated fashion.\"\n\nProject B.A.S.I.C., 947 F.2d at 17.     Third, \"any ambiguities or\n\nuncertainties in such a court order must be read in a light\n\nfavorable to the person charged with contempt.\"   Id. at 16.   And,\n\nfinally, even if all of these conditions are satisfied, the trial\n\ncourt retains a certain negative discretion; that is, the court\n\nretains the authority to eschew the imposition of a contempt\n\nsanction if it deems such eschewal to be in the interests of\n\njustice in the particular case.    See Langton, 928 F.2d at 1221-23\n\n(affirming denial of contempt when, despite noncompliance with\n\ncourt's order, defendant had made good-faith efforts to comply).\n\nIt is against this background that we proceed to the merits.\n\n          The centerpiece of IICG's appeal is its complaint that\n\nthe district court ignored its request for an exercise of inherent\n\n\n\n\n                                  -8-\n\fpower.     This omission, IICG says, amounts to a per se abuse of\n\ndiscretion, requiring a remand.\n\n            The premise on which this complaint rests is sound: a\n\ntrial court can abuse its discretion by failing to exercise that\n\ndiscretion.     See, e.g., James v. Jacobson, 6 F.3d 233, 239 (4th\n\nCir. 1993).    Here, however, the conclusion that IICG would have us\n\ndraw does not follow from the enunciated premise.              We explain\n\nbriefly.\n\n            The district court began its analysis by considering\n\nwhether the contempt motions implicated Federal Rule of Criminal\n\nProcedure     6(e),   which   governs    the   secrecy    of   grand   jury\n\nproceedings.    The court determined that Harper was not within the\n\ndefined group of persons to whom Rule 6(e) applies (and, therefore,\n\nthat no obligation of secrecy attached to him).          See D. Ct. Op. at\n\n4 (citing Fed. R. Crim. P. 6(e)(2)(B)).           Thus, Harper was not\n\nsubject to contempt on that basis.\n\n            Next, the court turned to Local Rule 83.2A.3          It found\n\nthat rule inapposite because Harper was not a participant in or\n\nassociated with the grand jury investigation.        D. Ct. Op. at 5-6.\n\n\n     3\n      This local rule deals with the release of information by\nlawyers in connection with pending litigation.      With regard to\ngrand juries, the rule provides in pertinent part that \"a lawyer\nparticipating in or associated with the investigation shall refrain\nfrom making any extrajudicial statement, which a reasonable person\nwould expect to be disseminated by means of public communication,\nthat goes beyond the public record or that is not necessary to\ninform the public that the investigation is underway [and] to\ndescribe the general scope of the investigation . . . .\"\n\n                                   -9-\n\fIn all events, Harper's disclosures did nothing more than alert the\n\npublic to the investigation and, thus, were permissible under the\n\nrule.   Id. at 6.\n\n           Although the district court devoted much of its analysis\n\nto the question of whether Harper might be said to have violated\n\none or both of these rules, it did not stop there.               Having\n\ndetermined that neither rule applied, the court turned to its\n\ninherent power.     See id. at 7-8.   That the court did so summarily\n\nand without much explication does not mean that it failed to weigh\n\nthe possible use of its inherent power in its decisional calculus.\n\nWe have held before, and today reaffirm, that brevity alone does\n\nnot betoken an abuse of discretion.       See Caterino v. Barry, 922\n\nF.2d 37, 40 (1st Cir. 1990) (\"Despite limited analysis by the\n\ndistrict court, we are unable to say that its decision . . . fell\n\noutside the wide boundaries of its discretion.\").       There are no\n\nmagic words that a district court must pronounce in order to\n\nconvince a reviewing court that it has considered an issue.           A\n\nsimple reference normally will do.      That is the case here.\n\n           The question, then, reduces to whether the district\n\ncourt's refusal to exercise its inherent power to adjudge Harper in\n\ncontempt can be said to constitute an abuse of discretion.           We\n\nthink not.\n\n           To begin, IICG does not challenge on appeal either of the\n\ndistrict court's rule-based determinations.      We assume, therefore\n\n\n                                 -10-\n\f— but do not decide — that Harper did not transgress either\n\nCriminal Rule 6(e) or Local Rule 83.2A.            See United States v.\n\nZannino, 895 F.2d 1, 17 (1st Cir. 1990) (holding that points not\n\ncontested on appeal may be deemed abandoned).             That strips the\n\ninherent power question to its bare essentials.\n\n           Relative to those essentials, the district court properly\n\narticulated the principle that the civil contempt sanction requires\n\nthe violation of a clear and specific order known to the putative\n\ncontemnor and directed at a class of persons that includes him.\n\nSee D. Ct. Op. at 7 (citing Project B.A.S.I.C., 947 F.2d at 17).\n\nThe court noted that the sealing of the transmitted documents did\n\nnot come about as the result of a specific order directed at Harper\n\nor tailored to the particular case but, rather, resulted from the\n\noperation of a local rule.        See id. at 7 (citing D. Mass. R.\n\n106.1(b)).     Presumably relying on that fact and on the lack of any\n\nevidence that Harper knew of either the local rule or of the seal,\n\nthe court declined to hold him in contempt.         See id. at 8.\n\n           IICG posits that the district court's analysis failed to\n\nrecognize that a specific order is not always a prerequisite to a\n\nfinding   of   contempt.    It   adds   that   Harper's   conduct   was   so\n\noffensive to the abecedarian concept of grand jury secrecy that the\n\ncourt could — and should — have exercised inherent power to hold\n\nhim in contempt. In our judgment, however, IICG's characterization\n\n\n\n\n                                   -11-\n\fof Harper's conduct as so disrespectful to the court's lawful\n\nauthority as to demand a finding of contempt is overblown.\n\n             The principal flaw in this characterization is that it\n\nrests   on   an    assumption     that   Harper       knew   (or,    at   least,      was\n\nchargeable with culpable knowledge) of the seal when he disclosed\n\nthe motion and stay order to the press.                  But that assumption is\n\nunfounded.        The district court determined that Harper, although\n\naware that grand jury proceedings are highly confidential and that\n\ngrand   jury      materials   usually      are       subject    to   some      sort   of\n\nprotection, did not have actual knowledge that the transmitted\n\ndocuments were sealed.        See D. Ct. Op. at 3.             Here, moreover, the\n\nfacts   militated      strongly    against       a    finding    that     Harper      was\n\nchargeable     with    culpable    knowledge.           After    all,     no    willful\n\nviolation had occurred, Harper was not a member of either the\n\nMassachusetts bar or the bar of the Massachusetts federal district\n\ncourt, and nothing in the record indicates that he regularly\n\npracticed criminal law.           The documents had been sent to him by\n\nSmith without any restriction, even though Smith knew that Harper\n\nwould file them in the arbitration case.                Finally, the transmitted\n\ndocuments — a motion to stay proceedings and a stay order —\n\nreasonably could be thought not to intrude on the secrecy of the\n\ngrand jury's proceedings.\n\n             To be sure, IICG rails against these findings.                           But\n\nnothing in the record prompts a belief — let alone a strong,\n\n\n                                         -12-\n\funyielding belief — that they are incorrect.          Because the findings\n\nare not clearly erroneous, see Langton, 928 F.2d at 1219, we must\n\naccept them.\n\n           To cinch matters, the district court determined that\n\nneither the grand jury proceeding nor any other proceeding had been\n\nprejudiced as a result of Harper's disclosures.             D. Ct. Op. at 6.\n\nImplicit in that determination is the notion that neither the\n\ndistrict court's authority nor the due administration of justice\n\nwas offended by Harper's actions.          Where, as here, a trial court\n\ndeems its authority unsullied by a putative contemnor's actions and\n\nrefuses to hold him in contempt, there is simply no warrant for an\n\nappellate court to second-guess that determination.\n\n           To sum up, the district court thoroughly reviewed what\n\nhad transpired.    It employed its inherent power to enjoin Harper\n\nfrom further dissemination of the transmitted documents and warned\n\nthat any future violation of that injunction could be enforced\n\nthrough the contempt sanction.      D. Ct. Op. at 8 n.2.       But the court\n\nalso found that Harper had not deliberately violated a known\n\nsealing order and chose not to hold him in contempt for the\n\noriginal disclosures. That circumspect choice of remedy was within\n\nthe   court's   discretion   and    in     keeping   with   the   prudential\n\nprinciples that must guide the deployment of a court's inherent\n\npower.    See   Horn,   29   F.3d   at     760   (explaining   that   \"it   is\n\ninappropriate for courts to attempt to use the supervisory power to\n\n\n                                    -13-\n\fjustify an extreme remedy when, short of such heroic measures, the\n\nmeans are at hand to construct a satisfactory anodyne more narrowly\n\ntailored to the objective\").\n\n            We need go no further.   Because we discern neither error\n\nnor abuse of discretion in the lower court's rejection of IICG's\n\ncontempt motion, we uphold its order.\n\n\n\nAffirmed.\n\n\n\n\n                                -14-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>545 F.3d 21 (2008)</b></center>\n<center><h1>In re GRAND JURY INVESTIGATION (District Of Massachusetts).<br>\nIslamic Investment Company Of The Gulf (Bahamas) limited, Appellant,<br>\nv.<br>\nGeoffrey Harper, Esquire, and Fish &amp; Richardson P.C., Appellees.</h1></center>\n<center>No. 07-2353.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard September 9, 2008.</center>\n<center>Decided October 10, 2008.</center>\n<p><span class=\"star-pagination\">*22</span> James J. McGuire, with whom Timothy J. McCarthy, Sheppard, Mullin, Richter &amp; Hampton LLP, Nicholas C. Theodorou, and Foley Hoag LLP were on brief, for appellant.</p>\n<p>Richard M. Zielinski, with whom Barbara Van Gorder and Goulston &amp; Storrs, P.C. were on brief, for appellees.</p>\n<p>Before HOWARD, BALDOCK,<sup>[*]</sup> and SELYA, Circuit Judges.</p>\n<p>SELYA, Circuit Judge.</p>\n<p>This appeal requires us to explore the parameters of the district court's authority to hold in contempt those whose actions arguably interfere with judicial proceedings. The context is this: Islamic Investment Company of the Gulf (Bahamas) Limited challenges the district court's denial of its motion to hold in contempt an attorney (Geoffrey Harper) and the law firm of which Harper is a member (Fish &amp; Richardson P.C.).<sup>[1]</sup> The appellant, whom we shall refer to by the acronym \"IICG,\" chiefly asserts that the lower court failed to recognize that it had inherent power to hold Harper in contempt. Concluding, as <span class=\"star-pagination\">*23</span> we do, that this assertion lacks merit, we affirm the refusal to hold Harper in contempt.</p>\n<p>The present proceeding traces its roots to a Texas state court. In that venue Harper, representing a client named Laird Fairchild, brought a civil action against Fairchild's quondam employer, Overland Capital Group, Inc., and its corporate parent, IICG. That case culminated in a settlement agreement under which Fairchild received money in exchange for, among other things, his promise neither to disclose certain information nor to disparage the defendants. The settlement agreement included an arbitration clause.</p>\n<p>In April of 2006  approximately six months after the consummation of the settlement  IICG invoked the arbitration clause. It alleged that Fairchild had violated the terms of the settlement agreement by disclosing confidential information and making disparaging statements. Fairchild answered the arbitral complaint, counterclaimed against IICG, and filed third-party claims against Overland (which, in turn, asserted counterclaims against Fairchild).</p>\n<p>In September of 2006, while the arbitration proceeding was still pending, the United States Attorney for the District of Massachusetts empaneled a grand jury. Wishing to learn more about IICG and Overland, the prosecutors tapped Fairchild as a potential witness.<sup>[2]</sup> Fairchild began discussions with the prosecutors. When IICG and Overland found out about these discussions, they concluded that Fairchild's narrative concerned matters covered by the settlement agreement's non-disclosure and non-disparagement provisions. Spurred by this suspicion, Overland moved for a discovery order in the pending arbitration; its goal was to compel Fairchild to reveal in <i>haec verba</i> what he had related to the government.</p>\n<p>Fairchild objected to the discovery request on the ground that a grand jury witness may not be compelled to disclose his grand jury testimony or to provide information about pre-testimony interviews. The arbitrator overruled this objection and granted the discovery request.</p>\n<p>Harper, representing Fairchild, then contacted Corey Smith, the Assistant United States Attorney in charge of the grand jury investigation. He alerted Smith to the issuance of the discovery order. Believing that compliance with the discovery order might compromise the grand jury investigation, Smith asked the district court to stay the order. The district court granted the motion and pretermitted production of the information.</p>\n<p>Smith contemporaneously forwarded copies of his motion and the district court's stay order to Harper. By operation of a local rule of court, the documents were effectively under seal. <i>See</i> D. Mass. R. 106.1(b) (stipulating that \"[a]ll subpoenas, motions, pleadings, and other documents filed with the clerk [of court] concerning... grand jury proceedings shall be sealed and impounded unless otherwise ordered by the court\"). However, there was no transmittal letter indicating that fact, nor was the existence of a seal apparent from the face of the documents.</p>\n<p>Shortly after receiving the federal court documents from Smith, Harper provided them to a reporter from the <i>Wall Street Journal.</i> He subsequently furnished the same paperwork to at least two other journalists. <span class=\"star-pagination\">*24</span> These disclosures led to several news stories about the investigation.</p>\n<p>On February 23, 2007, Harper sought to introduce the federal court documents at a hearing held in a Texas state court (ancillary to the subject matter of the ongoing arbitration case). IICG objected to their introduction on the ground that the motion and order had been filed under seal. The Texas court sustained the objection and refused to consider the documents.</p>\n<p>Harper claims that this was the first he knew that the motion and order had been filed under seal. Subsequent to the date of that hearing, he eschewed any further disclosure of the federal court documents.</p>\n<p>Stung by the negative press that they had received, IICG and Overland moved in the federal district court to adjudge Harper in contempt for disclosing the sealed documents and to enjoin any further dissemination of them. The district court granted immediate injunctive relief and ordered Harper to show cause why he should not be held in contempt.</p>\n<p>The court convened a show-cause hearing on March 27, 2007. Harper claimed not to have known of the sealing order at the time the disclosures were made. Thus, to the extent that the disclosures violated an automatic sealing order, those violations were unwitting.</p>\n<p>IICG and Overland refused to accept this explanation. They insisted that the court should hold Harper in contempt because the disclosures transgressed a local rule that required sealing of virtually all grand jury documents. <i>See</i> D. Mass. R. 106.1(b). In their view, even if Harper was not explicitly notified that the documents he received were filed under seal, he should have known that grand jury documents were confidential. Relatedly, the movants asseverated that Harper's conduct was not only in blatant disregard of the court's seal but also offended the spirit of Federal Rule of Criminal Procedure 6(e) and the letter of District of Massachusetts Local Rule 83.2A (both of which are discussed <i>infra</i>).</p>\n<p>The district court took the matter under advisement and, roughly four months later, issued a thoughtful memorandum opinion denying the motions for contempt. <i>See In re Grand Jury Investig.,</i> No. 07-MC-10019, slip op. (D.Mass. July 20, 2007) (\"D.Ct.Op.\"). IICG filed a timely notice of appeal.</p>\n<p>The denial of a motion to adjudge in contempt is reviewed for abuse of discretion. <i>See </i><i>Langton v. Johnston,</i> 928 F.2d 1206, 1220 (1st Cir.1991). \"[A] district court abuses its discretion when a relevant factor deserving of significant weight is overlooked, or when an improper factor is accorded significant weight, or when the court considers the appropriate mix of factors, but commits a palpable error of judgment in calibrating the decisional scales.\" <i>United States v. Roberts,</i> 978 F.2d 17, 21 (1st Cir.1992).</p>\n<p>The abuse of discretion rubric is not seamless but, rather, admits of various subtleties. For example, to the extent that a discretionary decision turns on an abstract legal proposition, review is de novo. <i>See, e.g., </i><i>McKenna v. First Horizon Home Loan Corp.,</i> 475 F.3d 418, 422 (1st Cir.2007). To the extent that such a decision turns on findings of fact, review is for clear error. <i>See, e.g., </i><i>Project B.A.S.I.C. v. Kemp,</i> 947 F.2d 11, 15 (1st Cir.1991). To find clear error, an inquiring court must form a strong, unyielding belief, based on the whole of the record, that a mistake has been made. <i>See </i><i>Langton,</i> 928 F.2d at 1219.</p>\n<p>IICG's attack focuses largely on the district court's supposed misuse (or, perhaps, non-use) of its inherent power. <span class=\"star-pagination\">*25</span> Inherent power, sometimes known as supervisory power, is a blanket term. It encompasses those powers which, although not specifically conferred by the Constitution or by statute, \"are nonetheless necessary to the exercise of all others.\" <i>United States v. Horn,</i> 29 F.3d 754, 760 (1st Cir. 1994) (citations and internal quotations omitted). Among this bundle of inherent powers is the power, independent of any statute or rule, to sanction for contempt. <i>See </i><i>Chambers v. NASCO, Inc.,</i> 501 U.S. 32, 44, 111 S.Ct. 2123, 115 L.Ed.2d 27 (1991).</p>\n<p>The contempt power is \"one of the most potent weapons in the judicial armamentarium.\" <i>Project B.A.S.I.C.,</i> 947 F.2d at 16. Due to the strength of the contempt power, courts have fashioned a number of prudential principles to guide its deployment. We briefly rehearse those principles.</p>\n<p>First, a complainant must prove civil contempt by clear and convincing evidence. <i>Langton,</i> 928 F.2d at 1220. Second, the putative contemnor \"must have violated a clear and unambiguous order that left no reasonable doubt as to what behavior was expected and who was expected to behave in the indicated fashion.\" <i>Project B.A.S.I.C.,</i> 947 F.2d at 17. Third, \"any ambiguities or uncertainties in such a court order must be read in a light favorable to the person charged with contempt.\" <i>Id.</i> at 16. And, finally, even if all of these conditions are satisfied, the trial court retains a certain negative discretion; that is, the court retains the authority to eschew the imposition of a contempt sanction if it deems such eschewal to be in the interests of justice in the particular case. <i>See </i><i>Langton,</i> 928 F.2d at 1221-23 (affirming denial of contempt when, despite noncompliance with court's order, defendant had made good-faith efforts to comply). It is against this background that we proceed to the merits.</p>\n<p>The centerpiece of IICG's appeal is its complaint that the district court ignored its request for an exercise of inherent power. This omission, IICG says, amounts to a per se abuse of discretion, requiring a remand.</p>\n<p>The premise on which this complaint rests is sound: a trial court can abuse its discretion by failing to exercise that discretion. <i>See, e.g., </i><i>James v. Jacobson,</i> 6 F.3d 233, 239 (4th Cir.1993). Here, however, the conclusion that IICG would have us draw does not follow from the enunciated premise. We explain briefly.</p>\n<p>The district court began its analysis by considering whether the contempt motions implicated Federal Rule of Criminal Procedure 6(e), which governs the secrecy of grand jury proceedings. The court determined that Harper was not within the defined group of persons to whom Rule 6(e) applies (and, therefore, that no obligation of secrecy attached to him). <i>See</i> D. Ct. Op. at 4 (citing Fed.R.Crim.P. 6(e)(2)(B)). Thus, Harper was not subject to contempt on that basis.</p>\n<p>Next, the court turned to Local Rule 83.2A.<sup>[3]</sup> It found that rule inapposite because Harper was not a participant in or associated with the grand jury investigation. D. Ct. Op. at 5-6. In all events, Harper's disclosures did nothing more <span class=\"star-pagination\">*26</span> than alert the public to the investigation and, thus, were permissible under the rule. <i>Id.</i> at 6.</p>\n<p>Although the district court devoted much of its analysis to the question of whether Harper might be said to have violated one or both of these rules, it did not stop there. Having determined that neither rule applied, the court turned to its inherent power. <i>See id.</i> at 7-8. That the court did so summarily and without much explication does not mean that it failed to weigh the possible use of its inherent power in its decisional calculus. We have held before, and today reaffirm, that brevity alone does not betoken an abuse of discretion. <i>See </i><i>Caterino v. Barry,</i> 922 F.2d 37, 40 (1st Cir.1990) (\"Despite limited analysis by the district court, we are unable to say that its decision ... fell outside the wide boundaries of its discretion.\"). There are no magic words that a district court must pronounce in order to convince a reviewing court that it has considered an issue. A simple reference normally will do. That is the case here.</p>\n<p>The question, then, reduces to whether the district court's refusal to exercise its inherent power to adjudge Harper in contempt can be said to constitute an abuse of discretion. We think not.</p>\n<p>To begin, IICG does not challenge on appeal either of the district court's rule-based determinations. We assume, therefore  but do not decide  that Harper did not transgress either Criminal Rule 6(e) or Local Rule 83.2A. <i>See </i><i>United States v. Zannino,</i> 895 F.2d 1, 17 (1st Cir.1990) (holding that points not contested on appeal may be deemed abandoned). That strips the inherent power question to its bare essentials.</p>\n<p>Relative to those essentials, the district court properly articulated the principle that the civil contempt sanction requires the violation of a clear and specific order known to the putative contemnor and directed at a class of persons that includes him. <i>See</i> D. Ct. Op. at 7 (citing <i>Project B.A.S.I.C.,</i> 947 F.2d at 17). The court noted that the sealing of the transmitted documents did not come about as the result of a specific order directed at Harper or tailored to the particular case but, rather, resulted from the operation of a local rule. <i>See id.</i> at 7 (citing D. Mass. R. 106.1(b)). Presumably relying on that fact and on the lack of any evidence that Harper knew of either the local rule or of the seal, the court declined to hold him in contempt. <i>See id.</i> at 8.</p>\n<p>IICG posits that the district court's analysis failed to recognize that a specific order is not always a prerequisite to a finding of contempt. It adds that Harper's conduct was so offensive to the abecedarian concept of grand jury secrecy that the court could  and should  have exercised inherent power to hold him in contempt. In our judgment, however, IICG's characterization of Harper's conduct as so disrespectful to the court's lawful authority as to demand a finding of contempt is overblown.</p>\n<p>The principal flaw in this characterization is that it rests on an assumption that Harper knew (or, at least, was chargeable with culpable knowledge) of the seal when he disclosed the motion and stay order to the press. But that assumption is unfounded. The district court determined that Harper, although aware that grand jury proceedings are highly confidential and that grand jury materials usually are subject to some sort of protection, did not have actual knowledge that the transmitted documents were sealed. <i>See</i> D. Ct. Op. at 3. Here, moreover, the facts militated strongly against a finding that Harper was chargeable with culpable knowledge. After all, no willful violation had occurred, <span class=\"star-pagination\">*27</span> Harper was not a member of either the Massachusetts bar or the bar of the Massachusetts federal district court, and nothing in the record indicates that he regularly practiced criminal law. The documents had been sent to him by Smith without any restriction, even though Smith knew that Harper would file them in the arbitration case. Finally, the transmitted documents  a motion to stay proceedings and a stay order  reasonably could be thought not to intrude on the secrecy of the grand jury's proceedings.</p>\n<p>To be sure, IICG rails against these findings. But nothing in the record prompts a belief  let alone a strong, unyielding belief  that they are incorrect. Because the findings are not clearly erroneous, <i>see </i><i>Langton,</i> 928 F.2d at 1219, we must accept them.</p>\n<p>To cinch matters, the district court determined that neither the grand jury proceeding nor any other proceeding had been prejudiced as a result of Harper's disclosures. D. Ct. Op. at 6. Implicit in that determination is the notion that neither the district court's authority nor the due administration of justice was offended by Harper's actions. Where, as here, a trial court deems its authority unsullied by a putative contemnor's actions and refuses to hold him in contempt, there is simply no warrant for an appellate court to second-guess that determination.</p>\n<p>To sum up, the district court thoroughly reviewed what had transpired. It employed its inherent power to enjoin Harper from further dissemination of the transmitted documents and warned that any future violation of that injunction could be enforced through the contempt sanction. D. Ct. Op. at 8 n. 2. But the court also found that Harper had not deliberately violated a known sealing order and chose not to hold him in contempt for the original disclosures. That circumspect choice of remedy was within the court's discretion and in keeping with the prudential principles that must guide the deployment of a court's inherent power. <i>See </i><i>Horn,</i> 29 F.3d at 760 (explaining that \"it is inappropriate for courts to attempt to use the supervisory power to justify an extreme remedy when, short of such heroic measures, the means are at hand to construct a satisfactory anodyne more narrowly tailored to the objective\").</p>\n<p>We need go no further. Because we discern neither error nor abuse of discretion in the lower court's rejection of IICG's contempt motion, we uphold its order.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Tenth Circuit, sitting by designation.</p>\n<p>[1]  Inasmuch as the contempt sought against Fish &amp; Richardson is based exclusively on Harper's conduct, we refer herein only to Harper. Our decision, of course, disposes of the appeal as to both Harper and the law firm.</p>\n<p>[2]  Because an understanding of the nature and scope of the grand jury probe is not essential to the resolution of this appeal, we abjure any discussion of those topics. Similarly, we decline to furnish any details about the reasons for the government's interest in IICG and/or Overland.</p>\n<p>[3]  This local rule deals with the release of information by lawyers in connection with pending litigation. With regard to grand juries, the rule provides in pertinent part that \"a lawyer participating in or associated with the investigation shall refrain from making any extrajudicial statement, which a reasonable person would expect to be disseminated by means of public communication, that goes beyond the public record or that is not necessary to inform the public that the investigation is underway [and] to describe the general scope of the investigation....\"</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">545</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></span> (2008)</b></center>\n<center><h1>In re GRAND JURY INVESTIGATION (District Of Massachusetts).<br>\nIslamic Investment Company Of The Gulf (Bahamas) limited, Appellant,<br>\nv.<br>\nGeoffrey Harper, Esquire, and Fish &amp; Richardson P.C., Appellees.</h1></center>\n<center>No. 07-2353.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard September 9, 2008.</center>\n<center>Decided October 10, 2008.</center>\n<p><span class=\"star-pagination\">*22</span> James J. McGuire, with whom Timothy J. McCarthy, Sheppard, Mullin, Richter &amp; Hampton LLP, Nicholas C. Theodorou, and Foley Hoag LLP were on brief, for appellant.</p>\n<p>Richard M. Zielinski, with whom Barbara Van Gorder and Goulston &amp; Storrs, P.C. were on brief, for appellees.</p>\n<p>Before HOWARD, BALDOCK,<sup>[*]</sup> and SELYA, Circuit Judges.</p>\n<p>SELYA, Circuit Judge.</p>\n<p>This appeal requires us to explore the parameters of the district court's authority to hold in contempt those whose actions arguably interfere with judicial proceedings. The context is this: Islamic Investment Company of the Gulf (Bahamas) Limited challenges the district court's denial of its motion to hold in contempt an attorney (Geoffrey Harper) and the law firm of which Harper is a member (Fish &amp; Richardson P.C.).<sup>[1]</sup> The appellant, whom we shall refer to by the acronym \"IICG,\" chiefly asserts that the lower court failed to recognize that it had inherent power to hold Harper in contempt. Concluding, as <span class=\"star-pagination\">*23</span> we do, that this assertion lacks merit, we affirm the refusal to hold Harper in contempt.</p>\n<p>The present proceeding traces its roots to a Texas state court. In that venue Harper, representing a client named Laird Fairchild, brought a civil action against Fairchild's quondam employer, Overland Capital Group, Inc., and its corporate parent, IICG. That case culminated in a settlement agreement under which Fairchild received money in exchange for, among other things, his promise neither to disclose certain information nor to disparage the defendants. The settlement agreement included an arbitration clause.</p>\n<p>In April of 2006  approximately six months after the consummation of the settlement  IICG invoked the arbitration clause. It alleged that Fairchild had violated the terms of the settlement agreement by disclosing confidential information and making disparaging statements. Fairchild answered the arbitral complaint, counterclaimed against IICG, and filed third-party claims against Overland (which, in turn, asserted counterclaims against Fairchild).</p>\n<p>In September of 2006, while the arbitration proceeding was still pending, the United States Attorney for the District of Massachusetts empaneled a grand jury. Wishing to learn more about IICG and Overland, the prosecutors tapped Fairchild as a potential witness.<sup>[2]</sup> Fairchild began discussions with the prosecutors. When IICG and Overland found out about these discussions, they concluded that Fairchild's narrative concerned matters covered by the settlement agreement's non-disclosure and non-disparagement provisions. Spurred by this suspicion, Overland moved for a discovery order in the pending arbitration; its goal was to compel Fairchild to reveal in <i>haec verba</i> what he had related to the government.</p>\n<p>Fairchild objected to the discovery request on the ground that a grand jury witness may not be compelled to disclose his grand jury testimony or to provide information about pre-testimony interviews. The arbitrator overruled this objection and granted the discovery request.</p>\n<p>Harper, representing Fairchild, then contacted Corey Smith, the Assistant United States Attorney in charge of the grand jury investigation. He alerted Smith to the issuance of the discovery order. Believing that compliance with the discovery order might compromise the grand jury investigation, Smith asked the district court to stay the order. The district court granted the motion and pretermitted production of the information.</p>\n<p>Smith contemporaneously forwarded copies of his motion and the district court's stay order to Harper. By operation of a local rule of court, the documents were effectively under seal. <i>See</i> D. Mass. R. 106.1(b) (stipulating that \"[a]ll subpoenas, motions, pleadings, and other documents filed with the clerk [of court] concerning... grand jury proceedings shall be sealed and impounded unless otherwise ordered by the court\"). However, there was no transmittal letter indicating that fact, nor was the existence of a seal apparent from the face of the documents.</p>\n<p>Shortly after receiving the federal court documents from Smith, Harper provided them to a reporter from the <i>Wall Street Journal.</i> He subsequently furnished the same paperwork to at least two other journalists. <span class=\"star-pagination\">*24</span> These disclosures led to several news stories about the investigation.</p>\n<p>On February 23, 2007, Harper sought to introduce the federal court documents at a hearing held in a Texas state court (ancillary to the subject matter of the ongoing arbitration case). IICG objected to their introduction on the ground that the motion and order had been filed under seal. The Texas court sustained the objection and refused to consider the documents.</p>\n<p>Harper claims that this was the first he knew that the motion and order had been filed under seal. Subsequent to the date of that hearing, he eschewed any further disclosure of the federal court documents.</p>\n<p>Stung by the negative press that they had received, IICG and Overland moved in the federal district court to adjudge Harper in contempt for disclosing the sealed documents and to enjoin any further dissemination of them. The district court granted immediate injunctive relief and ordered Harper to show cause why he should not be held in contempt.</p>\n<p>The court convened a show-cause hearing on March 27, 2007. Harper claimed not to have known of the sealing order at the time the disclosures were made. Thus, to the extent that the disclosures violated an automatic sealing order, those violations were unwitting.</p>\n<p>IICG and Overland refused to accept this explanation. They insisted that the court should hold Harper in contempt because the disclosures transgressed a local rule that required sealing of virtually all grand jury documents. <i>See</i> D. Mass. R. 106.1(b). In their view, even if Harper was not explicitly notified that the documents he received were filed under seal, he should have known that grand jury documents were confidential. Relatedly, the movants asseverated that Harper's conduct was not only in blatant disregard of the court's seal but also offended the spirit of Federal Rule of Criminal Procedure 6(e) and the letter of District of Massachusetts Local Rule 83.2A (both of which are discussed <i>infra</i>).</p>\n<p>The district court took the matter under advisement and, roughly four months later, issued a thoughtful memorandum opinion denying the motions for contempt. <i>See In re Grand Jury Investig.,</i> No. 07-MC-10019, slip op. (D.Mass. July 20, 2007) (\"D.Ct.Op.\"). IICG filed a timely notice of appeal.</p>\n<p>The denial of a motion to adjudge in contempt is reviewed for abuse of discretion. <i>See </i><i>Langton v. Johnston,</i> <span class=\"citation\" data-id=\"557986\"><a href=\"/opinion/557986/william-langton-v-philip-johnston-john-bruder-john-bruder-v-philip/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1206</span></a></span>, 1220 (1st Cir.1991). \"[A] district court abuses its discretion when a relevant factor deserving of significant weight is overlooked, or when an improper factor is accorded significant weight, or when the court considers the appropriate mix of factors, but commits a palpable error of judgment in calibrating the decisional scales.\" <i>United States v. Roberts,</i> <span class=\"citation\" data-id=\"593292\"><a href=\"/opinion/593292/united-states-v-leslie-roberts/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 21 (1st Cir.1992).</p>\n<p>The abuse of discretion rubric is not seamless but, rather, admits of various subtleties. For example, to the extent that a discretionary decision turns on an abstract legal proposition, review is de novo. <i>See, e.g., </i><i>McKenna v. First Horizon Home Loan Corp.,</i> <span class=\"citation\" data-id=\"202614\"><a href=\"/opinion/202614/mckenna-v-first-horizon/\"><span class=\"volume\">475</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">418</span></a></span>, 422 (1st Cir.2007). To the extent that such a decision turns on findings of fact, review is for clear error. <i>See, e.g., </i><i>Project B.A.S.I.C. v. Kemp,</i> <span class=\"citation\" data-id=\"570405\"><a href=\"/opinion/570405/project-basic-v-jack-kemp-secretary-of-housing-and-urban/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">11</span></a></span>, 15 (1st Cir.1991). To find clear error, an inquiring court must form a strong, unyielding belief, based on the whole of the record, that a mistake has been made. <i>See </i><i>Langton,</i> 928 F.2d at 1219.</p>\n<p>IICG's attack focuses largely on the district court's supposed misuse (or, perhaps, non-use) of its inherent power. <span class=\"star-pagination\">*25</span> Inherent power, sometimes known as supervisory power, is a blanket term. It encompasses those powers which, although not specifically conferred by the Constitution or by statute, \"are nonetheless necessary to the exercise of all others.\" <i>United States v. Horn,</i> <span class=\"citation\" data-id=\"674595\"><a href=\"/opinion/674595/united-states-v-richard-a-horn/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">754</span></a></span>, 760 (1st Cir. 1994) (citations and internal quotations omitted). Among this bundle of inherent powers is the power, independent of any statute or rule, to sanction for contempt. <i>See </i><i>Chambers v. NASCO, Inc.,</i> <span class=\"citation\" data-id=\"112616\"><a href=\"/opinion/112616/chambers-v-nasco-inc/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">32</span></a></span>, 44, <span class=\"citation\" data-id=\"112616\"><a href=\"/opinion/112616/chambers-v-nasco-inc/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2123</span></a></span>, <span class=\"citation\" data-id=\"112616\"><a href=\"/opinion/112616/chambers-v-nasco-inc/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">27</span></a></span> (1991).</p>\n<p>The contempt power is \"one of the most potent weapons in the judicial armamentarium.\" <i>Project B.A.S.I.C.,</i> 947 F.2d at 16. Due to the strength of the contempt power, courts have fashioned a number of prudential principles to guide its deployment. We briefly rehearse those principles.</p>\n<p>First, a complainant must prove civil contempt by clear and convincing evidence. <i>Langton,</i> 928 F.2d at 1220. Second, the putative contemnor \"must have violated a clear and unambiguous order that left no reasonable doubt as to what behavior was expected and who was expected to behave in the indicated fashion.\" <i>Project B.A.S.I.C.,</i> 947 F.2d at 17. Third, \"any ambiguities or uncertainties in such a court order must be read in a light favorable to the person charged with contempt.\" <i>Id.</i> at 16. And, finally, even if all of these conditions are satisfied, the trial court retains a certain negative discretion; that is, the court retains the authority to eschew the imposition of a contempt sanction if it deems such eschewal to be in the interests of justice in the particular case. <i>See </i><i>Langton,</i> 928 F.2d at 1221-23 (affirming denial of contempt when, despite noncompliance with court's order, defendant had made good-faith efforts to comply). It is against this background that we proceed to the merits.</p>\n<p>The centerpiece of IICG's appeal is its complaint that the district court ignored its request for an exercise of inherent power. This omission, IICG says, amounts to a per se abuse of discretion, requiring a remand.</p>\n<p>The premise on which this complaint rests is sound: a trial court can abuse its discretion by failing to exercise that discretion. <i>See, e.g., </i><i>James v. Jacobson,</i> <span class=\"citation\" data-id=\"654217\"><a href=\"/opinion/654217/john-james-mary-james-v-cecil-b-jacobson-jr-md-reproductive-genetics/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">233</span></a></span>, 239 (4th Cir.1993). Here, however, the conclusion that IICG would have us draw does not follow from the enunciated premise. We explain briefly.</p>\n<p>The district court began its analysis by considering whether the contempt motions implicated Federal Rule of Criminal Procedure 6(e), which governs the secrecy of grand jury proceedings. The court determined that Harper was not within the defined group of persons to whom Rule 6(e) applies (and, therefore, that no obligation of secrecy attached to him). <i>See</i> D. Ct. Op. at 4 (citing Fed.R.Crim.P. 6(e)(2)(B)). Thus, Harper was not subject to contempt on that basis.</p>\n<p>Next, the court turned to Local Rule 83.2A.<sup>[3]</sup> It found that rule inapposite because Harper was not a participant in or associated with the grand jury investigation. D. Ct. Op. at 5-6. In all events, Harper's disclosures did nothing more <span class=\"star-pagination\">*26</span> than alert the public to the investigation and, thus, were permissible under the rule. <i>Id.</i> at 6.</p>\n<p>Although the district court devoted much of its analysis to the question of whether Harper might be said to have violated one or both of these rules, it did not stop there. Having determined that neither rule applied, the court turned to its inherent power. <i>See id.</i> at 7-8. That the court did so summarily and without much explication does not mean that it failed to weigh the possible use of its inherent power in its decisional calculus. We have held before, and today reaffirm, that brevity alone does not betoken an abuse of discretion. <i>See </i><i>Caterino v. Barry,</i> <span class=\"citation\" data-id=\"553332\"><a href=\"/opinion/553332/ronald-w-caterino-v-j-leo-barry-etc-teamsters-local-union-no-122/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">37</span></a></span>, 40 (1st Cir.1990) (\"Despite limited analysis by the district court, we are unable to say that its decision ... fell outside the wide boundaries of its discretion.\"). There are no magic words that a district court must pronounce in order to convince a reviewing court that it has considered an issue. A simple reference normally will do. That is the case here.</p>\n<p>The question, then, reduces to whether the district court's refusal to exercise its inherent power to adjudge Harper in contempt can be said to constitute an abuse of discretion. We think not.</p>\n<p>To begin, IICG does not challenge on appeal either of the district court's rule-based determinations. We assume, therefore  but do not decide  that Harper did not transgress either Criminal Rule 6(e) or Local Rule 83.2A. <i>See </i><i>United States v. Zannino,</i> <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1990) (holding that points not contested on appeal may be deemed abandoned). That strips the inherent power question to its bare essentials.</p>\n<p>Relative to those essentials, the district court properly articulated the principle that the civil contempt sanction requires the violation of a clear and specific order known to the putative contemnor and directed at a class of persons that includes him. <i>See</i> D. Ct. Op. at 7 (citing <i>Project B.A.S.I.C.,</i> 947 F.2d at 17). The court noted that the sealing of the transmitted documents did not come about as the result of a specific order directed at Harper or tailored to the particular case but, rather, resulted from the operation of a local rule. <i>See id.</i> at 7 (citing D. Mass. R. 106.1(b)). Presumably relying on that fact and on the lack of any evidence that Harper knew of either the local rule or of the seal, the court declined to hold him in contempt. <i>See id.</i> at 8.</p>\n<p>IICG posits that the district court's analysis failed to recognize that a specific order is not always a prerequisite to a finding of contempt. It adds that Harper's conduct was so offensive to the abecedarian concept of grand jury secrecy that the court could  and should  have exercised inherent power to hold him in contempt. In our judgment, however, IICG's characterization of Harper's conduct as so disrespectful to the court's lawful authority as to demand a finding of contempt is overblown.</p>\n<p>The principal flaw in this characterization is that it rests on an assumption that Harper knew (or, at least, was chargeable with culpable knowledge) of the seal when he disclosed the motion and stay order to the press. But that assumption is unfounded. The district court determined that Harper, although aware that grand jury proceedings are highly confidential and that grand jury materials usually are subject to some sort of protection, did not have actual knowledge that the transmitted documents were sealed. <i>See</i> D. Ct. Op. at 3. Here, moreover, the facts militated strongly against a finding that Harper was chargeable with culpable knowledge. After all, no willful violation had occurred, <span class=\"star-pagination\">*27</span> Harper was not a member of either the Massachusetts bar or the bar of the Massachusetts federal district court, and nothing in the record indicates that he regularly practiced criminal law. The documents had been sent to him by Smith without any restriction, even though Smith knew that Harper would file them in the arbitration case. Finally, the transmitted documents  a motion to stay proceedings and a stay order  reasonably could be thought not to intrude on the secrecy of the grand jury's proceedings.</p>\n<p>To be sure, IICG rails against these findings. But nothing in the record prompts a belief  let alone a strong, unyielding belief  that they are incorrect. Because the findings are not clearly erroneous, <i>see </i><i>Langton,</i> 928 F.2d at 1219, we must accept them.</p>\n<p>To cinch matters, the district court determined that neither the grand jury proceeding nor any other proceeding had been prejudiced as a result of Harper's disclosures. D. Ct. Op. at 6. Implicit in that determination is the notion that neither the district court's authority nor the due administration of justice was offended by Harper's actions. Where, as here, a trial court deems its authority unsullied by a putative contemnor's actions and refuses to hold him in contempt, there is simply no warrant for an appellate court to second-guess that determination.</p>\n<p>To sum up, the district court thoroughly reviewed what had transpired. It employed its inherent power to enjoin Harper from further dissemination of the transmitted documents and warned that any future violation of that injunction could be enforced through the contempt sanction. D. Ct. Op. at 8 n. 2. But the court also found that Harper had not deliberately violated a known sealing order and chose not to hold him in contempt for the original disclosures. That circumspect choice of remedy was within the court's discretion and in keeping with the prudential principles that must guide the deployment of a court's inherent power. <i>See </i><i>Horn,</i> 29 F.3d at 760 (explaining that \"it is inappropriate for courts to attempt to use the supervisory power to justify an extreme remedy when, short of such heroic measures, the means are at hand to construct a satisfactory anodyne more narrowly tailored to the objective\").</p>\n<p>We need go no further. Because we discern neither error nor abuse of discretion in the lower court's rejection of IICG's contempt motion, we uphold its order.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Tenth Circuit, sitting by designation.</p>\n<p>[1]  Inasmuch as the contempt sought against Fish &amp; Richardson is based exclusively on Harper's conduct, we refer herein only to Harper. Our decision, of course, disposes of the appeal as to both Harper and the law firm.</p>\n<p>[2]  Because an understanding of the nature and scope of the grand jury probe is not essential to the resolution of this appeal, we abjure any discussion of those topics. Similarly, we decline to furnish any details about the reasons for the government's interest in IICG and/or Overland.</p>\n<p>[3]  This local rule deals with the release of information by lawyers in connection with pending litigation. With regard to grand juries, the rule provides in pertinent part that \"a lawyer participating in or associated with the investigation shall refrain from making any extrajudicial statement, which a reasonable person would expect to be disseminated by means of public communication, that goes beyond the public record or that is not necessary to inform the public that the investigation is underway [and] to describe the general scope of the investigation....\"</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112616/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202614/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553332/",
    "http://www.courtlistener.com/api/rest/v3/opinions/557986/",
    "http://www.courtlistener.com/api/rest/v3/opinions/570405/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593292/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654217/",
    "http://www.courtlistener.com/api/rest/v3/opinions/674595/"
  ]
}