{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203962/",
  "absolute_url": "/opinion/203962/united-states-v-platte/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203962/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:27:27Z",
  "date_modified": "2016-04-26T04:46:14.827586Z",
  "type": "010combined",
  "sha1": "89318372b06ec3acc44c890e558e30870ba14df1",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-1491P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/08/20/US_v._Platte.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 08-1491\n\n                     UNITED STATES OF AMERICA,\n\n                             Appellee,\n\n                                 v.\n\n                          JONATHAN PLATTE,\n\n                       Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF NEW HAMPSHIRE\n\n      [Hon. Joseph A. DiClerico, Jr., U.S. District Judge]\n\n\n\n                               Before\n\n              Selya, Boudin and Lipez, Circuit Judges.\n\n\n     Paul J. Garrity on brief for appellant.\n     Michael J. Gunnison, Acting United States Attorney, and Aixa\nMaldonado-Quiñones, Assistant United States Attorney, on brief for\nappellee.\n\n\n\n                          August 20, 2009\n\f           SELYA,    Circuit    Judge.        Defendant-appellant   Jonathan\n\nPlatte challenges the constitutionality of his sentence and the\n\ncorrectness of the sentencing court's underlying drug quantity\n\ndetermination.      We conclude that his arguments lack merit and,\n\ntherefore, affirm the sentence.\n\nI.   BACKGROUND\n\n           We   glean   the    facts   from    the   trial   transcript,   the\n\ntranscript of the disposition hearing, and the undisputed portions\n\nof the presentence investigation report (PSI Report).\n\n           Early in 2004, police officers entered the appellant's\n\nhome in Wilton, New Hampshire.         They were responding to a 911 call\n\nplaced by the appellant's erstwhile girlfriend, Cassandra Moynihan.\n\nIn a room above the garage, the officers saw drug paraphernalia in\n\nplain view.\n\n           That observation fueled the issuance of an initial search\n\nwarrant and, a year later, a second search warrant.             The searches\n\nunearthed more drug paraphernalia, three pounds of marijuana,\n\nroughly two ounces of cocaine, slightly more than one-quarter ounce\n\nof heroin, three firearms, and large amounts of cash.\n\n           In due course, a federal grand jury returned a six-count\n\nindictment charging the appellant with the commission of various\n\ndrug-trafficking and firearms offenses.           On March 23, 2007, a jury\n\nfound the appellant guilty on five of the six counts.            For present\n\npurposes, we need concern ourselves with only one such count:\n\n\n                                       -2-\n\fconspiracy to possess with intent to distribute in excess of 500\n\ngrams of cocaine, 50 grams of crack cocaine, and 100 grams of\n\nheroin.1   See 21 U.S.C. §§ 841(a)(1), 846.\n\n            Following the jury's verdict, the district court set out\n\nto determine the guideline sentencing range (GSR) called for by the\n\nadvisory sentencing guidelines.            It first calculated the drug\n\nquantities    attributable    to    the    appellant.   In   making   this\n\ncalculation, the court considered, inter alia, the PSI Report and\n\ntrial    testimony   given   by    three   coconspirators.    We   briefly\n\nsummarize that testimony.\n\n            Moynihan, who lived with the appellant, said that their\n\nrelationship lasted from June 2003 through January 2004.               She\n\ntestified that, during this interval, the appellant traveled to\n\nMassachusetts at least once a week to buy drugs from \"Carlos.\"         She\n\nwould count the purchase money before each trip, and recalled that\n\nthe appellant acquired between $10,000 and $35,000 worth of drugs\n\non each occasion.     She added that before each trip the appellant\n\nwould place an order for the drugs over the telephone, asking for,\n\nsay, \"eight, six, four\" — that is, eight ounces of cocaine, six\n\nounces of crack, and forty grams (four \"fingers\") of heroin.          She\n\nadmitted that the quantities varied from time to time, sometimes\n\n\n     1\n       Four of the counts of conviction were grouped, including the\nconspiracy count. See USSG §§3D1.2(c)-(d). Because the conspiracy\ncount yielded the highest offense level, that count determined the\nappellant's base offense level for the grouped counts. See id.\n§3D1.3.\n\n                                     -3-\n\franging higher and sometimes lower.          On a different occasion,\n\nMoynihan stated that a \"few\" ounces was the minimum amount of\n\npowdered or crack cocaine purchased by the appellant on each trip.\n\n          Murdoch Hatfield, who worked in the appellant's drug-\n\ntrafficking enterprise and who had lived with him for approximately\n\ntwo   months,   testified   that   the    appellant   was   the   largest\n\ndistributor of powdered cocaine, crack cocaine, and heroin in an\n\narea that encompassed four New Hampshire communities. He confirmed\n\nthat the appellant bought drugs from Carlos once a week and\n\nestimated that the appellant spent between $5,000 and $10,000 each\n\ntime (which Hatfield translated to at least twenty or thirty grams\n\nof heroin, three ounces of powdered cocaine, and two ounces of\n\ncrack cocaine).\n\n          Robert Hudson assisted the appellant in acquiring and\n\npeddling drugs from mid-2003 until the appellant's arrest in April\n\nof 2005 (including a period when the appellant ran his business\n\nfrom a jail cell).    Hudson sometimes accompanied the appellant on\n\nthe drug-purchasing trips and witnessed the appellant buying, on\n\naverage, about four ounces of cocaine and one or two \"fingers\" of\n\nheroin each time.      Hudson noted that the appellant eventually\n\nstopped selling crack cocaine but continued to sell powdered\n\ncocaine and heroin until his arrest.\n\n          For     sentencing   purposes    in   cases   involving     the\n\ndistribution of a variety of different drugs, drug quantities are\n\n\n                                   -4-\n\fconverted into their marijuana equivalents.                 USSG §2D1.1, cmt.\n\n(n.10(B)).   The PSI Report recommended that the appellant be held\n\nresponsible, over the course of the conspiracy, for one kilogram of\n\nheroin   (equivalent      to   1,000    kilograms    of     marijuana),      17.69\n\nkilograms of crack cocaine (equivalent to 118,523 kilograms of\n\nmarijuana), and five kilograms of powdered cocaine (equivalent to\n\n1,000 kilograms of marijuana).          Although the probation department\n\nrecommended these totals, the PSI Report noted that the listed\n\nfigures had been suggested by the government.                      It cautioned,\n\nhowever,   that   these    totals      were   less   than    the    actual    drug\n\nquantities supported by the evidence.\n\n           The equivalency total adumbrated in the PSI Report —\n\n120,523 kilograms of marijuana — yielded a base offense level (BOL)\n\nof 38.   See id. §2D1.1(c)(1) (drug quantity table).               The probation\n\ndepartment recommended a four-level increase because the appellant\n\nwas the organizer and leader of a criminal enterprise involving\n\nfive or more participants.       Id. §3B1.1(a).       Given the appellant's\n\nadjusted offense level (42) and his criminal history category (V),\n\nhis GSR, without regard to the weapons charge,2 was 360 months to\n\nlife imprisonment.     Id. Ch.5, Pt.A (sentencing table).\n\n\n     2\n       We make this qualification because the ungrouped count of\nconviction — a count that charged possession of a firearm in\nfurtherance of a drug-trafficking offense — required the imposition\nof a five-year term of incarceration running consecutively to any\nsentence on the grouped counts.     See 18 U.S.C. § 924(c); USSG\n§2K2.4(b). The appellant has not challenged this aspect of his\nsentence.\n\n                                       -5-\n\f               At sentencing, drug quantity was front and center.                    The\n\nappellant       advanced      two    objections    relating      to   that    subject\n\n(described infra).         The sentencing court substantially overruled\n\nboth objections.        The court, however, did reduce the overall drug\n\nquantity       below   what    the    government     and   the    PSI      Report    had\n\nrecommended.       In doing so, the court stressed its desire to take a\n\n\"conservative\" approach.\n\n               To be specific, the court focused exclusively on the\n\nquantities of crack cocaine attributable to the appellant.                            It\n\nlargely credited Moynihan's testimony and found the appellant\n\nresponsible for a total of 5.9 kilograms of crack cocaine.\n\n               In arriving at this figure, the court assumed that the\n\nappellant purchased six ounces (170.1 grams) of crack cocaine per\n\nweek.       The court then multiplied the six-ounce amount by 104 weeks\n\n(the approximate duration of the conspiracy), and divided the\n\nproduct       (17.69   kilograms)       by   three    in   order      to    ensure     a\n\nconservative estimate of the appellant's culpability.3\n\n               Because 4.5 kilograms are sufficient to trigger the\n\nhighest available BOL (38), the court started with that BOL.                          It\n\nfollowed the other recommendations contained in the PSI Report\n\nanent the managerial role adjustment and the appellant's criminal\n\n\n        3\n       The use of the 104-week figure is another indicium of the\nsentencing court's conservative approach. The court found that the\nconspiracy actually lasted for twenty-six months — a period eight\nto ten weeks longer than the number of weeks used by the court as\nthe multiplicand.\n\n                                          -6-\n\fhistory category, set the GSR accordingly, and imposed a variant\n\nbelow-range sentence of 240 months in prison.       The court also\n\nimposed a mandatory five-year consecutive sentence for the firearms\n\ncount.   See 18 U.S.C. § 924(c); see also note 2, supra.         This\n\ntimely appeal followed.\n\nII.   DISCUSSION\n\n           We confront here two claims of sentencing error, each\n\nseasonably raised in the lower court.    The claims are, therefore,\n\nduly preserved for appeal.   See United States v. Martínez-Vargas,\n\n321 F.3d 245, 249 (1st Cir. 2003).     The first — a constitutional\n\nclaim — raises a purely legal issue, so our review is de novo.\n\nUnited States v. Pierre, 484 F.3d 75, 88 (1st Cir. 2007).        The\n\nsecond — a claim that contests the correctness of the drug quantity\n\ncalculation — denigrates the sentencing court's factfinding, so our\n\nreview is for clear error.   United States v. Ventura, 353 F.3d 84,\n\n87 (1st Cir. 2003).\n\n                      A.   The Apprendi Claim.\n\n           We start with the appellant's constitutional claim.    In\n\nsubstance, he argues that the Fifth and Sixth Amendments require\n\nthat, for sentencing purposes, a jury determine drug quantities\n\nbeyond a reasonable doubt.    In support of this proposition, the\n\nappellant relies chiefly on the Supreme Court's landmark decision\n\nin Apprendi v. New Jersey, 530 U.S. 466, 477 (2000), which holds\n\nthat, under the Constitution, a criminal defendant may be convicted\n\n\n                                 -7-\n\for sentenced only after a jury has found him guilty beyond a\n\nreasonable doubt of every element of the charged offense. Building\n\non this foundation, the appellant posits that, by determining drug\n\nquantity under a preponderance-of-the-evidence standard and without\n\na matching jury finding, the district court transgressed the\n\nApprendi principle.\n\n           To be sure, the Apprendi Court declared that \"[o]ther\n\nthan the fact of a prior conviction, any fact that increases the\n\npenalty for a crime beyond the prescribed statutory maximum must be\n\nsubmitted to a jury, and proved beyond a reasonable doubt.\"   Id. at\n\n490.   But the Apprendi principle is limited to facts that increase\n\nthe penalty for a crime beyond the prescribed statutory maximum\n\nthat accompanies the jury's verdict.   United States v. Booker, 543\n\nU.S. 220, 244 (2005); Apprendi, 530 U.S. at 490.        Given this\n\nlimitation, we have held with monotonous regularity that as long as\n\na defendant's sentence comes within the maximum established by the\n\njury's verdict, a sentencing court's preponderance-of-the-evidence\n\nfactfinding, even though it may pave the way for a stiffer sentence\n\nwithin that maximum, does not violate the Apprendi principle. See,\n\ne.g., United States v. Stierhoff, 549 F.3d 19, 29 (1st Cir. 2008);\n\nUnited States v. Arango, 508 F.3d 34, 41 (1st Cir. 2007).\n\n           We have applied this reasoning in cases, like this one,\n\nin which drug quantity has an important influence on the GSR and,\n\nthus, on the sentence imposed.   In particular, we have ruled that\n\n\n                                 -8-\n\fa sentencing court may lawfully determine drug quantity by a\n\npreponderance of the evidence and use the quantity so determined in\n\nconstructing   a   defendant's   sentence   as   long   as   the   sentence\n\nultimately imposed does not exceed the maximum sentence made\n\napplicable by the jury's verdict and the statute of conviction.\n\nSee, e.g., Pierre, 484 F.3d at 88; United States v. Yeje-Cabrera,\n\n430 F.3d 1, 17-18 (1st Cir. 2005); United States v. Eirby, 262 F.3d\n\n31, 36-37 (1st Cir. 2001); United States v. Caba, 241 F.3d 98, 101\n\n(1st Cir. 2001).\n\n          These decisions are controlling here.         In a multi-panel\n\ncircuit, on-point opinions of previous panels normally are binding\n\non newly constituted panels. See Muskat v. United States, 554 F.3d\n\n183, 189 (1st Cir. 2009); United States v. Wogan, 938 F.2d 1446,\n\n1449 (1st Cir. 1991).     Although that rule admits of a few narrow\n\nexceptions (in the event, say, of an intervening Supreme Court\n\ndecision or of a statutory overruling), there is no plausible basis\n\nfor any exception here.    Our prior interpretation of Apprendi is,\n\ntherefore, binding.\n\n          That ends this phase of our discussion.            Based on the\n\njury's verdict, the statutory maximum for the offense of conviction\n\nis life imprisonment. 21 U.S.C. § 841(b)(1). Because the district\n\ncourt imposed a sentence well short of life imprisonment, its\n\npreponderance-of-the-evidence factfinding on the issue of drug\n\n\n\n\n                                  -9-\n\fquantity was not constitutionally improvident.          Accordingly, we\n\nreject the claim of Apprendi error.\n\n                  B.    The Drug Quantity Finding.\n\n          We move next to the second claim of sentencing error: the\n\nappellant's contention that the district court committed clear\n\nerror in determining the quantity of drugs attributable to him.\n\nSpecifically, the appellant asserts that the court relied too\n\nheavily on the testimony of coconspirators who lacked credibility.\n\nAs a fallback, he asserts that the court should have used the lower\n\nestimates made by Hudson and Hatfield rather than giving primacy to\n\nMoynihan's testimony.\n\n          As said, we review a sentencing court's factual findings\n\nanent drug quantity for clear error.         Ventura, 353 F.3d at 87.\n\nAbsent a mistake of law — and we discern none here — we must honor\n\nsuch findings \"unless, on the whole of the record, we form a strong,\n\nunyielding belief that a mistake has been made.\"       Cumpiano v. Banco\n\nSantander P.R., 902 F.2d 148, 152 (1st Cir. 1990).\n\n          The   calculation   of   drug   quantities   is   not   an   exact\n\nscience, and a sentencing court charged with that responsibility\n\nneed not be precise to the point of pedantry.      Rather, a sentencing\n\ncourt may make reasoned estimates based on historical data.             See\n\nVentura, 353 F.3d at 88; United States v. Morillo, 8 F.3d 864, 871\n\n(1st Cir. 1993); United States v. Sklar, 920 F.2d 107, 113 (1st Cir.\n\n1990).\n\n\n                                   -10-\n\f            In conducting this tamisage, credibility determinations\n\nare part of the sentencing court's basic armamentarium.                The court\n\nmay,   if   it   chooses,    credit     the   testimony   of     one   or   more\n\ncoconspirators.     See, e.g., Pierre, 484 F.3d at 88; Ventura, 353\n\nF.3d at 88.\n\n            Faced   with    divergent    estimates   of   drug    quantity,   a\n\nsentencing court is entitled to make judgments about veracity and\n\nreliability and to pick and choose among the divergent estimates.\n\nSee, e.g., United States v. Whiting, 28 F.3d 1296, 1304-06 (1st Cir.\n\n1994); Morillo, 8 F.3d at 871.          In the last analysis, a reviewing\n\ncourt must cede a sentencing court wide latitude in determining the\n\nprobative value of conflicting testimony.            See United States v.\n\nTardiff, 969 F.2d 1283, 1287 (1st Cir. 1992).\n\n            We add, moreover, that testimony need not be exact in\n\norder for it to be used in the calculation of drug quantity.                See\n\nUnited States v. Pérez-Ruiz, 421 F.3d 11, 15-16 (1st Cir. 2005).\n\nNevertheless, imprecision in the available evidence suggests that\n\na sentencing court should make conservative estimates based on the\n\ntotality of the evidence.        See Morillo, 8 F.3d at 871; see also\n\nWhiting, 28 F.3d at 1304.\n\n            At sentencing in this case, the district court canvassed\n\nthe evidence and found that the appellant had assembled a well-\n\norganized drug distribution ring that from time to time employed\n\nfrom five to twelve people, did business for over two years, and\n\n\n                                      -11-\n\fserved no fewer than four communities.              Although each of the\n\ntestifying coconspirators gave slightly differing estimates of drug\n\nquantities, their testimony was generally consistent. In any event,\n\nthe court was careful to pick and choose.\n\n             Importantly, the court used an array of techniques to\n\nmitigate any risk of overstatement.            For one thing, it took the\n\nlower end of most of the estimates upon which it relied — a practice\n\nthat we previously have approved.       See Ventura, 353 F.3d at 88; see\n\nalso Sklar, 920 F.2d at 113 (urging sentencing courts, in making\n\nsuch approximations, \"to err on the side of caution\" (quoting United\n\nStates v. Walton, 908 F.2d 1289, 1301 (6th Cir. 1990))).                For\n\nanother thing, the sentencing court calculated drug quantity for\n\nonly   one   of    the   distributed   drugs    (crack   cocaine),   despite\n\nplenitudinous evidence that other drugs            (powdered cocaine and\n\nheroin) had been purveyed in significant amounts.          Third, the court\n\nleft a wide margin for error; it only took into account one-third\n\nof the crack cocaine supported by a conservative view of Moynihan's\n\ntestimony.        Fourth, and finally, it artificially truncated the\n\nduration of the conspiracy.       See note 3, supra.      These safeguards\n\nstill left the appellant responsible for an amount of crack cocaine\n\n(5.9 kilograms) well in excess of the 4.5 kilograms needed to place\n\nhis BOL at 38.\n\n             The fact that the sentencing court found Moynihan's\n\ntestimony more reliable than that of other coconspirators does not\n\n\n                                   -12-\n\fcast doubt on this finding.   Moynihan lived with the appellant for\n\na lengthy period of time and was intimately familiar with his drug-\n\ntrafficking operation.    Furthermore, she counted out the drug-\n\npurchase money before each buying trip.    Last — but far from least\n\n— the sentencing judge had presided over the appellant's trial, and\n\nhad seen and heard the witnesses.      Thus, he was in an excellent\n\nposition to gauge their relative credibility.      United States v.\n\nHuddleston, 194 F.3d 214, 224 (1st Cir. 1999).      On this record,\n\ngiving primacy to Moynihan's testimony was well within the judge's\n\ndiscretion.4   See, e.g., United States v. Rodríguez, 525 F.3d 85,\n\n108 (1st Cir. 2008).\n\n          To say more on this point would be supererogatory. We are\n\nfully satisfied that the drug quantity finding was supported by a\n\nsensible (though not inevitable) view of the record and rested on\n\npermissible (though not inevitable) approximations.    That finding\n\nwas not clearly erroneous. See United States v. Ruiz, 905 F.2d 499,\n\n508 (1st Cir. 1990) (explaining that \"where there is more than one\n\nplausible view of the circumstances, the sentencing court's choice\n\namong supportable alternatives cannot be clearly erroneous\").\n\n\n\n     4\n       We note that this claim of error implicates the intersection\nbetween credibility and drug quantity determinations.       At that\ncrossroads, a sentencing court's discretion to make informed\nchoices is wide. See, e.g., Ventura, 353 F.3d at 88; Whiting, 28\nF.3d at 1304. The court is not required to accept at face value\nthe lowest estimate in the record. See United States v. Laboy, 351\nF.3d 578, 584 (1st Cir. 2003); United States v. Tracy, 989 F.2d\n1279, 1286 n.5 (1st Cir. 1993).\n\n                                -13-\n\fIII.   CONCLUSION\n\n            We need go no further.   For the reasons elucidated above,\n\nwe reject the appellant's claims of sentencing error.\n\n\n\nAffirmed.\n\n\n\n\n                                 -14-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>577 F.3d 387 (2009)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nJonathan PLATTE, Defendant, Appellant.</h1></center>\n<center>No. 08-1491.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted July 1, 2009.</center>\n<center>Decided August 20, 2009.</center>\n<p><span class=\"star-pagination\">*389</span> Paul J. Garrity, on brief, for appellant.</p>\n<p>Michael J. Gunnison, Acting United States Attorney, and Aixa Maldonado-Quiñones, Assistant United States Attorney, on brief, for appellee.</p>\n<p>Before SELYA, BOUDIN and LIPEZ, Circuit Judges.</p>\n<p>SELYA, Circuit Judge.</p>\n<p>Defendant-appellant Jonathan Platte challenges the constitutionality of his sentence and the correctness of the sentencing court's underlying drug quantity determination. We conclude that his arguments lack merit and, therefore, affirm the sentence.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>We glean the facts from the trial transcript, the transcript of the disposition hearing, and the undisputed portions of the presentence investigation report (PSI Report).</p>\n<p>Early in 2004, police officers entered the appellant's home in Wilton, New Hampshire. They were responding to a 911 call placed by the appellant's erstwhile girlfriend, Cassandra Moynihan. In a room above the garage, the officers saw drug paraphernalia in plain view.</p>\n<p>That observation fueled the issuance of an initial search warrant and, a year later, a second search warrant. The searches unearthed more drug paraphernalia, three pounds of marijuana, roughly two ounces of cocaine, slightly more than one-quarter ounce of heroin, three firearms, and large amounts of cash.</p>\n<p>In due course, a federal grand jury returned a six-count indictment charging the appellant with the commission of various drug-trafficking and firearms offenses. On March 23, 2007, a jury found the appellant guilty on five of the six counts. For present purposes, we need concern ourselves with only one such count: conspiracy to possess with intent to distribute in excess of 500 grams of cocaine, 50 grams of crack cocaine, and 100 grams of heroin.<sup>[1]</sup><i>See</i> 21 U.S.C. §§ 841(a)(1), 846.</p>\n<p>Following the jury's verdict, the district court set out to determine the guideline sentencing range (GSR) called for by the advisory sentencing guidelines. It first calculated the drug quantities attributable to the appellant. In making this calculation, the court considered, inter alia, the PSI Report and trial testimony given by three coconspirators. We briefly summarize that testimony.</p>\n<p>Moynihan, who lived with the appellant, said that their relationship lasted from June 2003 through January 2004. She testified that, during this interval, the appellant traveled to Massachusetts at least <span class=\"star-pagination\">*390</span> once a week to buy drugs from \"Carlos.\" She would count the purchase money before each trip, and recalled that the appellant acquired between $10,000 and $35,000 worth of drugs on each occasion. She added that before each trip the appellant would place an order for the drugs over the telephone, asking for, say, \"eight, six, four\"that is, eight ounces of cocaine, six ounces of crack, and forty grams (four \"fingers\") of heroin. She admitted that the quantities varied from time to time, sometimes ranging higher and sometimes lower. On a different occasion, Moynihan stated that a \"few\" ounces was the minimum amount of powdered or crack cocaine purchased by the appellant on each trip.</p>\n<p>Murdoch Hatfield, who worked in the appellant's drug-trafficking enterprise and who had lived with him for approximately two months, testified that the appellant was the largest distributor of powdered cocaine, crack cocaine, and heroin in an area that encompassed four New Hampshire communities. He confirmed that the appellant bought drugs from Carlos once a week and estimated that the appellant spent between $5,000 and $10,000 each time (which Hatfield translated to at least twenty or thirty grams of heroin, three ounces of powdered cocaine, and two ounces of crack cocaine).</p>\n<p>Robert Hudson assisted the appellant in acquiring and peddling drugs from mid-2003 until the appellant's arrest in April of 2005 (including a period when the appellant ran his business from a jail cell). Hudson sometimes accompanied the appellant on the drug-purchasing trips and witnessed the appellant buying, on average, about four ounces of cocaine and one or two \"fingers\" of heroin each time. Hudson noted that the appellant eventually stopped selling crack cocaine but continued to sell powdered cocaine and heroin until his arrest.</p>\n<p>For sentencing purposes in cases involving the distribution of a variety of different drugs, drug quantities are converted into their marijuana equivalents. USSG § 2D1.1, cmt. (n.10(B)). The PSI Report recommended that the appellant be held responsible, over the course of the conspiracy, for one kilogram of heroin (equivalent to 1,000 kilograms of marijuana), 17.69 kilograms of crack cocaine (equivalent to 118,523 kilograms of marijuana), and five kilograms of powdered cocaine (equivalent to 1,000 kilograms of marijuana). Although the probation department recommended these totals, the PSI Report noted that the listed figures had been suggested by the government. It cautioned, however, that these totals were less than the actual drug quantities supported by the evidence.</p>\n<p>The equivalency total adumbrated in the PSI Report120,523 kilograms of marijuanayielded a base offense level (BOL) of 38. <i>See id.</i> § 2D1.1(c)(1) (drug quantity table). The probation department recommended a four-level increase because the appellant was the organizer and leader of a criminal enterprise involving five or more participants. <i>Id.</i> § 3B1.1(a). Given the appellant's adjusted offense level (42) and his criminal history category (V), his GSR, without regard to the weapons charge,<sup>[2]</sup> was 360 months to life imprisonment. <i>Id.</i> Ch.5, Pt.A (sentencing table).</p>\n<p>At sentencing, drug quantity was front and center. The appellant advanced two objections relating to that subject (described <span class=\"star-pagination\">*391</span> <i>infra</i>). The sentencing court substantially overruled both objections. The court, however, did reduce the overall drug quantity below what the government and the PSI Report had recommended. In doing so, the court stressed its desire to take a \"conservative\" approach.</p>\n<p>To be specific, the court focused exclusively on the quantities of crack cocaine attributable to the appellant. It largely credited Moynihan's testimony and found the appellant responsible for a total of 5.9 kilograms of crack cocaine.</p>\n<p>In arriving at this figure, the court assumed that the appellant purchased six ounces (170.1 grams) of crack cocaine per week. The court then multiplied the six-ounce amount by 104 weeks (the approximate duration of the conspiracy), and divided the product (17.69 kilograms) by three in order to ensure a conservative estimate of the appellant's culpability.<sup>[3]</sup></p>\n<p>Because 4.5 kilograms are sufficient to trigger the highest available BOL (38), the court started with that BOL. It followed the other recommendations contained in the PSI Report anent the managerial role adjustment and the appellant's criminal history category, set the GSR accordingly, and imposed a variant below-range sentence of 240 months in prison. The court also imposed a mandatory five-year consecutive sentence for the firearms count. <i>See</i> 18 U.S.C. § 924(c); <i>see also</i> note 2, <i>supra.</i> This timely appeal followed.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>We confront here two claims of sentencing error, each seasonably raised in the lower court. The claims are, therefore, duly preserved for appeal. <i>See </i><i>United States v. Martínez-Vargas,</i> 321 F.3d 245, 249 (1st Cir.2003). The firsta constitutional claimraises a purely legal issue, so our review is de novo. <i>United States v. Pierre,</i> 484 F.3d 75, 88 (1st Cir. 2007). The seconda claim that contests the correctness of the drug quantity calculationdenigrates the sentencing court's factfinding, so our review is for clear error. <i>United States v. Ventura,</i> 353 F.3d 84, 87 (1st Cir.2003).</p>\n<p></p>\n<h2>A. <i>The Apprendi Claim.</i>\n</h2>\n<p>We start with the appellant's constitutional claim. In substance, he argues that the Fifth and Sixth Amendments require that, for sentencing purposes, a jury determine drug quantities beyond a reasonable doubt. In support of this proposition, the appellant relies chiefly on the Supreme Court's landmark decision in <i>Apprendi v. New Jersey,</i> 530 U.S. 466, 477, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000), which holds that, under the Constitution, a criminal defendant may be convicted or sentenced only after a jury has found him guilty beyond a reasonable doubt of every element of the charged offense. Building on this foundation, the appellant posits that, by determining drug quantity under a preponderance-of-the-evidence standard and without a matching jury finding, the district court transgressed the <i>Apprendi</i> principle.</p>\n<p>To be sure, the <i>Apprendi</i> Court declared that \"[o]ther than the fact of a prior conviction, any fact that increases the penalty for a crime beyond the prescribed statutory maximum must be submitted to a jury, and proved beyond a reasonable doubt.\" <i>Id.</i> at 490, 120 S.Ct. 2348. But the <i>Apprendi</i> principle is limited to facts that increase the penalty for a crime beyond the prescribed statutory maximum that accompanies the jury's verdict. <i>United</i> <span class=\"star-pagination\">*392</span> <i>States v. Booker,</i> 543 U.S. 220, 244, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005); <i>Apprendi,</i> 530 U.S. at 490, 120 S.Ct. 2348. Given this limitation, we have held with monotonous regularity that as long as a defendant's sentence comes within the maximum established by the jury's verdict, a sentencing court's preponderance-of-the-evidence factfinding, even though it may pave the way for a stiffer sentence within that maximum, does not violate the <i>Apprendi</i> principle. <i>See, e.g., </i><i>United States v. Stierhoff,</i> 549 F.3d 19, 29 (1st Cir.2008); <i>United States v. Arango,</i> 508 F.3d 34, 41 (1st Cir.2007).</p>\n<p>We have applied this reasoning in cases, like this one, in which drug quantity has an important influence on the GSR and, thus, on the sentence imposed. In particular, we have ruled that a sentencing court may lawfully determine drug quantity by a preponderance of the evidence and use the quantity so determined in constructing a defendant's sentence as long as the sentence ultimately imposed does not exceed the maximum sentence made applicable by the jury's verdict and the statute of conviction. <i>See, e.g., </i><i>Pierre,</i> 484 F.3d at 88; <i>United States v. Yeje-Cabrera,</i> 430 F.3d 1, 17-18 (1st Cir.2005); <i>United States v. Eirby,</i> 262 F.3d 31, 36-37 (1st Cir.2001); <i>United States v. Caba,</i> 241 F.3d 98, 101 (1st Cir.2001).</p>\n<p>These decisions are controlling here. In a multi-panel circuit, on-point opinions of previous panels normally are binding on newly constituted panels. <i>See </i><i>Muskat v. United States,</i> 554 F.3d 183, 189 (1st Cir.2009); <i>United States v. Wogan,</i> 938 F.2d 1446, 1449 (1st Cir.1991). Although that rule admits of a few narrow exceptions (in the event, say, of an intervening Supreme Court decision or of a statutory overruling), there is no plausible basis for any exception here. Our prior interpretation of <i>Apprendi</i> is, therefore, binding.</p>\n<p>That ends this phase of our discussion. Based on the jury's verdict, the statutory maximum for the offense of conviction is life imprisonment. 21 U.S.C. § 841(b)(1). Because the district court imposed a sentence well short of life imprisonment, its preponderance-of-the-evidence factfinding on the issue of drug quantity was not constitutionally improvident. Accordingly, we reject the claim of <i>Apprendi</i> error.</p>\n<p></p>\n<h2>B. <i>The Drug Quantity Finding.</i>\n</h2>\n<p>We move next to the second claim of sentencing error: the appellant's contention that the district court committed clear error in determining the quantity of drugs attributable to him. Specifically, the appellant asserts that the court relied too heavily on the testimony of coconspirators who lacked credibility. As a fallback, he asserts that the court should have used the lower estimates made by Hudson and Hatfield rather than giving primacy to Moynihan's testimony.</p>\n<p>As said, we review a sentencing court's factual findings anent drug quantity for clear error. <i>Ventura,</i> 353 F.3d at 87. Absent a mistake of lawand we discern none herewe must honor such findings \"unless, on the whole of the record, we form a strong, unyielding belief that a mistake has been made.\" <i>Cumpiano v. Banco Santander P.R.,</i> 902 F.2d 148, 152 (1st Cir.1990).</p>\n<p>The calculation of drug quantities is not an exact science, and a sentencing court charged with that responsibility need not be precise to the point of pedantry. Rather, a sentencing court may make reasoned estimates based on historical data. <i>See </i><i>Ventura,</i> 353 F.3d at 88; <i>United States v. Morillo,</i> 8 F.3d 864, 871 (1st Cir.1993); <i>United States v. Sklar,</i> 920 F.2d 107, 113 (1st Cir.1990).</p>\n<p>In conducting this tamisage, credibility determinations are part of the sentencing <span class=\"star-pagination\">*393</span> court's basic armamentarium. The court may, if it chooses, credit the testimony of one or more coconspirators. <i>See, e.g., </i><i>Pierre,</i> 484 F.3d at 88; <i>Ventura,</i> 353 F.3d at 88.</p>\n<p>Faced with divergent estimates of drug quantity, a sentencing court is entitled to make judgments about veracity and reliability and to pick and choose among the divergent estimates. <i>See, e.g., </i><i>United States v. Whiting,</i> 28 F.3d 1296, 1304-06 (1st Cir.1994); <i>Morillo,</i> 8 F.3d at 871. In the last analysis, a reviewing court must cede a sentencing court wide latitude in determining the probative value of conflicting testimony. <i>See </i><i>United States v. Tardiff,</i> 969 F.2d 1283, 1287 (1st Cir.1992).</p>\n<p>We add, moreover, that testimony need not be exact in order for it to be used in the calculation of drug quantity. <i>See </i><i>United States v. Pérez-Ruiz,</i> 421 F.3d 11, 15-16 (1st Cir.2005). Nevertheless, imprecision in the available evidence suggests that a sentencing court should make conservative estimates based on the totality of the evidence. <i>See </i><i>Morillo,</i> 8 F.3d at 871; <i>see also </i><i>Whiting,</i> 28 F.3d at 1304.</p>\n<p>At sentencing in this case, the district court canvassed the evidence and found that the appellant had assembled a well-organized drug distribution ring that from time to time employed from five to twelve people, did business for over two years, and served no fewer than four communities. Although each of the testifying coconspirators gave slightly differing estimates of drug quantities, their testimony was generally consistent. In any event, the court was careful to pick and choose.</p>\n<p>Importantly, the court used an array of techniques to mitigate any risk of overstatement. For one thing, it took the lower end of most of the estimates upon which it relieda practice that we previously have approved. <i>See </i><i>Ventura,</i> 353 F.3d at 88; <i>see also </i><i>Sklar,</i> 920 F.2d at 113 (urging sentencing courts, in making such approximations, \"to err on the side of caution\" (quoting <i>United States v. Walton,</i> 908 F.2d 1289, 1301 (6th Cir.1990))). For another thing, the sentencing court calculated drug quantity for only one of the distributed drugs (crack cocaine), despite plenitudinous evidence that other drugs (powdered cocaine and heroin) had been purveyed in significant amounts. Third, the court left a wide margin for error; it only took into account one-third of the crack cocaine supported by a conservative view of Moynihan's testimony. Fourth, and finally, it artificially truncated the duration of the conspiracy. <i>See</i> note 3, <i>supra.</i> These safeguards still left the appellant responsible for an amount of crack cocaine (5.9 kilograms) well in excess of the 4.5 kilograms needed to place his BOL at 38.</p>\n<p>The fact that the sentencing court found Moynihan's testimony more reliable than that of other coconspirators does not cast doubt on this finding. Moynihan lived with the appellant for a lengthy period of time and was intimately familiar with his drug-trafficking operation. Furthermore, she counted out the drug-purchase money before each buying trip. Lastbut far from leastthe sentencing judge had presided over the appellant's trial, and had seen and heard the witnesses. Thus, he was in an excellent position to gauge their relative credibility. <i>United States v. Huddleston,</i> 194 F.3d 214, 224 (1st Cir.1999). On this record, giving primacy to Moynihan's testimony was well within the judge's discretion.<sup>[4]</sup><i>See, e.g., </i><i>United States v. Rodríguez,</i> 525 F.3d 85, 108 (1st Cir.2008).</p>\n<p><span class=\"star-pagination\">*394</span> To say more on this point would be supererogatory. We are fully satisfied that the drug quantity finding was supported by a sensible (though not inevitable) view of the record and rested on permissible (though not inevitable) approximations. That finding was not clearly erroneous. <i>See </i><i>United States v. Ruiz,</i> 905 F.2d 499, 508 (1st Cir.1990) (explaining that \"where there is more than one plausible view of the circumstances, the sentencing court's choice among supportable alternatives cannot be clearly erroneous\").</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>We need go no further. For the reasons elucidated above, we reject the appellant's claims of sentencing error.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Four of the counts of conviction were grouped, including the conspiracy count. <i>See</i> USSG §§ 3D1.2(c)-(d). Because the conspiracy count yielded the highest offense level, that count determined the appellant's base offense level for the grouped counts. <i>See id.</i> § 3D1.3.</p>\n<p>[2]  We make this qualification because the ungrouped count of convictiona count that charged possession of a firearm in furtherance of a drug-trafficking offenserequired the imposition of a five-year term of incarceration running consecutively to any sentence on the grouped counts. <i>See</i> 18 U.S.C. § 924(c); USSG § 2K2.4(b). The appellant has not challenged this aspect of his sentence.</p>\n<p>[3]  The use of the 104-week figure is another indicium of the sentencing court's conservative approach. The court found that the conspiracy actually lasted for twenty-six monthsa period eight to ten weeks longer than the number of weeks used by the court as the multiplicand.</p>\n<p>[4]  We note that this claim of error implicates the intersection between credibility and drug quantity determinations. At that crossroads, a sentencing court's discretion to make informed choices is wide. <i>See, e.g., </i><i>Ventura,</i> 353 F.3d at 88; <i>Whiting,</i> 28 F.3d at 1304. The court is not required to accept at face value the lowest estimate in the record. <i>See </i><i>United States v. Laboy,</i> 351 F.3d 578, 584 (1st Cir.2003); <i>United States v. Tracy,</i> 989 F.2d 1279, 1286 n. 5 (1st Cir.1993).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">577</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">387</span></span> (2009)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nJonathan PLATTE, Defendant, Appellant.</h1></center>\n<center>No. 08-1491.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted July 1, 2009.</center>\n<center>Decided August 20, 2009.</center>\n<p><span class=\"star-pagination\">*389</span> Paul J. Garrity, on brief, for appellant.</p>\n<p>Michael J. Gunnison, Acting United States Attorney, and Aixa Maldonado-Quiñones, Assistant United States Attorney, on brief, for appellee.</p>\n<p>Before SELYA, BOUDIN and LIPEZ, Circuit Judges.</p>\n<p>SELYA, Circuit Judge.</p>\n<p>Defendant-appellant Jonathan Platte challenges the constitutionality of his sentence and the correctness of the sentencing court's underlying drug quantity determination. We conclude that his arguments lack merit and, therefore, affirm the sentence.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>We glean the facts from the trial transcript, the transcript of the disposition hearing, and the undisputed portions of the presentence investigation report (PSI Report).</p>\n<p>Early in 2004, police officers entered the appellant's home in Wilton, New Hampshire. They were responding to a 911 call placed by the appellant's erstwhile girlfriend, Cassandra Moynihan. In a room above the garage, the officers saw drug paraphernalia in plain view.</p>\n<p>That observation fueled the issuance of an initial search warrant and, a year later, a second search warrant. The searches unearthed more drug paraphernalia, three pounds of marijuana, roughly two ounces of cocaine, slightly more than one-quarter ounce of heroin, three firearms, and large amounts of cash.</p>\n<p>In due course, a federal grand jury returned a six-count indictment charging the appellant with the commission of various drug-trafficking and firearms offenses. On March 23, 2007, a jury found the appellant guilty on five of the six counts. For present purposes, we need concern ourselves with only one such count: conspiracy to possess with intent to distribute in excess of 500 grams of cocaine, 50 grams of crack cocaine, and 100 grams of heroin.<sup>[1]</sup><i>See</i> 21 U.S.C. §§ 841(a)(1), 846.</p>\n<p>Following the jury's verdict, the district court set out to determine the guideline sentencing range (GSR) called for by the advisory sentencing guidelines. It first calculated the drug quantities attributable to the appellant. In making this calculation, the court considered, inter alia, the PSI Report and trial testimony given by three coconspirators. We briefly summarize that testimony.</p>\n<p>Moynihan, who lived with the appellant, said that their relationship lasted from June 2003 through January 2004. She testified that, during this interval, the appellant traveled to Massachusetts at least <span class=\"star-pagination\">*390</span> once a week to buy drugs from \"Carlos.\" She would count the purchase money before each trip, and recalled that the appellant acquired between $10,000 and $35,000 worth of drugs on each occasion. She added that before each trip the appellant would place an order for the drugs over the telephone, asking for, say, \"eight, six, four\"that is, eight ounces of cocaine, six ounces of crack, and forty grams (four \"fingers\") of heroin. She admitted that the quantities varied from time to time, sometimes ranging higher and sometimes lower. On a different occasion, Moynihan stated that a \"few\" ounces was the minimum amount of powdered or crack cocaine purchased by the appellant on each trip.</p>\n<p>Murdoch Hatfield, who worked in the appellant's drug-trafficking enterprise and who had lived with him for approximately two months, testified that the appellant was the largest distributor of powdered cocaine, crack cocaine, and heroin in an area that encompassed four New Hampshire communities. He confirmed that the appellant bought drugs from Carlos once a week and estimated that the appellant spent between $5,000 and $10,000 each time (which Hatfield translated to at least twenty or thirty grams of heroin, three ounces of powdered cocaine, and two ounces of crack cocaine).</p>\n<p>Robert Hudson assisted the appellant in acquiring and peddling drugs from mid-2003 until the appellant's arrest in April of 2005 (including a period when the appellant ran his business from a jail cell). Hudson sometimes accompanied the appellant on the drug-purchasing trips and witnessed the appellant buying, on average, about four ounces of cocaine and one or two \"fingers\" of heroin each time. Hudson noted that the appellant eventually stopped selling crack cocaine but continued to sell powdered cocaine and heroin until his arrest.</p>\n<p>For sentencing purposes in cases involving the distribution of a variety of different drugs, drug quantities are converted into their marijuana equivalents. USSG § 2D1.1, cmt. (n.10(B)). The PSI Report recommended that the appellant be held responsible, over the course of the conspiracy, for one kilogram of heroin (equivalent to 1,000 kilograms of marijuana), 17.69 kilograms of crack cocaine (equivalent to 118,523 kilograms of marijuana), and five kilograms of powdered cocaine (equivalent to 1,000 kilograms of marijuana). Although the probation department recommended these totals, the PSI Report noted that the listed figures had been suggested by the government. It cautioned, however, that these totals were less than the actual drug quantities supported by the evidence.</p>\n<p>The equivalency total adumbrated in the PSI Report120,523 kilograms of marijuanayielded a base offense level (BOL) of 38. <i>See id.</i> § 2D1.1(c)(1) (drug quantity table). The probation department recommended a four-level increase because the appellant was the organizer and leader of a criminal enterprise involving five or more participants. <i>Id.</i> § 3B1.1(a). Given the appellant's adjusted offense level (42) and his criminal history category (V), his GSR, without regard to the weapons charge,<sup>[2]</sup> was 360 months to life imprisonment. <i>Id.</i> Ch.5, Pt.A (sentencing table).</p>\n<p>At sentencing, drug quantity was front and center. The appellant advanced two objections relating to that subject (described <span class=\"star-pagination\">*391</span> <i>infra</i>). The sentencing court substantially overruled both objections. The court, however, did reduce the overall drug quantity below what the government and the PSI Report had recommended. In doing so, the court stressed its desire to take a \"conservative\" approach.</p>\n<p>To be specific, the court focused exclusively on the quantities of crack cocaine attributable to the appellant. It largely credited Moynihan's testimony and found the appellant responsible for a total of 5.9 kilograms of crack cocaine.</p>\n<p>In arriving at this figure, the court assumed that the appellant purchased six ounces (170.1 grams) of crack cocaine per week. The court then multiplied the six-ounce amount by 104 weeks (the approximate duration of the conspiracy), and divided the product (17.69 kilograms) by three in order to ensure a conservative estimate of the appellant's culpability.<sup>[3]</sup></p>\n<p>Because 4.5 kilograms are sufficient to trigger the highest available BOL (38), the court started with that BOL. It followed the other recommendations contained in the PSI Report anent the managerial role adjustment and the appellant's criminal history category, set the GSR accordingly, and imposed a variant below-range sentence of 240 months in prison. The court also imposed a mandatory five-year consecutive sentence for the firearms count. <i>See</i> 18 U.S.C. § 924(c); <i>see also</i> note 2, <i>supra.</i> This timely appeal followed.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>We confront here two claims of sentencing error, each seasonably raised in the lower court. The claims are, therefore, duly preserved for appeal. <i>See </i><i>United States v. Martínez-Vargas,</i> <span class=\"citation\" data-id=\"200364\"><a href=\"/opinion/200364/united-states-v-martinez-vargas/\"><span class=\"volume\">321</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">245</span></a></span>, 249 (1st Cir.2003). The firsta constitutional claimraises a purely legal issue, so our review is de novo. <i>United States v. Pierre,</i> <span class=\"citation\" data-id=\"202709\"><a href=\"/opinion/202709/united-states-v-pierre/\"><span class=\"volume\">484</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span>, 88 (1st Cir. 2007). The seconda claim that contests the correctness of the drug quantity calculationdenigrates the sentencing court's factfinding, so our review is for clear error. <i>United States v. Ventura,</i> <span class=\"citation\" data-id=\"784542\"><a href=\"/opinion/784542/united-states-v-rafael-ventura/\"><span class=\"volume\">353</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">84</span></a></span>, 87 (1st Cir.2003).</p>\n<p></p>\n<h2>A. <i>The Apprendi Claim.</i>\n</h2>\n<p>We start with the appellant's constitutional claim. In substance, he argues that the Fifth and Sixth Amendments require that, for sentencing purposes, a jury determine drug quantities beyond a reasonable doubt. In support of this proposition, the appellant relies chiefly on the Supreme Court's landmark decision in <i>Apprendi v. New Jersey,</i> <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span>, 477, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span>, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span></a></span> (2000), which holds that, under the Constitution, a criminal defendant may be convicted or sentenced only after a jury has found him guilty beyond a reasonable doubt of every element of the charged offense. Building on this foundation, the appellant posits that, by determining drug quantity under a preponderance-of-the-evidence standard and without a matching jury finding, the district court transgressed the <i>Apprendi</i> principle.</p>\n<p>To be sure, the <i>Apprendi</i> Court declared that \"[o]ther than the fact of a prior conviction, any fact that increases the penalty for a crime beyond the prescribed statutory maximum must be submitted to a jury, and proved beyond a reasonable doubt.\" <i>Id.</i> at 490, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span>. But the <i>Apprendi</i> principle is limited to facts that increase the penalty for a crime beyond the prescribed statutory maximum that accompanies the jury's verdict. <i>United</i> <span class=\"star-pagination\">*392</span> <i>States v. Booker,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span>, 244, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005); <i>Apprendi,</i> 530 U.S. at 490, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span>. Given this limitation, we have held with monotonous regularity that as long as a defendant's sentence comes within the maximum established by the jury's verdict, a sentencing court's preponderance-of-the-evidence factfinding, even though it may pave the way for a stiffer sentence within that maximum, does not violate the <i>Apprendi</i> principle. <i>See, e.g., </i><i>United States v. Stierhoff,</i> <span class=\"citation\" data-id=\"203577\"><a href=\"/opinion/203577/united-states-v-stierhoff/\"><span class=\"volume\">549</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 29 (1st Cir.2008); <i>United States v. Arango,</i> <span class=\"citation\" data-id=\"203021\"><a href=\"/opinion/203021/united-states-v-arango/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 41 (1st Cir.2007).</p>\n<p>We have applied this reasoning in cases, like this one, in which drug quantity has an important influence on the GSR and, thus, on the sentence imposed. In particular, we have ruled that a sentencing court may lawfully determine drug quantity by a preponderance of the evidence and use the quantity so determined in constructing a defendant's sentence as long as the sentence ultimately imposed does not exceed the maximum sentence made applicable by the jury's verdict and the statute of conviction. <i>See, e.g., </i><i>Pierre,</i> 484 F.3d at 88; <i>United States v. Yeje-Cabrera,</i> <span class=\"citation\" data-id=\"201905\"><a href=\"/opinion/201905/united-states-v-yeje-cabrera/\"><span class=\"volume\">430</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 17-18 (1st Cir.2005); <i>United States v. Eirby,</i> <span class=\"citation\" data-id=\"199580\"><a href=\"/opinion/199580/united-states-v-eirby/\"><span class=\"volume\">262</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></a></span>, 36-37 (1st Cir.2001); <i>United States v. Caba,</i> <span class=\"citation\" data-id=\"199298\"><a href=\"/opinion/199298/united-states-v-caba/\"><span class=\"volume\">241</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">98</span></a></span>, 101 (1st Cir.2001).</p>\n<p>These decisions are controlling here. In a multi-panel circuit, on-point opinions of previous panels normally are binding on newly constituted panels. <i>See </i><i>Muskat v. United States,</i> <span class=\"citation\" data-id=\"203649\"><a href=\"/opinion/203649/muskat-v-united-states/\"><span class=\"volume\">554</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">183</span></a></span>, 189 (1st Cir.2009); <i>United States v. Wogan,</i> <span class=\"citation\" data-id=\"564953\"><a href=\"/opinion/564953/united-states-v-russell-h-wogan/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1446</span></a></span>, 1449 (1st Cir.1991). Although that rule admits of a few narrow exceptions (in the event, say, of an intervening Supreme Court decision or of a statutory overruling), there is no plausible basis for any exception here. Our prior interpretation of <i>Apprendi</i> is, therefore, binding.</p>\n<p>That ends this phase of our discussion. Based on the jury's verdict, the statutory maximum for the offense of conviction is life imprisonment. 21 U.S.C. § 841(b)(1). Because the district court imposed a sentence well short of life imprisonment, its preponderance-of-the-evidence factfinding on the issue of drug quantity was not constitutionally improvident. Accordingly, we reject the claim of <i>Apprendi</i> error.</p>\n<p></p>\n<h2>B. <i>The Drug Quantity Finding.</i>\n</h2>\n<p>We move next to the second claim of sentencing error: the appellant's contention that the district court committed clear error in determining the quantity of drugs attributable to him. Specifically, the appellant asserts that the court relied too heavily on the testimony of coconspirators who lacked credibility. As a fallback, he asserts that the court should have used the lower estimates made by Hudson and Hatfield rather than giving primacy to Moynihan's testimony.</p>\n<p>As said, we review a sentencing court's factual findings anent drug quantity for clear error. <i>Ventura,</i> 353 F.3d at 87. Absent a mistake of lawand we discern none herewe must honor such findings \"unless, on the whole of the record, we form a strong, unyielding belief that a mistake has been made.\" <i>Cumpiano v. Banco Santander P.R.,</i> <span class=\"citation\" data-id=\"540783\"><a href=\"/opinion/540783/wilma-cumpiano-aka-wilma-cumpiano-sanchez-v-banco-santander-puerto-rico/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 152 (1st Cir.1990).</p>\n<p>The calculation of drug quantities is not an exact science, and a sentencing court charged with that responsibility need not be precise to the point of pedantry. Rather, a sentencing court may make reasoned estimates based on historical data. <i>See </i><i>Ventura,</i> 353 F.3d at 88; <i>United States v. Morillo,</i> <span class=\"citation\" data-id=\"195011\"><a href=\"/opinion/195011/united-states-v-morillo/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">864</span></a></span>, 871 (1st Cir.1993); <i>United States v. Sklar,</i> <span class=\"citation\" data-id=\"552336\"><a href=\"/opinion/552336/united-states-v-david-sklar-united-states-of-america-v-david-sklar/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">107</span></a></span>, 113 (1st Cir.1990).</p>\n<p>In conducting this tamisage, credibility determinations are part of the sentencing <span class=\"star-pagination\">*393</span> court's basic armamentarium. The court may, if it chooses, credit the testimony of one or more coconspirators. <i>See, e.g., </i><i>Pierre,</i> 484 F.3d at 88; <i>Ventura,</i> 353 F.3d at 88.</p>\n<p>Faced with divergent estimates of drug quantity, a sentencing court is entitled to make judgments about veracity and reliability and to pick and choose among the divergent estimates. <i>See, e.g., </i><i>United States v. Whiting,</i> <span class=\"citation\" data-id=\"673817\"><a href=\"/opinion/673817/united-states-v-darryl-whiting-aka-g-god-rah-united-states-of/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1296</span></a></span>, 1304-06 (1st Cir.1994); <i>Morillo,</i> 8 F.3d at 871. In the last analysis, a reviewing court must cede a sentencing court wide latitude in determining the probative value of conflicting testimony. <i>See </i><i>United States v. Tardiff,</i> <span class=\"citation\" data-id=\"587242\"><a href=\"/opinion/587242/united-states-v-claude-paul-tardiff/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1283</span></a></span>, 1287 (1st Cir.1992).</p>\n<p>We add, moreover, that testimony need not be exact in order for it to be used in the calculation of drug quantity. <i>See </i><i>United States v. Pérez-Ruiz,</i> <span class=\"citation no-link\"><span class=\"volume\">421</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></span>, 15-16 (1st Cir.2005). Nevertheless, imprecision in the available evidence suggests that a sentencing court should make conservative estimates based on the totality of the evidence. <i>See </i><i>Morillo,</i> 8 F.3d at 871; <i>see also </i><i>Whiting,</i> 28 F.3d at 1304.</p>\n<p>At sentencing in this case, the district court canvassed the evidence and found that the appellant had assembled a well-organized drug distribution ring that from time to time employed from five to twelve people, did business for over two years, and served no fewer than four communities. Although each of the testifying coconspirators gave slightly differing estimates of drug quantities, their testimony was generally consistent. In any event, the court was careful to pick and choose.</p>\n<p>Importantly, the court used an array of techniques to mitigate any risk of overstatement. For one thing, it took the lower end of most of the estimates upon which it relieda practice that we previously have approved. <i>See </i><i>Ventura,</i> 353 F.3d at 88; <i>see also </i><i>Sklar,</i> 920 F.2d at 113 (urging sentencing courts, in making such approximations, \"to err on the side of caution\" (quoting <i>United States v. Walton,</i> <span class=\"citation\" data-id=\"545175\"><a href=\"/opinion/545175/united-states-v-loretta-walton-89-1862-charles-eddie-mitchell/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1289</span></a></span>, 1301 (6th Cir.1990))). For another thing, the sentencing court calculated drug quantity for only one of the distributed drugs (crack cocaine), despite plenitudinous evidence that other drugs (powdered cocaine and heroin) had been purveyed in significant amounts. Third, the court left a wide margin for error; it only took into account one-third of the crack cocaine supported by a conservative view of Moynihan's testimony. Fourth, and finally, it artificially truncated the duration of the conspiracy. <i>See</i> note 3, <i>supra.</i> These safeguards still left the appellant responsible for an amount of crack cocaine (5.9 kilograms) well in excess of the 4.5 kilograms needed to place his BOL at 38.</p>\n<p>The fact that the sentencing court found Moynihan's testimony more reliable than that of other coconspirators does not cast doubt on this finding. Moynihan lived with the appellant for a lengthy period of time and was intimately familiar with his drug-trafficking operation. Furthermore, she counted out the drug-purchase money before each buying trip. Lastbut far from leastthe sentencing judge had presided over the appellant's trial, and had seen and heard the witnesses. Thus, he was in an excellent position to gauge their relative credibility. <i>United States v. Huddleston,</i> <span class=\"citation\" data-id=\"766478\"><a href=\"/opinion/766478/united-states-v-mark-e-huddleston/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">214</span></a></span>, 224 (1st Cir.1999). On this record, giving primacy to Moynihan's testimony was well within the judge's discretion.<sup>[4]</sup><i>See, e.g., </i><i>United States v. Rodríguez,</i> <span class=\"citation no-link\"><span class=\"volume\">525</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">85</span></span>, 108 (1st Cir.2008).</p>\n<p><span class=\"star-pagination\">*394</span> To say more on this point would be supererogatory. We are fully satisfied that the drug quantity finding was supported by a sensible (though not inevitable) view of the record and rested on permissible (though not inevitable) approximations. That finding was not clearly erroneous. <i>See </i><i>United States v. Ruiz,</i> <span class=\"citation\" data-id=\"543063\"><a href=\"/opinion/543063/united-states-v-fausto-d-ruiz/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">499</span></a></span>, 508 (1st Cir.1990) (explaining that \"where there is more than one plausible view of the circumstances, the sentencing court's choice among supportable alternatives cannot be clearly erroneous\").</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>We need go no further. For the reasons elucidated above, we reject the appellant's claims of sentencing error.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Four of the counts of conviction were grouped, including the conspiracy count. <i>See</i> USSG §§ 3D1.2(c)-(d). Because the conspiracy count yielded the highest offense level, that count determined the appellant's base offense level for the grouped counts. <i>See id.</i> § 3D1.3.</p>\n<p>[2]  We make this qualification because the ungrouped count of convictiona count that charged possession of a firearm in furtherance of a drug-trafficking offenserequired the imposition of a five-year term of incarceration running consecutively to any sentence on the grouped counts. <i>See</i> 18 U.S.C. § 924(c); USSG § 2K2.4(b). The appellant has not challenged this aspect of his sentence.</p>\n<p>[3]  The use of the 104-week figure is another indicium of the sentencing court's conservative approach. The court found that the conspiracy actually lasted for twenty-six monthsa period eight to ten weeks longer than the number of weeks used by the court as the multiplicand.</p>\n<p>[4]  We note that this claim of error implicates the intersection between credibility and drug quantity determinations. At that crossroads, a sentencing court's discretion to make informed choices is wide. <i>See, e.g., </i><i>Ventura,</i> 353 F.3d at 88; <i>Whiting,</i> 28 F.3d at 1304. The court is not required to accept at face value the lowest estimate in the record. <i>See </i><i>United States v. Laboy,</i> <span class=\"citation\" data-id=\"200764\"><a href=\"/opinion/200764/united-states-v-laboy/\"><span class=\"volume\">351</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">578</span></a></span>, 584 (1st Cir.2003); <i>United States v. Tracy,</i> <span class=\"citation\" data-id=\"603771\"><a href=\"/opinion/603771/united-states-v-john-l-tracy-united-states-of-america-v-john-l-tracy/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1279</span></a></span>, 1286 n. 5 (1st Cir.1993).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/118381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199580/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200364/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200764/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201905/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202709/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203021/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203577/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203649/",
    "http://www.courtlistener.com/api/rest/v3/opinions/540783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543063/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545175/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/603771/",
    "http://www.courtlistener.com/api/rest/v3/opinions/673817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766478/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784542/"
  ]
}