{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/204050/",
  "absolute_url": "/opinion/204050/sonoran-scanners-inc-v-perkinelmer-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/204050/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:29:09Z",
  "date_modified": "2016-04-26T13:48:50.956042Z",
  "type": "010combined",
  "sha1": "bf2a9fa0240c912412517559dca0aaed48c6169f",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-1089P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/10/29/Sonoran_Scanners_Inc._v._PerkinElmer_Inc..pdf",
  "plain_text": "          United States Court of Appeals\n               For the First Circuit\n\nNo. 09-1089\n\n                     SONORAN SCANNERS, INC.;\n                        JOSEPH P. DONAHUE,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n                        PERKINELMER, INC.,\n\n                       Defendant, Appellee.\n\n\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. William G. Young, U.S. District Judge]\n\n\n                              Before\n\n                   Torruella, Boudin, and Dyk,*\n                         Circuit Judges.\n\n\n\n          Edward T. Dangel, III, with whom Dangel & Mattchen, LLP,\nwas on the brief, for appellants.\n          Jonathan Isaac Handler, with whom Jillian B. Hirsch and\nDay Pitney, LLP, was on the brief, for appellee.\n\n\n\n\n                         October 29, 2009\n\n\n\n\n     *\n      Of the Federal Circuit, sitting by designation.\n\f            DYK,    Circuit     Judge.         Plaintiffs     Joseph   P.    Donahue\n\n(“Donahue”) and Sonoran Scanners, Inc. (“Sonoran”) appeal from an\n\norder of the United States District Court for the District of\n\nMassachusetts granting summary judgment to defendant PerkinElmer,\n\nInc. (“PerkinElmer”) on claims for breach of contract and violation\n\nof Massachusetts General Laws Chapter 93A, Mass. Gen. Laws ch. 93A\n\n§    11.    These   claims    arise    from     an   Asset    Purchase     Agreement\n\n(“Purchase Agreement”) in which PerkinElmer acquired Sonoran’s\n\ncomputer-to-plate printing technology business (“CTP Business”) and\n\nan    employment    agreement    (“Employment        Agreement”)       under   which\n\nDonahue (the founder of Sonoran) agreed to serve as “Site Leader\n\nand General Manager” of the CTP Business for PerkinElmer.                   Sonoran\n\nScanners, Inc. v. PerkinElmer, Inc., 590 F. Supp. 2d 196 (D. Mass.\n\n2008).\n\n            We   agree   that    the     district     court    correctly granted\n\nsummary judgment to PerkinElmer with respect to most of the claims.\n\nHowever, we conclude that under Massachusetts law the Purchase\n\nAgreement    contains    an    implied    contractual        term   that    required\n\nPerkinElmer to use reasonable efforts to develop and promote\n\nSonoran’s technology. Accordingly, in this one respect, we reverse\n\nthe district court’s grant of summary judgment and remand for\n\nfurther proceedings.         In all other respects, we affirm.\n\n\n\n\n                                         -2-\n\f                                  I.\n\n           Because this appeal is from a grant of summary judgment,\n\nwe view the record in the light most favorable to the non-moving\n\nparties (here Sonoran and Donahue).       Morelli v. Webster, 552 F.3d\n\n12, 15 (1st Cir. 2009).\n\n           Sonoran is an Arizona corporation founded in 1997 by\n\nDonahue, an engineer and businessman, to develop and market high-\n\nspeed computer-to-plate (“CTP”) technology to the newspaper and\n\ngraphic arts industries.     The CTP technology developed by Sonoran\n\nwas intended to be a high-speed digital printing alternative,\n\nsuperior to the costly and time-consuming analog process required\n\nby   conventional   plate   technology.     Sonoran’s   CTP   technology\n\nrequired a greater initial capital investment from customers than\n\nconventional technology (approximately $500,000 per unit), but\n\npotentially offered significant cost savings over the life of the\n\nproduct.    As of 2000, Sonoran had developed a prototype CTP\n\nmachine, but had not made any sales.      Although there was interest\n\nin Sonoran’s product, some customers expressed concern as to\n\nwhether the company was too small to assure long-term support for\n\nthe unproven technology.     By mid-2000, Sonoran was running out of\n\ncash despite Donahue’s investment of approximately $3.5 million of\n\nhis own money in the company.      Facing these challenges, Sonoran\n\nsought a purchaser to undertake the continued development and\n\nmarketing of its CTP technology.\n\n\n                                  -3-\n\f          PerkinElmer     is     a     publicly-traded       Massachusetts\n\ncorporation headquartered in Wellesley, Massachusetts.              In late\n\n2000, Donahue approached PerkinElmer to determine if PerkinElmer\n\nwas interested in purchasing Sonoran’s CTP Business.           PerkinElmer\n\nwas amenable to Donahue’s overtures, and after negotiations, agreed\n\nto purchase substantially all of Sonoran’s assets and business.\n\n          PerkinElmer   and    Sonoran     executed   an   “Asset   Purchase\n\nAgreement” (“Purchase Agreement”) on May 2, 2001.           Under § 1.4 of\n\nthe Purchase Agreement, at closing PerkinElmer paid $3.5 million.\n\nSome significant portion of that amount went directly to Sonoran’s\n\nunsecured creditors.    In addition, §§ 1.6 and 6.2 of the Purchase\n\nAgreement (entitled “Additional Earnout Payments”) provided that\n\nPerkinElmer would pay Sonoran additional amounts if certain CTP\n\nproduct sales targets were met each year between 2001 and 2006.\n\nUnder the terms of the earn-out provisions, PerkinElmer would pay\n\nSonoran $750,000 if at least three CTP machines were sold in the\n\nfirst year following closing, $1.5 million (less any previously\n\npaid earn-out amounts) if at least ten machines were sold by the\n\nend of the second year, and additional amounts if certain gross\n\nmargin targets on sales of CTP machines were met.           The additional\n\nearnout payment (over and above the $1.5 million) during the five\n\nyear payout period was a maximum of $2 million.\n\n          Also relevant to this dispute are § 6.1 and § 6.3 of the\n\nPurchase Agreement.     Section 6.3, entitled “Sharing of Data,”\n\n\n                                     -4-\n\fprovided in part that “The Parties agree that from and after the\n\nClosing    Date   they   shall     cooperate    fully      with    each    other   to\n\nfacilitate the transfer of the Acquired Assets from the Seller to\n\nthe Buyer and the operation thereof by the Buyer.”                          Purchase\n\nAgreement § 6.3(b) (emphasis added).           Section 6.1 stated that “The\n\nBuyer or a subsidiary of the Buyer shall offer employment to those\n\nEmployees identified on Schedule 6.1 attached hereto . . . .”\n\nSchedule 6.1, in turn, listed eight Sonoran employees and stated\n\nwhether or not each had accepted an offer of employment from\n\nPerkinElmer.       The only employee on Schedule 6.1 who had not\n\naccepted an employment offer before execution of the Purchase\n\nAgreement was Norm Bogen, Sonoran’s chief of sales and marketing\n\nand principal salesman.\n\n            PerkinElmer     also    entered    into    a   separate       employment\n\nagreement    (“Employment     Agreement”)       with    Donahue,     under    which\n\nDonahue was to serve as “Site Leader and General Manager” of the\n\nCTP Business for PerkinElmer for a salary of $150,000 per year.\n\nThe Employment Agreement also specified that Donahue would be\n\neligible to receive, for five years, bonuses (limited in the\n\naggregate to $6.6 million) based on CTP sales and to be calculated\n\nin a manner similar to the earn-out payments potentially payable to\n\nSonoran.    The Annual Bonus Section of the Employment Agreement\n\nstated    that    Donahue   would    “have     the    right   to    consult    with\n\n[PerkinElmer] regarding the pricing of [CTP] Product sales.”\n\n\n                                      -5-\n\f          Upon closing, Sonoran’s CTP Business (which remained\n\nlocated in Tucson, Arizona) became part of PerkinElmer’s Azusa,\n\nCalifornia-based Lithography Systems division (“Lithography”).\n\n          It is undisputed that the CTP Business, as operated by\n\nPerkinElmer, was a failure.      Between May 2001 and October 2004,\n\nonly one CTP unit was sold and no additional amounts were paid\n\nunder the provisions of the Purchase Agreement or Employment\n\nAgreement to Sonoran or Donahue. According to Sonoran and Donahue,\n\nthe CTP Business’s failure to thrive was the avoidable result of a\n\nseries of unreasonable and bad faith decisions by PerkinElmer.\n\n          By 2004 PerkinElmer was pursuing an exit strategy for the\n\nCTP Business. In September 2004 PerkinElmer sold its CTP assets to\n\nMacDermid, Inc.   In October 2004 PerkinElmer shuttered the CTP\n\nBusiness and laid off the associated staff, including Donahue.\n\n          On   November    20,   2006,   Sonoran   and   Donahue   sued\n\nPerkinElmer in the United States District Court for the District of\n\nMassachusetts basing jurisdiction on diversity of citizenship.\n\nInsofar as is pertinent to this appeal, Sonoran and Donahue sued to\n\nrecover on four separate theories.       First, Sonoran alleged that\n\nPerkinElmer breached the express terms of the Purchase Agreement by\n\nfailing to “cooperate fully” with Sonoran and by failing to hire\n\nBogen in accordance with §§ 6.3 and 6.1 respectively of the\n\nPurchase Agreement.       Second, Sonoran and Donahue claimed that\n\nPerkinElmer breached the implied covenant of good faith and fair\n\n\n                                  -6-\n\fdealing in both the Purchase Agreement and the Employment Agreement\n\nby engaging in bad faith conduct.      Third, Sonoran claimed that\n\nPerkinElmer breached the implied terms of the Purchase Agreement by\n\nfailing to make good faith and reasonably competent and diligent\n\nefforts to develop, market, and sell Sonoran’s CTP products.\n\nFinally, Sonoran contended that PerkinElmer violated Chapter 93A,\n\nMass. Gen. Laws ch. 93A § 11, by engaging in unfair or deceptive\n\nconduct.1\n\n            Following discovery, the district court granted summary\n\njudgment to PerkinElmer on all four claims.   The court held that no\n\nexpress term of the Purchase Agreement had been violated.      With\n\nregard to breach of the implied covenant of good faith and fair\n\ndealing in both the Purchase and Employment Agreements, the court\n\nheld that “[t]he parallel economic interests of the parties compels\n\na conclusion that PerkinElmer did not intend to deny Plaintiffs the\n\nfruits of the contract[s]” and thus that no breach could be shown.\n\nSonoran, 590 F. Supp. 2d at 211.   The court added that “[e]ven were\n\nthis Court to find that PerkinElmer intended to deny the Plaintiffs\n\nthe benefit of the contractual earnouts, on the record before the\n\n\n     1\n          In the complaint, Donahue alleged additional theories\nconcerning breach of the Employment Agreement that are not\npresented in this appeal. We note that Donahue signed the Purchase\nAgreement as “Principal Stockholder.” That Agreement, however, was\nsilent as to any obligations running directly from PerkinElmer to\nDonahue (though there are some obligations running from Donahue to\nPerkinElmer). We assume that Donahue’s claims are limited to his\nrights under the Employment Agreement.\n\n\n                                 -7-\n\fCourt, the Plaintiffs would have great difficulty establishing that\n\nPerkinElmer’s conduct caused the injuries the Plaintiffs allege”\n\nand that “they have not presented evidence sufficient to establish\n\ntheir damages with the necessary certainty.”                Id.       The court\n\nfurther found that the Purchase Agreement contained no implied\n\n“obligation to continue operating the CTP Business” in the face of\n\nmillions of dollars of losses.           Id. at 206.      Finally, the court\n\nheld that Sonoran’s Chapter 93A claim must fail because the claim\n\nrelies exclusively on the same set of operative facts as the\n\nPlaintiffs’ failed common law claims, and thus summary judgment was\n\nappropriate on that claim as well.           Id. at 212.\n\n              Sonoran and Donahue timely appealed from the judgment of\n\nthe    district    court      dated   December   23,   2008,    and     we    have\n\njurisdiction under 28 U.S.C. § 1291.\n\n                                       II.\n\n              We review the district court’s grant of summary judgment\n\nde    novo,   drawing   all    reasonable    inferences    in   favor    of    the\n\nnonmoving party.        Fenton v. John Hancock Mut. Life Ins. Co., 400\n\nF.3d 83, 87 (1st Cir. 2005).\n\n              A. Breach of the Express Terms of the Purchase Agreement\n\n              Sonoran first contends that PerkinElmer breached the\n\nexpress terms of the Purchase Agreement, focusing on                  §§ 6.1 and\n\n6.3 of the Agreement.         The district court held that no reasonable\n\n\n\n\n                                       -8-\n\fjury    could     conclude       that    PerkinElmer        breached      any    express\n\nprovision, and we agree.\n\n            We       begin   with   Sonoran’s     contention       that    PerkinElmer\n\nbreached § 6.3(b) of the Purchase Agreement.                           That provision,\n\nentitled “Sharing of Data,” provided in part that “The Parties\n\nagree that from and after the Closing Date they shall cooperate\n\nfully with each other to facilitate the transfer of the Acquired\n\nAssets from the Seller to the Buyer and the operation thereof by\n\nthe    Buyer.”        Purchase      Agreement     §    6.3(b)    (emphasis       added).\n\nAlthough Sonoran apparently contends that the “shall cooperate\n\nfully” language of § 6.3(b) created a freestanding obligation on\n\nthe part of PerkinElmer to “cooperate” with Sonoran and Donahue in\n\noperating the business, the unambiguous language of the provision\n\nwas to the contrary.            See, e.g.,   Eigerman v. Putnam Invs., Inc.,\n\n877 N.E. 2d 1258, 1263 (Mass. 2007) (courts interpret contracts\n\naccording       to      plain    terms    where        these     are     unambiguous).\n\nSpecifically, § 6.3(b) stated that the duty of cooperation was\n\nintended to benefit PerkinElmer——that the parties shall cooperate\n\nto facilitate transfer of Sonoran’s business “to the Buyer” and to\n\nfacilitate       “the    operation      thereof       by   the   Buyer.”        Purchase\n\nAgreement § 6.3(b) (emphasis added).                  The district court correctly\n\nheld that no basis exists to conclude that PerkinElmer breached\n\n§ 6.3 of the Purchase Agreement.\n\n\n\n\n                                          -9-\n\f           Equally unavailing is Sonoran’s argument that PerkinElmer\n\nbreached § 6.1 of the Purchase Agreement by failing to hire Bogen.\n\nThat provision stated that “The Buyer or a subsidiary of the Buyer\n\nshall offer employment to those Employees identified on Schedule\n\n6.1 attached hereto . . . .”          Purchase Agreement § 6.1 (first\n\nemphasis added).     Sonoran maintains that the district court erred\n\nby failing “to give any forward-looking meaning” to the phrase\n\n“shall offer employment” such that PerkinElmer was required to make\n\na better offer to Bogen post-closing.\n\n            During negotiations with PerkinElmer before execution of\n\nthe Purchase Agreement, Donahue made clear to PerkinElmer that\n\nBogen would require a raise from his current salary of $100,000 a\n\nyear to $125,000 a year, as well as reimbursement for commuting\n\nexpenses and a fair commission, in order to remain with the\n\nbusiness.     In April 2001 PerkinElmer made offers to the eight\n\nSonoran employees listed in Schedule 6.1 of the Purchase Agreement,\n\nincluding Norm Bogen.      PerkinElmer offered Bogen only his current\n\nsalary with no additional amount for expenses or commission. Bogen\n\nrejected the offer.       Upon learning of Bogen’s rejection, Donahue\n\nasked Greg Baxter, the head of Lithography, to increase the offer.\n\nBaxter represented that he would get a better offer for Bogen after\n\nclosing,    though   no   such   language   was   added   to   the   Purchase\n\nAgreement.    PerkinElmer never made a better offer to Bogen, and\n\nBogen never accepted employment with PerkinElmer.\n\n\n                                    -10-\n\f               We agree with the district court that § 6.1 only required\n\nPerkinElmer to make a bona fide offer of employment to Bogen; it\n\ndid not require PerkinElmer to make any particular offer to Bogen\n\nor to make a second, better offer to Bogen after closing when the\n\nfirst offer was rejected by Bogen.2              Schedule 6.1 of the Purchase\n\nAgreement confirmed this interpretation of § 6.1.               That schedule\n\nlisted eight Sonoran employees, including Bogen, and indicated that\n\neach       employee   but   Bogen   had    accepted   PerkinElmer’s   offer   of\n\nemployment by the May 2, 2000, closing.                This clearly indicated\n\nthat making an offer of employment before execution of the Purchase\n\nAgreement complied with § 6.1.               Under these circumstances, the\n\nfailure to make an offer of employment to Bogen after execution of\n\nthe Purchase Agreement could not be a violation of the Purchase\n\nAgreement.\n\n               In sum, the district court correctly granted summary\n\njudgment that PerkinElmer did not breach any express terms of the\n\nPurchase Agreement.\n\n\n\n\n       2\n          Because the plain language of the provision is\nunambiguous, Sonoran’s argument that certain parole evidence\n(including pre-closing conversations in which Baxter represented\nthat Bogen would receive a better offer after closing) creates a\nquestion of fact is without merit. The Purchase Agreement includes\nan integration clause. See Bank v. Int’l Bus. Machs. Corp., 145\nF.3d 420, 424 (1st Cir. 1998) (noting that under Massachusetts law,\nan integrated contract, “if unambiguous, cannot be modified by\nevidence of earlier or contemporaneous discussions”).\n\n\n                                          -11-\n\f                 B. Breach of the Implied Covenant of Good Faith and Fair\nDealing\n                 Sonoran and Donahue further contend that PerkinElmer\n\nbreached the implied covenant of good faith and fair dealing in\n\nboth       the   Purchase     Agreement   and    the   Employment   Agreement   by\n\nengaging         in   bad   faith   conduct,    including   misrepresenting     its\n\nintention to give Bogen a better offer and failing to disclose the\n\nLithography Division’s true financial condition.                    The district\n\ncourt rejected this claim on the ground that there was no evidence\n\nthat could support a finding that PerkinElmer intended to deprive\n\nSonoran or Donahue of the fruits of the contracts.\n\n                 The parties devoted much of their briefing for this claim\n\nto the issue of whether specific intent is a necessary element of\n\nthe implied covenant of good faith and fair dealing.                     Indeed,\n\nMassachusetts law is unclear whether specific intent is required\n\nfor this claim.3            But it is not necessary to resolve the specific\n\n\n\n       3\n          Compare, e.g., Birbiglia v. St. Vincent Hosp., Inc., 692\nN.E.2d 9, 14 n.5 (Mass. 1998) (suggesting in a footnote that\nspecific intent would be required to establish a violation of any\nduty of good faith and fair dealing), and Towner v. Bennington\nConst. Co., No. 0033B, 2005 WL 3105653 at *11 n.6 (Mass. Super. Ct.\nOct. 12, 2005) (unreported) (reading Birbiglia as stating that a\n“plaintiff must show ‘specific intent’ to violate duty of good\nfaith and fair dealing,” meaning intent “to deprive [plaintiff] of\nthe fruits of the contract”), with Philip Alan, Inc. v. Sarcia, No.\n0500437, 2007 WL 738484 at *10 (Mass. Super. Ct. Feb. 6, 2007)\n(unreported) (rejecting specific intent standard and stating that\n“[n]ot only does that lonely footnote [in Birbiglia] fail to\nclearly state that specific intent must be alleged in order to\nproceed with a claim of bad faith, this court has not been guided\nto any other cases which so hold”).\n\n\n                                          -12-\n\fintent dispute.   Establishing a violation of the covenant of good\n\nfaith and fair dealing requires at least bad faith conduct.    See\n\nSchultz v. R.I. Hosp. Trust Nat’l Bank, N.A., 94 F.3d 721, 730 (1st\n\nCir. 1996); Equip. & Sys. for Indus. v. Northmeadows Constr. Co.,\n\n798 N.E.2d 571, 575 (Mass. App. Ct. 2003); Shawmut Bank, N.A. v.\n\nWayman, 606 N.E.2d 925, 928 (Mass. App. Ct. 1993); see also FAMM\n\nSteel, Inc. v. Sovereign Bank, 571 F.3d 93, 100 (1st Cir. 2009).\n\n           The district court correctly determined that there were\n\nonly two potential instances of alleged bad faith on PerkinElmer’s\n\npart.4   Both instances concerned only the Purchase Agreement and\n\nnot the Employment Agreement——namely, PerkinElmer’s representations\n\nregarding its intention to offer Bogen a better employment contract\n\nand its failure to inform Sonoran and Donahue that its Lithography\n\nDivision was struggling financially.   However, statements that are\n\nmade before a contract is executed are “inadequate” for a claim of\n\nbreach of the implied covenant of good faith and fair dealing.\n\nAccusoft Corp. v. Palo, 237 F.3d 31, 45 (1st Cir. 2001) (“It is\n\nimplicit in [the definition of the implied covenant of good faith\n\nand fair dealing] that the prohibition contained in the covenant\n\napplies only to conduct during performance of the contract, not to\n\nconduct occurring prior to the contract’s existence, such as\n\nconduct affecting contract negotiations.” (citing FDIC v. LeBlanc,\n\n\n     4\n          We agree that the other alleged instances of bad faith\nwere properly rejected by the district court.\n\n\n                               -13-\n\f85 F.3d 815, 822 (1st Cir. 1996), and Restatement (Second) of\n\nContracts § 205, cmt. c)); see also Eigerman v. Putnam Invs., Inc.,\n\n877 N.E.2d 1258, 1265 (Mass. 2007) (stating that the implied\n\ncovenant of good faith and fair dealing only “concerns the manner\n\nin which existing contractual duties are performed”); Human Res.\n\nDev. Press, Inc. v. IKON Office Solutions Co., No. 05-30068-KPN 3,\n\n2006 U.S. Dist. LEXIS 1613 at *26 (D. Mass. Jan. 12, 2006).\n\n            While the failure to make a new and better offer to Bogen\n\noccurred after the execution of the Purchase Agreement, the alleged\n\nbad faith conduct here was the representation during negotiations\n\nthat a post-execution offer would be made to Bogen.         In other\n\nwords, the bad faith act occurred before, not after, execution of\n\nthe Purchase Agreement.      The same is true with respect to the\n\nrepresentations as to the financial condition of the Lithography\n\nDivision.\n\n            Thus, the district court did not err in granting summary\n\njudgment that PerkinElmer did not breach the implied covenants of\n\ngood faith and fair dealing.\n\n            C. Breach of the Implied Reasonable Efforts Term of the\nAgreement\n\n            Sonoran next asserts that, under the Purchase Agreement,\n\nPerkinElmer had an implied obligation to exert reasonable efforts\n\nto develop and promote Sonoran’s technology, and that it breached\n\nits obligation.   PerkinElmer in turn argues Massachusetts does not\n\n\n\n                                 -14-\n\frecognize such an implied obligation, at least not under the\n\ncircumstances involved here. We conclude that PerkinElmer did have\n\nan   implied   obligation    under    the   Purchase    Agreement    to    use\n\nreasonable efforts, and we reverse and remand for a determination\n\nof whether PerkinElmer breached this obligation with respect to the\n\nPurchase Agreement only.\n\n           Justice Cardozo’s opinion in Wood v. Lucy, Lady Duff-\n\nGordon, 118 N.E. 214 (N.Y. 1917), has influenced courts nationwide,\n\nincluding Massachusetts courts, to follow the principle that:\n\n\n           We are not to suppose that one party was to be\n           placed at the mercy of the other. . . . [The]\n           promise to pay the defendant one-half of the\n           profits and revenues resulting from the\n           exclusive agency and to render accounts\n           monthly was a promise to use reasonable\n           efforts to bring profits and revenues into\n           existence.\n\nLady   Duff,   118   N.E.   at   215-16.    Citing     to   Lady   Duff,   the\n\nMassachusetts Supreme Judicial Court has held that it is implied\n\nthat one who obtains the exclusive right to manufacture a product\n\nunder a patent has “an implied obligation . . . to exert reasonable\n\nefforts to promote sales of the process and to establish, if\n\nreasonably possible, an extensive use of the invention.” Eno Sys.,\n\nInc. v. Eno, 41 N.E.2d 17, 19-20 (Mass. 1942).\n\n           PerkinElmer contends that implying a reasonable efforts\n\nobligation is only necessary and appropriate where there is no\n\nother consideration supporting the existence of a contract.               Thus,\n\n\n                                     -15-\n\fPerkinElmer   seeks   to   limit    the   implied   reasonable    efforts\n\nobligation to contracts in which there is no consideration other\n\nthan reasonable efforts.     It points out that it paid $3.5 million\n\nin consideration at closing, and concludes that the reasonable\n\nefforts obligation does not apply here.       While some jurisdictions\n\nmay have adopted this rule, see Emerson Radio Corp. v. Orion Sales,\n\nInc., 253 F.3d 159, 169 (3d Cir. 2001); WrestleReunion, LLC v. Live\n\nNation Television Holdings, Inc., No. 8:07-cv-2093-JDW-MAP, 2009\n\nU.S. Dist. LEXIS      70285, at *26-27 (M.D. Fla. Aug. 11, 2009),\n\nMassachusetts has not.     In Eno, for example, Mrs. Eno entered into\n\nan arrangement with a company to market a particular type of tape\n\nuseful in the manufacture of shoes.       Eno, 41 N.E.2d at 18.    Under\n\nthe license, Eno Systems was to pay Mrs. Eno $100 per month where\n\nthe sales of tape were below 250,000 yards, and $200 per month\n\nwhere yardage exceeded that amount.       Thus, even if Eno Systems had\n\ndone nothing to exploit the patent, Mrs. Eno would have been\n\nentitled to $100 per month for the life of the patent.           Despite\n\nthis consideration, the court implied a reasonable efforts clause\n\nto maximize revenue based on the intent of the parties.      Id. at 19.\n\n          PerkinElmer also attempts to distinguish Eno as limited\n\nto exclusive licensing arrangements.      PerkinElmer asserts that the\n\nimplied reasonable efforts duty is inapplicable here because it\n\n“did not obtain an exclusive license but rather purchased Sonoran’s\n\nassets.” The district court found this argument compelling. We do\n\n\n                                   -16-\n\fnot because Massachusetts law is to the contrary.    The fact that\n\nEno involved exclusive licensing arrangements does not lessen the\n\nobligation to use reasonable efforts in other situations.     See,\n\ne.g.,    Brightwater Paper Co. v. Monadnock Paper Mills, 161 F.2d\n\n869, 871 (1st Cir. 1947) (holding that the plaintiff had an implied\n\nduty to use reasonable efforts to elicit particular business and to\n\nhand it over to the defendant); Russo v. Enter. Realty Co., 199\n\nN.E.2d 689, 692-93 (Mass. 1964) (imposing a duty on a seller of\n\nland to use reasonable efforts to build a road of the width shown\n\non its subdivision plan as part of its closing obligations);\n\nGraustein v. HP Hood & Sons, Inc., 200 N.E. 14, 20 (Mass. 1936)\n\n(implying a duty on a purchaser of a retail milk delivery company\n\nto make “reasonably diligent and persistent effort to collect [on\n\nseller’s behalf] all the accounts recorded in the books which it\n\ntook over”).5   Rather, the key under Massachusetts law is that the\n\ninstrument as a whole must make certain that the reasonable efforts\n\nterm was implicit.    Eno, 41 N.E.2d at 19; see also Spaulding v.\n\nMorse, 76 N.E.2d 137, 139 (Mass. 1947) (“[I]f the instrument as a\n\nwhole produces a conviction that a particular result was fixedly\n\ndesired although not expressed by formal words, that defect may be\n\n\n     5\n          See also Bell v. Streetwise Records, Ltd., 761 F.2d 67,\n73, 75 (1st Cir. 1985) (finding that the employment contracts\nbetween the plaintiffs, the members of a rock group, and the\ndefendants, a record company and a manager, were “‘instinct’ with\nthat obligation” and required each party to maximize the sale of\nrecords and royalties).\n\n\n                                -17-\n\fsupplied by implication and the underlying intention . . . may be\n\neffectuated, provided it is sufficiently declared by the entire\n\ninstrument.” (citing Dittemore v. Dickey, 144 N.E. 57 (Mass.\n\n1924))).\n\n            Here   various    aspects   of    the    Purchase     Agreement    in\n\naddition to the contingent nature of Sonoran’s compensation support\n\nits argument that the reasonable efforts term was implicit.                   The\n\nearnout compensation was substantial (potentially $3.5 million) in\n\nrelation    to   the   up-front    payments   made       by   PerkinElmer   ($3.5\n\nmillion).    A significant portion of the $3.5 million was paid to\n\nSonoran’s creditors and did not benefit the shareholders directly.6\n\nThe Purchase Agreement contemplated a campaign to market the\n\nSonoran technology over the next five years (although this does not\n\nsuggest that it would not be reasonable to abandon those efforts\n\nbefore the end of the five-year period).            There was no language in\n\nthe   agreement    negating   an    obligation      by    PerkinElmer   to    use\n\nreasonable efforts or conferring absolute discretion on PerkinElmer\n\nas to the operation of the business. Under these circumstances, we\n\nfind that PerkinElmer had an implied obligation to use reasonable\n\nefforts to develop and promote Sonoran’s technology.\n\n            Given that PerkinElmer had an implied obligation to exert\n\n\n      6\n          Indeed Sonoran alleged that all of the $3.5 million was\npaid to Sonoran’s creditors. Pls.’ Counter-Statement of Material\nFacts ¶ 13.\n\n\n                                     -18-\n\freasonable efforts towards promoting sales of the CTP machines, the\n\nfactual    question   remains   whether   PerkinElmer    breached    this\n\nobligation.     On this question, as might be expected, the parties\n\nhave quite different views.     Sonoran has alleged a number of ways\n\nin which PerkinElmer potentially breached this obligation.             In\n\naddition   to   PerkinElmer’s   failure   to    retain   Bogen,   Sonoran\n\ncriticizes PerkinElmer’s decision to assign Guy Antley, an in-house\n\nsalesperson with no publishing experience, to lead the CTP sales\n\nefforts on a part-time basis.      Sonoran contends that Antley was\n\nincompetent and made little effort to learn or promote the CTP\n\nBusiness. Sonoran further contends that PerkinElmer “backed out of\n\nits commitment to allow Donahue to run the business . . . and\n\nstarted to operate it on the cheap.”           Pls.-Appellants’ Br. 12.\n\nSonoran offers the expert testimony of Paul Baier, who stated that\n\ndespite a viable market for the CTP product, there was “very little\n\nor no commitment to this product” from PerkinElmer executives.\n\nFinally, Sonoran points to PerkinElmer’s alleged mishandling of a\n\npotential opportunity to sell a large number of CTP units to\n\nMacDermid, Inc., a dominant supplier of equipment to newspaper\n\npublishers, as typical of the operation of the business.\n\n           PerkinElmer, on the other hand, asserts that in 2003 and\n\n2004 alone it invested (and lost) $2.5 million per year of its own\n\nmoney in the venture and vigorously attempted to promote and sell\n\nthe Sonoran product.     In PerkinElmer’s view, the lack of success\n\n\n                                  -19-\n\fwas attributable not to any lack of effort by PerkinElmer, but to\n\na lack of enthusiasm by prospective purchasers in investing in an\n\nunproven technology and the well-known financial problems of the\n\nnewspaper industry.\n\n                 PerkinElmer did not argue in its motion for summary\n\njudgment that, if the reasonable efforts obligation applied, it was\n\nentitled to summary judgment on the question of whether PerkinElmer\n\nhad in fact satisfied its reasonable efforts obligation.                   We\n\nreverse and remand for the district court to determine whether\n\nPerkinElmer breached this obligation with respect to the Purchase\n\nAgreement——an issue to which we express no views.7             We recognize,\n\nas did the district judge, that PerkinElmer made a substantial\n\ninvestment in Sonoran and therefore had a substantial interest in\n\nmaking the CTP Business succeed, and so it may not be easy for\n\nSonoran to show a lack of reasonable efforts.             Whether on remand a\n\ntrial       is   required   to   determine    whether   PerkinElmer   utilized\n\nreasonable efforts is a matter for the district court to consider.\n\n        7\n          We note that in the complaint Donahue also argued that\nthe Employment Agreement should be construed to include a\nreasonable efforts provision.     That agreement presents a more\ndifficult issue with respect to an implied reasonable efforts\nobligation. We need not, however, address this issue with respect\nto the Employment Agreement since Donahue has not sufficiently\nbriefed the issue on appeal. See United States v. Zannino, 895\nF.2d 1, 17 (1st Cir. 1990) (“It is not enough merely to mention a\npossible argument in the most skeletal way, leaving the court to do\ncounsel’s work, create the ossature for the argument, and put flesh\non its bones.”).\n\n\n\n                                       -20-\n\f            Finally, we note that PerkinElmer may argue that the\n\ngrant of summary judgment can be upheld on the ground that the\n\ndistrict court found a lack of causation and insufficient proof of\n\ndamages.    To the extent that PerkinElmer makes such an argument,\n\nPerkinElmer is incorrect.      The district court on summary judgment\n\nonly addressed causation and damages with respect to the claims\n\nrelating to the covenants of good faith and fair dealing and\n\nPerkinElmer’s    alleged   bad   faith,    as     PerkinElmer   appears    to\n\nrecognize at various places in its brief.8            Causation and damages\n\nremain to be determined with respect to the reasonable efforts\n\nclaim if Sonoran is successful in establishing a breach of that\n\nobligation.     Again, whether on remand a trial is required to\n\ndetermine causation and damages is a matter for the district court.\n\n            D. Violation of Chapter 93A\n\n            Finally,   Sonoran   asserts       that   PerkinElmer   violated\n\nChapter 93A, Mass. Gen. Laws ch. 93A § 11.            Chapter 93A creates a\n\ncause of action for unfair or deceptive acts or practices.                The\n\nspecific allegation here is that PerkinElmer violated Chapter 93A\n\nby: (1) making “almost no effort to develop, market, and sell\n\nSonoran’s CTP products”; (2) “promising to amend the earnout and\n\nother    incentive   payment   clauses    in    the    contract”;   and   (3)\n\n\n     8\n          Def.-Appellee’s Br. 45 (“The District Court held that\nSonoran’s implied covenant claim independently failed because of\nSonoran’s failure to offer evidence of causation.”).\n\n\n                                  -21-\n\fmisrepresenting its intention to “develop a strong marketing and\n\nsales program” for the CTP Business through the end of 2003.             In\n\nconsidering PerkinElmer’s motion for summary judgment on this\n\nclaim, the district court noted: “[t]o the extent a party’s Chapter\n\n93A claims are based only on failed common law or statutory\n\ngrounds,    several   courts   have    refused   to   find    Chapter   93A\n\nliability.”    Sonoran, 590 F. Supp. 2d at 212 (citations omitted).\n\nIt then granted PerkinElmer judgment as a matter of law on the\n\nclaim because “the Plaintiffs [Chapter 93A] claims derive entirely\n\nfrom the same set of operative facts as their failed common law\n\ngrounds.” Id. In addition, PerkinElmer sought summary judgment on\n\nthe alternative ground that the pertinent events did not occur\n\nprimarily   and   substantially   in   Massachusetts,    as   Chapter   93A\n\nrequires.     We agree with PerkinElmer’s alternative argument and\n\nneed not reach the issue addressed by the district court.\n\n            Chapter 93A states that:\n\n            No action shall be brought or maintained under\n            this   section   unless    the   actions   and\n            transactions constituting the alleged unfair\n            method of competition or the unfair or\n            deceptive act or practice occurred primarily\n            and substantially within the commonwealth.\n\nMass. Gen. Laws ch. 93A § 11 (emphasis added).          Courts apply this\n\nstandard by considering the facts “in the context of the entire §\n\n11 claim,” and then determining “whether the center of gravity of\n\n\n\n\n                                  -22-\n\fthe circumstances that give rise to the claim is primarily and\n\nsubstantially within the Commonwealth.”                         Kuwaiti Danish Computer\n\nCorp. v. Digital Equip. Co., 781 N.E.2d 787, 799 (Mass. 2003); see\n\nalso Kenda Corp. v. Pot O’Gold Money Leagues, Inc., 329 F.3d 216,\n\n234-35 (1st Cir. 2003).\n\n               Sonoran contends that the alleged Chapter 93A violations\n\noccurred   primarily        and        substantially       in    Massachusetts    because\n\n“[i]n-house counsel and Perkin Corporate, based in Massachusetts,\n\nwere intertwined with California employees and had the final say.\n\nMassachusetts was in control of the negotiations and made all of\n\nthe important decisions.”                  Pls.-Appellants’ Br. 46.               Sonoran\n\nfurther asserts that PerkinElmer’s failure to make Bogen a better\n\noffer    and      disclose         the     Lithography           Division’s    financial\n\ndifficulties occurred through PerkinElmer Corporate, located in\n\nMassachusetts.             We     do    not    think       this    is   sufficient       for\n\nMassachusetts to be the “center of gravity.”\n\n               In Bushkin Assoc., Inc. v. Raytheon Co., 473 N.E.2d 662\n\n(Mass. 1985), a New York investment banker sued a Massachusetts\n\ncorporation under Chapter 93A, alleging that deceptive statements\n\nwere    made    to   him    in     the    course      of    telephone    calls    between\n\nMassachusetts        and    New    York.        The    Supreme      Judicial     Court    of\n\nMassachusetts determined that the alleged unfair or deceptive\n\nconduct did not occur primarily in Massachusetts because, despite\n\n\n\n                                              -23-\n\fthe fact that the allegedly deceptive phone calls were made from\n\nMassachusetts, the telephone calls were received and acted upon in\n\nNew York and the plaintiffs’ losses were incurred in New York.                   Id.\n\nat 672.      As a result, the court rejected the Chapter 93A claim.\n\nId.\n\n             This case is similar to Bushkin.           Just as the losses in\n\nBushkin did not occur in Massachusetts, Sonoran’s losses were\n\nincurred     in   Arizona   where    Donahue    and    the   CTP   Business     were\n\nlocated.      Sonoran also received and acted upon PerkinElmer’s\n\nallegedly deceptive conduct in Arizona.               Indeed this case is less\n\nfavorable to the plaintiffs than Bushkin.               Unlike Bushkin, where\n\nthe allegedly deceptive statements were uttered in Massachusetts,\n\nthe alleged misconduct here occurred primarily in Arizona and\n\nCalifornia where the Lithography and Optoelectronics Divisions were\n\nlocated.      The fact that the Purchase Agreement provided that\n\nMassachusetts law would govern does not require a finding that the\n\ncenter of gravity for Chapter 93A liability is in Massachusetts.\n\nIn Bushkin, the court determined that Massachusetts law controlled\n\n(even without a clause explicitly providing so) but still found\n\nthat   the    alleged   unfair      or   deceptive    conduct      did   not   occur\n\nprimarily and substantially in Massachusetts and thus that there\n\ncould be no Chapter 93A liability.              Bushkin, 473 N.E.2d at 636,\n\n638.\n\n\n\n\n                                         -24-\n\f          Thus, viewing the record in the light most favorable to\n\nSonoran, PerkinElmer was entitled to summary judgment on the\n\nChapter 93A claim as the alleged unfair or deceptive conduct of\n\nPerkinElmer   did   not   occur   primarily   and   substantially   in\n\nMassachusetts.\n\n                            III. CONCLUSION\n\n          For the reasons set forth above, we reverse the judgment\n\nof the district court with regard to whether the Purchase Agreement\n\ncontains an implied contractual term requiring PerkinElmer to use\n\nreasonable efforts to develop and sell Sonoran’s CTP technology,\n\nand remand for further proceedings on that issue.     The judgment of\n\nthe district court is in all other respects affirmed.      Each party\n\nshall bear its own costs.\n\n        Affirmed-in-part, reversed-in-part, and remanded.\n\n\n\n\n                                  -25-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>585 F.3d 535 (2009)</b></center>\n<center><h1>SONORAN SCANNERS, INC.; Joseph P. Donahue, Plaintiffs, Appellants,<br>\nv.<br>\nPERKINELMER, INC., Defendant, Appellee.</h1></center>\n<center>No. 09-1089.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard July 30, 2009.</center>\n<center>Decided October 29, 2009.</center>\n<p><span class=\"star-pagination\">*537</span> Edward T. Dangel, III, with whom Dangel &amp; Mattchen, LLP, was on the brief, for appellants.</p>\n<p>Jonathan Isaac Handler, with whom Jillian B. Hirsch and Day Pitney, LLP, was on the brief, for appellee.</p>\n<p>Before TORRUELLA, BOUDIN, and DYK,<sup>[*]</sup> Circuit Judges.</p>\n<p>DYK, Circuit Judge.</p>\n<p>Plaintiffs Joseph P. Donahue (\"Donahue\") and Sonoran Scanners, Inc. (\"Sonoran\") appeal from an order of the United States District Court for the District of Massachusetts granting summary judgment to defendant PerkinElmer, Inc. (\"PerkinElmer\") on claims for breach of contract and violation of Massachusetts General Laws Chapter 93A, Mass. Gen. Laws ch. 93A § 11. These claims arise from an Asset Purchase Agreement (\"Purchase Agreement\") in which PerkinElmer acquired Sonoran's computer-to-plate printing technology business (\"CTP Business\") and an employment agreement (\"Employment Agreement\") under which Donahue (the founder of Sonoran) agreed to serve as \"Site Leader and General Manager\" of the CTP Business for PerkinElmer. <i>Sonoran Scanners, Inc. v. PerkinElmer, Inc.,</i> 590 F.Supp.2d 196 (D.Mass. 2008).</p>\n<p>We agree that the district court correctly granted summary judgment to PerkinElmer with respect to most of the claims. However, we conclude that under Massachusetts law the Purchase Agreement contains an implied contractual term that required PerkinElmer to use reasonable efforts to develop and promote Sonoran's technology. Accordingly, in this one respect, we reverse the district court's grant of summary judgment and remand for further proceedings. In all other respects, we affirm.</p>\n<p></p>\n<h2>I.</h2>\n<p>Because this appeal is from a grant of summary judgment, we view the record in the light most favorable to the non-moving parties (here Sonoran and Donahue). <i>Morelli v. Webster,</i> 552 F.3d 12, 15 (1st Cir.2009).</p>\n<p>Sonoran is an Arizona corporation founded in 1997 by Donahue, an engineer and businessman, to develop and market high-speed computer-to-plate (\"CTP\") technology to the newspaper and graphic arts industries. The CTP technology developed by Sonoran was intended to be a high-speed digital printing alternative, superior to the costly and time-consuming analog process required by conventional plate technology. Sonoran's CTP technology required a greater initial capital investment from customers than conventional technology (approximately $500,000 per unit), but potentially offered significant cost savings over the life of the product. As of 2000, Sonoran had developed a prototype CTP machine, but had not made any sales. Although there was interest in Sonoran's product, some customers expressed concern as to whether the company was too small to assure long-term support for the unproven technology. By mid-2000, Sonoran was running out of cash despite Donahue's investment of approximately $3.5 million of his own money in the company. Facing these challenges, Sonoran sought a purchaser to undertake <span class=\"star-pagination\">*538</span> the continued development and marketing of its CTP technology.</p>\n<p>PerkinElmer is a publicly-traded Massachusetts corporation headquartered in Wellesley, Massachusetts. In late 2000, Donahue approached PerkinElmer to determine if PerkinElmer was interested in purchasing Sonoran's CTP Business. PerkinElmer was amenable to Donahue's overtures, and after negotiations, agreed to purchase substantially all of Sonoran's assets and business.</p>\n<p>PerkinElmer and Sonoran executed an \"Asset Purchase Agreement\" (\"Purchase Agreement\") on May 2, 2001. Under § 1.4 of the Purchase Agreement, at closing PerkinElmer paid $3.5 million. Some significant portion of that amount went directly to Sonoran's unsecured creditors. In addition, §§ 1.6 and 6.2 of the Purchase Agreement (entitled \"Additional Earnout Payments\") provided that PerkinElmer would pay Sonoran additional amounts if certain CTP product sales targets were met each year between 2001 and 2006. Under the terms of the earn-out provisions, PerkinElmer would pay Sonoran $750,000 if at least three CTP machines were sold in the first year following closing, $1.5 million (less any previously paid earn-out amounts) if at least ten machines were sold by the end of the second year, and additional amounts if certain gross margin targets on sales of CTP machines were met. The additional earnout payment (over and above the $1.5 million) during the five year payout period was a maximum of $2 million.</p>\n<p>Also relevant to this dispute are § 6.1 and § 6.3 of the Purchase Agreement. Section 6.3, entitled \"Sharing of Data,\" provided in part that \"The Parties agree that from and after the Closing Date they <i>shall cooperate fully with each other</i> to facilitate the transfer of the Acquired Assets from the Seller to the Buyer <i>and the operation thereof by the Buyer.</i>\" Purchase Agreement § 6.3(b) (emphasis added). Section 6.1 stated that \"The Buyer or a subsidiary of the Buyer shall offer employment to those Employees identified on <i>Schedule 6.1</i> attached hereto. . . .\" Schedule 6.1, in turn, listed eight Sonoran employees and stated whether or not each had accepted an offer of employment from PerkinElmer. The only employee on Schedule 6.1 who had not accepted an employment offer before execution of the Purchase Agreement was Norm Bogen, Sonoran's chief of sales and marketing and principal salesman.</p>\n<p>PerkinElmer also entered into a separate employment agreement (\"Employment Agreement\") with Donahue, under which Donahue was to serve as \"Site Leader and General Manager\" of the CTP Business for PerkinElmer for a salary of $150,000 per year. The Employment Agreement also specified that Donahue would be eligible to receive, for five years, bonuses (limited in the aggregate to $6.6 million) based on CTP sales and to be calculated in a manner similar to the earn-out payments potentially payable to Sonoran. The Annual Bonus Section of the Employment Agreement stated that Donahue would \"have the right to consult with [PerkinElmer] regarding the pricing of [CTP] Product sales.\"</p>\n<p>Upon closing, Sonoran's CTP Business (which remained located in Tucson, Arizona) became part of PerkinElmer's Azusa, California-based Lithography Systems division (\"Lithography\").</p>\n<p>It is undisputed that the CTP Business, as operated by PerkinElmer, was a failure. Between May 2001 and October 2004, only one CTP unit was sold and no additional amounts were paid under the provisions of the Purchase Agreement or Employment Agreement to Sonoran or Donahue. According to Sonoran and Donahue, the CTP Business's failure to thrive was the avoidable <span class=\"star-pagination\">*539</span> result of a series of unreasonable and bad faith decisions by PerkinElmer.</p>\n<p>By 2004 PerkinElmer was pursuing an exit strategy for the CTP Business. In September 2004 PerkinElmer sold its CTP assets to MacDermid, Inc. In October 2004 PerkinElmer shuttered the CTP Business and laid off the associated staff, including Donahue.</p>\n<p>On November 20, 2006, Sonoran and Donahue sued PerkinElmer in the United States District Court for the District of Massachusetts basing jurisdiction on diversity of citizenship. Insofar as is pertinent to this appeal, Sonoran and Donahue sued to recover on four separate theories. First, Sonoran alleged that PerkinElmer breached the express terms of the Purchase Agreement by failing to \"cooperate fully\" with Sonoran and by failing to hire Bogen in accordance with §§ 6.3 and 6.1 respectively of the Purchase Agreement. Second, Sonoran and Donahue claimed that PerkinElmer breached the implied covenant of good faith and fair dealing in both the Purchase Agreement and the Employment Agreement by engaging in bad faith conduct. Third, Sonoran claimed that PerkinElmer breached the implied terms of the Purchase Agreement by failing to make good faith and reasonably competent and diligent efforts to develop, market, and sell Sonoran's CTP products. Finally, Sonoran contended that PerkinElmer violated Chapter 93A, Mass. Gen. Laws ch. 93A § 11, by engaging in unfair or deceptive conduct.<sup>[1]</sup></p>\n<p>Following discovery, the district court granted summary judgment to PerkinElmer on all four claims. The court held that no express term of the Purchase Agreement had been violated. With regard to breach of the implied covenant of good faith and fair dealing in both the Purchase and Employment Agreements, the court held that \"[t]he parallel economic interests of the parties compels a conclusion that PerkinElmer did not intend to deny Plaintiffs the fruits of the contract[s]\" and thus that no breach could be shown. <i>Sonoran,</i> 590 F.Supp.2d at 211. The court added that \"[e]ven were this Court to find that PerkinElmer intended to deny the Plaintiffs the benefit of the contractual earnouts, on the record before the Court, the Plaintiffs would have great difficulty establishing that PerkinElmer's conduct caused the injuries the Plaintiffs allege\" and that \"they have not presented evidence sufficient to establish their damages with the necessary certainty.\" <i>Id.</i> The court further found that the Purchase Agreement contained no implied \"obligation to continue operating the CTP Business\" in the face of millions of dollars of losses. <i>Id.</i> at 206. Finally, the court held that Sonoran's Chapter 93A claim must fail because the claim relies exclusively on the same set of operative facts as the Plaintiffs' failed common law claims, and thus summary judgment was appropriate on that claim as well. <i>Id.</i> at 212.</p>\n<p>Sonoran and Donahue timely appealed from the judgment of the district court dated December 23, 2008, and we have jurisdiction under 28 U.S.C. § 1291.</p>\n<p></p>\n<h2>II.</h2>\n<p>We review the district court's grant of summary judgment de novo, drawing all <span class=\"star-pagination\">*540</span> reasonable inferences in favor of the nonmoving party. <i>Fenton v. John Hancock Mut. Life Ins. Co.,</i> 400 F.3d 83, 87 (1st Cir.2005).</p>\n<p></p>\n<h2>A. Breach of the Express Terms of the Purchase Agreement</h2>\n<p>Sonoran first contends that PerkinElmer breached the express terms of the Purchase Agreement, focusing on §§ 6.1 and 6.3 of the Agreement. The district court held that no reasonable jury could conclude that PerkinElmer breached any express provision, and we agree.</p>\n<p>We begin with Sonoran's contention that PerkinElmer breached § 6.3(b) of the Purchase Agreement. That provision, entitled \"Sharing of Data,\" provided in part that \"The Parties agree that from and after the Closing Date they <i>shall cooperate fully with each other</i> to facilitate the transfer of the Acquired Assets from the Seller to the Buyer <i>and the operation thereof by the Buyer.</i>\" Purchase Agreement § 6.3(b) (emphasis added). Although Sonoran apparently contends that the \"shall cooperate fully\" language of § 6.3(b) created a freestanding obligation on the part of PerkinElmer to \"cooperate\" with Sonoran and Donahue in operating the business, the unambiguous language of the provision was to the contrary. <i>See, e.g., </i><i>Eigerman v. Putnam Invs., Inc.,</i> 450 Mass. 281, 877 N.E.2d 1258, 1263 (2007) (courts interpret contracts according to plain terms where these are unambiguous). Specifically, § 6.3(b) stated that the duty of cooperation was intended to benefit PerkinElmer that the parties shall cooperate to facilitate transfer of Sonoran's business \"<i>to the Buyer</i>\" and to facilitate \"the operation thereof <i>by the Buyer.</i>\" Purchase Agreement § 6.3(b) (emphasis added). The district court correctly held that no basis exists to conclude that PerkinElmer breached § 6.3 of the Purchase Agreement.</p>\n<p>Equally unavailing is Sonoran's argument that PerkinElmer breached § 6.1 of the Purchase Agreement by failing to hire Bogen. That provision stated that \"The Buyer or a subsidiary of the Buyer <i>shall offer employment</i> to those Employees identified on <i>Schedule 6.1</i> attached hereto.. . .\" Purchase Agreement § 6.1 (first emphasis added). Sonoran maintains that the district court erred by failing \"to give any forward-looking meaning\" to the phrase \"shall offer employment\" such that PerkinElmer was required to make a better offer to Bogen post-closing.</p>\n<p>During negotiations with PerkinElmer before execution of the Purchase Agreement, Donahue made clear to PerkinElmer that Bogen would require a raise from his current salary of $100,000 a year to $125,000 a year, as well as reimbursement for commuting expenses and a fair commission, in order to remain with the business. In April 2001 PerkinElmer made offers to the eight Sonoran employees listed in Schedule 6.1 of the Purchase Agreement, including Norm Bogen. PerkinElmer offered Bogen only his current salary with no additional amount for expenses or commission. Bogen rejected the offer. Upon learning of Bogen's rejection, Donahue asked Greg Baxter, the head of Lithography, to increase the offer. Baxter represented that he would get a better offer for Bogen after closing, though no such language was added to the Purchase Agreement. PerkinElmer never made a better offer to Bogen, and Bogen never accepted employment with PerkinElmer.</p>\n<p>We agree with the district court that § 6.1 only required PerkinElmer to make a bona fide offer of employment to Bogen; it did not require PerkinElmer to make any particular offer to Bogen or to make a second, better offer to Bogen after closing when the first offer was rejected by Bogen.<sup>[2]</sup><span class=\"star-pagination\">*541</span> Schedule 6.1 of the Purchase Agreement confirmed this interpretation of § 6.1. That schedule listed eight Sonoran employees, including Bogen, and indicated that each employee but Bogen had accepted PerkinElmer's offer of employment by the May 2, 2000, closing. This clearly indicated that making an offer of employment before execution of the Purchase Agreement complied with § 6.1. Under these circumstances, the failure to make an offer of employment to Bogen after execution of the Purchase Agreement could not be a violation of the Purchase Agreement.</p>\n<p>In sum, the district court correctly granted summary judgment that PerkinElmer did not breach any express terms of the Purchase Agreement.</p>\n<p></p>\n<h2>B. Breach of the Implied Covenant of Good Faith and Fair Dealing</h2>\n<p>Sonoran and Donahue further contend that PerkinElmer breached the implied covenant of good faith and fair dealing in both the Purchase Agreement and the Employment Agreement by engaging in bad faith conduct, including misrepresenting its intention to give Bogen a better offer and failing to disclose the Lithography Division's true financial condition. The district court rejected this claim on the ground that there was no evidence that could support a finding that PerkinElmer intended to deprive Sonoran or Donahue of the fruits of the contracts.</p>\n<p>The parties devoted much of their briefing for this claim to the issue of whether specific intent is a necessary element of the implied covenant of good faith and fair dealing. Indeed, Massachusetts law is unclear whether specific intent is required for this claim.<sup>[3]</sup> But it is not necessary to resolve the specific intent dispute. Establishing a violation of the covenant of good faith and fair dealing requires at least bad faith conduct. <i>See </i><i>Schultz v. R.I. Hosp. Trust Nat'l Bank, N.A.,</i> 94 F.3d 721, 730 (1st Cir.1996); <i>Equip. &amp; Sys. for Indus. v. Northmeadows Constr. Co.,</i> 59 Mass.App.Ct. 931, 798 N.E.2d 571, 575 (2003); <i>Shawmut Bank, N.A. v. Wayman,</i> 34 Mass.App.Ct. 20, 606 N.E.2d 925, 928 (1993); <i>see also </i><i>FAMM Steel, Inc. v. Sovereign Bank,</i> 571 F.3d 93, 100 (1st Cir. 2009).</p>\n<p>The district court correctly determined that there were only two potential instances of alleged bad faith on PerkinElmer's <span class=\"star-pagination\">*542</span> part.<sup>[4]</sup> Both instances concerned only the Purchase Agreement and not the Employment Agreementnamely, PerkinElmer's representations regarding its intention to offer Bogen a better employment contract and its failure to inform Sonoran and Donahue that its Lithography Division was struggling financially. However, statements that are made <i>before</i> a contract is executed are \"inadequate\" for a claim of breach of the implied covenant of good faith and fair dealing. <i>AccuSoft Corp. v. Palo,</i> 237 F.3d 31, 45 (1st Cir. 2001) (\"It is implicit in [the definition of the implied covenant of good faith and fair dealing] that the prohibition contained in the covenant applies only to conduct during performance of the contract, not to conduct occurring prior to the contract's existence, such as conduct affecting contract negotiations.\" (citing <i>FDIC v. LeBlanc,</i> 85 F.3d 815, 822 (1st Cir.1996), and Restatement (Second) of Contracts § 205, cmt. c)); <i>see also </i><i>Eigerman v. Putnam Invs., Inc.,</i> 450 Mass. 281, 877 N.E.2d 1258, 1265 (2007) (stating that the implied covenant of good faith and fair dealing only \"concerns the manner in which existing contractual duties are performed\"); <i>Human Res. Dev. Press, Inc. v. IKON Office Solutions Co.,</i> No. 05-30068-KPN 3, 2006 WL 149043, at *9, 2006 U.S. Dist. LEXIS 1613 at *26 (D.Mass. Jan. 12, 2006).</p>\n<p>While the failure to make a new and better offer to Bogen occurred after the execution of the Purchase Agreement, the alleged bad faith conduct here was the representation during negotiations that a post-execution offer would be made to Bogen. In other words, the bad faith act occurred before, not after, execution of the Purchase Agreement. The same is true with respect to the representations as to the financial condition of the Lithography Division.</p>\n<p>Thus, the district court did not err in granting summary judgment that PerkinElmer did not breach the implied covenants of good faith and fair dealing.</p>\n<p></p>\n<h2>C. Breach of the Implied Reasonable Efforts Term of the Agreement</h2>\n<p>Sonoran next asserts that, under the Purchase Agreement, PerkinElmer had an implied obligation to exert reasonable efforts to develop and promote Sonoran's technology, and that it breached its obligation. PerkinElmer in turn argues Massachusetts does not recognize such an implied obligation, at least not under the circumstances involved here. We conclude that PerkinElmer did have an implied obligation under the Purchase Agreement to use reasonable efforts, and we reverse and remand for a determination of whether PerkinElmer breached this obligation with respect to the Purchase Agreement only.</p>\n<p>Justice Cardozo's opinion in <i>Wood v. Lucy, Lady Duff-Gordon,</i> 222 N.Y. 88, 118 N.E. 214 (1917), has influenced courts nationwide, including Massachusetts courts, to follow the principle that:</p>\n<blockquote>We are not to suppose that one party was to be placed at the mercy of the other. . . . [The] promise to pay the defendant one-half of the profits and revenues resulting from the exclusive agency and to render accounts monthly was a promise to use reasonable efforts to bring profits and revenues into existence.</blockquote>\n<p><i>Lady Duff,</i> 118 N.E. at 215-16, 222 N.Y. 88. Citing to <i>Lady Duff,</i> the Massachusetts Supreme Judicial Court has held that <span class=\"star-pagination\">*543</span> it is implied that one who obtains the exclusive right to manufacture a product under a patent has \"an implied obligation. . . to exert reasonable efforts to promote sales of the process and to establish, if reasonably possible, an extensive use of the invention.\" <i>Eno Sys., Inc. v. Eno,</i> 311 Mass. 334, 41 N.E.2d 17, 19-20 (1942).</p>\n<p>PerkinElmer contends that implying a reasonable efforts obligation is only necessary and appropriate where there is no other consideration supporting the existence of a contract. Thus, PerkinElmer seeks to limit the implied reasonable efforts obligation to contracts in which there is no consideration other than reasonable efforts. It points out that it paid $3.5 million in consideration at closing, and concludes that the reasonable efforts obligation does not apply here. While some jurisdictions may have adopted this rule, <i>see </i><i>Emerson Radio Corp. v. Orion Sales, Inc.,</i> 253 F.3d 159, 169 (3d Cir.2001); <i>WrestleReunion, LLC v. Live Nation Television Holdings, Inc.,</i> No. 8:07-cv-2093-JDW-MAP, 2009 WL 2473686, at *9, 2009 U.S. Dist. LEXIS 70285, at *26-27 (M.D.Fla. Aug. 11, 2009), Massachusetts has not. In <i>Eno,</i> for example, Mrs. Eno entered into an arrangement with a company to market a particular type of tape useful in the manufacture of shoes. <i>Eno,</i> 41 N.E.2d at 18. Under the license, Eno Systems was to pay Mrs. Eno $100 per month where the sales of tape were below 250,000 yards, and $200 per month where yardage exceeded that amount. Thus, even if Eno Systems had done nothing to exploit the patent, Mrs. Eno would have been entitled to $100 per month for the life of the patent. Despite this consideration, the court implied a reasonable efforts clause to maximize revenue based on the intent of the parties. <i>Id.</i> at 19.</p>\n<p>PerkinElmer also attempts to distinguish <i>Eno</i> as limited to exclusive licensing arrangements. PerkinElmer asserts that the implied reasonable efforts duty is inapplicable here because it \"did not obtain an exclusive license but rather purchased Sonoran's assets.\" The district court found this argument compelling. We do not because Massachusetts law is to the contrary. The fact that <i>Eno</i> involved exclusive licensing arrangements does not lessen the obligation to use reasonable efforts in other situations. <i>See, e.g., </i><i>Brightwater Paper Co. v. Monadnock Paper Mills,</i> 161 F.2d 869, 871 (1st Cir.1947) (holding that the plaintiff had an implied duty to use reasonable efforts to elicit particular business and to hand it over to the defendant); <i>Russo v. Enter. Realty Co.,</i> 347 Mass. 655, 199 N.E.2d 689, 692-93 (1964) (imposing a duty on a seller of land to use reasonable efforts to build a road of the width shown on its subdivision plan as part of its closing obligations); <i>Graustein v. HP Hood &amp; Sons, Inc.,</i> 293 Mass. 207, 200 N.E. 14, 20 (1936) (implying a duty on a purchaser of a retail milk delivery company to make \"reasonably diligent and persistent effort to collect [on seller's behalf] all the accounts recorded in the books which it took over\").<sup>[5]</sup> Rather, the key under Massachusetts law is that the instrument as a whole must make certain that the reasonable efforts term was implicit. <i>Eno,</i> 41 N.E.2d at 19; <i>see also </i><i>Spaulding v. Morse,</i> 322 Mass. 149, 76 N.E.2d 137, 139 (1947) (\"[I]f the instrument as a whole produces a conviction that a particular result was fixedly desired although not expressed by formal words, that defect may be supplied by implication <span class=\"star-pagination\">*544</span> and the underlying intention . . . may be effectuated, provided it is sufficiently declared by the entire instrument.\" (citing <i>Dittemore v. Dickey,</i> 249 Mass. 95, 144 N.E. 57 (1924))).</p>\n<p>Here various aspects of the Purchase Agreement in addition to the contingent nature of Sonoran's compensation support its argument that the reasonable efforts term was implicit. The earnout compensation was substantial (potentially $3.5 million) in relation to the up-front payments made by PerkinElmer ($3.5 million). A significant portion of the $3.5 million was paid to Sonoran's creditors and did not benefit the shareholders directly.<sup>[6]</sup> The Purchase Agreement contemplated a campaign to market the Sonoran technology over the next five years (although this does not suggest that it would not be reasonable to abandon those efforts before the end of the five-year period). There was no language in the agreement negating an obligation by PerkinElmer to use reasonable efforts or conferring absolute discretion on PerkinElmer as to the operation of the business. Under these circumstances, we find that PerkinElmer had an implied obligation to use reasonable efforts to develop and promote Sonoran's technology.</p>\n<p>Given that PerkinElmer had an implied obligation to exert reasonable efforts towards promoting sales of the CTP machines, the factual question remains whether PerkinElmer breached this obligation. On this question, as might be expected, the parties have quite different views. Sonoran has alleged a number of ways in which PerkinElmer potentially breached this obligation. In addition to PerkinElmer's failure to retain Bogen, Sonoran criticizes PerkinElmer's decision to assign Guy Antley, an in-house salesperson with no publishing experience, to lead the CTP sales efforts on a part-time basis. Sonoran contends that Antley was incompetent and made little effort to learn or promote the CTP Business. Sonoran further contends that PerkinElmer \"backed out of its commitment to allow Donahue to run the business . . . and started to operate it on the cheap.\" Pls.-Appellants' Br. 12. Sonoran offers the expert testimony of Paul Baier, who stated that despite a viable market for the CTP product, there was \"very little or no commitment to this product\" from PerkinElmer executives. Finally, Sonoran points to PerkinElmer's alleged mishandling of a potential opportunity to sell a large number of CTP units to MacDermid, Inc., a dominant supplier of equipment to newspaper publishers, as typical of the operation of the business.</p>\n<p>PerkinElmer, on the other hand, asserts that in 2003 and 2004 alone it invested (and lost) $2.5 million per year of its own money in the venture and vigorously attempted to promote and sell the Sonoran product. In PerkinElmer's view, the lack of success was attributable not to any lack of effort by PerkinElmer, but to a lack of enthusiasm by prospective purchasers in investing in an unproven technology and the well-known financial problems of the newspaper industry.</p>\n<p>PerkinElmer did not argue in its motion for summary judgment that, if the reasonable efforts obligation applied, it was entitled to summary judgment on the question of whether PerkinElmer had in fact satisfied its reasonable efforts obligation. We reverse and remand for the district court to determine whether PerkinElmer breached this obligation with respect to <span class=\"star-pagination\">*545</span> the Purchase Agreementan issue to which we express no views.<sup>[7]</sup> We recognize, as did the district judge, that PerkinElmer made a substantial investment in Sonoran and therefore had a substantial interest in making the CTP Business succeed, and so it may not be easy for Sonoran to show a lack of reasonable efforts. Whether on remand a trial is required to determine whether PerkinElmer utilized reasonable efforts is a matter for the district court to consider.</p>\n<p>Finally, we note that PerkinElmer may argue that the grant of summary judgment can be upheld on the ground that the district court found a lack of causation and insufficient proof of damages. To the extent that PerkinElmer makes such an argument, PerkinElmer is incorrect. The district court on summary judgment only addressed causation and damages with respect to the claims relating to the covenants of good faith and fair dealing and PerkinElmer's alleged bad faith, as PerkinElmer appears to recognize at various places in its brief.<sup>[8]</sup> Causation and damages remain to be determined with respect to the reasonable efforts claim if Sonoran is successful in establishing a breach of that obligation. Again, whether on remand a trial is required to determine causation and damages is a matter for the district court.</p>\n<p></p>\n<h2>D. Violation of Chapter 93A</h2>\n<p>Finally, Sonoran asserts that PerkinElmer violated Chapter 93A, Mass. Gen. Laws ch. 93A § 11. Chapter 93A creates a cause of action for unfair or deceptive acts or practices. The specific allegation here is that PerkinElmer violated Chapter 93A by: (1) making \"almost no effort to develop, market, and sell Sonoran's CTP products\"; (2) \"promising to amend the earnout and other incentive payment clauses in the contract\"; and (3) misrepresenting its intention to \"develop a strong marketing and sales program\" for the CTP Business through the end of 2003. In considering PerkinElmer's motion for summary judgment on this claim, the district court noted: \"[t]o the extent a party's Chapter 93A claims are based only on failed common law or statutory grounds, several courts have refused to find Chapter 93A liability.\" <i>Sonoran,</i> 590 F.Supp.2d at 212 (citations omitted). It then granted PerkinElmer judgment as a matter of law on the claim because \"the Plaintiffs [Chapter 93A] claims derive entirely from the same set of operative facts as their failed common law grounds.\" <i>Id.</i> In addition, PerkinElmer sought summary judgment on the alternative ground that the pertinent events did not occur primarily and substantially in Massachusetts, as Chapter 93A requires. We agree with PerkinElmer's alternative argument and need not reach the issue addressed by the district court.</p>\n<p>Chapter 93A states that:</p>\n<blockquote>No action shall be brought or maintained under this section unless the actions and transactions constituting the <span class=\"star-pagination\">*546</span> alleged unfair method of competition or the unfair or deceptive act or practice <i>occurred primarily and substantially within the commonwealth.</i>\n</blockquote>\n<p>Mass. Gen. Laws ch. 93A § 11 (emphasis added). Courts apply this standard by considering the facts \"in the context of the entire § 11 claim,\" and then determining \"whether the center of gravity of the circumstances that give rise to the claim is primarily and substantially within the Commonwealth.\" <i>Kuwaiti Danish Computer Corp. v. Digital Equip. Co.,</i> 438 Mass. 459, 781 N.E.2d 787, 799 (2003); <i>see also </i><i>Kenda Corp. v. Pot O'Gold Money Leagues, Inc.,</i> 329 F.3d 216, 234-35 (1st Cir.2003).</p>\n<p>Sonoran contends that the alleged Chapter 93A violations occurred primarily and substantially in Massachusetts because \"[i]n-house counsel and Perkin Corporate, based in Massachusetts, were intertwined with California employees and had the final say. Massachusetts was in control of the negotiations and made all of the important decisions.\" Pls.-Appellants' Br. 46. Sonoran further asserts that PerkinElmer's failure to make Bogen a better offer and disclose the Lithography Division's financial difficulties occurred through PerkinElmer Corporate, located in Massachusetts. We do not think this is sufficient for Massachusetts to be the \"center of gravity.\"</p>\n<p>In <i>Bushkin Assoc., Inc. v. Raytheon Co.,</i> 393 Mass. 622, 473 N.E.2d 662 (1985), a New York investment banker sued a Massachusetts corporation under Chapter 93A, alleging that deceptive statements were made to him in the course of telephone calls between Massachusetts and New York. The Supreme Judicial Court of Massachusetts determined that the alleged unfair or deceptive conduct did not occur primarily in Massachusetts because, despite the fact that the allegedly deceptive phone calls were made from Massachusetts, the telephone calls were received and acted upon in New York and the plaintiffs' losses were incurred in New York. <i>Id.</i> at 672. As a result, the court rejected the Chapter 93A claim. <i>Id.</i></p>\n<p>This case is similar to <i>Bushkin.</i> Just as the losses in <i>Bushkin</i> did not occur in Massachusetts, Sonoran's losses were incurred in Arizona where Donahue and the CTP Business were located. Sonoran also received and acted upon PerkinElmer's allegedly deceptive conduct in Arizona. Indeed this case is less favorable to the plaintiffs than <i>Bushkin.</i> Unlike <i>Bushkin,</i> where the allegedly deceptive statements were uttered in Massachusetts, the alleged misconduct here occurred primarily in Arizona and California where the Lithography and Optoelectronics Divisions were located. The fact that the Purchase Agreement provided that Massachusetts law would govern does not require a finding that the center of gravity for Chapter 93A liability is in Massachusetts. In <i>Bushkin,</i> the court determined that Massachusetts law controlled (even without a clause explicitly providing so) but still found that the alleged unfair or deceptive conduct did not occur primarily and substantially in Massachusetts and thus that there could be no Chapter 93A liability. <i>Bushkin,</i> 473 N.E.2d at 636, 638.</p>\n<p>Thus, viewing the record in the light most favorable to Sonoran, PerkinElmer was entitled to summary judgment on the Chapter 93A claim as the alleged unfair or deceptive conduct of PerkinElmer did not occur primarily and substantially in Massachusetts.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the reasons set forth above, we reverse the judgment of the district court with regard to whether the Purchase Agreement contains an implied contractual <span class=\"star-pagination\">*547</span> term requiring PerkinElmer to use reasonable efforts to develop and sell Sonoran's CTP technology, and remand for further proceedings on that issue. The judgment of the district court is in all other respects affirmed. Each party shall bear its own costs.</p>\n<p><i>Affirmed-in-part, reversed-in-part, and remanded.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Federal Circuit, sitting by designation.</p>\n<p>[1]  In the complaint, Donahue alleged additional theories concerning breach of the Employment Agreement that are not presented in this appeal. We note that Donahue signed the Purchase Agreement as \"Principal Stockholder.\" That Agreement, however, was silent as to any obligations running directly from PerkinElmer to Donahue (though there are some obligations running from Donahue to PerkinElmer). We assume that Donahue's claims are limited to his rights under the Employment Agreement.</p>\n<p>[2]  Because the plain language of the provision is unambiguous, Sonoran's argument that certain parole evidence (including pre-closing conversations in which Baxter represented that Bogen would receive a better offer after closing) creates a question of fact is without merit. The Purchase Agreement includes an integration clause. <i>See </i><i>Bank v. Int'l Bus. Machs. Corp.,</i> 145 F.3d 420, 424 (1st Cir. 1998) (noting that under Massachusetts law, an integrated contract, \"if unambiguous, cannot be modified by evidence of earlier or contemporaneous discussions\").</p>\n<p>[3]  <i>Compare, e.g., Birbiglia v. St. Vincent Hosp., Inc.,</i> 427 Mass. 80, 692 N.E.2d 9, 14 n. 5 (1998) (suggesting in a footnote that specific intent would be required to establish a violation of any duty of good faith and fair dealing), <i>and Towner v. Bennington Const. Co.,</i> No. 0033B, 2005 WL 3105653 at *11 n. 6 (Mass.Super.Ct. Oct. 12, 2005) (unreported) (reading <i>Birbiglia</i> as stating that a \"plaintiff must show `specific intent' to violate duty of good faith and fair dealing,\" meaning intent \"to deprive [plaintiff] of the fruits of the contract\"), <i>with Philip Alan, Inc. v. Sarcia,</i> No. 0500437, 2007 WL 738484 at *10 (Mass.Super.Ct. Feb. 6, 2007) (unreported) (rejecting specific intent standard and stating that \"[n]ot only does that lonely footnote [in <i>Birbiglia</i>] fail to clearly state that specific intent must be alleged in order to proceed with a claim of bad faith, this court has not been guided to any other cases which so hold\").</p>\n<p>[4]  We agree that the other alleged instances of bad faith were properly rejected by the district court.</p>\n<p>[5]  <i>See also </i><i>Bell v. Streetwise Records, Ltd.,</i> 761 F.2d 67, 73, 75 (1st Cir. 1985) (finding that the employment contracts between the plaintiffs, the members of a rock group, and the defendants, a record company and a manager, were \"`instinct' with that obligation\" and required each party to maximize the sale of records and royalties).</p>\n<p>[6]  Indeed Sonoran alleged that all of the $3.5 million was paid to Sonoran's creditors. Pls.' Counter-Statement of Material Facts ¶ 13.</p>\n<p>[7]  We note that in the complaint Donahue also argued that the Employment Agreement should be construed to include a reasonable efforts provision. That agreement presents a more difficult issue with respect to an implied reasonable efforts obligation. We need not, however, address this issue with respect to the Employment Agreement since Donahue has not sufficiently briefed the issue on appeal. <i>See </i><i>United States v. Zannino,</i> 895 F.2d 1, 17 (1st Cir.1990) (\"It is not enough merely to mention a possible argument in the most skeletal way, leaving the court to do counsel's work, create the ossature for the argument, and put flesh on its bones.\").</p>\n<p>[8]  Def.-Appellee's Br. 45 (\"The District Court held that Sonoran's implied covenant claim independently failed because of Sonoran's failure to offer evidence of causation.\").</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">585</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">535</span></span> (2009)</b></center>\n<center><h1>SONORAN SCANNERS, INC.; Joseph P. Donahue, Plaintiffs, Appellants,<br>\nv.<br>\nPERKINELMER, INC., Defendant, Appellee.</h1></center>\n<center>No. 09-1089.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard July 30, 2009.</center>\n<center>Decided October 29, 2009.</center>\n<p><span class=\"star-pagination\">*537</span> Edward T. Dangel, III, with whom Dangel &amp; Mattchen, LLP, was on the brief, for appellants.</p>\n<p>Jonathan Isaac Handler, with whom Jillian B. Hirsch and Day Pitney, LLP, was on the brief, for appellee.</p>\n<p>Before TORRUELLA, BOUDIN, and DYK,<sup>[*]</sup> Circuit Judges.</p>\n<p>DYK, Circuit Judge.</p>\n<p>Plaintiffs Joseph P. Donahue (\"Donahue\") and Sonoran Scanners, Inc. (\"Sonoran\") appeal from an order of the United States District Court for the District of Massachusetts granting summary judgment to defendant PerkinElmer, Inc. (\"PerkinElmer\") on claims for breach of contract and violation of Massachusetts General Laws Chapter 93A, Mass. Gen. Laws ch. 93A § 11. These claims arise from an Asset Purchase Agreement (\"Purchase Agreement\") in which PerkinElmer acquired Sonoran's computer-to-plate printing technology business (\"CTP Business\") and an employment agreement (\"Employment Agreement\") under which Donahue (the founder of Sonoran) agreed to serve as \"Site Leader and General Manager\" of the CTP Business for PerkinElmer. <i>Sonoran Scanners, Inc. v. PerkinElmer, Inc.,</i> <span class=\"citation\" data-id=\"2339201\"><a href=\"/opinion/2339201/sonoran-scanners-inc-v-perkinelmer-inc/\"><span class=\"volume\">590</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">196</span></a></span> (D.Mass. 2008).</p>\n<p>We agree that the district court correctly granted summary judgment to PerkinElmer with respect to most of the claims. However, we conclude that under Massachusetts law the Purchase Agreement contains an implied contractual term that required PerkinElmer to use reasonable efforts to develop and promote Sonoran's technology. Accordingly, in this one respect, we reverse the district court's grant of summary judgment and remand for further proceedings. In all other respects, we affirm.</p>\n<p></p>\n<h2>I.</h2>\n<p>Because this appeal is from a grant of summary judgment, we view the record in the light most favorable to the non-moving parties (here Sonoran and Donahue). <i>Morelli v. Webster,</i> <span class=\"citation\" data-id=\"203615\"><a href=\"/opinion/203615/morelli-v-webster/\"><span class=\"volume\">552</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 15 (1st Cir.2009).</p>\n<p>Sonoran is an Arizona corporation founded in 1997 by Donahue, an engineer and businessman, to develop and market high-speed computer-to-plate (\"CTP\") technology to the newspaper and graphic arts industries. The CTP technology developed by Sonoran was intended to be a high-speed digital printing alternative, superior to the costly and time-consuming analog process required by conventional plate technology. Sonoran's CTP technology required a greater initial capital investment from customers than conventional technology (approximately $500,000 per unit), but potentially offered significant cost savings over the life of the product. As of 2000, Sonoran had developed a prototype CTP machine, but had not made any sales. Although there was interest in Sonoran's product, some customers expressed concern as to whether the company was too small to assure long-term support for the unproven technology. By mid-2000, Sonoran was running out of cash despite Donahue's investment of approximately $3.5 million of his own money in the company. Facing these challenges, Sonoran sought a purchaser to undertake <span class=\"star-pagination\">*538</span> the continued development and marketing of its CTP technology.</p>\n<p>PerkinElmer is a publicly-traded Massachusetts corporation headquartered in Wellesley, Massachusetts. In late 2000, Donahue approached PerkinElmer to determine if PerkinElmer was interested in purchasing Sonoran's CTP Business. PerkinElmer was amenable to Donahue's overtures, and after negotiations, agreed to purchase substantially all of Sonoran's assets and business.</p>\n<p>PerkinElmer and Sonoran executed an \"Asset Purchase Agreement\" (\"Purchase Agreement\") on May 2, 2001. Under § 1.4 of the Purchase Agreement, at closing PerkinElmer paid $3.5 million. Some significant portion of that amount went directly to Sonoran's unsecured creditors. In addition, §§ 1.6 and 6.2 of the Purchase Agreement (entitled \"Additional Earnout Payments\") provided that PerkinElmer would pay Sonoran additional amounts if certain CTP product sales targets were met each year between 2001 and 2006. Under the terms of the earn-out provisions, PerkinElmer would pay Sonoran $750,000 if at least three CTP machines were sold in the first year following closing, $1.5 million (less any previously paid earn-out amounts) if at least ten machines were sold by the end of the second year, and additional amounts if certain gross margin targets on sales of CTP machines were met. The additional earnout payment (over and above the $1.5 million) during the five year payout period was a maximum of $2 million.</p>\n<p>Also relevant to this dispute are § 6.1 and § 6.3 of the Purchase Agreement. Section 6.3, entitled \"Sharing of Data,\" provided in part that \"The Parties agree that from and after the Closing Date they <i>shall cooperate fully with each other</i> to facilitate the transfer of the Acquired Assets from the Seller to the Buyer <i>and the operation thereof by the Buyer.</i>\" Purchase Agreement § 6.3(b) (emphasis added). Section 6.1 stated that \"The Buyer or a subsidiary of the Buyer shall offer employment to those Employees identified on <i>Schedule 6.1</i> attached hereto. . . .\" Schedule 6.1, in turn, listed eight Sonoran employees and stated whether or not each had accepted an offer of employment from PerkinElmer. The only employee on Schedule 6.1 who had not accepted an employment offer before execution of the Purchase Agreement was Norm Bogen, Sonoran's chief of sales and marketing and principal salesman.</p>\n<p>PerkinElmer also entered into a separate employment agreement (\"Employment Agreement\") with Donahue, under which Donahue was to serve as \"Site Leader and General Manager\" of the CTP Business for PerkinElmer for a salary of $150,000 per year. The Employment Agreement also specified that Donahue would be eligible to receive, for five years, bonuses (limited in the aggregate to $6.6 million) based on CTP sales and to be calculated in a manner similar to the earn-out payments potentially payable to Sonoran. The Annual Bonus Section of the Employment Agreement stated that Donahue would \"have the right to consult with [PerkinElmer] regarding the pricing of [CTP] Product sales.\"</p>\n<p>Upon closing, Sonoran's CTP Business (which remained located in Tucson, Arizona) became part of PerkinElmer's Azusa, California-based Lithography Systems division (\"Lithography\").</p>\n<p>It is undisputed that the CTP Business, as operated by PerkinElmer, was a failure. Between May 2001 and October 2004, only one CTP unit was sold and no additional amounts were paid under the provisions of the Purchase Agreement or Employment Agreement to Sonoran or Donahue. According to Sonoran and Donahue, the CTP Business's failure to thrive was the avoidable <span class=\"star-pagination\">*539</span> result of a series of unreasonable and bad faith decisions by PerkinElmer.</p>\n<p>By 2004 PerkinElmer was pursuing an exit strategy for the CTP Business. In September 2004 PerkinElmer sold its CTP assets to MacDermid, Inc. In October 2004 PerkinElmer shuttered the CTP Business and laid off the associated staff, including Donahue.</p>\n<p>On November 20, 2006, Sonoran and Donahue sued PerkinElmer in the United States District Court for the District of Massachusetts basing jurisdiction on diversity of citizenship. Insofar as is pertinent to this appeal, Sonoran and Donahue sued to recover on four separate theories. First, Sonoran alleged that PerkinElmer breached the express terms of the Purchase Agreement by failing to \"cooperate fully\" with Sonoran and by failing to hire Bogen in accordance with §§ 6.3 and 6.1 respectively of the Purchase Agreement. Second, Sonoran and Donahue claimed that PerkinElmer breached the implied covenant of good faith and fair dealing in both the Purchase Agreement and the Employment Agreement by engaging in bad faith conduct. Third, Sonoran claimed that PerkinElmer breached the implied terms of the Purchase Agreement by failing to make good faith and reasonably competent and diligent efforts to develop, market, and sell Sonoran's CTP products. Finally, Sonoran contended that PerkinElmer violated Chapter 93A, Mass. Gen. Laws ch. 93A § 11, by engaging in unfair or deceptive conduct.<sup>[1]</sup></p>\n<p>Following discovery, the district court granted summary judgment to PerkinElmer on all four claims. The court held that no express term of the Purchase Agreement had been violated. With regard to breach of the implied covenant of good faith and fair dealing in both the Purchase and Employment Agreements, the court held that \"[t]he parallel economic interests of the parties compels a conclusion that PerkinElmer did not intend to deny Plaintiffs the fruits of the contract[s]\" and thus that no breach could be shown. <i>Sonoran,</i> 590 F.Supp.2d at 211. The court added that \"[e]ven were this Court to find that PerkinElmer intended to deny the Plaintiffs the benefit of the contractual earnouts, on the record before the Court, the Plaintiffs would have great difficulty establishing that PerkinElmer's conduct caused the injuries the Plaintiffs allege\" and that \"they have not presented evidence sufficient to establish their damages with the necessary certainty.\" <i>Id.</i> The court further found that the Purchase Agreement contained no implied \"obligation to continue operating the CTP Business\" in the face of millions of dollars of losses. <i>Id.</i> at 206. Finally, the court held that Sonoran's Chapter 93A claim must fail because the claim relies exclusively on the same set of operative facts as the Plaintiffs' failed common law claims, and thus summary judgment was appropriate on that claim as well. <i>Id.</i> at 212.</p>\n<p>Sonoran and Donahue timely appealed from the judgment of the district court dated December 23, 2008, and we have jurisdiction under 28 U.S.C. § 1291.</p>\n<p></p>\n<h2>II.</h2>\n<p>We review the district court's grant of summary judgment de novo, drawing all <span class=\"star-pagination\">*540</span> reasonable inferences in favor of the nonmoving party. <i>Fenton v. John Hancock Mut. Life Ins. Co.,</i> <span class=\"citation\" data-id=\"201479\"><a href=\"/opinion/201479/cheever-v-john-hancock-mutual/\"><span class=\"volume\">400</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">83</span></a></span>, 87 (1st Cir.2005).</p>\n<p></p>\n<h2>A. Breach of the Express Terms of the Purchase Agreement</h2>\n<p>Sonoran first contends that PerkinElmer breached the express terms of the Purchase Agreement, focusing on §§ 6.1 and 6.3 of the Agreement. The district court held that no reasonable jury could conclude that PerkinElmer breached any express provision, and we agree.</p>\n<p>We begin with Sonoran's contention that PerkinElmer breached § 6.3(b) of the Purchase Agreement. That provision, entitled \"Sharing of Data,\" provided in part that \"The Parties agree that from and after the Closing Date they <i>shall cooperate fully with each other</i> to facilitate the transfer of the Acquired Assets from the Seller to the Buyer <i>and the operation thereof by the Buyer.</i>\" Purchase Agreement § 6.3(b) (emphasis added). Although Sonoran apparently contends that the \"shall cooperate fully\" language of § 6.3(b) created a freestanding obligation on the part of PerkinElmer to \"cooperate\" with Sonoran and Donahue in operating the business, the unambiguous language of the provision was to the contrary. <i>See, e.g., </i><i>Eigerman v. Putnam Invs., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">450</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">281</span></span>, <span class=\"citation no-link\"><span class=\"volume\">877</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1258</span></span>, 1263 (2007) (courts interpret contracts according to plain terms where these are unambiguous). Specifically, § 6.3(b) stated that the duty of cooperation was intended to benefit PerkinElmer that the parties shall cooperate to facilitate transfer of Sonoran's business \"<i>to the Buyer</i>\" and to facilitate \"the operation thereof <i>by the Buyer.</i>\" Purchase Agreement § 6.3(b) (emphasis added). The district court correctly held that no basis exists to conclude that PerkinElmer breached § 6.3 of the Purchase Agreement.</p>\n<p>Equally unavailing is Sonoran's argument that PerkinElmer breached § 6.1 of the Purchase Agreement by failing to hire Bogen. That provision stated that \"The Buyer or a subsidiary of the Buyer <i>shall offer employment</i> to those Employees identified on <i>Schedule 6.1</i> attached hereto.. . .\" Purchase Agreement § 6.1 (first emphasis added). Sonoran maintains that the district court erred by failing \"to give any forward-looking meaning\" to the phrase \"shall offer employment\" such that PerkinElmer was required to make a better offer to Bogen post-closing.</p>\n<p>During negotiations with PerkinElmer before execution of the Purchase Agreement, Donahue made clear to PerkinElmer that Bogen would require a raise from his current salary of $100,000 a year to $125,000 a year, as well as reimbursement for commuting expenses and a fair commission, in order to remain with the business. In April 2001 PerkinElmer made offers to the eight Sonoran employees listed in Schedule 6.1 of the Purchase Agreement, including Norm Bogen. PerkinElmer offered Bogen only his current salary with no additional amount for expenses or commission. Bogen rejected the offer. Upon learning of Bogen's rejection, Donahue asked Greg Baxter, the head of Lithography, to increase the offer. Baxter represented that he would get a better offer for Bogen after closing, though no such language was added to the Purchase Agreement. PerkinElmer never made a better offer to Bogen, and Bogen never accepted employment with PerkinElmer.</p>\n<p>We agree with the district court that § 6.1 only required PerkinElmer to make a bona fide offer of employment to Bogen; it did not require PerkinElmer to make any particular offer to Bogen or to make a second, better offer to Bogen after closing when the first offer was rejected by Bogen.<sup>[2]</sup><span class=\"star-pagination\">*541</span> Schedule 6.1 of the Purchase Agreement confirmed this interpretation of § 6.1. That schedule listed eight Sonoran employees, including Bogen, and indicated that each employee but Bogen had accepted PerkinElmer's offer of employment by the May 2, 2000, closing. This clearly indicated that making an offer of employment before execution of the Purchase Agreement complied with § 6.1. Under these circumstances, the failure to make an offer of employment to Bogen after execution of the Purchase Agreement could not be a violation of the Purchase Agreement.</p>\n<p>In sum, the district court correctly granted summary judgment that PerkinElmer did not breach any express terms of the Purchase Agreement.</p>\n<p></p>\n<h2>B. Breach of the Implied Covenant of Good Faith and Fair Dealing</h2>\n<p>Sonoran and Donahue further contend that PerkinElmer breached the implied covenant of good faith and fair dealing in both the Purchase Agreement and the Employment Agreement by engaging in bad faith conduct, including misrepresenting its intention to give Bogen a better offer and failing to disclose the Lithography Division's true financial condition. The district court rejected this claim on the ground that there was no evidence that could support a finding that PerkinElmer intended to deprive Sonoran or Donahue of the fruits of the contracts.</p>\n<p>The parties devoted much of their briefing for this claim to the issue of whether specific intent is a necessary element of the implied covenant of good faith and fair dealing. Indeed, Massachusetts law is unclear whether specific intent is required for this claim.<sup>[3]</sup> But it is not necessary to resolve the specific intent dispute. Establishing a violation of the covenant of good faith and fair dealing requires at least bad faith conduct. <i>See </i><i>Schultz v. R.I. Hosp. Trust Nat'l Bank, N.A.,</i> <span class=\"citation\" data-id=\"196938\"><a href=\"/opinion/196938/schultz-v-ri-hosp-trust-nat-bk/\"><span class=\"volume\">94</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">721</span></a></span>, 730 (1st Cir.1996); <i>Equip. &amp; Sys. for Indus. v. Northmeadows Constr. Co.,</i> 59 Mass.App.Ct. 931, <span class=\"citation no-link\"><span class=\"volume\">798</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">571</span></span>, 575 (2003); <i>Shawmut Bank, N.A. v. Wayman,</i> 34 Mass.App.Ct. 20, <span class=\"citation\" data-id=\"2035845\"><a href=\"/opinion/2035845/shawmut-bank-na-v-wayman/\"><span class=\"volume\">606</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">925</span></a></span>, 928 (1993); <i>see also </i><i>FAMM Steel, Inc. v. Sovereign Bank,</i> <span class=\"citation\" data-id=\"203868\"><a href=\"/opinion/203868/famm-steel-inc-v-sovereign-bank/\"><span class=\"volume\">571</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">93</span></a></span>, 100 (1st Cir. 2009).</p>\n<p>The district court correctly determined that there were only two potential instances of alleged bad faith on PerkinElmer's <span class=\"star-pagination\">*542</span> part.<sup>[4]</sup> Both instances concerned only the Purchase Agreement and not the Employment Agreementnamely, PerkinElmer's representations regarding its intention to offer Bogen a better employment contract and its failure to inform Sonoran and Donahue that its Lithography Division was struggling financially. However, statements that are made <i>before</i> a contract is executed are \"inadequate\" for a claim of breach of the implied covenant of good faith and fair dealing. <i>AccuSoft Corp. v. Palo,</i> <span class=\"citation\" data-id=\"771700\"><a href=\"/opinion/771700/accusoft-corporation-appellantcross-appellee-v-james-l-palo-simon/\"><span class=\"volume\">237</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></a></span>, 45 (1st Cir. 2001) (\"It is implicit in [the definition of the implied covenant of good faith and fair dealing] that the prohibition contained in the covenant applies only to conduct during performance of the contract, not to conduct occurring prior to the contract's existence, such as conduct affecting contract negotiations.\" (citing <i>FDIC v. LeBlanc,</i> <span class=\"citation\" data-id=\"196805\"><a href=\"/opinion/196805/fdic-v-leblanc/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">815</span></a></span>, 822 (1st Cir.1996), and Restatement (Second) of Contracts § 205, cmt. c)); <i>see also </i><i>Eigerman v. Putnam Invs., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">450</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">281</span></span>, <span class=\"citation no-link\"><span class=\"volume\">877</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1258</span></span>, 1265 (2007) (stating that the implied covenant of good faith and fair dealing only \"concerns the manner in which existing contractual duties are performed\"); <i>Human Res. Dev. Press, Inc. v. IKON Office Solutions Co.,</i> No. 05-30068-KPN 3, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">149043</span></span>, at *9, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">1613</span></span> at *26 (D.Mass. Jan. 12, 2006).</p>\n<p>While the failure to make a new and better offer to Bogen occurred after the execution of the Purchase Agreement, the alleged bad faith conduct here was the representation during negotiations that a post-execution offer would be made to Bogen. In other words, the bad faith act occurred before, not after, execution of the Purchase Agreement. The same is true with respect to the representations as to the financial condition of the Lithography Division.</p>\n<p>Thus, the district court did not err in granting summary judgment that PerkinElmer did not breach the implied covenants of good faith and fair dealing.</p>\n<p></p>\n<h2>C. Breach of the Implied Reasonable Efforts Term of the Agreement</h2>\n<p>Sonoran next asserts that, under the Purchase Agreement, PerkinElmer had an implied obligation to exert reasonable efforts to develop and promote Sonoran's technology, and that it breached its obligation. PerkinElmer in turn argues Massachusetts does not recognize such an implied obligation, at least not under the circumstances involved here. We conclude that PerkinElmer did have an implied obligation under the Purchase Agreement to use reasonable efforts, and we reverse and remand for a determination of whether PerkinElmer breached this obligation with respect to the Purchase Agreement only.</p>\n<p>Justice Cardozo's opinion in <i>Wood v. Lucy, Lady Duff-Gordon,</i> <span class=\"citation no-link\"><span class=\"volume\">222</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">88</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">214</span></span> (1917), has influenced courts nationwide, including Massachusetts courts, to follow the principle that:</p>\n<blockquote>We are not to suppose that one party was to be placed at the mercy of the other. . . . [The] promise to pay the defendant one-half of the profits and revenues resulting from the exclusive agency and to render accounts monthly was a promise to use reasonable efforts to bring profits and revenues into existence.</blockquote>\n<p><i>Lady Duff,</i> 118 N.E. at 215-16, <span class=\"citation no-link\"><span class=\"volume\">222</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">88</span></span>. Citing to <i>Lady Duff,</i> the Massachusetts Supreme Judicial Court has held that <span class=\"star-pagination\">*543</span> it is implied that one who obtains the exclusive right to manufacture a product under a patent has \"an implied obligation. . . to exert reasonable efforts to promote sales of the process and to establish, if reasonably possible, an extensive use of the invention.\" <i>Eno Sys., Inc. v. Eno,</i> <span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">334</span></span>, <span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">17</span></span>, 19-20 (1942).</p>\n<p>PerkinElmer contends that implying a reasonable efforts obligation is only necessary and appropriate where there is no other consideration supporting the existence of a contract. Thus, PerkinElmer seeks to limit the implied reasonable efforts obligation to contracts in which there is no consideration other than reasonable efforts. It points out that it paid $3.5 million in consideration at closing, and concludes that the reasonable efforts obligation does not apply here. While some jurisdictions may have adopted this rule, <i>see </i><i>Emerson Radio Corp. v. Orion Sales, Inc.,</i> <span class=\"citation\" data-id=\"773610\"><a href=\"/opinion/773610/emerson-radio-corp-v-orion-sales-inc-otake-trading-co-ltd-technos/\"><span class=\"volume\">253</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">159</span></a></span>, 169 (3d Cir.2001); <i>WrestleReunion, LLC v. Live Nation Television Holdings, Inc.,</i> No. 8:07-cv-2093-JDW-MAP, <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">2473686</span></span>, at *9, <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">70285</span></span>, at *26-27 (M.D.Fla. Aug. 11, 2009), Massachusetts has not. In <i>Eno,</i> for example, Mrs. Eno entered into an arrangement with a company to market a particular type of tape useful in the manufacture of shoes. <i>Eno,</i> 41 N.E.2d at 18. Under the license, Eno Systems was to pay Mrs. Eno $100 per month where the sales of tape were below 250,000 yards, and $200 per month where yardage exceeded that amount. Thus, even if Eno Systems had done nothing to exploit the patent, Mrs. Eno would have been entitled to $100 per month for the life of the patent. Despite this consideration, the court implied a reasonable efforts clause to maximize revenue based on the intent of the parties. <i>Id.</i> at 19.</p>\n<p>PerkinElmer also attempts to distinguish <i>Eno</i> as limited to exclusive licensing arrangements. PerkinElmer asserts that the implied reasonable efforts duty is inapplicable here because it \"did not obtain an exclusive license but rather purchased Sonoran's assets.\" The district court found this argument compelling. We do not because Massachusetts law is to the contrary. The fact that <i>Eno</i> involved exclusive licensing arrangements does not lessen the obligation to use reasonable efforts in other situations. <i>See, e.g., </i><i>Brightwater Paper Co. v. Monadnock Paper Mills,</i> <span class=\"citation\" data-id=\"1566546\"><a href=\"/opinion/1566546/brightwater-paper-co-v-monadnock-paper-mills/\"><span class=\"volume\">161</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">869</span></a></span>, 871 (1st Cir.1947) (holding that the plaintiff had an implied duty to use reasonable efforts to elicit particular business and to hand it over to the defendant); <i>Russo v. Enter. Realty Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">347</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">655</span></span>, <span class=\"citation no-link\"><span class=\"volume\">199</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">689</span></span>, 692-93 (1964) (imposing a duty on a seller of land to use reasonable efforts to build a road of the width shown on its subdivision plan as part of its closing obligations); <i>Graustein v. HP Hood &amp; Sons, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">293</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">207</span></span>, <span class=\"citation no-link\"><span class=\"volume\">200</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">14</span></span>, 20 (1936) (implying a duty on a purchaser of a retail milk delivery company to make \"reasonably diligent and persistent effort to collect [on seller's behalf] all the accounts recorded in the books which it took over\").<sup>[5]</sup> Rather, the key under Massachusetts law is that the instrument as a whole must make certain that the reasonable efforts term was implicit. <i>Eno,</i> 41 N.E.2d at 19; <i>see also </i><i>Spaulding v. Morse,</i> <span class=\"citation no-link\"><span class=\"volume\">322</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">149</span></span>, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">137</span></span>, 139 (1947) (\"[I]f the instrument as a whole produces a conviction that a particular result was fixedly desired although not expressed by formal words, that defect may be supplied by implication <span class=\"star-pagination\">*544</span> and the underlying intention . . . may be effectuated, provided it is sufficiently declared by the entire instrument.\" (citing <i>Dittemore v. Dickey,</i> <span class=\"citation no-link\"><span class=\"volume\">249</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">95</span></span>, <span class=\"citation no-link\"><span class=\"volume\">144</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">57</span></span> (1924))).</p>\n<p>Here various aspects of the Purchase Agreement in addition to the contingent nature of Sonoran's compensation support its argument that the reasonable efforts term was implicit. The earnout compensation was substantial (potentially $3.5 million) in relation to the up-front payments made by PerkinElmer ($3.5 million). A significant portion of the $3.5 million was paid to Sonoran's creditors and did not benefit the shareholders directly.<sup>[6]</sup> The Purchase Agreement contemplated a campaign to market the Sonoran technology over the next five years (although this does not suggest that it would not be reasonable to abandon those efforts before the end of the five-year period). There was no language in the agreement negating an obligation by PerkinElmer to use reasonable efforts or conferring absolute discretion on PerkinElmer as to the operation of the business. Under these circumstances, we find that PerkinElmer had an implied obligation to use reasonable efforts to develop and promote Sonoran's technology.</p>\n<p>Given that PerkinElmer had an implied obligation to exert reasonable efforts towards promoting sales of the CTP machines, the factual question remains whether PerkinElmer breached this obligation. On this question, as might be expected, the parties have quite different views. Sonoran has alleged a number of ways in which PerkinElmer potentially breached this obligation. In addition to PerkinElmer's failure to retain Bogen, Sonoran criticizes PerkinElmer's decision to assign Guy Antley, an in-house salesperson with no publishing experience, to lead the CTP sales efforts on a part-time basis. Sonoran contends that Antley was incompetent and made little effort to learn or promote the CTP Business. Sonoran further contends that PerkinElmer \"backed out of its commitment to allow Donahue to run the business . . . and started to operate it on the cheap.\" Pls.-Appellants' Br. 12. Sonoran offers the expert testimony of Paul Baier, who stated that despite a viable market for the CTP product, there was \"very little or no commitment to this product\" from PerkinElmer executives. Finally, Sonoran points to PerkinElmer's alleged mishandling of a potential opportunity to sell a large number of CTP units to MacDermid, Inc., a dominant supplier of equipment to newspaper publishers, as typical of the operation of the business.</p>\n<p>PerkinElmer, on the other hand, asserts that in 2003 and 2004 alone it invested (and lost) $2.5 million per year of its own money in the venture and vigorously attempted to promote and sell the Sonoran product. In PerkinElmer's view, the lack of success was attributable not to any lack of effort by PerkinElmer, but to a lack of enthusiasm by prospective purchasers in investing in an unproven technology and the well-known financial problems of the newspaper industry.</p>\n<p>PerkinElmer did not argue in its motion for summary judgment that, if the reasonable efforts obligation applied, it was entitled to summary judgment on the question of whether PerkinElmer had in fact satisfied its reasonable efforts obligation. We reverse and remand for the district court to determine whether PerkinElmer breached this obligation with respect to <span class=\"star-pagination\">*545</span> the Purchase Agreementan issue to which we express no views.<sup>[7]</sup> We recognize, as did the district judge, that PerkinElmer made a substantial investment in Sonoran and therefore had a substantial interest in making the CTP Business succeed, and so it may not be easy for Sonoran to show a lack of reasonable efforts. Whether on remand a trial is required to determine whether PerkinElmer utilized reasonable efforts is a matter for the district court to consider.</p>\n<p>Finally, we note that PerkinElmer may argue that the grant of summary judgment can be upheld on the ground that the district court found a lack of causation and insufficient proof of damages. To the extent that PerkinElmer makes such an argument, PerkinElmer is incorrect. The district court on summary judgment only addressed causation and damages with respect to the claims relating to the covenants of good faith and fair dealing and PerkinElmer's alleged bad faith, as PerkinElmer appears to recognize at various places in its brief.<sup>[8]</sup> Causation and damages remain to be determined with respect to the reasonable efforts claim if Sonoran is successful in establishing a breach of that obligation. Again, whether on remand a trial is required to determine causation and damages is a matter for the district court.</p>\n<p></p>\n<h2>D. Violation of Chapter 93A</h2>\n<p>Finally, Sonoran asserts that PerkinElmer violated Chapter 93A, Mass. Gen. Laws ch. 93A § 11. Chapter 93A creates a cause of action for unfair or deceptive acts or practices. The specific allegation here is that PerkinElmer violated Chapter 93A by: (1) making \"almost no effort to develop, market, and sell Sonoran's CTP products\"; (2) \"promising to amend the earnout and other incentive payment clauses in the contract\"; and (3) misrepresenting its intention to \"develop a strong marketing and sales program\" for the CTP Business through the end of 2003. In considering PerkinElmer's motion for summary judgment on this claim, the district court noted: \"[t]o the extent a party's Chapter 93A claims are based only on failed common law or statutory grounds, several courts have refused to find Chapter 93A liability.\" <i>Sonoran,</i> 590 F.Supp.2d at 212 (citations omitted). It then granted PerkinElmer judgment as a matter of law on the claim because \"the Plaintiffs [Chapter 93A] claims derive entirely from the same set of operative facts as their failed common law grounds.\" <i>Id.</i> In addition, PerkinElmer sought summary judgment on the alternative ground that the pertinent events did not occur primarily and substantially in Massachusetts, as Chapter 93A requires. We agree with PerkinElmer's alternative argument and need not reach the issue addressed by the district court.</p>\n<p>Chapter 93A states that:</p>\n<blockquote>No action shall be brought or maintained under this section unless the actions and transactions constituting the <span class=\"star-pagination\">*546</span> alleged unfair method of competition or the unfair or deceptive act or practice <i>occurred primarily and substantially within the commonwealth.</i>\n</blockquote>\n<p>Mass. Gen. Laws ch. 93A § 11 (emphasis added). Courts apply this standard by considering the facts \"in the context of the entire § 11 claim,\" and then determining \"whether the center of gravity of the circumstances that give rise to the claim is primarily and substantially within the Commonwealth.\" <i>Kuwaiti Danish Computer Corp. v. Digital Equip. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">438</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">459</span></span>, <span class=\"citation no-link\"><span class=\"volume\">781</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">787</span></span>, 799 (2003); <i>see also </i><i>Kenda Corp. v. Pot O'Gold Money Leagues, Inc.,</i> <span class=\"citation\" data-id=\"200468\"><a href=\"/opinion/200468/kenda-corporation-v-germain/\"><span class=\"volume\">329</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">216</span></a></span>, 234-35 (1st Cir.2003).</p>\n<p>Sonoran contends that the alleged Chapter 93A violations occurred primarily and substantially in Massachusetts because \"[i]n-house counsel and Perkin Corporate, based in Massachusetts, were intertwined with California employees and had the final say. Massachusetts was in control of the negotiations and made all of the important decisions.\" Pls.-Appellants' Br. 46. Sonoran further asserts that PerkinElmer's failure to make Bogen a better offer and disclose the Lithography Division's financial difficulties occurred through PerkinElmer Corporate, located in Massachusetts. We do not think this is sufficient for Massachusetts to be the \"center of gravity.\"</p>\n<p>In <i>Bushkin Assoc., Inc. v. Raytheon Co.,</i> <span class=\"citation\" data-id=\"2032123\"><a href=\"/opinion/2032123/bushkin-associates-inc-v-raytheon-co/\"><span class=\"volume\">393</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">622</span></a></span>, <span class=\"citation\" data-id=\"2032123\"><a href=\"/opinion/2032123/bushkin-associates-inc-v-raytheon-co/\"><span class=\"volume\">473</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">662</span></a></span> (1985), a New York investment banker sued a Massachusetts corporation under Chapter 93A, alleging that deceptive statements were made to him in the course of telephone calls between Massachusetts and New York. The Supreme Judicial Court of Massachusetts determined that the alleged unfair or deceptive conduct did not occur primarily in Massachusetts because, despite the fact that the allegedly deceptive phone calls were made from Massachusetts, the telephone calls were received and acted upon in New York and the plaintiffs' losses were incurred in New York. <i>Id.</i> at 672. As a result, the court rejected the Chapter 93A claim. <i>Id.</i></p>\n<p>This case is similar to <i>Bushkin.</i> Just as the losses in <i>Bushkin</i> did not occur in Massachusetts, Sonoran's losses were incurred in Arizona where Donahue and the CTP Business were located. Sonoran also received and acted upon PerkinElmer's allegedly deceptive conduct in Arizona. Indeed this case is less favorable to the plaintiffs than <i>Bushkin.</i> Unlike <i>Bushkin,</i> where the allegedly deceptive statements were uttered in Massachusetts, the alleged misconduct here occurred primarily in Arizona and California where the Lithography and Optoelectronics Divisions were located. The fact that the Purchase Agreement provided that Massachusetts law would govern does not require a finding that the center of gravity for Chapter 93A liability is in Massachusetts. In <i>Bushkin,</i> the court determined that Massachusetts law controlled (even without a clause explicitly providing so) but still found that the alleged unfair or deceptive conduct did not occur primarily and substantially in Massachusetts and thus that there could be no Chapter 93A liability. <i>Bushkin,</i> 473 N.E.2d at 636, 638.</p>\n<p>Thus, viewing the record in the light most favorable to Sonoran, PerkinElmer was entitled to summary judgment on the Chapter 93A claim as the alleged unfair or deceptive conduct of PerkinElmer did not occur primarily and substantially in Massachusetts.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the reasons set forth above, we reverse the judgment of the district court with regard to whether the Purchase Agreement contains an implied contractual <span class=\"star-pagination\">*547</span> term requiring PerkinElmer to use reasonable efforts to develop and sell Sonoran's CTP technology, and remand for further proceedings on that issue. The judgment of the district court is in all other respects affirmed. Each party shall bear its own costs.</p>\n<p><i>Affirmed-in-part, reversed-in-part, and remanded.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Federal Circuit, sitting by designation.</p>\n<p>[1]  In the complaint, Donahue alleged additional theories concerning breach of the Employment Agreement that are not presented in this appeal. We note that Donahue signed the Purchase Agreement as \"Principal Stockholder.\" That Agreement, however, was silent as to any obligations running directly from PerkinElmer to Donahue (though there are some obligations running from Donahue to PerkinElmer). We assume that Donahue's claims are limited to his rights under the Employment Agreement.</p>\n<p>[2]  Because the plain language of the provision is unambiguous, Sonoran's argument that certain parole evidence (including pre-closing conversations in which Baxter represented that Bogen would receive a better offer after closing) creates a question of fact is without merit. The Purchase Agreement includes an integration clause. <i>See </i><i>Bank v. Int'l Bus. Machs. Corp.,</i> <span class=\"citation\" data-id=\"197980\"><a href=\"/opinion/197980/bank-v-ibm/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">420</span></a></span>, 424 (1st Cir. 1998) (noting that under Massachusetts law, an integrated contract, \"if unambiguous, cannot be modified by evidence of earlier or contemporaneous discussions\").</p>\n<p>[3]  <i>Compare, e.g., Birbiglia v. St. Vincent Hosp., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">427</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">80</span></span>, <span class=\"citation no-link\"><span class=\"volume\">692</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">9</span></span>, 14 n. 5 (1998) (suggesting in a footnote that specific intent would be required to establish a violation of any duty of good faith and fair dealing), <i>and Towner v. Bennington Const. Co.,</i> No. 0033B, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">3105653</span></span> at *11 n. 6 (Mass.Super.Ct. Oct. 12, 2005) (unreported) (reading <i>Birbiglia</i> as stating that a \"plaintiff must show `specific intent' to violate duty of good faith and fair dealing,\" meaning intent \"to deprive [plaintiff] of the fruits of the contract\"), <i>with Philip Alan, Inc. v. Sarcia,</i> No. 0500437, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">738484</span></span> at *10 (Mass.Super.Ct. Feb. 6, 2007) (unreported) (rejecting specific intent standard and stating that \"[n]ot only does that lonely footnote [in <i>Birbiglia</i>] fail to clearly state that specific intent must be alleged in order to proceed with a claim of bad faith, this court has not been guided to any other cases which so hold\").</p>\n<p>[4]  We agree that the other alleged instances of bad faith were properly rejected by the district court.</p>\n<p>[5]  <i>See also </i><i>Bell v. Streetwise Records, Ltd.,</i> <span class=\"citation\" data-id=\"451693\"><a href=\"/opinion/451693/ricardo-bell-v-streetwise-records-ltd-ricardo-bell-v-streetwise/\"><span class=\"volume\">761</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">67</span></a></span>, 73, 75 (1st Cir. 1985) (finding that the employment contracts between the plaintiffs, the members of a rock group, and the defendants, a record company and a manager, were \"`instinct' with that obligation\" and required each party to maximize the sale of records and royalties).</p>\n<p>[6]  Indeed Sonoran alleged that all of the $3.5 million was paid to Sonoran's creditors. Pls.' Counter-Statement of Material Facts ¶ 13.</p>\n<p>[7]  We note that in the complaint Donahue also argued that the Employment Agreement should be construed to include a reasonable efforts provision. That agreement presents a more difficult issue with respect to an implied reasonable efforts obligation. We need not, however, address this issue with respect to the Employment Agreement since Donahue has not sufficiently briefed the issue on appeal. <i>See </i><i>United States v. Zannino,</i> <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1990) (\"It is not enough merely to mention a possible argument in the most skeletal way, leaving the court to do counsel's work, create the ossature for the argument, and put flesh on its bones.\").</p>\n<p>[8]  Def.-Appellee's Br. 45 (\"The District Court held that Sonoran's implied covenant claim independently failed because of Sonoran's failure to offer evidence of causation.\").</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/196805/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200468/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201479/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203615/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203868/",
    "http://www.courtlistener.com/api/rest/v3/opinions/451693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771700/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773610/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1566546/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2032123/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2035845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2339201/"
  ]
}