{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/204133/",
  "absolute_url": "/opinion/204133/united-states-v-volungus/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/204133/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:30:36Z",
  "date_modified": "2016-02-28T05:13:02.341696Z",
  "type": "010combined",
  "sha1": "6da93de756c6dfa08ab71deacc3397a4f6e41176",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-1596P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/01/08/US_v._Volungus.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\nNo. 09-1596\n\n                       UNITED STATES OF AMERICA,\n\n                        Petitioner, Appellant,\n\n                                  v.\n\n                        JOHN CHARLES VOLUNGUS,\n\n                         Respondent, Appellee.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                   FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. George A. O'Toole, Jr., U.S. District Judge]\n\n\n                                Before\n\n                   Boudin and Selya, Circuit Judges,\n                    and Laplante,* District Judge.\n\n\n     Samantha L. Chaifetz, Attorney, Appellate Staff, Civil\nDivision, United States Department of Justice, with whom Tony West,\nAssistant Attorney General, Michael K. Loucks, Acting United States\nAttorney, Beth S. Brinkmann, Deputy Assistant Attorney General, and\nMark B. Stern, Attorney, Appellate Staff, were on brief, for\nappellant.\n     Judith H. Mizner, Assistant Federal Public Defender, for\nappellee.\n\n                            January 8, 2010\n\n\n\n\n     *\n         Of the District of New Hampshire, sitting by designation.\n\f            SELYA, Circuit Judge.           We are called upon to determine\n\nthe constitutionality of a provision of the Adam Walsh Child\n\nProtection and Safety Act (Walsh Act), Pub. L. No. 109-248, 120\n\nStat. 587 (2006), a recently enacted federal law that provides in\n\npertinent part for the civil commitment of a sexually dangerous\n\nperson already in federal criminal custody in lieu of that person's\n\nrelease upon service of his full sentence.               Id. § 320, 120 Stat. at\n\n619-22, codified at 18 U.S.C. §§ 4241, 4247-4248 (which we shall\n\ncall, as a shorthand, section 4248).           The district court concluded\n\nthat Congress lacked constitutional authority to enact this civil\n\ncommitment provision and, therefore, dismissed the government's\n\npetition    to    enforce    it   against    the   respondent,    John   Charles\n\nVolungus.    United States v. Volungus, 599 F. Supp. 2d 68, 77-78, 80\n\n(D. Mass. 2009).      The government appeals from that ruling.\n\n            After careful consideration, we hold that the civil\n\ncommitment       provision    comes   within       the   legitimate   scope   of\n\ncongressional power conferred by the Necessary and Proper Clause of\n\nthe federal Constitution.          Consequently, we reverse the decision\n\nbelow and remand for further proceedings.\n\nI.   BACKGROUND\n\n            The challenged provision of the Walsh Act authorizes the\n\ngovernment to seek court-ordered civil commitment of \"sexually\n\ndangerous\" persons who are in the custody of the federal Bureau of\n\nPrisons (BOP). 18 U.S.C. § 4248(a). A \"sexually dangerous person\"\n\nwithin the meaning of the Walsh Act is one \"who has engaged or\n\n                                       -2-\n\fattempted     to   engage     in    sexually    violent    conduct   or    child\n\nmolestation     and   who    is    sexually    dangerous   to   others.\"     Id.\n\n§ 4247(a)(5).       A person is \"sexually dangerous to others\" if he\n\n\"suffers from a serious mental illness, abnormality, or disorder as\n\na result of which he would have serious difficulty in refraining\n\nfrom sexually violent conduct or child molestation if released.\"\n\nId. § 4247(a)(6).\n\n            Mechanically, the Walsh Act's civil commitment provision\n\noperates in the following manner.             A responsible federal official\n\n(the Attorney General, the director of the BOP, or the designee of\n\neither) may initiate commitment proceedings by petitioning the\n\nfederal district court in the judicial district in which a targeted\n\nperson is confined.         Id. § 4248(a).      The petition must certify to\n\nthe court that the target, whom we shall call the respondent, \"is\n\na sexually dangerous person.\"            Id.     The filing of the petition\n\nstays     the      respondent's       release     from     federal    custody,\n\nnotwithstanding the expiration of his sentence, \"pending completion\n\nof procedures\" described in the Walsh Act.               Id.\n\n            Those procedures include an opportunity for the district\n\ncourt to order a mental health examination and to hold a \"hearing\n\nto determine whether the [respondent named in the petition] is a\n\nsexually dangerous person.\"          Id. § 4248(a)-(c); see id. § 4247(b)-\n\n(c).    At the hearing, the respondent is entitled to counsel and to\n\nthe opportunity \"to testify, to present evidence, to subpoena\n\n\n\n                                       -3-\n\fwitnesses on his behalf, and to confront and cross-examine\" the\n\ngovernment's witnesses.         Id. § 4247(d).\n\n           In prosecuting such a petition, the government has the\n\nburden of proving \"by clear and convincing evidence that the\n\n[respondent] is a sexually dangerous person.\"                  Id. § 4248(d).    If\n\nthe court finds that the government has carried this heavy burden,\n\nit must commit the respondent to the custody of the Attorney\n\nGeneral.    Id.     The Attorney General is directed to defer to\n\navailable state custody; that is, to \"release the [respondent] to\n\nthe appropriate official of the State in which [he] is domiciled or\n\nwas tried if such State will assume responsibility for his custody,\n\ncare, and treatment.\"       Id.       In addition, the Attorney General is\n\nrequired \"to make all reasonable efforts to cause such a State to\n\nassume responsibility.\"         Id.    If such efforts prove unsuccessful,\n\nthe Attorney General must retain federal custody and place the\n\nrespondent in a suitable facility for treatment until either an\n\neligible   state    \"will   assume       .    .    .    responsibility\"     or   the\n\nrespondent's condition is ameliorated to the extent that \"he can\n\nsafely be released, either conditionally or unconditionally.\"                    Id.\n\n           The    Walsh   Act    provides     an       array   of   post-commitment\n\nsafeguards to ensure periodic reevaluation of a committed person's\n\noverall mental condition, potential dangerousness, and suitability\n\nfor release.      These include a requirement for an annual report\n\nsetting forth a recommendation for or against continued commitment.\n\nId. § 4247(e)(1)(B).      If the director of the facility in which the\n\n                                        -4-\n\fperson   is    confined    determines       that   he   is    no   longer    sexually\n\ndangerous, the director must notify the court, which must either\n\norder the person's release or schedule a hearing to determine\n\nwhether release is appropriate.                  Id. § 4248(e).         The person\n\nhimself,      through   counsel,     may    petition    the    court   for       such   a\n\nhearing, but not within 180 days after a judicial determination\n\nthat commitment is appropriate.             Id. § 4247(h).\n\n              We turn now from the general to the specific.                         The\n\nrespondent here, Volungus, was convicted of receipt of child\n\npornography      by     means   of    a     computer,    possession         of    child\n\npornography, and use of a facility of interstate commerce to\n\nattempt to persuade a minor to engage in a sexual act.                           See 18\n\nU.S.C. §§ 2252(a)(2), 2252A(a)(5)(A), 2422(b).                     In June of 1999,\n\nthe United States District Court for the Western District of\n\nKentucky sentenced him to serve a 53-month incarcerative term, to\n\nbe followed by a period of supervised release.                      The respondent\n\nserved his initial prison sentence and embarked on his term of\n\nsupervised release.        He violated the conditions of his supervised\n\nrelease and, as a result, was haled into the United States District\n\nCourt for the Northern District of New York.                   That court revoked\n\nthe supervised release term and remanded him to federal prison for\n\nan additional 23-month period of incarceration.\n\n              Over time, the BOP housed the respondent in a number of\n\ndifferent correctional facilities.                 The last of these was the\n\nFederal Medical Center Devens, in Ayer, Massachusetts (a prison\n\n                                           -5-\n\fhospital).       The   respondent   was    in    custody   there    when    the\n\ngovernment,   before    the   expiration    of    his   extended     term   of\n\nimmurement, commenced a civil commitment proceeding under section\n\n4248 in the United States District Court for the District of\n\nMassachusetts.    The respondent's release from prison, scheduled to\n\ntake place when the sentence imposed following the revocation of\n\nsupervised release expired on February 15, 2007, was stayed pending\n\nthe outcome of the commitment proceeding. See 18 U.S.C. § 4248(a).\n\n          The respondent moved to dismiss the proceeding, making a\n\nfacial challenge to the constitutionality of section 4248.                  The\n\ndistrict court obliged, declaring the Walsh Act's civil commitment\n\nregime unconstitutional because Congress lacked the authority to\n\nenact it. See Volungus, 599 F. Supp. 2d at 77-78.                  The court,\n\nhowever, stayed the respondent's release pending the consummation\n\nof this appeal.    The respondent remains at Devens.\n\n          In this venue, the government argues that Congress had\n\nconstitutional authority to enact section 4248 under both the\n\nCommerce Clause and the Necessary and Proper Clause.                 The two\n\ncourts of appeals that thus far have examined the constitutionality\n\nof section 4248 have reached divergent conclusions. Compare United\n\nStates v. Tom, 565 F.3d 497, 504-05 (8th Cir. 2009) (upholding the\n\nprovision), with United States v. Comstock, 551 F.3d 274, 284 (4th\n\nCir. 2009) (contra).     The Supreme Court has granted certiorari in\n\nComstock to resolve this conflict.         129 S. Ct. 2828 (2009).          We\n\ndecide this appeal now, however, because the timing of the Supreme\n\n                                    -6-\n\fCourt's decision is uncertain, the respondent remains confined\n\ndespite    the   expiration    of   his       criminal   sentence,   and    other\n\npetitions are currently being litigated in the courts of this\n\ncircuit.\n\nII.   ANALYSIS\n\n            We review de novo challenges to the constitutionality of\n\nfederal statutes.       United States v. Hussein, 351 F.3d 9, 14 (1st\n\nCir. 2003); United States v. Bongiorno, 106 F.3d 1027, 1030 (1st\n\nCir. 1997).      Before undertaking this review, we acknowledge some\n\nfirst principles.\n\n            As   long   as   Congress     acts    within   the   sphere    of   its\n\nconstitutional authority, it has the power to make criminal laws\n\nand to fashion penalties for noncompliance therewith. See Gonzales\n\nv. Raich, 545 U.S. 1, 15-17 (2005); Champion v. Ames, 188 U.S. 321,\n\n358-60 (1903); United States v. Fox, 95 U.S. 670, 672 (1877).                   In\n\nthe criminal law arena, the Commerce Clause, U.S. Const. art. I,\n\n§ 8, cl. 3, typically furnishes the source of this congressional\n\npower.     See, e.g., United States v. Lewis, 554 F.3d 208, 214 n.7\n\n(1st Cir. 2009) (discussing source of Congress's power to outlaw\n\ntransmission of child pornography); United States v. Meade, 175\n\nF.3d 215, 224-25 (1st Cir. 1999) (discussing source of Congress's\n\npower to criminalize possession of a firearm by one subject to an\n\nanti-harassment order).\n\n            A certain degree of ancillary authority accompanies the\n\npower to enact and enforce criminal laws.                  One example of this\n\n                                        -7-\n\fancillary authority is Congress's power to construct and operate a\n\nprison system.        See, e.g., Ex parte Karstendick, 93 U.S. 396, 400\n\n(1876); Estabrook v. King, 119 F.2d 607, 610 (8th Cir. 1941).                      A\n\nrelated (and subsidiary) example is Congress's authority to commit\n\nmentally ill prison inmates while they are in federal custody.\n\nSee, e.g., Greenwood v. United States, 350 U.S. 366, 375 (1956);\n\nsee     also     Jackson      v.     Indiana,    406     U.S.   715,   726    (1972)\n\n(acknowledging that Greenwood settled any question of the federal\n\ngovernment's \"substantive power to commit\").                      These ancillary\n\nstrands of power descend from the Necessary and Proper Clause, U.S.\n\nConst. art. I, § 8, cl. 18.             See Greenwood, 350 U.S. at 375.\n\n                The Necessary and Proper Clause imbues Congress with a\n\nmeasure of legislative discretion to enact laws that are incidental\n\nto the furtherance of legislation authorized under more specific\n\npowers conferred by the Constitution.                  See McCulloch v. Maryland,\n\n17 U.S. (4 Wheat.) 316, 414-15, 417, 420 (1819).                   The Clause is a\n\nbit   of    an    anomaly.         Although   the   Constitution    enshrines    the\n\nprinciple of a limited federal government, see Gregory v. Ashcroft,\n\n501 U.S. 452, 457 (1991), the Necessary and Proper Clause injects\n\nsome legislative flexibility into the equation.                     It is a broad\n\ngrant      of    incidental    power     that   enables     Congress   to    further\n\nconstitutionally legitimate ends.               See Sabri v. United States, 541\n\nU.S. 600, 605 (2004); Jinks v. Richland County, 538 U.S. 456, 462-\n\n63 (2003); see also The Federalist No. 33 (Alexander Hamilton). As\n\nChief Justice Marshall aptly observed: \"Let the end be legitimate,\n\n                                          -8-\n\flet it be within the scope of the constitution, and all means which\n\nare appropriate, which are plainly adapted to that end, which are\n\nnot prohibited, but consist with the letter and spirit of the\n\nconstitution, are constitutional.\"    McCulloch, 17 U.S. (4 Wheat.)\n\nat 421.\n\n           In this instance, the respondent served time in federal\n\nprison following his conviction for violating a panoply of federal\n\ncriminal laws.   Congress's power to enact those laws flowed from\n\nthe Commerce Clause, and the respondent does not challenge their\n\nprovenance.   The inquiry here involves the constitutionality of a\n\nstatutory scheme of federal civil commitment that operates after a\n\ndefendant has been convicted, sentenced, and reached the brink of\n\nrelease.\n\n           That the operation of the Walsh Act is federal in nature\n\nis an important datum. The Supreme Court has made it transparently\n\nclear that a state may civilly commit a prisoner beyond the\n\nexpiration of his sentence if the prisoner is determined under\n\nappropriate procedures to be sexually dangerous.     See Kansas v.\n\nHendricks, 521 U.S. 346, 350, 360, 371 (1997).   But the source of\n\nthe federal government's authority to commit is less clearly\n\ndefined, and the statutory provision here in issue is limited in\n\nits application to federal action vis-à-vis persons in federal\n\ncustody.   See 18 U.S.C. § 4248(a).   The question before us, then,\n\nis whether section 4248's civil commitment scheme is an appropriate\n\nexercise of congressional power.\n\n                                -9-\n\f               The government argues that it is, pointing to both the\n\nCommerce       Clause    and   the   Necessary       and   Proper   Clause.      The\n\nrespondent argues that it is not.               In our view, federal authority\n\nto commit civilly, if constitutional at all, would seem to fit most\n\ncomfortably among the auxiliary, implied powers conferred by the\n\nNecessary and Proper Clause.             Consequently, we focus our inquiry\n\nthere.\n\n               The civil commitment scheme spelled out in section 4248\n\nis new, but it is not sui generis.              Since the nineteenth century,\n\nCongress has provided for the commitment of convicts who, while in\n\nfederal custody, are determined through appropriate procedures to\n\nbe mentally ill.         See, e.g., Act of Aug. 7, 1882, ch. 433, 22 Stat.\n\n302, 330; Act of June 23, 1874, ch. 465, § 1, 18 Stat. 251, 251.\n\nMore than six decades ago, Congress passed legislation dealing with\n\nthis issue — and that legislation, in modified form, remains in\n\nforce.    See Act. of Sept. 7, 1949, ch. 535, § 1, 63 Stat. 686, 686-\n\n88 (codified as amended at 18 U.S.C. §§ 4244-4247); see also Act of\n\nJune 25, 1948, ch. 645, 62 Stat. 683, 855-56 (codified as amended\n\nat 18 U.S.C. §§ 4241-4243). This legislation provides that persons\n\nin federal criminal custody, including those whose incarcerative\n\nterms    are    about     to   expire,   may    be   civilly   committed      upon   a\n\ndetermination that they suffer from a mental disease or defect and\n\nare dangerous.          See 18 U.S.C. §§ 4245-4246.\n\n               Enacted many years prior to the passage of the Walsh Act,\n\nthis earlier regime — a regime that we shall call, as a shorthand,\n\n                                         -10-\n\fsection 4246 — covered a wide array of mentally ill persons in\n\nfederal custody, including pretrial detainees, persons who had been\n\nconvicted and sentenced, and persons tried but found not guilty by\n\nreason of insanity.        See id. §§ 4241-4247.\n\n            When a federal pretrial detainee challenged section 4246,\n\nthe Supreme Court upheld it (and, thus, effectively upheld the\n\npotentially    indefinite       pretrial     commitment      of        a    mentally\n\nincompetent defendant).       Greenwood, 350 U.S. at 375.              In so doing,\n\nthe Court endorsed the proposition that Congress may provide for\n\nthe civil commitment of a person in federal custody who would be\n\ndangerous to society if released.               See id. at 374; see also\n\nJackson, 406 U.S. at 732; cf. Jones v. United States, 463 U.S. 354,\n\n368-70 (1983) (stating that indefinite commitment of a dangerous\n\nperson    acquitted   by    reason   of   insanity    does   not       violate   due\n\nprocess); United States v. DeBellis, 649 F.2d 1, 3 (1st Cir. 1981)\n\n(similar).    The Court reasoned that the law providing for civil\n\ncommitment was constitutional, under the Necessary and Proper\n\nClause, as \"an assertion of authority, duly guarded, auxiliary to\n\nincontestible national power\" to prosecute for federal crimes.\n\nGreenwood, 350 U.S. at 375.\n\n            We read Greenwood to hold, as a general matter, that\n\ncivil commitment under a federal scheme targeted to those in\n\nfederal    criminal   custody    is    within   the    scope      of       Congress's\n\nconstitutional authority under the Necessary and Proper Clause.\n\nThe respondent strives to limit this generalization by pointing out\n\n                                      -11-\n\fthat Greenwood involved a pretrial detainee, whereas he has at this\n\njuncture served his entire sentence.                      As we explain below, this\n\ndistinction does not make a dispositive difference.\n\n            Both section 4246 and section 4248 are geared toward\n\npreventing the release of persons in federal custody who would, if\n\nset free, be dangerous to society because of mental illness.\n\nCompare 18 U.S.C. § 4246 (a) (defining dangerousness as resulting\n\n\"from a mental disease or defect\"), with id. § 4247(a)(6) (defining\n\nsexual dangerousness to others as rooted in \"a serious mental\n\nillness,    abnormality,         or    disorder\").          The    primary    difference\n\nbetween    these       two   provisions        is   the    condition     that   triggers\n\npossible commitment. On the one hand, section 4246 is triggered by\n\nthe prospect of generalized danger arising from mental illness,\n\ntraditionally conceived.                On the other hand, section 4248 is\n\ntriggered    by        discrete        dangers      arising       from   a    particular\n\nmanifestation of mental illness: sexually dangerous proclivities.\n\nIn a sense, then, section 4248 is simply a specific application of\n\nsection 4246, designed to forestall dangers presented by those who\n\ndo not necessarily meet the criteria for commitment under the more\n\ngeneral section 4246 scheme.               Cf. Hendricks, 421 U.S. at 350-51\n\n(explaining that state legislation specific to sexual dangerousness\n\nwas enacted to bridge an analogous gap).                          Seen in that light,\n\nGreenwood is a formidable precedent.\n\n            In     all       events,     the     similarities       between     the    two\n\nprovisions       are     more    salient       than       the   differences.          Most\n\n                                           -12-\n\fimportantly, under both provisions the authority to commit civilly\n\nis auxiliary to the longstanding federal power to prosecute and\n\npunish federal crimes.   Greenwood places that authority within the\n\ncompass of the Necessary and Proper Clause.\n\n           In point of fact, the case for constitutionality here may\n\nbe even stronger than in Greenwood.        There, the defendant was\n\nmerely charged with having committed a federal crime.       350 U.S. at\n\n369.   Here, however, the respondent has already been found guilty\n\nof a crime.   That data point is telling: \"[t]he fact that a person\n\nhas been found, beyond a reasonable doubt, to have committed a\n\ncriminal act certainly indicates dangerousness.\"        Jones, 463 U.S.\n\nat 364; see Hendricks, 521 U.S. at 358.     Thus, civil commitment of\n\none in the respondent's position entails proof of both future\n\ndangerousness and past dangerousness.\n\n           The   respondent   counters     that,   in     working   the\n\nconstitutional calculus, the Greenwood Court noted that federal\n\nauthority over the defendant \"persist[ed]\" because he was being\n\ndetained pretrial when committed.      350 U.S. at 375.   In contrast,\n\nthe respondent has now served his sentence.          Seizing on this\n\nsequencing, the district court distinguished Greenwood on the\n\nground that federal power over the defendant there was unexhausted.\n\nVolungus, 599 F. Supp. 2d at 75-76.\n\n           This attempted distinction is more illusory than real.\n\nThe government filed its petition for civil commitment in this case\n\nbefore the respondent's sentence had run its course.         From that\n\n                                -13-\n\ftime     forward,        the   respondent        remained,     lawfully,   in    the\n\nuninterrupted legal custody of the BOP.                 See Rumsfeld v. Padilla,\n\n542 U.S. 426, 435, 439 (2004); Wales v. Whitney, 114 U.S. 564, 572-\n\n74 (1885).       No exhaustion has occurred because the government's\n\nauthority over the respondent is tied to its lawful custody of him,\n\nup to the present time and continuing.\n\n            To be sure, it can be argued that continued confinement,\n\nbeyond     the     expiration      of     the      respondent's      sentence,    is\n\nunconstitutional.          But the respondent's initial confinement was\n\nindisputably lawful, and when the government detains an individual\n\ninvoluntarily, it enters into a special relationship with that\n\nindividual.         As    an   integral    part    of   that    relationship,    the\n\ngovernment assumes a duty to care for and protect the individual\n\nwhile he remains in its custody.            See DeShaney v. Winnebago County\n\nDep't of Soc. Servs., 489 U.S. 189, 198-200 (1989); Vélez-Diaz v.\n\nVega-Irizarry, 421 F.3d 71, 80-81 (1st Cir. 2005); White v. United\n\nStates, 780 F.2d 97, 103 (D.C. Cir. 1986); cf. United States v.\n\nMuniz, 374 U.S. 150, 164-65 (1963) (allowing federal prisoner to\n\nsue for negligence under the Federal Tort Claims Act).\n\n            This     custodial     duty     typically        faces   inward.     The\n\ngovernment, for example, must provide the detained person with\n\nshelter, sustenance, and medical care.                    See, e.g., Farmer v.\n\nBrennan, 511 U.S. 825, 832 (1994); DeShaney, 489 U.S. at 199;\n\nYoungberg v. Romeo, 457 U.S. 307, 315 (1982).                  Nevertheless, some\n\naspects of this duty face outward. For example, the government may\n\n                                          -14-\n\fin certain circumstances have a responsibility \"to avert the public\n\ndanger likely to ensue from the release          of . . . dangerous\n\ndetainees.\"     United States v. S.A., 129 F.3d 995, 999 (8th Cir.\n\n1997); see White, 780 F.2d at 106 (finding a federal mental\n\ninstitution negligent in permitting a dangerous inmate to leave its\n\ngrounds); see also Jones, 463 U.S. at 370 (stating that the\n\nConstitution permits commitment of a defendant acquitted by reason\n\nof insanity \"until such time as he . . . is no longer a danger to\n\nhimself or society\"); cf. Restatement (Second) of Torts § 319\n\n(1965) (\"One who takes charge of a third person whom he knows or\n\nshould know to be likely to cause bodily harm to others if not\n\ncontrolled is under a duty to exercise reasonable care to control\n\nthe third person to prevent him from doing such harm.\").\n\n          The    commitment   scheme    surrounding   section   4248   is\n\ndesigned to facilitate the performance of this duty.        That scheme\n\nis a variation of the protocol set out in section 4246 — a protocol\n\nthat has long been thought constitutional.       See United States v.\n\nPinson, 542 F.3d 822, 838 (10th Cir. 2008); S.A., 129 F.3d at 999;\n\nUnited States v. Moses, 106 F.3d 1273, 1280 (6th Cir. 1997); United\n\nStates v. Sahhar, 56 F.3d 1026, 1029 (9th Cir. 1995).\n\n          Congress may act in divers ways to ensure the proper\n\ndischarge of the government's custodial duty.         See, e.g., Muniz,\n\n374 U.S. at 164-65; Ponzi v. Fessenden, 258 U.S. 254, 262-64\n\n(1922); United States v. Quintana-Aguayo, 235 F.3d 682, 687 n.10\n\n(1st Cir. 2000).    Section 4248 reflects Congress's recognition of\n\n                                 -15-\n\fthe outward-facing aspects of this custodial duty.               The statute\n\nallows the government to retain custody of a prisoner who would be\n\ndangerous to others if released.            That step seems to be plainly\n\nadapted to the proper discharge of the government's custodial duty.\n\nSee Sahhar, 56 F.3d at 1029; DeBellis, 649 F.2d at 3; see also\n\nUnited States v. Salerno, 481 U.S. 739, 747-49 (1987).              We agree\n\nwith   Justice   Stevens   who,    though     dissenting   in   Salerno,   was\n\ncompelled to concede how difficult it would be \"to accept the\n\nproposition that the Government is without power to detain a person\n\nwhen it is a virtual certainty that he or she would otherwise kill\n\na group of innocent people in the immediate future.\"             481 U.S. at\n\n768 (Stevens, J., dissenting).\n\n            The most closely analogous cases — those under section\n\n4246 — are consistent with this view. Civil commitment proceedings\n\nunder that (earlier) statute, involving mentally ill prison inmates\n\nin federal custody, have withstood challenges even though they\n\nresult in federal commitment that persists beyond the expiration of\n\nthe committed person's sentence.             See, e.g., United States v.\n\nWilliams, 299 F.3d 673, 674-75, 678 (8th Cir. 2002); United States\n\nv. Anderson, 104 F.3d 359 (4th Cir. 1996) (table); United States v.\n\nWoods, 970 F. Supp. 711, 715-17, 722 (D. Minn. 1997).            These cases\n\nreinforce     the   notion        that      the   government's     custodial\n\nresponsibilities with respect to a federal prison inmate do not\n\ncome to an abrupt end upon the expiration of the inmate's sentence.\n\nIn cases in which the federal government has uninterrupted custody\n\n                                     -16-\n\fof   a       person    who    is       demonstrably      dangerous     to     others,      it    is\n\nappropriate for the government to take steps to mitigate that\n\ndanger when the expiration of a sentence looms.\n\n                To say more on this subject would be supererogatory.\n\nBecause        Congress's         formulation       of   section     4248     constitutes         a\n\nreasonable           effort       to    discharge       an   important       aspect     of      the\n\ngovernment's           custodial          duty,     it       falls     within     Congress's\n\nconstitutional power to pass laws that are in service to its well-\n\nsettled authority to make and enforce criminal laws and to maintain\n\nprisons.1\n\n                We    have    one       final    task.       Even    legislation      that       is\n\notherwise necessary and proper must not stray past the boundaries\n\nof our system of federalism.                     See Jinks, 538 U.S. at 464.                 Even\n\nthough civil commitment is traditionally a prerogative of the\n\nstates, Tom, 565 F.3d at 506; United States v. Lapi, 458 F.3d 555,\n\n563 (7th Cir. 2006), this does not mean that a federal civil\n\ncommitment        scheme          is    always    and    inevitably      an    impermissible\n\ninfringement on traditional state power.                        See Greenwood, 350 U.S.\n\nat 375 (characterizing the regime created by section 4246 as a\n\nvalid        assertion       of    federal       power);     Sahhar,    56    F.3d    at     1029\n\n\n\n\n         1\n       This means, of course, that the district court erred in\ntreating section 4248 as a mechanism for confinement untethered to\nthe respondent's original imprisonment. Volungus, 599 F. Supp. 2d\nat 78. Civil commitment is auxiliary to the respondent's sentence\nand, thus, falls within the broad grant of implied authority that\nflows from the Necessary and Proper Clause.\n\n                                                 -17-\n\f(explaining that section 4246 is not \"an invasion of the general\n\nfield of lunacy\").\n\n          The decisive consideration is whether the federal scheme\n\nis \"duly guarded\" and sufficiently respectful of state sovereignty.\n\nGreenwood, 350 U.S. at 375.    We believe that section 4248 passes\n\nthrough this screen.   Taken as a whole, it constitutes a carefully\n\ncircumscribed foray into the field of civil commitment.       It is\n\njurisdictionally limited and deferential to the primacy of state\n\ncustody whenever possible.\n\n          It cannot be gainsaid that civil commitment under section\n\n4248 has some trappings of the police power.     Nevertheless, that\n\nfact does not argue persuasively in favor of striking it down.\n\nWhen the federal government exercises any of the powers granted to\n\nit by the Constitution, it is not a valid objection that the\n\nexercise may bring with it some incidents of the police power.   See\n\nRaich, 545 U.S. at 29 & n.38; Lambert v. Yellowley, 272 U.S. 581,\n\n596 (1926).   It seems especially appropriate to apply this tenet\n\nwhere, as here, a federal statute seeks merely to assist in\n\ncarrying out the federal government's custodial responsibilities.\n\n          We emphasize that section 4248 intrudes no further into\n\nthe field of civil commitment than is reasonably necessary to\n\ndischarge these custodial responsibilities.    Under this provision,\n\nas under section 4246, federal custody is a precondition to the\n\ninauguration of commitment proceedings.       Thus, section 4248 is\n\n\n\n                                -18-\n\flimited in application to persons with whom the federal government\n\nhas a preexisting relationship.\n\n            Section 4248's grasp is as modest as its reach.                      For\n\ninstance, the provision requires that a person committed thereunder\n\nbe   released   when   he     is   determined   to   be   no     longer     sexually\n\ndangerous. 18 U.S.C. § 4248(d)(2). Such limitations, which ensure\n\nthat a legitimate federal interest remains implicated throughout\n\nthe duration of a commitment, are important.              See United States v.\n\nPerry, 788 F.2d 100, 110 (3d Cir. 1986) (upholding a federal\n\ncommitment statute in part because the statute recognized \"the\n\nlimits of congressional authority [by providing] for release of the\n\ndetainee when the federal reason for detention ceases\").\n\n            Furthermore,       section   4248   defers      to      state    custody\n\nwhenever possible.      Its commitment scheme operates as a gap-filler\n\nin situations in which states either cannot or do not wish to\n\nassume responsibility for sexually dangerous persons in federal\n\ncustody.    See United States v. Shields, 522 F. Supp. 2d 317, 328\n\n(D. Mass. 2007); cf. S.A., 129 F.3d at 1000 (upholding section 4246\n\nin   part   because    that    statute   \"applies    only      in    those    unique\n\nsituations where suitable arrangements for state care and custody\n\nare unavailable\").\n\n            Let us be perfectly clear.           Although section 4248 is\n\nreminiscent in these respects of section 4246, it does not fully\n\nreplicate the federal-state balance that is struck in section 4246.\n\nThere are, for example, subtle differences in language with respect\n\n                                       -19-\n\fto the efforts required of the Attorney General to find suitable\n\nstate placements for persons subject to federal civil commitment.\n\nCompare 18 U.S.C. § 4246(a), (d), with id. § 4248(a), (d).                    But\n\nthese differences pale in comparison to the common expression,\n\nshared by section 4248 and section 4246, of a clear preference for\n\nstate    placement,      if   and    when    available,    of    those   committed\n\nfederally. Both statutes require the Attorney General to make \"all\n\nreasonable efforts\" to cause a state to assume control over the\n\ncommitted person.         Id. §§ 4246(d), 4248(d).             Even if a state at\n\nfirst demurs, section 4248 directs the Attorney General to release\n\nthe committed person to the state if the state later reverses its\n\nfield.    Id. § 4248(d)(1).          On balance, then, we agree with the\n\nEighth Circuit that the differences between sections 4246 and 4248\n\nare not significant enough to alter the constitutional calculus.\n\nTom, 565 F.3d at 507.           We thus follow the lead of the Greenwood\n\nCourt,   350    U.S.     at   375,   and    hold   that   section   4248's   civil\n\ncommitment scheme passes constitutional muster.\n\nIII.    CONCLUSION\n\n              We need go no further.               The exercise of a federal\n\ncommitment power embodied in section 4248 operates to prevent the\n\nrelease into society at large of sexually dangerous persons as to\n\nwhom    the    federal    government        has    custodial    responsibilities.\n\nBecause that exercise is limited to cases in which the federal\n\ngovernment has a custodial duty, and because the federal scheme\n\nrespects state prerogatives in the field of civil commitment, we\n\n                                           -20-\n\fconclude that it is consistent with both the letter and spirit of\n\nthe Constitution.\n\n          We reverse the order of the district court and remand to\n\nthat court for further proceedings consistent with this opinion.\n\n\n\n                    — Dissenting Opinion Follows —\n\n\n\n\n                                 -21-\n\f           LAPLANTE,      District     Judge       (dissenting).       Unlike    my\n\ndistinguished colleagues, I have serious concerns about whether the\n\nWalsh Act’s provision authorizing federal civil commitment of\n\nsexually dangerous prisoners beyond the end of their federal\n\ncriminal   sentences     is,   in   fact,    necessary     and   proper    to   the\n\nexercise   of   Congress’s       enumerated       powers   --    or    merely    an\n\nencroachment on the states’ traditional power to regulate sexually\n\ndangerous conduct.       See United States v. Comstock, 551 F.3d 274\n\n(4th Cir. 2009) (declaring that provision unconstitutional), cert.\n\ngranted, 129 S. Ct. 2828 (2009).                 Neither the Supreme Court’s\n\nspecific decision in Greenwood v. United States, 350 U.S. 366\n\n(1956)   (upholding    federal      detention     of   incompetent     defendants\n\nawaiting trial on federal charges), nor its broader jurisprudence\n\nunder the Necessary and Proper Clause, U.S. Const. art. I, § 8, cl.\n\n18, provides a clear answer to this difficult question.\n\n           Given that the Supreme Court is hearing oral argument in\n\nComstock on January 12, 2010, and is likely to answer this question\n\nwithin the next six months, I would prefer to wait for its ruling\n\nrather   than   settle   for    either      of   the   imperfect      alternatives\n\navailable to us now: remanding and creating potentially unnecessary\n\nwork for the district court, or conversely declaring a major\n\nfederal statute unconstitutional on debatable grounds. While it is\n\ntrue that the respondent here, like the respondent in Comstock,\n\nremains in federal custody pending the outcome on appeal, the\n\nmajority’s decision upholding the statute means that he will stay\n\n                                      -22-\n\fthere either way, at least in the short term.            On balance, I see\n\nless   harm   than   good   in   waiting   for   the   Supreme   Court.   I\n\nrespectfully dissent.\n\n\n\n\n                                    -23-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">             United States Court of Appeals\n                        For the First Circuit\n\nNo. 09-1596\n\n                       UNITED STATES OF AMERICA,\n\n                        Petitioner, Appellant,\n\n                                  v.\n\n                        JOHN CHARLES VOLUNGUS,\n\n                         Respondent, Appellee.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                   FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. George A. O'Toole, Jr., U.S. District Judge]\n\n\n                                Before\n\n                   Boudin and Selya, Circuit Judges,\n                    and Laplante,* District Judge.\n\n\n     Samantha L. Chaifetz, Attorney, Appellate Staff, Civil\nDivision, United States Department of Justice, with whom Tony West,\nAssistant Attorney General, Michael K. Loucks, Acting United States\nAttorney, Beth S. Brinkmann, Deputy Assistant Attorney General, and\nMark B. Stern, Attorney, Appellate Staff, were on brief, for\nappellant.\n     Judith H. Mizner, Assistant Federal Public Defender, for\nappellee.\n\n                            January 8, 2010\n\n\n\n\n     *\n         Of the District of New Hampshire, sitting by designation.\n\f            SELYA, Circuit Judge.           We are called upon to determine\n\nthe constitutionality of a provision of the Adam Walsh Child\n\nProtection and Safety Act (Walsh Act), Pub. L. No. 109-248, 120\n\nStat. 587 (2006), a recently enacted federal law that provides in\n\npertinent part for the civil commitment of a sexually dangerous\n\nperson already in federal criminal custody in lieu of that person's\n\nrelease upon service of his full sentence.               Id. § 320, 120 Stat. at\n\n619-22, codified at 18 U.S.C. §§ 4241, 4247-4248 (which we shall\n\ncall, as a shorthand, section 4248).           The district court concluded\n\nthat Congress lacked constitutional authority to enact this civil\n\ncommitment provision and, therefore, dismissed the government's\n\npetition    to    enforce    it   against    the   respondent,    John   Charles\n\nVolungus.    United States v. Volungus, </pre><span class=\"citation\" data-id=\"1898529\"><a href=\"/opinion/1898529/united-states-v-volungus/\"><span class=\"volume\">599</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">68</span></a></span><pre class=\"inline\">, 77-78, 80\n\n(D. Mass. 2009).      The government appeals from that ruling.\n\n            After careful consideration, we hold that the civil\n\ncommitment       provision    comes   within       the   legitimate   scope   of\n\ncongressional power conferred by the Necessary and Proper Clause of\n\nthe federal Constitution.          Consequently, we reverse the decision\n\nbelow and remand for further proceedings.\n\nI.   BACKGROUND\n\n            The challenged provision of the Walsh Act authorizes the\n\ngovernment to seek court-ordered civil commitment of \"sexually\n\ndangerous\" persons who are in the custody of the federal Bureau of\n\nPrisons (BOP). 18 U.S.C. § 4248(a). A \"sexually dangerous person\"\n\nwithin the meaning of the Walsh Act is one \"who has engaged or\n\n                                       -2-\n\fattempted     to   engage     in    sexually    violent    conduct   or    child\n\nmolestation     and   who    is    sexually    dangerous   to   others.\"     Id.\n\n§ 4247(a)(5).       A person is \"sexually dangerous to others\" if he\n\n\"suffers from a serious mental illness, abnormality, or disorder as\n\na result of which he would have serious difficulty in refraining\n\nfrom sexually violent conduct or child molestation if released.\"\n\nId. § 4247(a)(6).\n\n            Mechanically, the Walsh Act's civil commitment provision\n\noperates in the following manner.             A responsible federal official\n\n(the Attorney General, the director of the BOP, or the designee of\n\neither) may initiate commitment proceedings by petitioning the\n\nfederal district court in the judicial district in which a targeted\n\nperson is confined.         Id. § 4248(a).      The petition must certify to\n\nthe court that the target, whom we shall call the respondent, \"is\n\na sexually dangerous person.\"            Id.     The filing of the petition\n\nstays     the      respondent's       release     from     federal    custody,\n\nnotwithstanding the expiration of his sentence, \"pending completion\n\nof procedures\" described in the Walsh Act.               Id.\n\n            Those procedures include an opportunity for the district\n\ncourt to order a mental health examination and to hold a \"hearing\n\nto determine whether the [respondent named in the petition] is a\n\nsexually dangerous person.\"          Id. § 4248(a)-(c); see id. § 4247(b)-\n\n(c).    At the hearing, the respondent is entitled to counsel and to\n\nthe opportunity \"to testify, to present evidence, to subpoena\n\n\n\n                                       -3-\n\fwitnesses on his behalf, and to confront and cross-examine\" the\n\ngovernment's witnesses.         Id. § 4247(d).\n\n           In prosecuting such a petition, the government has the\n\nburden of proving \"by clear and convincing evidence that the\n\n[respondent] is a sexually dangerous person.\"                  Id. § 4248(d).    If\n\nthe court finds that the government has carried this heavy burden,\n\nit must commit the respondent to the custody of the Attorney\n\nGeneral.    Id.     The Attorney General is directed to defer to\n\navailable state custody; that is, to \"release the [respondent] to\n\nthe appropriate official of the State in which [he] is domiciled or\n\nwas tried if such State will assume responsibility for his custody,\n\ncare, and treatment.\"       Id.       In addition, the Attorney General is\n\nrequired \"to make all reasonable efforts to cause such a State to\n\nassume responsibility.\"         Id.    If such efforts prove unsuccessful,\n\nthe Attorney General must retain federal custody and place the\n\nrespondent in a suitable facility for treatment until either an\n\neligible   state    \"will   assume       .    .    .    responsibility\"     or   the\n\nrespondent's condition is ameliorated to the extent that \"he can\n\nsafely be released, either conditionally or unconditionally.\"                    Id.\n\n           The    Walsh   Act    provides     an       array   of   post-commitment\n\nsafeguards to ensure periodic reevaluation of a committed person's\n\noverall mental condition, potential dangerousness, and suitability\n\nfor release.      These include a requirement for an annual report\n\nsetting forth a recommendation for or against continued commitment.\n\nId. § 4247(e)(1)(B).      If the director of the facility in which the\n\n                                        -4-\n\fperson   is    confined    determines       that   he   is    no   longer    sexually\n\ndangerous, the director must notify the court, which must either\n\norder the person's release or schedule a hearing to determine\n\nwhether release is appropriate.                  Id. § 4248(e).         The person\n\nhimself,      through   counsel,     may    petition    the    court   for       such   a\n\nhearing, but not within 180 days after a judicial determination\n\nthat commitment is appropriate.             Id. § 4247(h).\n\n              We turn now from the general to the specific.                         The\n\nrespondent here, Volungus, was convicted of receipt of child\n\npornography      by     means   of    a     computer,    possession         of    child\n\npornography, and use of a facility of interstate commerce to\n\nattempt to persuade a minor to engage in a sexual act.                           See 18\n\nU.S.C. §§ 2252(a)(2), 2252A(a)(5)(A), 2422(b).                     In June of 1999,\n\nthe United States District Court for the Western District of\n\nKentucky sentenced him to serve a 53-month incarcerative term, to\n\nbe followed by a period of supervised release.                      The respondent\n\nserved his initial prison sentence and embarked on his term of\n\nsupervised release.        He violated the conditions of his supervised\n\nrelease and, as a result, was haled into the United States District\n\nCourt for the Northern District of New York.                   That court revoked\n\nthe supervised release term and remanded him to federal prison for\n\nan additional 23-month period of incarceration.\n\n              Over time, the BOP housed the respondent in a number of\n\ndifferent correctional facilities.                 The last of these was the\n\nFederal Medical Center Devens, in Ayer, Massachusetts (a prison\n\n                                           -5-\n\fhospital).       The   respondent   was    in    custody   there    when    the\n\ngovernment,   before    the   expiration    of    his   extended     term   of\n\nimmurement, commenced a civil commitment proceeding under section\n\n4248 in the United States District Court for the District of\n\nMassachusetts.    The respondent's release from prison, scheduled to\n\ntake place when the sentence imposed following the revocation of\n\nsupervised release expired on February 15, 2007, was stayed pending\n\nthe outcome of the commitment proceeding. See 18 U.S.C. § 4248(a).\n\n          The respondent moved to dismiss the proceeding, making a\n\nfacial challenge to the constitutionality of section 4248.                  The\n\ndistrict court obliged, declaring the Walsh Act's civil commitment\n\nregime unconstitutional because Congress lacked the authority to\n\nenact it. See Volungus, 599 F. Supp. 2d at 77-78.                  The court,\n\nhowever, stayed the respondent's release pending the consummation\n\nof this appeal.    The respondent remains at Devens.\n\n          In this venue, the government argues that Congress had\n\nconstitutional authority to enact section 4248 under both the\n\nCommerce Clause and the Necessary and Proper Clause.                 The two\n\ncourts of appeals that thus far have examined the constitutionality\n\nof section 4248 have reached divergent conclusions. Compare United\n\nStates v. Tom, </pre><span class=\"citation\" data-id=\"1210388\"><a href=\"/opinion/1210388/united-states-v-tom/\"><span class=\"volume\">565</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">497</span></a></span><pre class=\"inline\">, 504-05 (8th Cir. 2009) (upholding the\n\nprovision), with United States v. Comstock, </pre><span class=\"citation\" data-id=\"1027569\"><a href=\"/opinion/1027569/united-states-v-comstock/\"><span class=\"volume\">551</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">274</span></a></span><pre class=\"inline\">, 284 (4th\n\nCir. 2009) (contra).     The Supreme Court has granted certiorari in\n\nComstock to resolve this conflict.         </pre><span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2828</span></span><pre class=\"inline\"> (2009).          We\n\ndecide this appeal now, however, because the timing of the Supreme\n\n                                    -6-\n\fCourt's decision is uncertain, the respondent remains confined\n\ndespite    the   expiration    of   his       criminal   sentence,   and    other\n\npetitions are currently being litigated in the courts of this\n\ncircuit.\n\nII.   ANALYSIS\n\n            We review de novo challenges to the constitutionality of\n\nfederal statutes.       United States v. Hussein, </pre><span class=\"citation\" data-id=\"200713\"><a href=\"/opinion/200713/united-states-v-hussein/\"><span class=\"volume\">351</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span><pre class=\"inline\">, 14 (1st\n\nCir. 2003); United States v. Bongiorno, </pre><span class=\"citation\" data-id=\"735399\"><a href=\"/opinion/735399/united-states-v-frank-p-bongiorno-united-states-of-america-v-frank-p/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1027</span></a></span><pre class=\"inline\">, 1030 (1st\n\nCir. 1997).      Before undertaking this review, we acknowledge some\n\nfirst principles.\n\n            As   long   as   Congress     acts    within   the   sphere    of   its\n\nconstitutional authority, it has the power to make criminal laws\n\nand to fashion penalties for noncompliance therewith. See Gonzales\n\nv. Raich, </pre><span class=\"citation\" data-id=\"799995\"><a href=\"/opinion/799995/gonzales-v-raich/\"><span class=\"volume\">545</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 15-17 (2005); Champion v. Ames, </pre><span class=\"citation\" data-id=\"2421240\"><a href=\"/opinion/2421240/lottery-case/\"><span class=\"volume\">188</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">321</span></a></span><pre class=\"inline\">,\n\n358-60 (1903); United States v. Fox, </pre><span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">670</span></span><pre class=\"inline\">, 672 (1877).                   In\n\nthe criminal law arena, the Commerce Clause, U.S. Const. art. I,\n\n§ 8, cl. 3, typically furnishes the source of this congressional\n\npower.     See, e.g., United States v. Lewis, </pre><span class=\"citation\" data-id=\"203652\"><a href=\"/opinion/203652/united-states-v-lewis/\"><span class=\"volume\">554</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">208</span></a></span><pre class=\"inline\">, 214 n.7\n\n(1st Cir. 2009) (discussing source of Congress's power to outlaw\n\ntransmission of child pornography); United States v. Meade, </pre><span class=\"citation\" data-id=\"198461\"><a href=\"/opinion/198461/united-states-v-meade/\"><span class=\"volume\">175</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">215</span></a></span><pre class=\"inline\">, 224-25 (1st Cir. 1999) (discussing source of Congress's\n\npower to criminalize possession of a firearm by one subject to an\n\nanti-harassment order).\n\n            A certain degree of ancillary authority accompanies the\n\npower to enact and enforce criminal laws.                  One example of this\n\n                                        -7-\n\fancillary authority is Congress's power to construct and operate a\n\nprison system.        See, e.g., Ex parte Karstendick, </pre><span class=\"citation\" data-id=\"89393\"><a href=\"/opinion/89393/ex-parte-karstendick/\"><span class=\"volume\">93</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">396</span></a></span><pre class=\"inline\">, 400\n\n(1876); Estabrook v. King, </pre><span class=\"citation\" data-id=\"1548923\"><a href=\"/opinion/1548923/estabrook-v-king/\"><span class=\"volume\">119</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">607</span></a></span><pre class=\"inline\">, 610 (8th Cir. 1941).                      A\n\nrelated (and subsidiary) example is Congress's authority to commit\n\nmentally ill prison inmates while they are in federal custody.\n\nSee, e.g., Greenwood v. United States, </pre><span class=\"citation\" data-id=\"105356\"><a href=\"/opinion/105356/greenwood-v-united-states/\"><span class=\"volume\">350</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">366</span></a></span><pre class=\"inline\">, 375 (1956);\n\nsee     also     Jackson      v.     Indiana,    </pre><span class=\"citation\" data-id=\"108556\"><a href=\"/opinion/108556/jackson-v-indiana/\"><span class=\"volume\">406</span>     <span class=\"reporter\">U.S.</span>   <span class=\"page\">715</span></a></span><pre class=\"inline\">,   726    (1972)\n\n(acknowledging that Greenwood settled any question of the federal\n\ngovernment's \"substantive power to commit\").                      These ancillary\n\nstrands of power descend from the Necessary and Proper Clause, U.S.\n\nConst. art. I, § 8, cl. 18.             See Greenwood, 350 U.S. at 375.\n\n                The Necessary and Proper Clause imbues Congress with a\n\nmeasure of legislative discretion to enact laws that are incidental\n\nto the furtherance of legislation authorized under more specific\n\npowers conferred by the Constitution.                  See McCulloch v. Maryland,\n\n17 U.S. (4 Wheat.) 316, 414-15, 417, 420 (1819).                   The Clause is a\n\nbit   of    an    anomaly.         Although   the   Constitution    enshrines    the\n\nprinciple of a limited federal government, see Gregory v. Ashcroft,\n\n</pre><span class=\"citation\" data-id=\"112632\"><a href=\"/opinion/112632/gregory-v-ashcroft/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">452</span></a></span><pre class=\"inline\">, 457 (1991), the Necessary and Proper Clause injects\n\nsome legislative flexibility into the equation.                     It is a broad\n\ngrant      of    incidental    power     that   enables     Congress   to    further\n\nconstitutionally legitimate ends.               See Sabri v. United States, </pre><span class=\"citation\" data-id=\"134745\"><a href=\"/opinion/134745/sabri-v-united-states/\"><span class=\"volume\">541</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">600</span></a></span><pre class=\"inline\">, 605 (2004); Jinks v. Richland County, </pre><span class=\"citation\" data-id=\"127912\"><a href=\"/opinion/127912/jinks-v-richland-county/\"><span class=\"volume\">538</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">456</span></a></span><pre class=\"inline\">, 462-\n\n63 (2003); see also The Federalist No. 33 (Alexander Hamilton). As\n\nChief Justice Marshall aptly observed: \"Let the end be legitimate,\n\n                                          -8-\n\flet it be within the scope of the constitution, and all means which\n\nare appropriate, which are plainly adapted to that end, which are\n\nnot prohibited, but consist with the letter and spirit of the\n\nconstitution, are constitutional.\"    McCulloch, 17 U.S. (4 Wheat.)\n\nat 421.\n\n           In this instance, the respondent served time in federal\n\nprison following his conviction for violating a panoply of federal\n\ncriminal laws.   Congress's power to enact those laws flowed from\n\nthe Commerce Clause, and the respondent does not challenge their\n\nprovenance.   The inquiry here involves the constitutionality of a\n\nstatutory scheme of federal civil commitment that operates after a\n\ndefendant has been convicted, sentenced, and reached the brink of\n\nrelease.\n\n           That the operation of the Walsh Act is federal in nature\n\nis an important datum. The Supreme Court has made it transparently\n\nclear that a state may civilly commit a prisoner beyond the\n\nexpiration of his sentence if the prisoner is determined under\n\nappropriate procedures to be sexually dangerous.     See Kansas v.\n\nHendricks, </pre><span class=\"citation\" data-id=\"118136\"><a href=\"/opinion/118136/kansas-v-hendricks/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">346</span></a></span><pre class=\"inline\">, 350, 360, 371 (1997).   But the source of\n\nthe federal government's authority to commit is less clearly\n\ndefined, and the statutory provision here in issue is limited in\n\nits application to federal action vis-à-vis persons in federal\n\ncustody.   See 18 U.S.C. § 4248(a).   The question before us, then,\n\nis whether section 4248's civil commitment scheme is an appropriate\n\nexercise of congressional power.\n\n                                -9-\n\f               The government argues that it is, pointing to both the\n\nCommerce       Clause    and   the   Necessary       and   Proper   Clause.      The\n\nrespondent argues that it is not.               In our view, federal authority\n\nto commit civilly, if constitutional at all, would seem to fit most\n\ncomfortably among the auxiliary, implied powers conferred by the\n\nNecessary and Proper Clause.             Consequently, we focus our inquiry\n\nthere.\n\n               The civil commitment scheme spelled out in section 4248\n\nis new, but it is not sui generis.              Since the nineteenth century,\n\nCongress has provided for the commitment of convicts who, while in\n\nfederal custody, are determined through appropriate procedures to\n\nbe mentally ill.         See, e.g., Act of Aug. 7, 1882, ch. 433, 22 Stat.\n\n302, 330; Act of June 23, 1874, ch. 465, § 1, 18 Stat. 251, 251.\n\nMore than six decades ago, Congress passed legislation dealing with\n\nthis issue — and that legislation, in modified form, remains in\n\nforce.    See Act. of Sept. 7, 1949, ch. 535, § 1, 63 Stat. 686, 686-\n\n88 (codified as amended at 18 U.S.C. §§ 4244-4247); see also Act of\n\nJune 25, 1948, ch. 645, 62 Stat. 683, 855-56 (codified as amended\n\nat 18 U.S.C. §§ 4241-4243). This legislation provides that persons\n\nin federal criminal custody, including those whose incarcerative\n\nterms    are    about     to   expire,   may    be   civilly   committed      upon   a\n\ndetermination that they suffer from a mental disease or defect and\n\nare dangerous.          See 18 U.S.C. §§ 4245-4246.\n\n               Enacted many years prior to the passage of the Walsh Act,\n\nthis earlier regime — a regime that we shall call, as a shorthand,\n\n                                         -10-\n\fsection 4246 — covered a wide array of mentally ill persons in\n\nfederal custody, including pretrial detainees, persons who had been\n\nconvicted and sentenced, and persons tried but found not guilty by\n\nreason of insanity.        See id. §§ 4241-4247.\n\n            When a federal pretrial detainee challenged section 4246,\n\nthe Supreme Court upheld it (and, thus, effectively upheld the\n\npotentially    indefinite       pretrial     commitment      of        a    mentally\n\nincompetent defendant).       Greenwood, 350 U.S. at 375.              In so doing,\n\nthe Court endorsed the proposition that Congress may provide for\n\nthe civil commitment of a person in federal custody who would be\n\ndangerous to society if released.               See id. at 374; see also\n\nJackson, 406 U.S. at 732; cf. Jones v. United States, </pre><span class=\"citation\" data-id=\"111002\"><a href=\"/opinion/111002/jones-v-united-states/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">354</span></a></span><pre class=\"inline\">,\n\n368-70 (1983) (stating that indefinite commitment of a dangerous\n\nperson    acquitted   by    reason   of   insanity    does   not       violate   due\n\nprocess); United States v. DeBellis, </pre><span class=\"citation\" data-id=\"390418\"><a href=\"/opinion/390418/united-states-v-vito-debellis/\"><span class=\"volume\">649</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 3 (1st Cir. 1981)\n\n(similar).    The Court reasoned that the law providing for civil\n\ncommitment was constitutional, under the Necessary and Proper\n\nClause, as \"an assertion of authority, duly guarded, auxiliary to\n\nincontestible national power\" to prosecute for federal crimes.\n\nGreenwood, 350 U.S. at 375.\n\n            We read Greenwood to hold, as a general matter, that\n\ncivil commitment under a federal scheme targeted to those in\n\nfederal    criminal   custody    is    within   the    scope      of       Congress's\n\nconstitutional authority under the Necessary and Proper Clause.\n\nThe respondent strives to limit this generalization by pointing out\n\n                                      -11-\n\fthat Greenwood involved a pretrial detainee, whereas he has at this\n\njuncture served his entire sentence.                      As we explain below, this\n\ndistinction does not make a dispositive difference.\n\n            Both section 4246 and section 4248 are geared toward\n\npreventing the release of persons in federal custody who would, if\n\nset free, be dangerous to society because of mental illness.\n\nCompare 18 U.S.C. § 4246 (a) (defining dangerousness as resulting\n\n\"from a mental disease or defect\"), with id. § 4247(a)(6) (defining\n\nsexual dangerousness to others as rooted in \"a serious mental\n\nillness,    abnormality,         or    disorder\").          The    primary    difference\n\nbetween    these       two   provisions        is   the    condition     that   triggers\n\npossible commitment. On the one hand, section 4246 is triggered by\n\nthe prospect of generalized danger arising from mental illness,\n\ntraditionally conceived.                On the other hand, section 4248 is\n\ntriggered    by        discrete        dangers      arising       from   a    particular\n\nmanifestation of mental illness: sexually dangerous proclivities.\n\nIn a sense, then, section 4248 is simply a specific application of\n\nsection 4246, designed to forestall dangers presented by those who\n\ndo not necessarily meet the criteria for commitment under the more\n\ngeneral section 4246 scheme.               Cf. Hendricks, 421 U.S. at 350-51\n\n(explaining that state legislation specific to sexual dangerousness\n\nwas enacted to bridge an analogous gap).                          Seen in that light,\n\nGreenwood is a formidable precedent.\n\n            In     all       events,     the     similarities       between     the    two\n\nprovisions       are     more    salient       than       the   differences.          Most\n\n                                           -12-\n\fimportantly, under both provisions the authority to commit civilly\n\nis auxiliary to the longstanding federal power to prosecute and\n\npunish federal crimes.   Greenwood places that authority within the\n\ncompass of the Necessary and Proper Clause.\n\n           In point of fact, the case for constitutionality here may\n\nbe even stronger than in Greenwood.        There, the defendant was\n\nmerely charged with having committed a federal crime.       350 U.S. at\n\n369.   Here, however, the respondent has already been found guilty\n\nof a crime.   That data point is telling: \"[t]he fact that a person\n\nhas been found, beyond a reasonable doubt, to have committed a\n\ncriminal act certainly indicates dangerousness.\"        Jones, 463 U.S.\n\nat 364; see Hendricks, 521 U.S. at 358.     Thus, civil commitment of\n\none in the respondent's position entails proof of both future\n\ndangerousness and past dangerousness.\n\n           The   respondent   counters     that,   in     working   the\n\nconstitutional calculus, the Greenwood Court noted that federal\n\nauthority over the defendant \"persist[ed]\" because he was being\n\ndetained pretrial when committed.      350 U.S. at 375.   In contrast,\n\nthe respondent has now served his sentence.          Seizing on this\n\nsequencing, the district court distinguished Greenwood on the\n\nground that federal power over the defendant there was unexhausted.\n\nVolungus, 599 F. Supp. 2d at 75-76.\n\n           This attempted distinction is more illusory than real.\n\nThe government filed its petition for civil commitment in this case\n\nbefore the respondent's sentence had run its course.         From that\n\n                                -13-\n\ftime     forward,        the   respondent        remained,     lawfully,   in    the\n\nuninterrupted legal custody of the BOP.                 See Rumsfeld v. Padilla,\n\n</pre><span class=\"citation\" data-id=\"136999\"><a href=\"/opinion/136999/rumsfeld-v-padilla/\"><span class=\"volume\">542</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">426</span></a></span><pre class=\"inline\">, 435, 439 (2004); Wales v. Whitney, </pre><span class=\"citation\" data-id=\"91406\"><a href=\"/opinion/91406/wales-v-whitney/\"><span class=\"volume\">114</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span><pre class=\"inline\">, 572-\n\n74 (1885).       No exhaustion has occurred because the government's\n\nauthority over the respondent is tied to its lawful custody of him,\n\nup to the present time and continuing.\n\n            To be sure, it can be argued that continued confinement,\n\nbeyond     the     expiration      of     the      respondent's      sentence,    is\n\nunconstitutional.          But the respondent's initial confinement was\n\nindisputably lawful, and when the government detains an individual\n\ninvoluntarily, it enters into a special relationship with that\n\nindividual.         As    an   integral    part    of   that    relationship,    the\n\ngovernment assumes a duty to care for and protect the individual\n\nwhile he remains in its custody.            See DeShaney v. Winnebago County\n\nDep't of Soc. Servs., </pre><span class=\"citation\" data-id=\"112202\"><a href=\"/opinion/112202/deshaney-v-winnebago-county-dept-of-social-servs/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span><pre class=\"inline\">, 198-200 (1989); Vélez-Diaz v.\n\nVega-Irizarry, </pre><span class=\"citation\" data-id=\"201798\"><a href=\"/opinion/201798/velez-diaz-v-vega-irizarry/\"><span class=\"volume\">421</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">71</span></a></span><pre class=\"inline\">, 80-81 (1st Cir. 2005); White v. United\n\nStates, </pre><span class=\"citation\" data-id=\"462582\"><a href=\"/opinion/462582/genoa-m-white-v-united-states/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">97</span></a></span><pre class=\"inline\">, 103 (D.C. Cir. 1986); cf. United States v.\n\nMuniz, </pre><span class=\"citation\" data-id=\"106655\"><a href=\"/opinion/106655/united-states-v-muniz/\"><span class=\"volume\">374</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></a></span><pre class=\"inline\">, 164-65 (1963) (allowing federal prisoner to\n\nsue for negligence under the Federal Tort Claims Act).\n\n            This     custodial     duty     typically        faces   inward.     The\n\ngovernment, for example, must provide the detained person with\n\nshelter, sustenance, and medical care.                    See, e.g., Farmer v.\n\nBrennan, </pre><span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">825</span></a></span><pre class=\"inline\">, 832 (1994); DeShaney, 489 U.S. at 199;\n\nYoungberg v. Romeo, </pre><span class=\"citation\" data-id=\"110746\"><a href=\"/opinion/110746/youngberg-v-romeo/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span><pre class=\"inline\">, 315 (1982).                  Nevertheless, some\n\naspects of this duty face outward. For example, the government may\n\n                                          -14-\n\fin certain circumstances have a responsibility \"to avert the public\n\ndanger likely to ensue from the release          of . . . dangerous\n\ndetainees.\"     United States v. S.A., </pre><span class=\"citation\" data-id=\"748405\"><a href=\"/opinion/748405/united-states-v-sa/\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">995</span></a></span><pre class=\"inline\">, 999 (8th Cir.\n\n1997); see White, 780 F.2d at 106 (finding a federal mental\n\ninstitution negligent in permitting a dangerous inmate to leave its\n\ngrounds); see also Jones, 463 U.S. at 370 (stating that the\n\nConstitution permits commitment of a defendant acquitted by reason\n\nof insanity \"until such time as he . . . is no longer a danger to\n\nhimself or society\"); cf. Restatement (Second) of Torts § 319\n\n(1965) (\"One who takes charge of a third person whom he knows or\n\nshould know to be likely to cause bodily harm to others if not\n\ncontrolled is under a duty to exercise reasonable care to control\n\nthe third person to prevent him from doing such harm.\").\n\n          The    commitment   scheme    surrounding   section   4248   is\n\ndesigned to facilitate the performance of this duty.        That scheme\n\nis a variation of the protocol set out in section 4246 — a protocol\n\nthat has long been thought constitutional.       See United States v.\n\nPinson, </pre><span class=\"citation\" data-id=\"171233\"><a href=\"/opinion/171233/united-states-v-pinson/\"><span class=\"volume\">542</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">822</span></a></span><pre class=\"inline\">, 838 (10th Cir. 2008); S.A., 129 F.3d at 999;\n\nUnited States v. Moses, </pre><span class=\"citation\" data-id=\"735427\"><a href=\"/opinion/735427/united-states-v-dewain-moses/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1273</span></a></span><pre class=\"inline\">, 1280 (6th Cir. 1997); United\n\nStates v. Sahhar, </pre><span class=\"citation\" data-id=\"697342\"><a href=\"/opinion/697342/united-states-v-john-george-sahhar/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1026</span></a></span><pre class=\"inline\">, 1029 (9th Cir. 1995).\n\n          Congress may act in divers ways to ensure the proper\n\ndischarge of the government's custodial duty.         See, e.g., Muniz,\n\n374 U.S. at 164-65; Ponzi v. Fessenden, </pre><span class=\"citation\" data-id=\"99948\"><a href=\"/opinion/99948/ponzi-v-fessenden/\"><span class=\"volume\">258</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">254</span></a></span><pre class=\"inline\">, 262-64\n\n(1922); United States v. Quintana-Aguayo, </pre><span class=\"citation\" data-id=\"199215\"><a href=\"/opinion/199215/quintana-aguayo-v-sabanera/\"><span class=\"volume\">235</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">682</span></a></span><pre class=\"inline\">, 687 n.10\n\n(1st Cir. 2000).    Section 4248 reflects Congress's recognition of\n\n                                 -15-\n\fthe outward-facing aspects of this custodial duty.               The statute\n\nallows the government to retain custody of a prisoner who would be\n\ndangerous to others if released.            That step seems to be plainly\n\nadapted to the proper discharge of the government's custodial duty.\n\nSee Sahhar, 56 F.3d at 1029; DeBellis, 649 F.2d at 3; see also\n\nUnited States v. Salerno, </pre><span class=\"citation\" data-id=\"111891\"><a href=\"/opinion/111891/united-states-v-salerno/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">739</span></a></span><pre class=\"inline\">, 747-49 (1987).              We agree\n\nwith   Justice   Stevens   who,    though     dissenting   in   Salerno,   was\n\ncompelled to concede how difficult it would be \"to accept the\n\nproposition that the Government is without power to detain a person\n\nwhen it is a virtual certainty that he or she would otherwise kill\n\na group of innocent people in the immediate future.\"             481 U.S. at\n\n768 (Stevens, J., dissenting).\n\n            The most closely analogous cases — those under section\n\n4246 — are consistent with this view. Civil commitment proceedings\n\nunder that (earlier) statute, involving mentally ill prison inmates\n\nin federal custody, have withstood challenges even though they\n\nresult in federal commitment that persists beyond the expiration of\n\nthe committed person's sentence.             See, e.g., United States v.\n\nWilliams, </pre><span class=\"citation\" data-id=\"778679\"><a href=\"/opinion/778679/united-states-v-dorian-williams/\"><span class=\"volume\">299</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">673</span></a></span><pre class=\"inline\">, 674-75, 678 (8th Cir. 2002); United States\n\nv. Anderson, </pre><span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">359</span></span><pre class=\"inline\"> (4th Cir. 1996) (table); United States v.\n\nWoods, </pre><span class=\"citation\" data-id=\"1639162\"><a href=\"/opinion/1639162/united-states-v-woods/\"><span class=\"volume\">970</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">711</span></a></span><pre class=\"inline\">, 715-17, 722 (D. Minn. 1997).            These cases\n\nreinforce     the   notion        that      the   government's     custodial\n\nresponsibilities with respect to a federal prison inmate do not\n\ncome to an abrupt end upon the expiration of the inmate's sentence.\n\nIn cases in which the federal government has uninterrupted custody\n\n                                     -16-\n\fof   a       person    who    is       demonstrably      dangerous     to     others,      it    is\n\nappropriate for the government to take steps to mitigate that\n\ndanger when the expiration of a sentence looms.\n\n                To say more on this subject would be supererogatory.\n\nBecause        Congress's         formulation       of   section     4248     constitutes         a\n\nreasonable           effort       to    discharge       an   important       aspect     of      the\n\ngovernment's           custodial          duty,     it       falls     within     Congress's\n\nconstitutional power to pass laws that are in service to its well-\n\nsettled authority to make and enforce criminal laws and to maintain\n\nprisons.1\n\n                We    have    one       final    task.       Even    legislation      that       is\n\notherwise necessary and proper must not stray past the boundaries\n\nof our system of federalism.                     See Jinks, 538 U.S. at 464.                 Even\n\nthough civil commitment is traditionally a prerogative of the\n\nstates, Tom, 565 F.3d at 506; United States v. Lapi, </pre><span class=\"citation\" data-id=\"795285\"><a href=\"/opinion/795285/united-states-v-tony-lapi/\"><span class=\"volume\">458</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">555</span></a></span><pre class=\"inline\">,\n\n563 (7th Cir. 2006), this does not mean that a federal civil\n\ncommitment        scheme          is    always    and    inevitably      an    impermissible\n\ninfringement on traditional state power.                        See Greenwood, 350 U.S.\n\nat 375 (characterizing the regime created by section 4246 as a\n\nvalid        assertion       of    federal       power);     Sahhar,    56    F.3d    at     1029\n\n\n\n\n         1\n       This means, of course, that the district court erred in\ntreating section 4248 as a mechanism for confinement untethered to\nthe respondent's original imprisonment. Volungus, 599 F. Supp. 2d\nat 78. Civil commitment is auxiliary to the respondent's sentence\nand, thus, falls within the broad grant of implied authority that\nflows from the Necessary and Proper Clause.\n\n                                                 -17-\n\f(explaining that section 4246 is not \"an invasion of the general\n\nfield of lunacy\").\n\n          The decisive consideration is whether the federal scheme\n\nis \"duly guarded\" and sufficiently respectful of state sovereignty.\n\nGreenwood, 350 U.S. at 375.    We believe that section 4248 passes\n\nthrough this screen.   Taken as a whole, it constitutes a carefully\n\ncircumscribed foray into the field of civil commitment.       It is\n\njurisdictionally limited and deferential to the primacy of state\n\ncustody whenever possible.\n\n          It cannot be gainsaid that civil commitment under section\n\n4248 has some trappings of the police power.     Nevertheless, that\n\nfact does not argue persuasively in favor of striking it down.\n\nWhen the federal government exercises any of the powers granted to\n\nit by the Constitution, it is not a valid objection that the\n\nexercise may bring with it some incidents of the police power.   See\n\nRaich, 545 U.S. at 29 & n.38; Lambert v. Yellowley, </pre><span class=\"citation\" data-id=\"100958\"><a href=\"/opinion/100958/lambert-v-yellowley/\"><span class=\"volume\">272</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">581</span></a></span><pre class=\"inline\">,\n\n596 (1926).   It seems especially appropriate to apply this tenet\n\nwhere, as here, a federal statute seeks merely to assist in\n\ncarrying out the federal government's custodial responsibilities.\n\n          We emphasize that section 4248 intrudes no further into\n\nthe field of civil commitment than is reasonably necessary to\n\ndischarge these custodial responsibilities.    Under this provision,\n\nas under section 4246, federal custody is a precondition to the\n\ninauguration of commitment proceedings.       Thus, section 4248 is\n\n\n\n                                -18-\n\flimited in application to persons with whom the federal government\n\nhas a preexisting relationship.\n\n            Section 4248's grasp is as modest as its reach.                      For\n\ninstance, the provision requires that a person committed thereunder\n\nbe   released   when   he     is   determined   to   be   no     longer     sexually\n\ndangerous. 18 U.S.C. § 4248(d)(2). Such limitations, which ensure\n\nthat a legitimate federal interest remains implicated throughout\n\nthe duration of a commitment, are important.              See United States v.\n\nPerry, </pre><span class=\"citation\" data-id=\"468543\"><a href=\"/opinion/468543/united-states-v-howard-perry-glen-hagen-james-geran-kevin-dorr-united/\"><span class=\"volume\">788</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">100</span></a></span><pre class=\"inline\">, 110 (3d Cir. 1986) (upholding a federal\n\ncommitment statute in part because the statute recognized \"the\n\nlimits of congressional authority [by providing] for release of the\n\ndetainee when the federal reason for detention ceases\").\n\n            Furthermore,       section   4248   defers      to      state    custody\n\nwhenever possible.      Its commitment scheme operates as a gap-filler\n\nin situations in which states either cannot or do not wish to\n\nassume responsibility for sexually dangerous persons in federal\n\ncustody.    See United States v. Shields, </pre><span class=\"citation\" data-id=\"1519390\"><a href=\"/opinion/1519390/united-states-v-shields/\"><span class=\"volume\">522</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">317</span></a></span><pre class=\"inline\">, 328\n\n(D. Mass. 2007); cf. S.A., 129 F.3d at 1000 (upholding section 4246\n\nin   part   because    that    statute   \"applies    only      in    those    unique\n\nsituations where suitable arrangements for state care and custody\n\nare unavailable\").\n\n            Let us be perfectly clear.           Although section 4248 is\n\nreminiscent in these respects of section 4246, it does not fully\n\nreplicate the federal-state balance that is struck in section 4246.\n\nThere are, for example, subtle differences in language with respect\n\n                                       -19-\n\fto the efforts required of the Attorney General to find suitable\n\nstate placements for persons subject to federal civil commitment.\n\nCompare 18 U.S.C. § 4246(a), (d), with id. § 4248(a), (d).                    But\n\nthese differences pale in comparison to the common expression,\n\nshared by section 4248 and section 4246, of a clear preference for\n\nstate    placement,      if   and    when    available,    of    those   committed\n\nfederally. Both statutes require the Attorney General to make \"all\n\nreasonable efforts\" to cause a state to assume control over the\n\ncommitted person.         Id. §§ 4246(d), 4248(d).             Even if a state at\n\nfirst demurs, section 4248 directs the Attorney General to release\n\nthe committed person to the state if the state later reverses its\n\nfield.    Id. § 4248(d)(1).          On balance, then, we agree with the\n\nEighth Circuit that the differences between sections 4246 and 4248\n\nare not significant enough to alter the constitutional calculus.\n\nTom, 565 F.3d at 507.           We thus follow the lead of the Greenwood\n\nCourt,   350    U.S.     at   375,   and    hold   that   section   4248's   civil\n\ncommitment scheme passes constitutional muster.\n\nIII.    CONCLUSION\n\n              We need go no further.               The exercise of a federal\n\ncommitment power embodied in section 4248 operates to prevent the\n\nrelease into society at large of sexually dangerous persons as to\n\nwhom    the    federal    government        has    custodial    responsibilities.\n\nBecause that exercise is limited to cases in which the federal\n\ngovernment has a custodial duty, and because the federal scheme\n\nrespects state prerogatives in the field of civil commitment, we\n\n                                           -20-\n\fconclude that it is consistent with both the letter and spirit of\n\nthe Constitution.\n\n          We reverse the order of the district court and remand to\n\nthat court for further proceedings consistent with this opinion.\n\n\n\n                    — Dissenting Opinion Follows —\n\n\n\n\n                                 -21-\n\f           LAPLANTE,      District     Judge       (dissenting).       Unlike    my\n\ndistinguished colleagues, I have serious concerns about whether the\n\nWalsh Act’s provision authorizing federal civil commitment of\n\nsexually dangerous prisoners beyond the end of their federal\n\ncriminal   sentences     is,   in   fact,    necessary     and   proper    to   the\n\nexercise   of   Congress’s       enumerated       powers   --    or    merely    an\n\nencroachment on the states’ traditional power to regulate sexually\n\ndangerous conduct.       See United States v. Comstock, </pre><span class=\"citation\" data-id=\"1027569\"><a href=\"/opinion/1027569/united-states-v-comstock/\"><span class=\"volume\">551</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">274</span></a></span><pre class=\"inline\">\n\n(4th Cir. 2009) (declaring that provision unconstitutional), cert.\n\ngranted, </pre><span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2828</span></span><pre class=\"inline\"> (2009).                 Neither the Supreme Court’s\n\nspecific decision in Greenwood v. United States, </pre><span class=\"citation\" data-id=\"105356\"><a href=\"/opinion/105356/greenwood-v-united-states/\"><span class=\"volume\">350</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">366</span></a></span><pre class=\"inline\">\n\n(1956)   (upholding    federal      detention     of   incompetent     defendants\n\nawaiting trial on federal charges), nor its broader jurisprudence\n\nunder the Necessary and Proper Clause, U.S. Const. art. I, § 8, cl.\n\n18, provides a clear answer to this difficult question.\n\n           Given that the Supreme Court is hearing oral argument in\n\nComstock on January 12, 2010, and is likely to answer this question\n\nwithin the next six months, I would prefer to wait for its ruling\n\nrather   than   settle   for    either      of   the   imperfect      alternatives\n\navailable to us now: remanding and creating potentially unnecessary\n\nwork for the district court, or conversely declaring a major\n\nfederal statute unconstitutional on debatable grounds. While it is\n\ntrue that the respondent here, like the respondent in Comstock,\n\nremains in federal custody pending the outcome on appeal, the\n\nmajority’s decision upholding the statute means that he will stay\n\n                                      -22-\n\fthere either way, at least in the short term.            On balance, I see\n\nless   harm   than   good   in   waiting   for   the   Supreme   Court.   I\n\nrespectfully dissent.\n\n\n\n\n                                    -23-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/89393/",
    "http://www.courtlistener.com/api/rest/v3/opinions/91406/",
    "http://www.courtlistener.com/api/rest/v3/opinions/99948/",
    "http://www.courtlistener.com/api/rest/v3/opinions/100958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105356/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108556/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110746/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111002/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111891/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112632/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118136/",
    "http://www.courtlistener.com/api/rest/v3/opinions/127912/",
    "http://www.courtlistener.com/api/rest/v3/opinions/134745/",
    "http://www.courtlistener.com/api/rest/v3/opinions/136999/",
    "http://www.courtlistener.com/api/rest/v3/opinions/171233/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198461/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199215/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200713/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201798/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/390418/",
    "http://www.courtlistener.com/api/rest/v3/opinions/462582/",
    "http://www.courtlistener.com/api/rest/v3/opinions/468543/",
    "http://www.courtlistener.com/api/rest/v3/opinions/697342/",
    "http://www.courtlistener.com/api/rest/v3/opinions/735399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/735427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/748405/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778679/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795285/",
    "http://www.courtlistener.com/api/rest/v3/opinions/799995/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1027569/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087956/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1210388/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1519390/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1548923/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1639162/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1898529/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2421240/"
  ]
}