{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/214621/",
  "absolute_url": "/opinion/214621/gaskins-v-duval/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/214621/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-04-13T19:10:24Z",
  "date_modified": "2016-04-26T05:26:28.503758Z",
  "type": "010combined",
  "sha1": "3b02e95e5ce136d007cac8ce33c57aec1ac77fa2",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-2322P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2011/04/13/Gaskins_v._Duval.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 09-2322\n\n                        TONY B. GASKINS,\n\n                     Petitioner, Appellant,\n\n                               v.\n\n                        RONALD T. DUVAL,\n\n                     Respondent, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. William G. Young, U.S. District Judge]\n\n\n                             Before\n\n                  Torruella, Selya and Howard,\n                         Circuit Judges.\n\n\n\n     John J. Barter for appellant.\n     Eva M. Badway, Assistant Attorney General, Criminal Bureau,\nwith whom Martha Coakley, Attorney General, was on brief, for\nappellee.\n\n\n\n                         April 13, 2011\n\f             HOWARD, Circuit Judge.     Petitioner Tony Gaskins appeals\n\nthe district court's denial of his request for habeas corpus relief\n\nfrom his 1992 Massachusetts state court conviction for first degree\n\nmurder. 28 U.S.C. § 2254.        He claims that his conviction was based\n\non coerced and perjured testimony and faulty jury instructions.\n\nMassachusetts contends that the district court erred in failing to\n\ndismiss   the    petition   as   untimely,   but   correctly   decided   its\n\nsubstance.      The statute of limitations issue presents a close\n\nquestion that merits some discussion, but it is one that we\n\nultimately need not resolve.       After careful review of the petition\n\nand the lengthy trail of prior proceedings, we affirm the denial on\n\nthe merits.\n\n                I.   Factual Background & Procedural Trail\n\nA.   Trial\n\n             We take the facts of conviction as recounted by the\n\nMassachusetts Supreme Judicial Court (\"SJC\") when it affirmed\n\nGaskins's conviction on direct appeal, supplementing those with\n\nother record facts consistent with the SJC's findings.             Yeboah-\n\nSefah v. Ficco, 556 F.3d 53, 62 (1st Cir.) cert. denied, 130 S. Ct.\n\n639 (2009); Healy v. Spencer, 453 F.3d 21, 22 (1st Cir. 2006).\n\nAccording to the SJC:\n\n             The jury could have found the following from\n             the evidence.    [Raymond] Coffill and [Leo]\n             Womack had had a general plan in February,\n             1991, to rob a \"drug house.\" On February 15,\n             1991, Coffill purchased cocaine from a drug\n             house in Lynn and shared it with Womack.\n\n                                     -2-\n\f          Later that day they went to the drug house to\n          purchase more cocaine, but because they were\n          short of funds, they were unable to make a\n          purchase.   As they were leaving, they met\n          [Gaskins] and Robert Reid.    The four pooled\n          their resources, purchased cocaine, and went\n          to Coffill's house where they discovered that\n          the cocaine was of poor quality.         There\n          followed a loosely developed plan to rob the\n          drug house. They returned to the drug house.\n          Coffill and [Gaskins] knocked on the door, had\n          an argument with the people inside about the\n          poor quality of the cocaine, but failed to\n          obtain any satisfaction.       The four then\n          consulted and decided that they would try to\n          disrupt the business of the drug house. Two\n          people were allowed to make purchases without\n          incident. The victim then arrived alone. He\n          apparently made a drug purchase, and, as he\n          was leaving, Womack grabbed him and struck him\n          on the head. [Gaskins] held a knife to the\n          victim's body and told the victim, \"Kick it\n          in.\" The victim begged that they not stab him\n          for a \"twenty.\"     The victim struggled and\n          fled, pursued by [Gaskins], Womack, and Reid\n          on foot and Coffill in an automobile.\n          Ultimately, the four joined up in the\n          automobile.    [Gaskins] said \"I stuck that\n          nigger. He didn't make the fence. I got him.”\n          [Gaskins] still had the knife.     The victim\n          died one week later as a result of a stab\n          wound to his abdomen.\n\nCommonwealth v. Gaskins, 647 N.E.2d 429, 431 (Mass. 1995) (\"Gaskins\n\nI\").\n\n          Both Coffill and Womack testified at Gaskins's trial in\n\nexchange for reduced charges and sentences.         Each had murder\n\ncharges reduced to manslaughter.     Id.   Gaskins was convicted and\n\nsentenced to life in prison.\n\n\n\n\n                               -3-\n\fB.   Direct Appeal\n\n           Gaskins appealed to the SJC.          He argued that:     1) the\n\ntrial judge erred in failing to order a not guilty finding; 2) the\n\njury was improperly instructed concerning the possibility of a\n\nsecond degree murder verdict; and 3) counsel was constitutionally\n\nineffective both in failing to challenge the composition of the\n\njury pool and failing to offer certain evidence.         Id. at 430.     The\n\nSJC denied Gaskins's appeal in 1995.\n\nC.   First New Trial Motion\n\n           In 1997, Gaskins filed his first motion for new trial in\n\nstate superior court.       In addition to the points raised in his\n\ndirect   appeal,    he   argued   that   the   prosecution   used   perjured\n\ntestimony to convict him and inappropriately vouched for the\n\ncredibility of Womack and Coffill.         He also alleged that the trial\n\njudge provided an erroneous reasonable doubt instruction and that\n\nhe received ineffective assistance of appellate counsel.                See\n\nCommonwealth v. Gaskins, No. 91-018642, Order at 2 (Mass. Sup. Ct.\n\nMay 8, 1997).      The motion was denied, with the judge ruling that\n\n\"[a]ll of the issues now raised . . . in this motion . . . have\n\neither been previously raised and ruled upon in the prior appeal,\n\nor have been waived.\"       Id.     The issues raised in the new trial\n\nmotion that were held to be waived were deemed so because Gaskins\n\nhad not identified them in his direct appeal.          Id.   (citing Mass.\n\nR. Crim. P. 30(c)(2)).            Gaskins sought leave to appeal that\n\n\n                                     -4-\n\fdecision with respect to his trial counsel's failure to challenge\n\nthe composition of the jury pool.      An SJC \"gatekeeper\" justice\n\ndenied leave to appeal in January 1999.1\n\nD.   First Habeas Petition\n\n           Meanwhile, in July 1997, during the pendency of his state\n\ncourt new trial motion, Gaskins filed a habeas petition in federal\n\ncourt.    The petition contained an expanded version of his claim\n\nthat his conviction was caused, in part, by Womack's perjury, and\n\nincluded an affidavit from Womack asserting that he was coerced by\n\nthe prosecutor to lie on the witness stand.   See Gaskins v. Duval,\n\n89 F. Supp. 2d 139, 141 (D. Mass. 2000) (\"Gaskins III\").2       The\n\ndistrict court dismissed the petition as untimely, but we reversed,\n\nholding that the applicable limitations period was tolled while\n\nGaskins's state court motion was pending.     Gaskins v. Duval, 183\n\nF.3d 8 (1st Cir. 1999) (\"Gaskins II\").\n\n           On remand, the district court dismissed the petition\n\nwithout prejudice because it contained both exhausted claims and\n\nthe unexhausted expanded perjury claim.    Gaskins III, 89 F. Supp.\n\n2d at 142.\n\n\n      1\n      A defendant may not appeal to the SJC from the denial of\npostconviction relief unless a single justice -- the \"gatekeeper\"\n-- determines that the motion raises a \"new and substantial\"\nquestion, at which point leave will be granted to appeal to the\nfull SJC. See Drew v. MacEachern, 620 F.3d 16, 17 (1st Cir. 2010).\n     2\n      In his earlier new trial motion, Gaskins based his claim of\nperjury on Womack's allegedly inconsistent prior statements.\nGaskins III, 89 F. Supp. 2d at 141.\n\n                                -5-\n\fE.   Further State Proceedings\n\n            Gaskins    returned        to    state   court    after    the    district\n\ncourt's dismissal without prejudice of his habeas petition and\n\nfiled another motion for new trial in April 2000.                    He asserted two\n\ngrounds relevant here: 1) prosecutorial misconduct in light of the\n\nWomack   affidavit;      and      2)   erroneous       jury    instructions      which\n\npermitted an inference of malice on less than a strong likelihood\n\nof death.    See Commonwealth v. Gaskins, No. 91-018642, Order at 4\n\n(Mass. Sup. Ct. July 12, 2002).                   The Superior Court ordered an\n\nevidentiary hearing on the prosecutorial misconduct issue and\n\nfurther argument on the jury instruction claim.                   Id. at 6-7.\n\n            The evidentiary hearing took place in December 2002.                      In\n\nan order dated February 13, 2003, the Superior Court denied the\n\nmotion with respect to the jury instruction issue.                           The Court\n\nreasoned both that Gaskins had waived the jury instruction issue\n\nbecause it was not addressed in his direct appeal or any post-trial\n\nmotions, and alternatively, that the argument failed substantively.\n\n            Womack did not testify at the December 2002 evidentiary\n\nhearing,    asserting       his    Fifth     Amendment       right    against    self-\n\nincrimination.       Somewhat ironically, he claimed before the hearing\n\nthat he was coerced into signing the very affidavit in which he\n\nannounced that he was coerced to lie at Gaskins's trial, and thus\n\nargued   that   he    did   not    waive      his    Fifth    Amendment      rights   by\n\nproviding that affidavit.\n\n\n                                            -6-\n\f             As a result of Womack's refusal to testify, the superior\n\ncourt, although it accepted evidence from many of the individuals\n\ninvolved in preparing Womack for trial, did not reach the substance\n\nof Gaskins's claim that Womack had essentially recanted his trial\n\ntestimony.     However, based on Womack's testimony at an in camera\n\nhearing3 limited to his Fifth Amendment claim, the court rejected\n\nWomack's claim that he was coerced into signing the recantation\n\naffidavit and thus held that Womack had waived his Fifth Amendment\n\nprivilege.      The court concluded that \"[o]n the circumstances\n\nsurrounding the preparation and signing of the affidavit . . .\n\nWomack's testimony [was] not credible or believable.\" In addition,\n\nthe court stated that \"on the claim of coercion in the signing of\n\nthe affidavit, Womack did not appear, and I find he was not,\n\ntruthful. In light of all the circumstances and evidence, Womack's\n\nexplanations     were   not   plausible   and   I   do   not   accept   them.\"\n\nCommonwealth v. Gaskins, No. 91-018642, slip op. at 4 (Mass. Sup.\n\nCt. Feb. 13, 2003).      The superior court stayed the proceedings in\n\norder to allow Womack to pursue an appeal of the court's Fifth\n\nAmendment ruling.       The SJC ruled against Womack, holding that he\n\ncould refuse to testify at a reconvened hearing and then appeal\n\nfrom any ensuing contempt order.          In re Womack, 831 N.E.2d 881\n\n(Mass. 2005).\n\n\n\n\n     3\n         Womack was represented by counsel at the in camera hearing.\n\n                                    -7-\n\f            The matter returned to the same superior court judge in\n\n2006, in order to reach the remaining merits of Gaskins's new trial\n\nmotion, which by then had been pending for more than five years.\n\nWomack again refused to testify.             Finally, in February 2008, the\n\njudge issued a twelve-page decision denying Gaskins's new trial\n\nmotion on two grounds.         See Commonwealth v. Gaskins, No. 91-18642,\n\nOrder at 11-12 (Mass. Sup. Ct. Feb. 25, 2008).                    First, while\n\nreferring    to   its   2003    order,4   the    court   stated   that    it   had\n\npreviously    found     that    \"'Womack's      explanations   [regarding      the\n\nprosecution's alleged actions] were not plausible' and that the\n\ncourt '[did] not accept them.'\"           (brackets in original).        This was\n\nerroneous because, as previously noted, the 2003 order addressed\n\nWomack's credibility only with respect to whether he was coerced\n\ninto signing the recantation affidavit, and not the affidavit\n\nrelating to the issue of whether Womack was coerced to testify\n\nfalsely at Gaskins's trial.         The second basis for denying the new\n\ntrial    motion   was    the    additional      evidence   submitted     by    the\n\nCommonwealth in connection with the motion that undermined the\n\nperjury claim, which the court summarized as follows:\n\n            In response to Gaskins' motion for a new trial\n            and the court's July 12, 2002, decision, the\n            assistant   district  attorney   assigned   to\n            prosecute the motion, Kevin Mitchell (ADA\n\n\n     4\n      The court gave the date of the order as \"January 30, 2003.\"\nThe record reflects no order of that date, and given the context\nand content, we presume the court was referring to the February 13,\n2003, order.\n\n                                      -8-\n\f          Mitchell), filed an affidavit on May 8, 2001.\n          The affidavit stated that ADA Mitchell had\n          spoken with Womack's defense attorney, Larry\n          McGuire (McGuire). McGuire, after reviewing\n          Womack's case file, had told ADA Mitchell that\n          he and Womack met with then prosecutor, now\n          Superior Court judge, Howard Whitehead (Judge\n          Whitehead) and Lynn Police Lt. Dennis Flynn\n          shortly before Womack testified at Gaskins'\n          trial. McGuire also stated that this was the\n          only meeting that occurred between Womack and\n          the Commonwealth, and that neither Judge\n          Whitehead, nor law enforcement, made any\n          attempts to encourage Womack to testify\n          falsely.\n\n          Judge Whitehead also filed an affidavit on May\n          8, 2001.    That affidavit stated that he,\n          acting for the Commonwealth, had entered into\n          a plea agreement with Womack on February 12,\n          1992, shortly before Gaskins' trial.       The\n          agreement established that, in exchange for\n          certain concessions on the part of the\n          Commonwealth,     Womack    would     testify,\n          truthfully, against Gaskins. Judge Whitehead\n          also stated that he memorialized the meeting\n          with handwritten notes.    During the meeting\n          with the Commonwealth, Womack gave his account\n          of the events surrounding the murder, which\n          was consistent with the testimony Womack\n          provided at trial. [footnote omitted] Judge\n          Whitehead also stated that he never advised\n          Womack to tailor his testimony in any manner.5\n\n          In addition to the affidavits, the court also described\n\ntestimony given at the December 2002 hearing.       In sum, McGuire\n\ncorroborated   Mitchell's   and   Whitehead's   affidavits   when   he\n\ntestified that: he and Womack met with Whitehead and Flynn shortly\n\nbefore Gaskins's trial; this was the only meeting between Womack\n\n\n     5\n      The court noted that Womack's trial testimony that \"[the\nvictim] didn't make the fence\" was absent from Whitehead's account\nof Womack's pre-trial de-briefing.\n\n                                  -9-\n\fand the Commonwealth; and neither Whitehead nor law enforcement\n\nattempted to encourage Womack to testify falsely.6\n\n            Relying at least as much on the evidence provided by\n\nMcGuire,   Mitchell   and    Whitehead      as   it   did   on   its    erroneous\n\nrecollection of its finding about Womack's credibility, the court\n\nconcluded that Gaskins's conviction was not based on prosecutorial\n\nmisconduct or perjured testimony and denied his new trial motion on\n\nFebruary 28, 2008.\n\n            Gaskins subsequently sought leave to appeal the February\n\n2008 order to the SJC.        The SJC gatekeeper justice denied the\n\nmotion,    first   finding   that    the    claims    related     to    the    jury\n\ninstruction on malice, destruction of exculpatory evidence, and\n\nineffective    assistance    of     trial   counsel     were     \"not    new   (or\n\nsubstantial), and do not require consideration by the full court.\n\n[Mass. Gen. Laws ch.] 278, § 33E.\"           Commonwealth v. Gaskins, No.\n\nESCR1991-1864, slip op. at 1-2 (Mass. Aug. 7, 2008).                    Next, the\n\njustice found the prosecutorial misconduct issue to be \"new,\" and\n\nthus addressed it.     Id.   Although repeating the error made by the\n\nsuperior court regarding Womack's credibility, the justice also\n\nnoted that Womack's accusation of coerced perjury was countered by\n\nthe considerable evidence provided by Gaskins's defense attorney\n\nand prosecutors.      Id. at 2.       Accordingly, after reviewing the\n\n\n\n     6\n      The testimony was described in much greater detail in the\nFebruary 2003 order.\n\n                                     -10-\n\frecord, the gatekeeper justice concluded that the prosecutorial\n\nmisconduct issue was not \"substantial,\" and did not refer the\n\nmatter to the full court.       Id.\n\nF.    First Habeas Petition Revisited\n\n            The federal forum did not remain dormant during the\n\nroughly six-year period that Gaskins's state court post-appeal\n\nmotions were being resolved.          In December 2003, Gaskins moved in\n\nthe district court for vacatur of the 2000 dismissal without\n\nprejudice of his habeas petition; to restore his petition to the\n\ndocket; and to stay the petition while he exhausted his state court\n\nremedies.     The district court denied the motion and Gaskins's\n\nsubsequent motion for reconsideration, following which the court\n\npublished a memorandum decision. Gaskins v. Duval, 336 F. Supp. 2d\n\n66 (D. Mass. 2004) (\"Gaskins IV\").\n\n            In reaching its decision, the district court first noted\n\nthat   Gaskins   had   filed    a   \"mixed    petition,\"   containing     both\n\nexhausted and unexhausted claims. Id. at 67. Historically, as the\n\ncourt had done with Gaskins's petition in 2000, district courts had\n\nprovided petitioners with two alternatives: either file an amended\n\npetition sans the unexhausted claims or return to state court to\n\npresent the unexhausted claims.            Id.   The court, however, also\n\npointed out that the one-year statute of limitations contained in\n\nthe    Antiterrorism   and     Effective     Death   Penalty   Act   of   1996\n\n\n\n\n                                      -11-\n\f(\"AEDPA\"), 28 U.S.C. § 2244(d)(2), created a predicament for\n\nprisoners filing mixed petitions:\n\n            If a prisoner deletes unexhausted claims from\n            her petition, she may well be barred from\n            bringing those claims at a later date, because\n            of AEDPA's limitation on second or successive\n            petitions. Under 2[8] U.S.C. § 2244(b), state\n            prisoners may only bring such petitions in\n            limited   circumstances   subject  to   strict\n            procedural requirements. On the other hand,\n            if the prisoner agrees to dismissal of her\n            claims, she runs the risk of running afoul of\n            the one year limitations period.\n\nGaskins IV, 336 F. Supp. 2d at 68.\n\n            The district court then described the \"stay and abeyance\"\n\nprocedure that courts had employed to \"protect habeas petitioners\n\nfrom falling into this trap.\" Id. (citing Neverson v. Farquharson,\n\n366 F.3d 32, 42-43 (1st Cir. 2004)).      \"Rather than dismissing a\n\nmixed petition, a district court may stay proceedings while the\n\npetitioner returns to state court to resolve his unexhausted\n\nclaims.\"    Id.   At the time of the district court's consideration,\n\nthis procedure was in its relative infancy. We had recommended the\n\npractice, see Delaney v. Matesanz, 264 F.3d 7, 14 n.5 (1st Cir.\n\n2001), but the Supreme Court did not explicitly approve of it --\n\nunder certain limited conditions -- until 2005.       See Rhines v.\n\nWeber, 544 U.S. 269, 276-78 (2005).\n\n            The district court noted that it did not employ the stay\n\nand abeyance procedure at the time that it had dismissed Gaskins'\n\npetition.   Gaskins IV, 336 F. Supp. 2d at 68.   The court then went\n\n\n                                 -12-\n\fon to construe Gaskins's motion to vacate as a motion for relief\n\nunder Fed. R. Civ. P. 60(b).   It ultimately denied the motion as\n\nviolative of the Rule's requirement that the motion be filed within\n\na \"reasonable time\" because its filing was almost two and a half\n\nyears after the Supreme Court had held in Duncan v. Walker, 533\n\nU.S. 167 (2001), that the limitations period is tolled during\n\nstate, but not federal proceedings.   Gaskins IV, 336 F. Supp. 2d at\n\n69-70.\n\n          The court then added a conciliatory coda:\n\n          Gaskins has one final option. He could file a\n          new habeas petition, with a request that the\n          Court apply the stay and abeyance procedure.\n          Procedurally, a new habeas petition would stop\n          the AEDPA limitations clock on the date of\n          filing, and all the time since AEDPA's\n          effective   date   that   Gaskins   has   been\n          challenging his convictions in the courts of\n          the Commonwealth would be excluded.         If\n          Gaskins were to finish exhausting his claims\n          in the state courts, without obtaining relief,\n          this Court would presumably then have to\n          determine whether Gaskins is eligible for\n          equitable tolling of the period during which\n          his original Petition was pending in the\n          federal courts. If equitable tolling were not\n          available, then Gaskins's federal habeas\n          claims would be time-barred.\n\n          Since the date of his original conviction,\n          Gaskins has promptly pursued his remedies, and\n          has never in any way abused the writ of habeas\n          corpus.   He has proposed that, should the\n          Court allow his Motion To Reconsider, he will\n          provide the Court with regular updates on his\n          state proceedings, and will promptly pursue\n          his federal claims, should the state courts\n          deny him relief. He has consistently acted in\n          good faith, and there can be little doubt that\n          the equities favor him.\n\n                               -13-\n\f          Given that the Court ideally should have\n          applied the stay and abeyance procedure in\n          2000, that Gaskins has consistently acted in\n          good faith, and that his liberty is at stake,\n          the Court would be entirely willing to permit\n          Gaskins to file a renewed habeas petition,\n          which the Court would then immediately stay\n          and hold in abeyance until Gaskins finishes\n          exhausting his administrative remedies. With\n          matters in their present posture, however,\n          this Court cannot render an advisory opinion\n          concerning equitable tolling, and it is\n          inappropriate for the Court to recharacterize\n          Gaskins's Motion To Vacate in this manner\n          without his permission, however. See Castro v.\n          United   States,   [540  U.S.   375   (2003)].\n          Therefore, the Court denied Gaskins's Motion\n          To Reconsider in its entirety, leaving his\n          case closed.   Should Gaskins wish to file a\n          new habeas petition and to request that the\n          Court stay proceedings until he has finished\n          exhausting state remedies, he may do so.\n\nId. at 70.\n\n          In October 2004, less than one month later, Gaskins filed\n\nthe petition that is the subject of this appeal and, consistent\n\nwith the district court's suggestion, a motion to stay.        The\n\ndistrict court stayed the petition and administratively closed the\n\ncase while Gaskins exhausted his claims in state court.        See\n\nGaskins v.   Duval, 652 F. Supp. 2d 116, 122 (D. Mass. 2009)\n\n(\"Gaskins V\").\n\n          As noted above, Gaskins's state court efforts ended when\n\nthe single SJC Justice denied further review on August 7, 2008.\n\nWithin a month, Gaskins successfully moved to dissolve the stay and\n\nrestore his second habeas petition to the district court docket.\n\n\n                               -14-\n\fId.        In   November    2008,   the    district   court   denied,   without\n\nelaboration, the respondent's motion to dismiss based on the\n\nstatute of limitations.             The court denied the petition in its\n\nentirety in September 2009.           See Gaskins V.    This appeal followed.\n\n                                II.    Discussion\n\nA.    Statute of Limitations\n\n                Before turning to the substance of Gaskins’s claims, we\n\nfirst address the Commonwealth’s assertion that the district court\n\nerred in denying its motion to dismiss based on the statute of\n\nlimitations.        Several factors make this a complicated question,\n\nincluding the protracted trail of this case and the district\n\ncourt's lack of explanation for its ruling.               Moreover, Gaskins's\n\nconviction became final prior to AEDPA's passage and the lengthy\n\npost-appeal proceedings straddled several important developments in\n\nhabeas jurisprudence.7\n\n                At the time the district court dismissed Gaskins's first\n\npetition, it was operating under a legal regime that presumed that\n\nAEDPA's tolling provision included time that petitions were pending\n\nin federal court.          That presumption was upended in 2001 when the\n\nSupreme Court held in Duncan that the tolling provision applied\n\nonly to pendency of state proceedings.                533 U.S. at 172.    As a\n\n\n       7\n      In addition to the developments already covered, recently the\nSupreme Court explicitly held that equitable tolling may be applied\nto a state prisoner's habeas petition in certain circumstances.\nHolland v. Florida, 130 S. Ct. 2549, 2560 (2010); Drew, 620 F.3d at\n23.\n\n                                          -15-\n\fresult, a prisoner whose mixed petition was dismissed more than one\n\nyear after its filing to allow exhaustion might be unable to\n\nreceive federal review of his claims.\n\n          The   district   court   was    sympathetic   to   Gaskins's\n\npredicament, noting that it \"ideally should have applied the stay\n\nand abeyance procedure in 2000,\" Gaskins IV, 336 F. Supp. 2d at 70,\n\nand that \"the equities favor\" Gaskins, given both the substance of\n\nhis claims and the good faith he displayed in pursuing them.      Id.\n\n          As we have recognized, \"Under AEDPA, pro se petitioners8\n\nseeking to adjudicate their constitutional claims in federal court\n\nmust satisfy several complex procedural requirements that often are\n\ndifficult for courts to decipher.\"       Nowaczyk v. Warden, 299 F.3d\n\n69, 82 (1st Cir. 2002) (citations omitted).       Here, the district\n\ncourt squarely addressed that difficulty.      Although it ultimately\n\ndenied the Commonwealth's motion without explanation, it appears\n\nlikely, although we cannot be certain, that the court, in effect,\n\nprovided Gaskins with the equitable relief he requested in his\n\nobjection to the motion.   See Holland, 130 S. Ct. at 2562 (holding\n\nthat petitioner seeking equitable tolling must demonstrate diligent\n\npursuit of his rights and that some extraordinary circumstance\n\nprevented a timely filing).\n\n\n\n\n     8\n      Gaskins was proceeding pro se in the habeas proceedings until\napproximately October 2008, during the pendency of his second\npetition.\n\n                               -16-\n\f           We would ordinarily review the district court's ruling\n\nfor abuse of discretion.      Riva v. Ficco, 615 F.3d 35, 40 (1st Cir.\n\n2010).     But given the case's history and the opacity of the\n\ndistrict court's decision, we do not resolve the thorny issue of\n\nwhether Gaskins is entitled to equitable relief because, as we\n\nexplain below, his claims fail on the merits.            See Ramos-Martinez\n\nv. United States, No. 09-1856, 2011 WL 768966, at *8 (1st Cir.\n\nMarch 7, 2011) (noting that where outcome on merits is clear,\n\nbypassing equitable tolling inquiry is permissible) (citing Lambrix\n\nv. Singletary, 520 U.S. 518, 525 (1997)); see also 28 U.S.C. §\n\n2254(b)(2) (allowing denial of petition on merits notwithstanding\n\nfailure to exhaust state court remedies).                 We turn then, to\n\nGaskins's substantive arguments.\n\nB.   Standard of Review\n\n           We   review   de    novo    the   district    court's    denial   of\n\nGaskins’s petition. Yeboah-Sefah, 556 F.3d at 56. \"[T]he district\n\ncourt opinion, while helpful for its reasoning, is entitled to no\n\ndeference.\"     Healy, 453 F.3d at 25.        Moreover, we may affirm the\n\ndistrict court's decision on any ground made manifest by the\n\nrecord.    Pina v. Maloney, 565 F.3d 48, 54 (1st Cir. 2009).\n\n           A federal court can grant habeas relief from a state\n\ncourt conviction only if the state adjudication was contrary to, or\n\ninvolved   an   unreasonable    application     of,     clearly    established\n\nfederal law as determined by the Supreme Court; or if it was based\n\n\n                                      -17-\n\fon an unreasonable determination of the facts in light of the\n\nevidence presented in the state court proceeding.                28 U.S.C.\n\n§ 2254(d)(1)-(2); Grant v. Warden, Me. State Prison, 616 F.3d 72,\n\n75-76 (1st Cir. 2010), cert. denied, 131 S. Ct. 948 (2011).                A\n\nstate court decision is \"contrary to\" clearly established federal\n\nlaw if it \"contradicts the governing law set forth in the Supreme\n\nCourt's cases or confronts a set of facts that are materially\n\nindistinguishable from a decision of the Supreme Court\" but reaches\n\na different result.       John v. Russo, 561 F.3d 88, 96 (1st Cir.\n\n2009).    A court \"unreasonably applies\" clearly established law if\n\nit applies Supreme Court precedent to the facts of the case in an\n\nobjectively unreasonable manner, Williams v. Taylor, 529 U.S. 362,\n\n405 (2000), such as reaching a result that is \"devoid of record\n\nsupport\" for its conclusion.     McCambridge v. Hall, 303 F.3d 24, 37\n\n(1st Cir. 2002).     A state court's factual findings are presumed to\n\nbe correct unless the petitioner rebuts the presumption with clear\n\nand   convincing    evidence.   28   U.S.C.   §    2254(e)(1);   Torres   v.\n\nDennehy, 615 F.3d 1, 5 (1st Cir. 2010), cert. denied, 131 S. Ct.\n\n1038 (2011).9      This presumption applies to determinations made by\n\nboth state trial and appellate courts.            Clements v. Clarke, 592\n\nF.3d 45, 47 (1st Cir.), cert. denied, 130 S. Ct. 3475 (2010).\n\n\n      9\n      Arguing that AEDPA is unconstitutional, Gaskins asks that we\napply pre-AEDPA standards and give less deference to state court\nfindings. As Gaskins concedes, we rejected that argument in Evans\nv. Thompson, 518 F.3d 1 (1st Cir. 2008), and remain bound by that\ndecision. We therefore proceed according to AEDPA.\n\n                                  -18-\n\fC.   Prosecutorial Misconduct\n\n           Gaskins's prosecutorial misconduct claim is premised on\n\nWomack's   affidavit,    which   Gaskins   claims   proves   that   the\n\nCommonwealth coerced Womack into falsely testifying at Gaskins's\n\ntrial in violation of Gaskins's rights under the Fifth, Sixth and\n\nFourteenth Amendments.     See Perkins v. Russo, 586 F.3d 115, 119\n\n(1st Cir. 2009) (explaining that prosecution's knowing use of\n\nperjured testimony renders a conviction fundamentally unfair, and\n\nrequires setting it aside if there is any reasonable likelihood the\n\ntestimony could have affected the jury's judgment) (citing United\n\nStates v. Agurs, 427 U.S. 97, 103 (1976)); cf. Mastracchio v. Vose,\n\n274 F.3d 590, 600-601 (1st Cir. 2001) (finding that prosecution's\n\nfailure to disclose to the defense inducements or rewards given to\n\nwitness violates defendant's constitutional rights if information\n\nwas material to guilt or punishment) (citing United States v.\n\nBagley, 473 U.S. 667, 678 (1985); Giglio v. United States, 405 U.S.\n\n150, 154 (1972); Brady v. Maryland, 373 U.S. 83, 87 (1963)).\n\n           Turning first to the state courts' fact-finding, Gaskins\n\nargues that it was unreasonable to conclude that Womack was not\n\ncoerced to testify falsely against him. As we previously noted, we\n\nagree with Gaskins that the superior court judge deciding Gaskins’s\n\nnew trial motion, as well as the single SJC justice denying further\n\nreview and the district court, all appear to have erroneously\n\nstated that the superior court in 2003 found Womack not credible\n\n\n                                 -19-\n\fwith respect to the substance of his affidavit, i.e., that he was\n\ncoerced to lie at Gaskins's trial.       The original \"not credible\"\n\nfinding in 2003 went solely to Womack's attempt to distance himself\n\nfrom that affidavit.    But that is not the end of the inquiry.         As\n\nthe gatekeeper justice emphasized, the Superior Court conducted a\n\nlengthy hearing, and its conclusion that Womack was not coerced was\n\nbased on more than just the credibility finding.        The court also\n\nrelied on the testimony and affidavits of all the individuals\n\ninvolved in Womack’s preparation and participation in Gaskins’s\n\ntrial, including Gaskins’s defense counsel, an assistant District\n\nAttorney, and the trial prosecutor.      See supra, pp. 8-10.\n\n          For   his   part,   rather   than   establishing   a   case   of\n\nprosecutorial misconduct, Gaskins is doing little more than again\n\npresenting the same evidence that failed to convince the state\n\ncourts.   Essentially, he is asking us to replace their factual\n\nfindings with new ones.   This we cannot do, for such decisions \"are\n\nexactly the type of factual determinations to which we defer, at\n\nleast short of any indication of serious error.\"       Teti v. Bender,\n\n507 F.3d 50, 59 (1st Cir. 2007) (citing Rice v. Collins, 546 U.S.\n\n333, 341-42 (2006) (\"Reasonable minds reviewing the record might\n\ndisagree about the prosecutor’s credibility, but on habeas review,\n\nthat does not suffice to supersede the trial court’s credibility\n\ndetermination.\")).     Accordingly, we conclude that it was not\n\n\n\n\n                                 -20-\n\funreasonable for the state courts to find that Womack’s trial\n\ntestimony was not coerced.\n\n            We need go no further on the prosecutorial misconduct\n\nclaim.    The foundation of that claim is the argument that Womack’s\n\ntestimony was coerced.      Absent that foundation, the entire claim\n\ncrumbles.10   See DiBenedetto v. Hall, 272 F.3d 1, 7 n.1 (1st Cir.\n\n2001) (\"In some cases, the outcome of the federal claim may be\n\ndetermined    by   the[]   factual   conclusions   drawn   by   the   state\n\ncourt.\").\n\nD.   Jury Instruction\n\n            Gaskins's second claim for habeas relief is that an\n\nimproper jury instruction on malice deprived him of a fair trial\n\nand due process.    In relevant part, the trial court instructed the\n\njury as follows on first degree murder:\n\n            Malice aforethought includes any unexcused\n            specific intent to kill or any unexcused\n            specific intent to do grievous bodily harm or\n            any unexcused intent to do any act creating a\n            plain and strong likelihood that death or\n            grievous bodily injury would follow.\n\n            Malice aforethought may be inferred if, in the\n            circumstances known to the defendant, a\n            reasonably prudent person would have known\n            that according to common experience there was\n            a plain and strong likelihood that death or\n\n\n\n     10\n      To the extent Gaskins claims the state court unreasonably\napplied or determined federal constitutional law, he does so based\non Womack's allegedly coerced perjury. Having failed to establish\nthat the state court acted unreasonably in finding no coercion,\nthere is no subsequent legal error.\n\n                                     -21-\n\f           grievous bodily injury          would    follow    the\n           contemplated act.\n\n           The Commonwealth implicitly concedes, and the district\n\ncourt   found,   that   Gaskins   correctly     argued    that    the    malice\n\ninstruction   erroneously   included      the   possibility      of   \"grievous\n\nbodily injury.\"    See Commonwealth v. Azar, 760 N.E.2d 1224, 1231\n\n(Mass. 2002) (holding that inference of malice is permitted only in\n\nsituations where a reasonable person would recognize a plain and\n\nstrong likelihood of death); see also Commonwealth v. Vizcarrondo,\n\n693 N.E.2d 677, 680-81 (Mass. 1998) (rejecting \"any suggestion that\n\nwe have made something less than a plain and strong likelihood of\n\ndeath sufficient for proof of\" malice) (citing cases).\n\n           Gaskins, however, did not object to the instruction at\n\ntrial or on direct appeal.        Instead he raised the issue for the\n\nfirst time in his April 2000 new trial motion.           See Gaskins V, 652\n\nF. Supp. 2d at 125.       The superior court denied the new trial\n\nrequest, finding that Gaskins waived the malice instruction issue\n\nby failing to raise it in his direct appeal, or in any of his\n\nprevious new trial motions.       The gatekeeper justice subsequently\n\ndenied leave to appeal, finding that \"on the face of the record,\"\n\nthe issue was \"not new (or substantial), and do[es] not warrant\n\nconsideration by the full court.\"\n\n           The end result of Gaskins's failure to raise the jury\n\ninstruction issue is that the claim was procedurally defaulted.\n\nSee Simpson v. Matesanz, 175 F.3d 200, 207 (1st Cir. 1999) (quoting\n\n                                   -22-\n\fCommonwealth v. Ambers, 493 N.E.2d 837, 839 (Mass. 1986) (\"An issue\n\nis not new . . . where either is has already been addressed, or\n\nwhere it could have been addressed had the defendant properly\n\nraised it at trial or on direct review.\") (internal quotation marks\n\nomitted)).   Gaskins acknowledges that the procedural default is an\n\n\"independent and adequate\" state ground for the state court's\n\ndenial of relief which ordinarily precludes federal habeas review.\n\nHis only avenue of relief is to show cause for the default and\n\nactual prejudice as a result of the alleged federal law violation\n\nor that the failure to consider the claim on the merits will result\n\nin a fundamental miscarriage of justice.   Glacken v. Dickhaut, 585\n\nF.3d 547, 551 (1st Cir. 2009).     However, \"[t]he miscarriage-of-\n\njustice exception is narrow and applies only in extraordinary\n\ncircumstances -- circumstances in which a petitioner makes some\n\nshowing of actual innocence.\"   Janosky v. St. Amand, 594 F.3d 39,\n\n46 (1st Cir. 2010).\n\n          On appeal, Gaskins argues that ineffective assistance of\n\ncounsel was the prejudicial cause of the default.      He did not,\n\nhowever, make this argument to the district court.   See Gaskins V,\n\n652 F. Supp. 2d at 126 (\"Gaskins has not set forth any grounds for\n\ncause and prejudice.\").    We do not review such a claim in the\n\nabsence of a gross miscarriage of justice.   Castillo v. Matesanz,\n\n348 F.3d 1, 12 (1st Cir. 2003); see Watkins v. Ponte, 987 F.2d 27,\n\n31 (1st Cir. 1993) (noting that appellate consideration is allowed\n\n\n                                -23-\n\fonly if \"new ground [is] so compelling as to virtually insure\n\nappellant's success\").       We find nothing of the sort here.     Gaskins\n\nwas convicted of both premeditated murder -- which involved the\n\ndisputed malice charge -- and felony murder, based on the fact that\n\nhe caused a death during the commission of a felony subject to a\n\nsentence of life imprisonment, as is armed robbery. Gaskins I, 647\n\nN.E.2d at 812.     As the evidence undoubtedly supported the felony\n\nmurder verdict, id. at 813, an objection to the error in the malice\n\ninstruction    would   not    have   \"virtually    insure[d]   appellant's\n\nsuccess.\"     Watkins, 987 F.2d at 31.11          Accordingly, we do not\n\nexamine Gaskins's cause-and-prejudice claim any further, and turn\n\nto his actual innocence plaint.\n\n            Simply put, our rejection of Gaskins' claim that Womack's\n\ntestimony was coerced perjury foretells the result here.                To\n\nsucceed on his actual innocence claim, Gaskins \"must establish\n\nthat, in light of new evidence, it is more likely than not that no\n\nreasonable juror would have found [him] guilty beyond a reasonable\n\ndoubt.\"     Barreto-Barreto v. United States, 551 F.3d 95, 102 (1st\n\nCir. 2008) (quoting House v. Bell, 547 U.S. 518, 536-37 (2006))\n\n(internal quotation marks omitted).         Moreover, \"actual innocence\"\n\n\n     11\n      To the extent that Gaskins now argues that the felony murder\ninstruction was defective, we note that this argument has never\nbeen raised before.    The SJC found that while the instruction\nreflected various tensions in Massachusetts law, the instruction\nwas \"not wrong.\"    Gaskins I, 647 N.E.2d at 813.     Gaskins has\nprovided us with no basis upon which to diverge from that\nconclusion.\n\n                                     -24-\n\fmeans \"factual innocence, not mere legal sufficiency.\" Id. (citing\n\nBousley v. United States, 523 U.S. 614, 623 (1998)). Here, Gaskins\n\noffers nothing that tends to demonstrate his actual innocence\n\nbeyond the failed claim regarding Womack's testimony and an attempt\n\nto recast facts already supportably found in the state court\n\nproceedings.   Accordingly, he has failed to meet his heavy burden\n\nof showing his actual innocence.\n\n                         III.   Conclusion\n\n          The judgment of the district court denying Gaskins's\n\npetition is AFFIRMED.\n\n\n\n\n                                -25-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>640 F.3d 443 (2011)</b></center>\n<center><h1>Tony B. GASKINS, Petitioner, Appellant,<br>\nv.<br>\nRonald T. DUVAL, Respondent, Appellee.</h1></center>\n<center>No. 09-2322.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard May 7, 2010.</center>\n<center>Decided April 13, 2011.</center>\n<p><span class=\"star-pagination\">*444</span> John J. Barter, for appellant.</p>\n<p>Eva M. Badway, Assistant Attorney General, Criminal Bureau, with whom Martha Coakley, Attorney General, was on brief, for appellee.</p>\n<p>Before TORRUELLA, SELYA and HOWARD, Circuit Judges.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>Petitioner Tony Gaskins appeals the district court's denial of his request for habeas corpus relief from his 1992 Massachusetts state court conviction for first degree murder. 28 U.S.C. § 2254. He claims that his conviction was based on coerced and perjured testimony and faulty jury instructions. Massachusetts contends that the district court erred in failing to dismiss the petition as untimely, but correctly decided its substance. The statute of limitations issue presents a close question that merits some discussion, but it is one that we ultimately need not resolve. After <span class=\"star-pagination\">*445</span> careful review of the petition and the lengthy trail of prior proceedings, we affirm the denial on the merits.</p>\n<p></p>\n<h2><i>I. Factual Background &amp; Procedural Trail</i></h2>\n<p></p>\n<h2><i>A. Trial</i></h2>\n<p>We take the facts of conviction as recounted by the Massachusetts Supreme Judicial Court (\"SJC\") when it affirmed Gaskins's conviction on direct appeal, supplementing those with other record facts consistent with the SJC's findings. <i>Yeboah-Sefah v. Ficco,</i> 556 F.3d 53, 62 (1st Cir.) <i>cert. denied,</i> ___ U.S. ___, 130 S.Ct. 639, 175 L.Ed.2d 491 (2009); <i>Healy v. Spencer,</i> 453 F.3d 21, 22 (1st Cir.2006). According to the SJC:</p>\n<blockquote>The jury could have found the following from the evidence. [Raymond] Coffill and [Leo] Womack had had a general plan in February, 1991, to rob a \"drug house.\" On February 15, 1991, Coffill purchased cocaine from a drug house in Lynn and shared it with Womack. Later that day they went to the drug house to purchase more cocaine, but because they were short of funds, they were unable to make a purchase. As they were leaving, they met [Gaskins] and Robert Reid. The four pooled their resources, purchased cocaine, and went to Coffill's house where they discovered that the cocaine was of poor quality. There followed a loosely developed plan to rob the drug house. They returned to the drug house. Coffill and [Gaskins] knocked on the door, had an argument with the people inside about the poor quality of the cocaine, but failed to obtain any satisfaction. The four then consulted and decided that they would try to disrupt the business of the drug house. Two people were allowed to make purchases without incident. The victim then arrived alone. He apparently made a drug purchase, and, as he was leaving, Womack grabbed him and struck him on the head. [Gaskins] held a knife to the victim's body and told the victim, \"Kick it in.\" The victim begged that they not stab him for a \"twenty.\" The victim struggled and fled, pursued by [Gaskins], Womack, and Reid on foot and Coffill in an automobile. Ultimately, the four joined up in the automobile. [Gaskins] said \"I stuck that nigger. He didn't make the fence. I got him.\" [Gaskins] still had the knife. The victim died one week later as a result of a stab wound to his abdomen.</blockquote>\n<p><i>Commonwealth v. Gaskins,</i> 419 Mass. 809, 647 N.E.2d 429, 431 (1995) (<i>\"Gaskins I\"</i>).</p>\n<p>Both Coffill and Womack testified at Gaskins's trial in exchange for reduced charges and sentences. Each had murder charges reduced to manslaughter. <i>Id.</i> Gaskins was convicted and sentenced to life in prison.</p>\n<p></p>\n<h2><i>B. Direct Appeal</i></h2>\n<p>Gaskins appealed to the SJC. He argued that: 1) the trial judge erred in failing to order a not guilty finding; 2) the jury was improperly instructed concerning the possibility of a second degree murder verdict; and 3) counsel was constitutionally ineffective both in failing to challenge the composition of the jury pool and failing to offer certain evidence. <i>Id.</i> at 430. The SJC denied Gaskins's appeal in 1995.</p>\n<p></p>\n<h2><i>C. First New Trial Motion</i></h2>\n<p>In 1997, Gaskins filed his first motion for new trial in state superior court. In addition to the points raised in his direct appeal, he argued that the prosecution used perjured testimony to convict him and inappropriately vouched for the credibility of Womack and Coffill. He also alleged that the trial judge provided an erroneous reasonable doubt instruction <span class=\"star-pagination\">*446</span> and that he received ineffective assistance of appellate counsel. <i>See </i><i>Commonwealth v. Gaskins</i><i>,</i> No. 91-018642, Order at 2 (Mass.Sup.Ct. May 8, 1997). The motion was denied, with the judge ruling that \"[a]ll of the issues now raised . . . in this motion . . . have either been previously raised and ruled upon in the prior appeal, or have been waived.\" <i>Id.</i> The issues raised in the new trial motion that were held to be waived were deemed so because Gaskins had not identified them in his direct appeal. <i>Id.</i> (citing Mass. R.Crim. P. 30(c)(2)). Gaskins sought leave to appeal that decision with respect to his trial counsel's failure to challenge the composition of the jury pool. An SJC \"gatekeeper\" justice denied leave to appeal in January 1999.<sup>[1]</sup></p>\n<p></p>\n<h2><i>D. First Habeas Petition</i></h2>\n<p>Meanwhile, in July 1997, during the pendency of his state court new trial motion, Gaskins filed a habeas petition in federal court. The petition contained an expanded version of his claim that his conviction was caused, in part, by Womack's perjury, and included an affidavit from Womack asserting that he was coerced by the prosecutor to lie on the witness stand. <i>See </i><i>Gaskins v. Duval,</i> 89 F.Supp.2d 139, 141 (D.Mass. 2000) (<i>\"Gaskins III\"</i>).<sup>[2]</sup> The district court dismissed the petition as untimely, but we reversed, holding that the applicable limitations period was tolled while Gaskins's state court motion was pending. <i>Gaskins v. Duval,</i> 183 F.3d 8 (1st Cir.1999) (<i>\"Gaskins II\"</i>).</p>\n<p>On remand, the district court dismissed the petition without prejudice because it contained both exhausted claims and the unexhausted expanded perjury claim. <i>Gaskins III,</i> 89 F.Supp.2d at 142.</p>\n<p></p>\n<h2><i>E. Further State Proceedings</i></h2>\n<p>Gaskins returned to state court after the district court's dismissal without prejudice of his habeas petition and filed another motion for new trial in April 2000. He asserted two grounds relevant here: 1) prosecutorial misconduct in light of the Womack affidavit; and 2) erroneous jury instructions which permitted an inference of malice on less than a strong likelihood of death. <i>See </i><i>Commonwealth v. Gaskins</i><i>,</i> No. 91-018642, Order at 4 (Mass.Sup.Ct. July 12, 2002). The Superior Court ordered an evidentiary hearing on the prosecutorial misconduct issue and further argument on the jury instruction claim. <i>Id.</i> at 6-7.</p>\n<p>The evidentiary hearing took place in December 2002. In an order dated February 13, 2003, the Superior Court denied the motion with respect to the jury instruction issue. The Court reasoned both that Gaskins had waived the jury instruction issue because it was not addressed in his direct appeal or any post-trial motions, and alternatively, that the argument failed substantively.</p>\n<p>Womack did not testify at the December 2002 evidentiary hearing, asserting his Fifth Amendment right against self-incrimination. Somewhat ironically, he claimed before the hearing that he was coerced into signing the very affidavit in which he announced that he was coerced to lie at Gaskins's trial, and thus argued that <span class=\"star-pagination\">*447</span> he did not waive his Fifth Amendment rights by providing that affidavit.</p>\n<p>As a result of Womack's refusal to testify, the superior court, although it accepted evidence from many of the individuals involved in preparing Womack for trial, did not reach the substance of Gaskins's claim that Womack had essentially recanted his trial testimony. However, based on Womack's testimony at an <i>in camera</i> hearing<sup>[3]</sup> limited to his Fifth Amendment claim, the court rejected Womack's claim that he was coerced into signing the recantation affidavit and thus held that Womack had waived his Fifth Amendment privilege. The court concluded that \"[o]n the circumstances surrounding the preparation and signing of the affidavit . . . Womack's testimony [was] not credible or believable.\" In addition, the court stated that \"on the claim of coercion in the signing of the affidavit, Womack did not appear, and I find he was not, truthful. In light of all the circumstances and evidence, Womack's explanations were not plausible and I do not accept them.\" <i>Commonwealth v. Gaskins</i><i>,</i> No. 91-018642, slip op. at 4 (Mass.Sup.Ct. Feb. 13, 2003). The superior court stayed the proceedings in order to allow Womack to pursue an appeal of the court's Fifth Amendment ruling. The SJC ruled against Womack, holding that he could refuse to testify at a reconvened hearing and then appeal from any ensuing contempt order. <i>In re Womack,</i> 444 Mass. 1015, 831 N.E.2d 881 (2005).</p>\n<p>The matter returned to the same superior court judge in 2006, in order to reach the remaining merits of Gaskins's new trial motion, which by then had been pending for more than five years. Womack again refused to testify. Finally, in February 2008, the judge issued a twelve-page decision denying Gaskins's new trial motion on two grounds. <i>See </i><i>Commonwealth v. Gaskins</i><i>,</i> No. 91-18642, Order at 11-12 (Mass. Sup.Ct. Feb. 25, 2008). First, while referring to its 2003 order,<sup>[4]</sup> the court stated that it had previously found that \"`Womack's explanations [regarding the prosecution's alleged actions] were not plausible' and that the court `[did] not accept them.'\" (brackets in original). This was erroneous because, as previously noted, the 2003 order addressed Womack's credibility <i>only</i> with respect to whether he was coerced into signing the recantation affidavit, and not the affidavit relating to the issue of whether Womack was coerced to testify falsely at Gaskins's trial. The second basis for denying the new trial motion was the additional evidence submitted by the Commonwealth in connection with the motion that undermined the perjury claim, which the court summarized as follows:</p>\n<blockquote>In response to Gaskins' motion for a new trial and the court's July 12, 2002, decision, the assistant district attorney assigned to prosecute the motion, Kevin Mitchell (ADA Mitchell), filed an affidavit on May 8, 2001. The affidavit stated that ADA Mitchell had spoken with Womack's defense attorney, Larry McGuire (McGuire). McGuire, after reviewing Womack's case file, had told ADA Mitchell that he and Womack met with then prosecutor, now Superior Court judge, Howard Whitehead (Judge Whitehead) and Lynn Police Lt. Dennis Flynn shortly before Womack testified at Gaskins' trial. McGuire also stated that this was the only meeting that occurred between Womack and the Commonwealth, <span class=\"star-pagination\">*448</span> and that neither Judge Whitehead, nor law enforcement, made any attempts to encourage Womack to testify falsely.</blockquote>\n<blockquote>Judge Whitehead also filed an affidavit on May 8, 2001. That affidavit stated that he, acting for the Commonwealth, had entered into a plea agreement with Womack on February 12, 1992, shortly before Gaskins' trial. The agreement established that, in exchange for certain concessions on the part of the Commonwealth, Womack would testify, truthfully, against Gaskins. Judge Whitehead also stated that he memorialized the meeting with handwritten notes. During the meeting with the Commonwealth, Womack gave his account of the events surrounding the murder, which was consistent with the testimony Womack provided at trial. [footnote omitted] Judge Whitehead also stated that he never advised Womack to tailor his testimony in any manner.<sup>[5]</sup></blockquote>\n<p>In addition to the affidavits, the court also described testimony given at the December 2002 hearing. In sum, McGuire corroborated Mitchell's and Whitehead's affidavits when he testified that: he and Womack met with Whitehead and Flynn shortly before Gaskins's trial; this was the only meeting between Womack and the Commonwealth; and neither Whitehead nor law enforcement attempted to encourage Womack to testify falsely.<sup>[6]</sup></p>\n<p>Relying at least as much on the evidence provided by McGuire, Mitchell and Whitehead as it did on its erroneous recollection of its finding about Womack's credibility, the court concluded that Gaskins's conviction was not based on prosecutorial misconduct or perjured testimony and denied his new trial motion on February 28, 2008.</p>\n<p>Gaskins subsequently sought leave to appeal the February 2008 order to the SJC. The SJC gatekeeper justice denied the motion, first finding that the claims related to the jury instruction on malice, destruction of exculpatory evidence, and ineffective assistance of trial counsel were \"not new (or substantial), and do not require consideration by the full court. [Mass. Gen. Laws ch.] 278, § 33E.\" <i>Commonwealth v. Gaskins</i><i>,</i> No. ESCR1991-1864, slip op. at 1-2 (Mass. Aug. 7, 2008). Next, the justice found the prosecutorial misconduct issue to be \"new,\" and thus addressed it. <i>Id.</i> Although repeating the error made by the superior court regarding Womack's credibility, the justice also noted that Womack's accusation of coerced perjury was countered by the considerable evidence provided by Gaskins's defense attorney and prosecutors. <i>Id.</i> at 2. Accordingly, after reviewing the record, the gatekeeper justice concluded that the prosecutorial misconduct issue was not \"substantial,\" and did not refer the matter to the full court. <i>Id.</i></p>\n<p></p>\n<h2><i>F. First Habeas Petition Revisited</i></h2>\n<p>The federal forum did not remain dormant during the roughly six-year period that Gaskins's state court post-appeal motions were being resolved. In December 2003, Gaskins moved in the district court for vacatur of the 2000 dismissal without prejudice of his habeas petition; to restore his petition to the docket; and to stay the petition while he exhausted his state court remedies. The district court denied the motion and Gaskins's subsequent motion for reconsideration, following which the <span class=\"star-pagination\">*449</span> court published a memorandum decision. <i>Gaskins v. Duval,</i> 336 F.Supp.2d 66 (D.Mass.2004) (<i>\"Gaskins IV\"</i>).</p>\n<p>In reaching its decision, the district court first noted that Gaskins had filed a \"mixed petition,\" containing both exhausted and unexhausted claims. <i>Id.</i> at 67. Historically, as the court had done with Gaskins's petition in 2000, district courts had provided petitioners with two alternatives: either file an amended petition sans the unexhausted claims or return to state court to present the unexhausted claims. <i>Id.</i> The court, however, also pointed out that the one-year statute of limitations contained in the Antiterrorism and Effective Death Penalty Act of 1996 (\"AEDPA\"), 28 U.S.C. § 2244(d)(2), created a predicament for prisoners filing mixed petitions:</p>\n<blockquote>If a prisoner deletes unexhausted claims from her petition, she may well be barred from bringing those claims at a later date, because of AEDPA's limitation on second or successive petitions. Under 2[8] U.S.C. § 2244(b), state prisoners may only bring such petitions in limited circumstances subject to strict procedural requirements. On the other hand, if the prisoner agrees to dismissal of her claims, she runs the risk of running afoul of the one year limitations period.</blockquote>\n<p><i>Gaskins IV,</i> 336 F.Supp.2d at 68.</p>\n<p>The district court then described the \"stay and abeyance\" procedure that courts had employed to \"protect habeas petitioners from falling into this trap.\" <i>Id.</i> (citing <i>Neverson v. Farquharson,</i> 366 F.3d 32, 42-43 (1st Cir.2004)). \"Rather than dismissing a mixed petition, a district court may stay proceedings while the petitioner returns to state court to resolve his unexhausted claims.\" <i>Id.</i> At the time of the district court's consideration, this procedure was in its relative infancy. We had recommended the practice, <i>see </i><i>Delaney v. Matesanz,</i> 264 F.3d 7, 14 n. 5 (1st Cir. 2001), but the Supreme Court did not explicitly approve of itunder certain limited conditionsuntil 2005. <i>See </i><i>Rhines v. Weber,</i> 544 U.S. 269, 276-78, 125 S.Ct. 1528, 161 L.Ed.2d 440 (2005).</p>\n<p>The district court noted that it did not employ the stay and abeyance procedure at the time that it had dismissed Gaskins's petition. <i>Gaskins IV,</i> 336 F.Supp.2d at 68. The court then went on to construe Gaskins's motion to vacate as a motion for relief under Fed.R.Civ.P. 60(b). It ultimately denied the motion as violative of the Rule's requirement that the motion be filed within a \"reasonable time\" because its filing was almost two and a half years after the Supreme Court had held in <i>Duncan v. Walker,</i> 533 U.S. 167, 121 S.Ct. 2120, 150 L.Ed.2d 251 (2001), that the limitations period is tolled during state, but not federal proceedings. <i>Gaskins IV,</i> 336 F.Supp.2d at 69-70.</p>\n<p>The court then added a conciliatory coda:</p>\n<blockquote>Gaskins has one final option. He could file a new habeas petition, with a request that the Court apply the stay and abeyance procedure. Procedurally, a new habeas petition would stop the AEDPA limitations clock on the date of filing, and all the time since AEDPA's effective date that Gaskins has been challenging his convictions in the courts of the Commonwealth would be excluded. If Gaskins were to finish exhausting his claims in the state courts, without obtaining relief, this Court would presumably then have to determine whether Gaskins is eligible for equitable tolling of the period during which his original Petition was pending in the federal courts. If equitable tolling were not available, then Gaskins's federal habeas claims would be time-barred.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*450</span> Since the date of his original conviction, Gaskins has promptly pursued his remedies, and has never in any way abused the writ of habeas corpus. He has proposed that, should the Court allow his Motion To Reconsider, he will provide the Court with regular updates on his state proceedings, and will promptly pursue his federal claims, should the state courts deny him relief. He has consistently acted in good faith, and there can be little doubt that the equities favor him.</blockquote>\n<blockquote>Given that the Court ideally should have applied the stay and abeyance procedure in 2000, that Gaskins has consistently acted in good faith, and that his liberty is at stake, the Court would be entirely willing to permit Gaskins to file a renewed habeas petition, which the Court would then immediately stay and hold in abeyance until Gaskins finishes exhausting his administrative remedies. With matters in their present posture, however, this Court cannot render an advisory opinion concerning equitable tolling, and it is inappropriate for the Court to recharacterize Gaskins's Motion To Vacate in this manner without his permission, however. <i>See </i><i>Castro v. United States,</i> [540 U.S. 375, 124 S.Ct. 786, 157 L.Ed.2d 778 (2003)]. Therefore, the Court denied Gaskins's Motion To Reconsider in its entirety, leaving his case closed. Should Gaskins wish to file a new habeas petition and to request that the Court stay proceedings until he has finished exhausting state remedies, he may do so.</blockquote>\n<p><i>Id.</i> at 70.</p>\n<p>In October 2004, less than one month later, Gaskins filed the petition that is the subject of this appeal and, consistent with the district court's suggestion, a motion to stay. The district court stayed the petition and administratively closed the case while Gaskins exhausted his claims in state court. <i>See </i><i>Gaskins v. Duval,</i> 652 F.Supp.2d 116, 122 (D.Mass.2009) (<i>\"Gaskins V\"</i>).</p>\n<p>As noted above, Gaskins's state court efforts ended when the single SJC Justice denied further review on August 7, 2008. Within a month, Gaskins successfully moved to dissolve the stay and restore his second habeas petition to the district court docket. <i>Id.</i> In November 2008, the district court denied, without elaboration, the respondent's motion to dismiss based on the statute of limitations. The court denied the petition in its entirety in September 2009. <i>See Gaskins V.</i> This appeal followed.</p>\n<p></p>\n<h2><i>II. Discussion</i></h2>\n<p></p>\n<h2><i>A. Statute of Limitations</i></h2>\n<p>Before turning to the substance of Gaskins's claims, we first address the Commonwealth's assertion that the district court erred in denying its motion to dismiss based on the statute of limitations. Several factors make this a complicated question, including the protracted trail of this case and the district court's lack of explanation for its ruling. Moreover, Gaskins's conviction became final prior to AEDPA's passage and the lengthy post-appeal proceedings straddled several important developments in habeas jurisprudence.<sup>[7]</sup></p>\n<p>At the time the district court dismissed Gaskins's first petition, it was operating under a legal regime that presumed that <span class=\"star-pagination\">*451</span> AEDPA's tolling provision included time that petitions were pending in federal court. That presumption was upended in 2001 when the Supreme Court held in <i>Duncan</i> that the tolling provision applied only to pendency of state proceedings. 533 U.S. at 172, 121 S.Ct. 2120. As a result, a prisoner whose mixed petition was dismissed more than one year after its filing to allow exhaustion might be unable to receive federal review of his claims.</p>\n<p>The district court was sympathetic to Gaskins's predicament, noting that it \"ideally should have applied the stay and abeyance procedure in 2000,\" <i>Gaskins IV,</i> 336 F.Supp.2d at 70, and that \"the equities favor\" Gaskins, given both the substance of his claims and the good faith he displayed in pursuing them. <i>Id.</i></p>\n<p>As we have recognized, \"Under AEDPA, pro se petitioners<sup>[8]</sup> seeking to adjudicate their constitutional claims in federal court must satisfy several complex procedural requirements that often are difficult for courts to decipher.\" <i>Nowaczyk v. Warden,</i> 299 F.3d 69, 82 (1st Cir.2002) (citations omitted). Here, the district court squarely addressed that difficulty. Although it ultimately denied the Commonwealth's motion without explanation, it appears likely, although we cannot be certain, that the court, in effect, provided Gaskins with the equitable relief he requested in his objection to the motion. <i>See </i><i>Holland,</i> 130 S.Ct. at 2562 (holding that petitioner seeking equitable tolling must demonstrate diligent pursuit of his rights and that some extraordinary circumstance prevented a timely filing).</p>\n<p>We would ordinarily review the district court's ruling for abuse of discretion. <i>Riva v. Ficco,</i> 615 F.3d 35, 40 (1st Cir. 2010). But given the case's history and the opacity of the district court's decision, we do not resolve the thorny issue of whether Gaskins is entitled to equitable relief because, as we explain below, his claims fail on the merits. <i>See </i><i>Ramos-Martinez v. United States,</i> 638 F.3d 315, 324-25 (1st Cir.2011) (noting that where outcome on merits is clear, bypassing equitable tolling inquiry is permissible) (citing <i>Lambrix v. Singletary,</i> 520 U.S. 518, 525, 117 S.Ct. 1517, 137 L.Ed.2d 771 (1997)); <i>see also</i> 28 U.S.C. § 2254(b)(2) (allowing denial of petition on merits notwithstanding failure to exhaust state court remedies). We turn then, to Gaskins's substantive arguments.</p>\n<p></p>\n<h2><i>B. Standard of Review</i></h2>\n<p>We review de novo the district court's denial of Gaskins's petition. <i>Yeboah-Sefah,</i> 556 F.3d at 56. \"[T]he district court opinion, while helpful for its reasoning, is entitled to no deference.\" <i>Healy,</i> 453 F.3d at 25. Moreover, we may affirm the district court's decision on any ground made manifest by the record. <i>Pina v. Maloney,</i> 565 F.3d 48, 54 (1st Cir.2009).</p>\n<p>A federal court can grant habeas relief from a state court conviction only if the state adjudication was contrary to, or involved an unreasonable application of, clearly established federal law as determined by the Supreme Court; or if it was based on an unreasonable determination of the facts in light of the evidence presented in the state court proceeding. 28 U.S.C. § 2254(d)(1)-(2); <i>Grant v. Warden, Me. State Prison,</i> 616 F.3d 72, 75-76 (1st Cir. 2010), <i>cert. denied,</i> ___ U.S. ___, 131 S.Ct. 948, 178 L.Ed.2d 783 (2011). A state court decision is \"contrary to\" clearly established federal law if it \"contradicts the governing law set forth in the Supreme <span class=\"star-pagination\">*452</span> Court's cases or confronts a set of facts that are materially indistinguishable from a decision of the Supreme Court\" but reaches a different result. <i>John v. Russo,</i> 561 F.3d 88, 96 (1st Cir.2009). A court \"unreasonably applies\" clearly established law if it applies Supreme Court precedent to the facts of the case in an objectively unreasonable manner, <i>Williams v. Taylor,</i> 529 U.S. 362, 405, 120 S.Ct. 1495, 146 L.Ed.2d 389 (2000), such as reaching a result that is \"devoid of record support\" for its conclusion. <i>McCambridge v. Hall,</i> 303 F.3d 24, 37 (1st Cir.2002). A state court's factual findings are presumed to be correct unless the petitioner rebuts the presumption with clear and convincing evidence. 28 U.S.C. § 2254(e)(1); <i>Torres v. Dennehy,</i> 615 F.3d 1, 5 (1st Cir.2010), <i>cert. denied,</i> ___ U.S. ___, 131 S.Ct. 1038, 178 L.Ed.2d 845 (2011).<sup>[9]</sup> This presumption applies to determinations made by both state trial and appellate courts. <i>Clements v. Clarke,</i> 592 F.3d 45, 47 (1st Cir.), <i>cert. denied,</i> ___ U.S. ___, 130 S.Ct. 3475, 177 L.Ed.2d 1070 (2010).</p>\n<p></p>\n<h2><i>C. Prosecutorial Misconduct</i></h2>\n<p>Gaskins's prosecutorial misconduct claim is premised on Womack's affidavit, which Gaskins claims proves that the Commonwealth coerced Womack into falsely testifying at Gaskins's trial in violation of Gaskins's rights under the Fifth, Sixth and Fourteenth Amendments. <i>See </i><i>Perkins v. Russo,</i> 586 F.3d 115, 119 (1st Cir.2009) (explaining that prosecution's knowing use of perjured testimony renders a conviction fundamentally unfair, and requires setting it aside if there is any reasonable likelihood the testimony could have affected the jury's judgment) (citing <i>United States v. Agurs,</i> 427 U.S. 97, 103, 96 S.Ct. 2392, 49 L.Ed.2d 342 (1976)); <i>cf. </i><i>Mastracchio v. Vose,</i> 274 F.3d 590, 600-601 (1st Cir.2001) (finding that prosecution's failure to disclose to the defense inducements or rewards given to witness violates defendant's constitutional rights if information was material to guilt or punishment) (citing <i>United States v. Bagley,</i> 473 U.S. 667, 678, 105 S.Ct. 3375, 87 L.Ed.2d 481 (1985); <i>Giglio v. United States,</i> 405 U.S. 150, 154, 92 S.Ct. 763, 31 L.Ed.2d 104 (1972); <i>Brady v. Maryland,</i> 373 U.S. 83, 87, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963)).</p>\n<p>Turning first to the state courts' fact-finding, Gaskins argues that it was unreasonable to conclude that Womack was not coerced to testify falsely against him. As we previously noted, we agree with Gaskins that the superior court judge deciding Gaskins's new trial motion, as well as the single SJC justice denying further review and the district court, all appear to have erroneously stated that the superior court in 2003 found Womack not credible with respect to the <i>substance</i> of his affidavit, i.e., that he was coerced to lie at Gaskins's trial. The original \"not credible\" finding in 2003 went solely to Womack's attempt to distance himself from that affidavit. But that is not the end of the inquiry. As the gatekeeper justice emphasized, the Superior Court conducted a lengthy hearing, and its conclusion that Womack was not coerced was based on more than just the credibility finding. The court also relied on the testimony and affidavits of all the individuals involved in Womack's preparation and participation in Gaskins's trial, including Gaskins's defense counsel, an assistant District Attorney, and the trial prosecutor. <i>See supra,</i> pp. 446-48.</p>\n<p><span class=\"star-pagination\">*453</span> For his part, rather than establishing a case of prosecutorial misconduct, Gaskins is doing little more than again presenting the same evidence that failed to convince the state courts. Essentially, he is asking us to replace their factual findings with new ones. This we cannot do, for such decisions \"are exactly the type of factual determinations to which we defer, at least short of any indication of serious error.\" <i>Teti v. Bender,</i> 507 F.3d 50, 59 (1st Cir.2007) (citing <i>Rice v. Collins,</i> 546 U.S. 333, 341-42, 126 S.Ct. 969, 163 L.Ed.2d 824 (2006) (\"Reasonable minds reviewing the record might disagree about the prosecutor's credibility, but on habeas review, that does not suffice to supersede the trial court's credibility determination.\")). Accordingly, we conclude that it was not unreasonable for the state courts to find that Womack's trial testimony was not coerced.</p>\n<p>We need go no further on the prosecutorial misconduct claim. The foundation of that claim is the argument that Womack's testimony was coerced. Absent that foundation, the entire claim crumbles.<sup>[10]</sup><i>See </i><i>DiBenedetto v. Hall,</i> 272 F.3d 1, 7 n. 1 (1st Cir.2001) (\"In some cases, the outcome of the federal claim may be determined by the[ ] factual conclusions drawn by the state court.\").</p>\n<p></p>\n<h2><i>D. Jury Instruction</i></h2>\n<p>Gaskins's second claim for habeas relief is that an improper jury instruction on malice deprived him of a fair trial and due process. In relevant part, the trial court instructed the jury as follows on first degree murder:</p>\n<blockquote>Malice aforethought includes any unexcused specific intent to kill or any unexcused specific intent to do grievous bodily harm or any unexcused intent to do any act creating a plain and strong likelihood that death or grievous bodily injury would follow.</blockquote>\n<blockquote>Malice aforethought may be inferred if, in the circumstances known to the defendant, a reasonably prudent person would have known that according to common experience there was a plain and strong likelihood that death or grievous bodily injury would follow the contemplated act.</blockquote>\n<p>The Commonwealth implicitly concedes, and the district court found, that Gaskins correctly argued that the malice instruction erroneously included the possibility of \"grievous bodily injury.\" <i>See </i><i>Commonwealth v. Azar,</i> 435 Mass. 675, 760 N.E.2d 1224, 1231 (2002) (holding that inference of malice is permitted only in situations where a reasonable person would recognize a plain and strong likelihood of death); <i>see also </i><i>Commonwealth v. Vizcarrondo,</i> 427 Mass. 392, 693 N.E.2d 677, 680-81 (1998) (rejecting \"any suggestion that we have made something less than a plain and strong likelihood of death sufficient for proof of\" malice) (citing cases).</p>\n<p>Gaskins, however, did not object to the instruction at trial or on direct appeal. Instead he raised the issue for the first time in his April 2000 new trial motion. <i>See </i><i>Gaskins V,</i> 652 F.Supp.2d at 125. The superior court denied the new trial request, finding that Gaskins waived the malice instruction issue by failing to raise it in his direct appeal, or in any of his previous new trial motions. The gatekeeper justice subsequently denied leave to appeal, finding that \"on the face of the record,\" the issue was \"not new (or substantial), <span class=\"star-pagination\">*454</span> and do[es] not warrant consideration by the full court.\"</p>\n<p>The end result of Gaskins's failure to raise the jury instruction issue is that the claim was procedurally defaulted. <i>See </i><i>Simpson v. Matesanz,</i> 175 F.3d 200, 207 (1st Cir.1999) (quoting <i>Commonwealth v. Ambers,</i> 397 Mass. 705, 493 N.E.2d 837, 839 (1986) (\"An issue is not new . . . where either it has already been addressed, or where it could have been addressed had the defendant properly raised it at trial or on direct review.\") (internal quotation marks omitted)). Gaskins acknowledges that the procedural default is an \"independent and adequate\" state ground for the state court's denial of relief which ordinarily precludes federal habeas review. His only avenue of relief is to show cause for the default and actual prejudice as a result of the alleged federal law violation or that the failure to consider the claim on the merits will result in a fundamental miscarriage of justice. <i>Glacken v. Dickhaut,</i> 585 F.3d 547, 551 (1st Cir.2009). However, \"[t]he miscarriage-of-justice exception is narrow and applies only in extraordinary circumstancescircumstances in which a petitioner makes some showing of actual innocence.\" <i>Janosky v. St. Amand,</i> 594 F.3d 39, 46 (1st Cir.2010).</p>\n<p>On appeal, Gaskins argues that ineffective assistance of counsel was the prejudicial cause of the default. He did not, however, make this argument to the district court. <i>See </i><i>Gaskins V,</i> 652 F.Supp.2d at 126 (\"Gaskins has not set forth any grounds for cause and prejudice.\"). We do not review such a claim in the absence of a gross miscarriage of justice. <i>Castillo v. Matesanz,</i> 348 F.3d 1, 12 (1st Cir.2003); <i>see </i><i>Watkins v. Ponte,</i> 987 F.2d 27, 31 (1st Cir.1993) (noting that appellate consideration is allowed only if \"new ground [is] so compelling as to virtually insure appellant's success\"). We find nothing of the sort here. Gaskins was convicted of both premeditated murder which involved the disputed malice chargeand felony murder, based on the fact that he caused a death during the commission of a felony subject to a sentence of life imprisonment, as is armed robbery. <i>Gaskins I,</i> 647 N.E.2d at 431-32. As the evidence undoubtedly supported the felony murder verdict, <i>id.</i> at 431-32, an objection to the error in the malice instruction would not have \"virtually insure[d] appellant's success.\" <i>Watkins,</i> 987 F.2d at 31.<sup>[11]</sup> Accordingly, we do not examine Gaskins's cause-and-prejudice claim any further, and turn to his actual innocence plaint.</p>\n<p>Simply put, our rejection of Gaskins's claim that Womack's testimony was coerced perjury foretells the result here. To succeed on his actual innocence claim, Gaskins \"must establish that, in light of new evidence, it is more likely than not that no reasonable juror would have found [him] guilty beyond a reasonable doubt.\" <i>Barreto-Barreto v. United States,</i> 551 F.3d 95, 102 (1st Cir.2008) (quoting <i>House v. Bell,</i> 547 U.S. 518, 536-37, 126 S.Ct. 2064, 165 L.Ed.2d 1 (2006)) (internal quotation marks omitted). Moreover, \"actual innocence\" means \"factual innocence, not mere legal sufficiency.\" <i>Id.</i> (citing <i>Bousley v. United States,</i> 523 U.S. 614, 623, 118 S.Ct. 1604, 140 L.Ed.2d 828 (1998)). Here, Gaskins offers nothing that tends to demonstrate his actual innocence beyond the <span class=\"star-pagination\">*455</span> failed claim regarding Womack's testimony and an attempt to recast facts already supportably found in the state court proceedings. Accordingly, he has failed to meet his heavy burden of showing his actual innocence.</p>\n<p></p>\n<h2><i>III. Conclusion</i></h2>\n<p>The judgment of the district court denying Gaskins's petition is <i>AFFIRMED.</i></p>\n<h2>NOTES</h2>\n<p>[1]  A defendant may not appeal to the SJC from the denial of postconviction relief unless a single justicethe \"gatekeeper\"determines that the motion raises a \"new and substantial\" question, at which point leave will be granted to appeal to the full SJC. <i>See </i><i>Drew v. MacEachern,</i> 620 F.3d 16, 17 (1st Cir.2010).</p>\n<p>[2]  In his earlier new trial motion, Gaskins based his claim of perjury on Womack's allegedly inconsistent prior statements. <i>Gaskins III,</i> 89 F.Supp.2d at 141.</p>\n<p>[3]  Womack was represented by counsel at the <i>in camera</i> hearing.</p>\n<p>[4]  The court gave the date of the order as \"January 30, 2003.\" The record reflects no order of that date, and given the context and content, we presume the court was referring to the February 13, 2003, order.</p>\n<p>[5]  The court noted that Womack's trial testimony that \"[the victim] didn't make the fence\" was absent from Whitehead's account of Womack's pre-trial de-briefing.</p>\n<p>[6]  The testimony was described in much greater detail in the February 2003 order.</p>\n<p>[7]  In addition to the developments already covered, recently the Supreme Court explicitly held that equitable tolling may be applied to a state prisoner's habeas petition in certain circumstances. <i>Holland v. Florida,</i> ___ U.S. ___, 130 S.Ct. 2549, 2560, 177 L.Ed.2d 130 (2010); <i>Drew,</i> 620 F.3d at 23.</p>\n<p>[8]  Gaskins was proceeding pro se in the habeas proceedings until approximately October 2008, during the pendency of his second petition.</p>\n<p>[9]  Arguing that AEDPA is unconstitutional, Gaskins asks that we apply pre-AEDPA standards and give less deference to state court findings. As Gaskins concedes, we rejected that argument in <i>Evans v. Thompson,</i> 518 F.3d 1 (1st Cir.2008), and remain bound by that decision. We therefore proceed according to AEDPA.</p>\n<p>[10]  To the extent Gaskins claims the state court unreasonably applied or determined federal constitutional law, he does so based on Womack's allegedly coerced perjury. Having failed to establish that the state court acted unreasonably in finding no coercion, there is no subsequent legal error.</p>\n<p>[11]  To the extent that Gaskins now argues that the felony murder instruction was defective, we note that this argument has never been raised before. The SJC found that while the instruction reflected various tensions in Massachusetts law, the instruction was \"not wrong.\" <i>Gaskins I,</i> 647 N.E.2d at 431-32. Gaskins has provided us with no basis upon which to diverge from that conclusion.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">640</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">443</span></span> (2011)</b></center>\n<center><h1>Tony B. GASKINS, Petitioner, Appellant,<br>\nv.<br>\nRonald T. DUVAL, Respondent, Appellee.</h1></center>\n<center>No. 09-2322.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard May 7, 2010.</center>\n<center>Decided April 13, 2011.</center>\n<p><span class=\"star-pagination\">*444</span> John J. Barter, for appellant.</p>\n<p>Eva M. Badway, Assistant Attorney General, Criminal Bureau, with whom Martha Coakley, Attorney General, was on brief, for appellee.</p>\n<p>Before TORRUELLA, SELYA and HOWARD, Circuit Judges.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>Petitioner Tony Gaskins appeals the district court's denial of his request for habeas corpus relief from his 1992 Massachusetts state court conviction for first degree murder. 28 U.S.C. § 2254. He claims that his conviction was based on coerced and perjured testimony and faulty jury instructions. Massachusetts contends that the district court erred in failing to dismiss the petition as untimely, but correctly decided its substance. The statute of limitations issue presents a close question that merits some discussion, but it is one that we ultimately need not resolve. After <span class=\"star-pagination\">*445</span> careful review of the petition and the lengthy trail of prior proceedings, we affirm the denial on the merits.</p>\n<p></p>\n<h2><i>I. Factual Background &amp; Procedural Trail</i></h2>\n<p></p>\n<h2><i>A. Trial</i></h2>\n<p>We take the facts of conviction as recounted by the Massachusetts Supreme Judicial Court (\"SJC\") when it affirmed Gaskins's conviction on direct appeal, supplementing those with other record facts consistent with the SJC's findings. <i>Yeboah-Sefah v. Ficco,</i> <span class=\"citation\" data-id=\"203677\"><a href=\"/opinion/203677/yeboah-sefah-v-ficco/\"><span class=\"volume\">556</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span>, 62 (1st Cir.) <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">639</span></span>, <span class=\"citation no-link\"><span class=\"volume\">175</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">491</span></span> (2009); <i>Healy v. Spencer,</i> <span class=\"citation\" data-id=\"202282\"><a href=\"/opinion/202282/healy-v-spencer/\"><span class=\"volume\">453</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 22 (1st Cir.2006). According to the SJC:</p>\n<blockquote>The jury could have found the following from the evidence. [Raymond] Coffill and [Leo] Womack had had a general plan in February, 1991, to rob a \"drug house.\" On February 15, 1991, Coffill purchased cocaine from a drug house in Lynn and shared it with Womack. Later that day they went to the drug house to purchase more cocaine, but because they were short of funds, they were unable to make a purchase. As they were leaving, they met [Gaskins] and Robert Reid. The four pooled their resources, purchased cocaine, and went to Coffill's house where they discovered that the cocaine was of poor quality. There followed a loosely developed plan to rob the drug house. They returned to the drug house. Coffill and [Gaskins] knocked on the door, had an argument with the people inside about the poor quality of the cocaine, but failed to obtain any satisfaction. The four then consulted and decided that they would try to disrupt the business of the drug house. Two people were allowed to make purchases without incident. The victim then arrived alone. He apparently made a drug purchase, and, as he was leaving, Womack grabbed him and struck him on the head. [Gaskins] held a knife to the victim's body and told the victim, \"Kick it in.\" The victim begged that they not stab him for a \"twenty.\" The victim struggled and fled, pursued by [Gaskins], Womack, and Reid on foot and Coffill in an automobile. Ultimately, the four joined up in the automobile. [Gaskins] said \"I stuck that nigger. He didn't make the fence. I got him.\" [Gaskins] still had the knife. The victim died one week later as a result of a stab wound to his abdomen.</blockquote>\n<p><i>Commonwealth v. Gaskins,</i> <span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">809</span></span>, <span class=\"citation no-link\"><span class=\"volume\">647</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">429</span></span>, 431 (1995) (<i>\"Gaskins I\"</i>).</p>\n<p>Both Coffill and Womack testified at Gaskins's trial in exchange for reduced charges and sentences. Each had murder charges reduced to manslaughter. <i>Id.</i> Gaskins was convicted and sentenced to life in prison.</p>\n<p></p>\n<h2><i>B. Direct Appeal</i></h2>\n<p>Gaskins appealed to the SJC. He argued that: 1) the trial judge erred in failing to order a not guilty finding; 2) the jury was improperly instructed concerning the possibility of a second degree murder verdict; and 3) counsel was constitutionally ineffective both in failing to challenge the composition of the jury pool and failing to offer certain evidence. <i>Id.</i> at 430. The SJC denied Gaskins's appeal in 1995.</p>\n<p></p>\n<h2><i>C. First New Trial Motion</i></h2>\n<p>In 1997, Gaskins filed his first motion for new trial in state superior court. In addition to the points raised in his direct appeal, he argued that the prosecution used perjured testimony to convict him and inappropriately vouched for the credibility of Womack and Coffill. He also alleged that the trial judge provided an erroneous reasonable doubt instruction <span class=\"star-pagination\">*446</span> and that he received ineffective assistance of appellate counsel. <i>See </i><i>Commonwealth v. Gaskins</i><i>,</i> No. 91-018642, Order at 2 (Mass.Sup.Ct. May 8, 1997). The motion was denied, with the judge ruling that \"[a]ll of the issues now raised . . . in this motion . . . have either been previously raised and ruled upon in the prior appeal, or have been waived.\" <i>Id.</i> The issues raised in the new trial motion that were held to be waived were deemed so because Gaskins had not identified them in his direct appeal. <i>Id.</i> (citing Mass. R.Crim. P. 30(c)(2)). Gaskins sought leave to appeal that decision with respect to his trial counsel's failure to challenge the composition of the jury pool. An SJC \"gatekeeper\" justice denied leave to appeal in January 1999.<sup>[1]</sup></p>\n<p></p>\n<h2><i>D. First Habeas Petition</i></h2>\n<p>Meanwhile, in July 1997, during the pendency of his state court new trial motion, Gaskins filed a habeas petition in federal court. The petition contained an expanded version of his claim that his conviction was caused, in part, by Womack's perjury, and included an affidavit from Womack asserting that he was coerced by the prosecutor to lie on the witness stand. <i>See </i><i>Gaskins v. Duval,</i> <span class=\"citation\" data-id=\"2411737\"><a href=\"/opinion/2411737/gaskins-v-duval/\"><span class=\"volume\">89</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">139</span></a></span>, 141 (D.Mass. 2000) (<i>\"Gaskins III\"</i>).<sup>[2]</sup> The district court dismissed the petition as untimely, but we reversed, holding that the applicable limitations period was tolled while Gaskins's state court motion was pending. <i>Gaskins v. Duval,</i> <span class=\"citation\" data-id=\"198545\"><a href=\"/opinion/198545/gaskins-v-duval/\"><span class=\"volume\">183</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span> (1st Cir.1999) (<i>\"Gaskins II\"</i>).</p>\n<p>On remand, the district court dismissed the petition without prejudice because it contained both exhausted claims and the unexhausted expanded perjury claim. <i>Gaskins III,</i> 89 F.Supp.2d at 142.</p>\n<p></p>\n<h2><i>E. Further State Proceedings</i></h2>\n<p>Gaskins returned to state court after the district court's dismissal without prejudice of his habeas petition and filed another motion for new trial in April 2000. He asserted two grounds relevant here: 1) prosecutorial misconduct in light of the Womack affidavit; and 2) erroneous jury instructions which permitted an inference of malice on less than a strong likelihood of death. <i>See </i><i>Commonwealth v. Gaskins</i><i>,</i> No. 91-018642, Order at 4 (Mass.Sup.Ct. July 12, 2002). The Superior Court ordered an evidentiary hearing on the prosecutorial misconduct issue and further argument on the jury instruction claim. <i>Id.</i> at 6-7.</p>\n<p>The evidentiary hearing took place in December 2002. In an order dated February 13, 2003, the Superior Court denied the motion with respect to the jury instruction issue. The Court reasoned both that Gaskins had waived the jury instruction issue because it was not addressed in his direct appeal or any post-trial motions, and alternatively, that the argument failed substantively.</p>\n<p>Womack did not testify at the December 2002 evidentiary hearing, asserting his Fifth Amendment right against self-incrimination. Somewhat ironically, he claimed before the hearing that he was coerced into signing the very affidavit in which he announced that he was coerced to lie at Gaskins's trial, and thus argued that <span class=\"star-pagination\">*447</span> he did not waive his Fifth Amendment rights by providing that affidavit.</p>\n<p>As a result of Womack's refusal to testify, the superior court, although it accepted evidence from many of the individuals involved in preparing Womack for trial, did not reach the substance of Gaskins's claim that Womack had essentially recanted his trial testimony. However, based on Womack's testimony at an <i>in camera</i> hearing<sup>[3]</sup> limited to his Fifth Amendment claim, the court rejected Womack's claim that he was coerced into signing the recantation affidavit and thus held that Womack had waived his Fifth Amendment privilege. The court concluded that \"[o]n the circumstances surrounding the preparation and signing of the affidavit . . . Womack's testimony [was] not credible or believable.\" In addition, the court stated that \"on the claim of coercion in the signing of the affidavit, Womack did not appear, and I find he was not, truthful. In light of all the circumstances and evidence, Womack's explanations were not plausible and I do not accept them.\" <i>Commonwealth v. Gaskins</i><i>,</i> No. 91-018642, slip op. at 4 (Mass.Sup.Ct. Feb. 13, 2003). The superior court stayed the proceedings in order to allow Womack to pursue an appeal of the court's Fifth Amendment ruling. The SJC ruled against Womack, holding that he could refuse to testify at a reconvened hearing and then appeal from any ensuing contempt order. <i>In re Womack,</i> <span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1015</span></span>, <span class=\"citation no-link\"><span class=\"volume\">831</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">881</span></span> (2005).</p>\n<p>The matter returned to the same superior court judge in 2006, in order to reach the remaining merits of Gaskins's new trial motion, which by then had been pending for more than five years. Womack again refused to testify. Finally, in February 2008, the judge issued a twelve-page decision denying Gaskins's new trial motion on two grounds. <i>See </i><i>Commonwealth v. Gaskins</i><i>,</i> No. 91-18642, Order at 11-12 (Mass. Sup.Ct. Feb. 25, 2008). First, while referring to its 2003 order,<sup>[4]</sup> the court stated that it had previously found that \"`Womack's explanations [regarding the prosecution's alleged actions] were not plausible' and that the court `[did] not accept them.'\" (brackets in original). This was erroneous because, as previously noted, the 2003 order addressed Womack's credibility <i>only</i> with respect to whether he was coerced into signing the recantation affidavit, and not the affidavit relating to the issue of whether Womack was coerced to testify falsely at Gaskins's trial. The second basis for denying the new trial motion was the additional evidence submitted by the Commonwealth in connection with the motion that undermined the perjury claim, which the court summarized as follows:</p>\n<blockquote>In response to Gaskins' motion for a new trial and the court's July 12, 2002, decision, the assistant district attorney assigned to prosecute the motion, Kevin Mitchell (ADA Mitchell), filed an affidavit on May 8, 2001. The affidavit stated that ADA Mitchell had spoken with Womack's defense attorney, Larry McGuire (McGuire). McGuire, after reviewing Womack's case file, had told ADA Mitchell that he and Womack met with then prosecutor, now Superior Court judge, Howard Whitehead (Judge Whitehead) and Lynn Police Lt. Dennis Flynn shortly before Womack testified at Gaskins' trial. McGuire also stated that this was the only meeting that occurred between Womack and the Commonwealth, <span class=\"star-pagination\">*448</span> and that neither Judge Whitehead, nor law enforcement, made any attempts to encourage Womack to testify falsely.</blockquote>\n<blockquote>Judge Whitehead also filed an affidavit on May 8, 2001. That affidavit stated that he, acting for the Commonwealth, had entered into a plea agreement with Womack on February 12, 1992, shortly before Gaskins' trial. The agreement established that, in exchange for certain concessions on the part of the Commonwealth, Womack would testify, truthfully, against Gaskins. Judge Whitehead also stated that he memorialized the meeting with handwritten notes. During the meeting with the Commonwealth, Womack gave his account of the events surrounding the murder, which was consistent with the testimony Womack provided at trial. [footnote omitted] Judge Whitehead also stated that he never advised Womack to tailor his testimony in any manner.<sup>[5]</sup></blockquote>\n<p>In addition to the affidavits, the court also described testimony given at the December 2002 hearing. In sum, McGuire corroborated Mitchell's and Whitehead's affidavits when he testified that: he and Womack met with Whitehead and Flynn shortly before Gaskins's trial; this was the only meeting between Womack and the Commonwealth; and neither Whitehead nor law enforcement attempted to encourage Womack to testify falsely.<sup>[6]</sup></p>\n<p>Relying at least as much on the evidence provided by McGuire, Mitchell and Whitehead as it did on its erroneous recollection of its finding about Womack's credibility, the court concluded that Gaskins's conviction was not based on prosecutorial misconduct or perjured testimony and denied his new trial motion on February 28, 2008.</p>\n<p>Gaskins subsequently sought leave to appeal the February 2008 order to the SJC. The SJC gatekeeper justice denied the motion, first finding that the claims related to the jury instruction on malice, destruction of exculpatory evidence, and ineffective assistance of trial counsel were \"not new (or substantial), and do not require consideration by the full court. [Mass. Gen. Laws ch.] 278, § 33E.\" <i>Commonwealth v. Gaskins</i><i>,</i> No. ESCR1991-1864, slip op. at 1-2 (Mass. Aug. 7, 2008). Next, the justice found the prosecutorial misconduct issue to be \"new,\" and thus addressed it. <i>Id.</i> Although repeating the error made by the superior court regarding Womack's credibility, the justice also noted that Womack's accusation of coerced perjury was countered by the considerable evidence provided by Gaskins's defense attorney and prosecutors. <i>Id.</i> at 2. Accordingly, after reviewing the record, the gatekeeper justice concluded that the prosecutorial misconduct issue was not \"substantial,\" and did not refer the matter to the full court. <i>Id.</i></p>\n<p></p>\n<h2><i>F. First Habeas Petition Revisited</i></h2>\n<p>The federal forum did not remain dormant during the roughly six-year period that Gaskins's state court post-appeal motions were being resolved. In December 2003, Gaskins moved in the district court for vacatur of the 2000 dismissal without prejudice of his habeas petition; to restore his petition to the docket; and to stay the petition while he exhausted his state court remedies. The district court denied the motion and Gaskins's subsequent motion for reconsideration, following which the <span class=\"star-pagination\">*449</span> court published a memorandum decision. <i>Gaskins v. Duval,</i> <span class=\"citation\" data-id=\"2526324\"><a href=\"/opinion/2526324/gaskins-v-duval/\"><span class=\"volume\">336</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">66</span></a></span> (D.Mass.2004) (<i>\"Gaskins IV\"</i>).</p>\n<p>In reaching its decision, the district court first noted that Gaskins had filed a \"mixed petition,\" containing both exhausted and unexhausted claims. <i>Id.</i> at 67. Historically, as the court had done with Gaskins's petition in 2000, district courts had provided petitioners with two alternatives: either file an amended petition sans the unexhausted claims or return to state court to present the unexhausted claims. <i>Id.</i> The court, however, also pointed out that the one-year statute of limitations contained in the Antiterrorism and Effective Death Penalty Act of 1996 (\"AEDPA\"), 28 U.S.C. § 2244(d)(2), created a predicament for prisoners filing mixed petitions:</p>\n<blockquote>If a prisoner deletes unexhausted claims from her petition, she may well be barred from bringing those claims at a later date, because of AEDPA's limitation on second or successive petitions. Under 2[8] U.S.C. § 2244(b), state prisoners may only bring such petitions in limited circumstances subject to strict procedural requirements. On the other hand, if the prisoner agrees to dismissal of her claims, she runs the risk of running afoul of the one year limitations period.</blockquote>\n<p><i>Gaskins IV,</i> 336 F.Supp.2d at 68.</p>\n<p>The district court then described the \"stay and abeyance\" procedure that courts had employed to \"protect habeas petitioners from falling into this trap.\" <i>Id.</i> (citing <i>Neverson v. Farquharson,</i> <span class=\"citation\" data-id=\"200987\"><a href=\"/opinion/200987/neverson-v-bissonette/\"><span class=\"volume\">366</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">32</span></a></span>, 42-43 (1st Cir.2004)). \"Rather than dismissing a mixed petition, a district court may stay proceedings while the petitioner returns to state court to resolve his unexhausted claims.\" <i>Id.</i> At the time of the district court's consideration, this procedure was in its relative infancy. We had recommended the practice, <i>see </i><i>Delaney v. Matesanz,</i> <span class=\"citation\" data-id=\"774790\"><a href=\"/opinion/774790/charles-c-delaney-iii-v-james-matesanz/\"><span class=\"volume\">264</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 14 n. 5 (1st Cir. 2001), but the Supreme Court did not explicitly approve of itunder certain limited conditionsuntil 2005. <i>See </i><i>Rhines v. Weber,</i> <span class=\"citation\" data-id=\"142884\"><a href=\"/opinion/142884/rhines-v-weber/\"><span class=\"volume\">544</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">269</span></a></span>, 276-78, <span class=\"citation\" data-id=\"142884\"><a href=\"/opinion/142884/rhines-v-weber/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1528</span></a></span>, <span class=\"citation\" data-id=\"142884\"><a href=\"/opinion/142884/rhines-v-weber/\"><span class=\"volume\">161</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">440</span></a></span> (2005).</p>\n<p>The district court noted that it did not employ the stay and abeyance procedure at the time that it had dismissed Gaskins's petition. <i>Gaskins IV,</i> 336 F.Supp.2d at 68. The court then went on to construe Gaskins's motion to vacate as a motion for relief under Fed.R.Civ.P. 60(b). It ultimately denied the motion as violative of the Rule's requirement that the motion be filed within a \"reasonable time\" because its filing was almost two and a half years after the Supreme Court had held in <i>Duncan v. Walker,</i> <span class=\"citation\" data-id=\"118447\"><a href=\"/opinion/118447/duncan-v-walker/\"><span class=\"volume\">533</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">167</span></a></span>, <span class=\"citation\" data-id=\"118447\"><a href=\"/opinion/118447/duncan-v-walker/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2120</span></a></span>, <span class=\"citation\" data-id=\"118447\"><a href=\"/opinion/118447/duncan-v-walker/\"><span class=\"volume\">150</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></a></span> (2001), that the limitations period is tolled during state, but not federal proceedings. <i>Gaskins IV,</i> 336 F.Supp.2d at 69-70.</p>\n<p>The court then added a conciliatory coda:</p>\n<blockquote>Gaskins has one final option. He could file a new habeas petition, with a request that the Court apply the stay and abeyance procedure. Procedurally, a new habeas petition would stop the AEDPA limitations clock on the date of filing, and all the time since AEDPA's effective date that Gaskins has been challenging his convictions in the courts of the Commonwealth would be excluded. If Gaskins were to finish exhausting his claims in the state courts, without obtaining relief, this Court would presumably then have to determine whether Gaskins is eligible for equitable tolling of the period during which his original Petition was pending in the federal courts. If equitable tolling were not available, then Gaskins's federal habeas claims would be time-barred.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*450</span> Since the date of his original conviction, Gaskins has promptly pursued his remedies, and has never in any way abused the writ of habeas corpus. He has proposed that, should the Court allow his Motion To Reconsider, he will provide the Court with regular updates on his state proceedings, and will promptly pursue his federal claims, should the state courts deny him relief. He has consistently acted in good faith, and there can be little doubt that the equities favor him.</blockquote>\n<blockquote>Given that the Court ideally should have applied the stay and abeyance procedure in 2000, that Gaskins has consistently acted in good faith, and that his liberty is at stake, the Court would be entirely willing to permit Gaskins to file a renewed habeas petition, which the Court would then immediately stay and hold in abeyance until Gaskins finishes exhausting his administrative remedies. With matters in their present posture, however, this Court cannot render an advisory opinion concerning equitable tolling, and it is inappropriate for the Court to recharacterize Gaskins's Motion To Vacate in this manner without his permission, however. <i>See </i><i>Castro v. United States,</i> [540 U.S. 375, <span class=\"citation\" data-id=\"131151\"><a href=\"/opinion/131151/castro-v-united-states/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">786</span></a></span>, <span class=\"citation\" data-id=\"131151\"><a href=\"/opinion/131151/castro-v-united-states/\"><span class=\"volume\">157</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">778</span></a></span> (2003)]. Therefore, the Court denied Gaskins's Motion To Reconsider in its entirety, leaving his case closed. Should Gaskins wish to file a new habeas petition and to request that the Court stay proceedings until he has finished exhausting state remedies, he may do so.</blockquote>\n<p><i>Id.</i> at 70.</p>\n<p>In October 2004, less than one month later, Gaskins filed the petition that is the subject of this appeal and, consistent with the district court's suggestion, a motion to stay. The district court stayed the petition and administratively closed the case while Gaskins exhausted his claims in state court. <i>See </i><i>Gaskins v. Duval,</i> <span class=\"citation\" data-id=\"2371528\"><a href=\"/opinion/2371528/gaskins-v-duval/\"><span class=\"volume\">652</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">116</span></a></span>, 122 (D.Mass.2009) (<i>\"Gaskins V\"</i>).</p>\n<p>As noted above, Gaskins's state court efforts ended when the single SJC Justice denied further review on August 7, 2008. Within a month, Gaskins successfully moved to dissolve the stay and restore his second habeas petition to the district court docket. <i>Id.</i> In November 2008, the district court denied, without elaboration, the respondent's motion to dismiss based on the statute of limitations. The court denied the petition in its entirety in September 2009. <i>See Gaskins V.</i> This appeal followed.</p>\n<p></p>\n<h2><i>II. Discussion</i></h2>\n<p></p>\n<h2><i>A. Statute of Limitations</i></h2>\n<p>Before turning to the substance of Gaskins's claims, we first address the Commonwealth's assertion that the district court erred in denying its motion to dismiss based on the statute of limitations. Several factors make this a complicated question, including the protracted trail of this case and the district court's lack of explanation for its ruling. Moreover, Gaskins's conviction became final prior to AEDPA's passage and the lengthy post-appeal proceedings straddled several important developments in habeas jurisprudence.<sup>[7]</sup></p>\n<p>At the time the district court dismissed Gaskins's first petition, it was operating under a legal regime that presumed that <span class=\"star-pagination\">*451</span> AEDPA's tolling provision included time that petitions were pending in federal court. That presumption was upended in 2001 when the Supreme Court held in <i>Duncan</i> that the tolling provision applied only to pendency of state proceedings. 533 U.S. at 172, <span class=\"citation\" data-id=\"118447\"><a href=\"/opinion/118447/duncan-v-walker/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2120</span></a></span>. As a result, a prisoner whose mixed petition was dismissed more than one year after its filing to allow exhaustion might be unable to receive federal review of his claims.</p>\n<p>The district court was sympathetic to Gaskins's predicament, noting that it \"ideally should have applied the stay and abeyance procedure in 2000,\" <i>Gaskins IV,</i> 336 F.Supp.2d at 70, and that \"the equities favor\" Gaskins, given both the substance of his claims and the good faith he displayed in pursuing them. <i>Id.</i></p>\n<p>As we have recognized, \"Under AEDPA, pro se petitioners<sup>[8]</sup> seeking to adjudicate their constitutional claims in federal court must satisfy several complex procedural requirements that often are difficult for courts to decipher.\" <i>Nowaczyk v. Warden,</i> <span class=\"citation\" data-id=\"778634\"><a href=\"/opinion/778634/steven-j-nowaczyk-v-warden-new-hampshire-state-prison/\"><span class=\"volume\">299</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">69</span></a></span>, 82 (1st Cir.2002) (citations omitted). Here, the district court squarely addressed that difficulty. Although it ultimately denied the Commonwealth's motion without explanation, it appears likely, although we cannot be certain, that the court, in effect, provided Gaskins with the equitable relief he requested in his objection to the motion. <i>See </i><i>Holland,</i> 130 S.Ct. at 2562 (holding that petitioner seeking equitable tolling must demonstrate diligent pursuit of his rights and that some extraordinary circumstance prevented a timely filing).</p>\n<p>We would ordinarily review the district court's ruling for abuse of discretion. <i>Riva v. Ficco,</i> <span class=\"citation\" data-id=\"152317\"><a href=\"/opinion/152317/riva-v-ficco/\"><span class=\"volume\">615</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">35</span></a></span>, 40 (1st Cir. 2010). But given the case's history and the opacity of the district court's decision, we do not resolve the thorny issue of whether Gaskins is entitled to equitable relief because, as we explain below, his claims fail on the merits. <i>See </i><i>Ramos-Martinez v. United States,</i> <span class=\"citation\" data-id=\"206145\"><a href=\"/opinion/206145/ramos-martinez-v-united-states/\"><span class=\"volume\">638</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">315</span></a></span>, 324-25 (1st Cir.2011) (noting that where outcome on merits is clear, bypassing equitable tolling inquiry is permissible) (citing <i>Lambrix v. Singletary,</i> <span class=\"citation\" data-id=\"118109\"><a href=\"/opinion/118109/lambrix-v-singletary/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">518</span></a></span>, 525, <span class=\"citation\" data-id=\"118109\"><a href=\"/opinion/118109/lambrix-v-singletary/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1517</span></a></span>, <span class=\"citation\" data-id=\"118109\"><a href=\"/opinion/118109/lambrix-v-singletary/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">771</span></a></span> (1997)); <i>see also</i> 28 U.S.C. § 2254(b)(2) (allowing denial of petition on merits notwithstanding failure to exhaust state court remedies). We turn then, to Gaskins's substantive arguments.</p>\n<p></p>\n<h2><i>B. Standard of Review</i></h2>\n<p>We review de novo the district court's denial of Gaskins's petition. <i>Yeboah-Sefah,</i> 556 F.3d at 56. \"[T]he district court opinion, while helpful for its reasoning, is entitled to no deference.\" <i>Healy,</i> 453 F.3d at 25. Moreover, we may affirm the district court's decision on any ground made manifest by the record. <i>Pina v. Maloney,</i> <span class=\"citation\" data-id=\"203851\"><a href=\"/opinion/203851/pina-v-maloney/\"><span class=\"volume\">565</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">48</span></a></span>, 54 (1st Cir.2009).</p>\n<p>A federal court can grant habeas relief from a state court conviction only if the state adjudication was contrary to, or involved an unreasonable application of, clearly established federal law as determined by the Supreme Court; or if it was based on an unreasonable determination of the facts in light of the evidence presented in the state court proceeding. 28 U.S.C. § 2254(d)(1)-(2); <i>Grant v. Warden, Me. State Prison,</i> <span class=\"citation\" data-id=\"173472\"><a href=\"/opinion/173472/grant-v-warden-maine-state-prison/\"><span class=\"volume\">616</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">72</span></a></span>, 75-76 (1st Cir. 2010), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></span>, <span class=\"citation no-link\"><span class=\"volume\">178</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">783</span></span> (2011). A state court decision is \"contrary to\" clearly established federal law if it \"contradicts the governing law set forth in the Supreme <span class=\"star-pagination\">*452</span> Court's cases or confronts a set of facts that are materially indistinguishable from a decision of the Supreme Court\" but reaches a different result. <i>John v. Russo,</i> <span class=\"citation\" data-id=\"203757\"><a href=\"/opinion/203757/john-v-russo/\"><span class=\"volume\">561</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">88</span></a></span>, 96 (1st Cir.2009). A court \"unreasonably applies\" clearly established law if it applies Supreme Court precedent to the facts of the case in an objectively unreasonable manner, <i>Williams v. Taylor,</i> <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">362</span></a></span>, 405, <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1495</span></a></span>, <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">146</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">389</span></a></span> (2000), such as reaching a result that is \"devoid of record support\" for its conclusion. <i>McCambridge v. Hall,</i> <span class=\"citation\" data-id=\"200144\"><a href=\"/opinion/200144/mccambridge-v-hall/\"><span class=\"volume\">303</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 37 (1st Cir.2002). A state court's factual findings are presumed to be correct unless the petitioner rebuts the presumption with clear and convincing evidence. 28 U.S.C. § 2254(e)(1); <i>Torres v. Dennehy,</i> <span class=\"citation\" data-id=\"151656\"><a href=\"/opinion/151656/torres-v-dennehy/\"><span class=\"volume\">615</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.2010), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1038</span></span>, <span class=\"citation no-link\"><span class=\"volume\">178</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">845</span></span> (2011).<sup>[9]</sup> This presumption applies to determinations made by both state trial and appellate courts. <i>Clements v. Clarke,</i> <span class=\"citation\" data-id=\"204181\"><a href=\"/opinion/204181/clements-v-clarke/\"><span class=\"volume\">592</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span>, 47 (1st Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3475</span></span>, <span class=\"citation no-link\"><span class=\"volume\">177</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1070</span></span> (2010).</p>\n<p></p>\n<h2><i>C. Prosecutorial Misconduct</i></h2>\n<p>Gaskins's prosecutorial misconduct claim is premised on Womack's affidavit, which Gaskins claims proves that the Commonwealth coerced Womack into falsely testifying at Gaskins's trial in violation of Gaskins's rights under the Fifth, Sixth and Fourteenth Amendments. <i>See </i><i>Perkins v. Russo,</i> <span class=\"citation\" data-id=\"204067\"><a href=\"/opinion/204067/perkins-v-russo/\"><span class=\"volume\">586</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">115</span></a></span>, 119 (1st Cir.2009) (explaining that prosecution's knowing use of perjured testimony renders a conviction fundamentally unfair, and requires setting it aside if there is any reasonable likelihood the testimony could have affected the jury's judgment) (citing <i>United States v. Agurs,</i> <span class=\"citation\" data-id=\"109506\"><a href=\"/opinion/109506/united-states-v-agurs/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, 103, <span class=\"citation\" data-id=\"109506\"><a href=\"/opinion/109506/united-states-v-agurs/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2392</span></a></span>, <span class=\"citation\" data-id=\"109506\"><a href=\"/opinion/109506/united-states-v-agurs/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">342</span></a></span> (1976)); <i>cf. </i><i>Mastracchio v. Vose,</i> <span class=\"citation\" data-id=\"199747\"><a href=\"/opinion/199747/mastracchio-v-vose/\"><span class=\"volume\">274</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">590</span></a></span>, 600-601 (1st Cir.2001) (finding that prosecution's failure to disclose to the defense inducements or rewards given to witness violates defendant's constitutional rights if information was material to guilt or punishment) (citing <i>United States v. Bagley,</i> <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">667</span></a></span>, 678, <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3375</span></a></span>, <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">481</span></a></span> (1985); <i>Giglio v. United States,</i> <span class=\"citation\" data-id=\"108471\"><a href=\"/opinion/108471/giglio-v-united-states/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></a></span>, 154, <span class=\"citation\" data-id=\"108471\"><a href=\"/opinion/108471/giglio-v-united-states/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">763</span></a></span>, <span class=\"citation\" data-id=\"108471\"><a href=\"/opinion/108471/giglio-v-united-states/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">104</span></a></span> (1972); <i>Brady v. Maryland,</i> <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 87, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1194</span></a></span>, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">215</span></a></span> (1963)).</p>\n<p>Turning first to the state courts' fact-finding, Gaskins argues that it was unreasonable to conclude that Womack was not coerced to testify falsely against him. As we previously noted, we agree with Gaskins that the superior court judge deciding Gaskins's new trial motion, as well as the single SJC justice denying further review and the district court, all appear to have erroneously stated that the superior court in 2003 found Womack not credible with respect to the <i>substance</i> of his affidavit, i.e., that he was coerced to lie at Gaskins's trial. The original \"not credible\" finding in 2003 went solely to Womack's attempt to distance himself from that affidavit. But that is not the end of the inquiry. As the gatekeeper justice emphasized, the Superior Court conducted a lengthy hearing, and its conclusion that Womack was not coerced was based on more than just the credibility finding. The court also relied on the testimony and affidavits of all the individuals involved in Womack's preparation and participation in Gaskins's trial, including Gaskins's defense counsel, an assistant District Attorney, and the trial prosecutor. <i>See supra,</i> pp. 446-48.</p>\n<p><span class=\"star-pagination\">*453</span> For his part, rather than establishing a case of prosecutorial misconduct, Gaskins is doing little more than again presenting the same evidence that failed to convince the state courts. Essentially, he is asking us to replace their factual findings with new ones. This we cannot do, for such decisions \"are exactly the type of factual determinations to which we defer, at least short of any indication of serious error.\" <i>Teti v. Bender,</i> <span class=\"citation\" data-id=\"203020\"><a href=\"/opinion/203020/teti-v-bender/\"><span class=\"volume\">507</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span>, 59 (1st Cir.2007) (citing <i>Rice v. Collins,</i> <span class=\"citation\" data-id=\"145690\"><a href=\"/opinion/145690/rice-v-collins/\"><span class=\"volume\">546</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">333</span></a></span>, 341-42, <span class=\"citation\" data-id=\"145690\"><a href=\"/opinion/145690/rice-v-collins/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">969</span></a></span>, <span class=\"citation\" data-id=\"145690\"><a href=\"/opinion/145690/rice-v-collins/\"><span class=\"volume\">163</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">824</span></a></span> (2006) (\"Reasonable minds reviewing the record might disagree about the prosecutor's credibility, but on habeas review, that does not suffice to supersede the trial court's credibility determination.\")). Accordingly, we conclude that it was not unreasonable for the state courts to find that Womack's trial testimony was not coerced.</p>\n<p>We need go no further on the prosecutorial misconduct claim. The foundation of that claim is the argument that Womack's testimony was coerced. Absent that foundation, the entire claim crumbles.<sup>[10]</sup><i>See </i><i>DiBenedetto v. Hall,</i> <span class=\"citation\" data-id=\"199681\"><a href=\"/opinion/199681/dibenedetto-v-hall/\"><span class=\"volume\">272</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 n. 1 (1st Cir.2001) (\"In some cases, the outcome of the federal claim may be determined by the[ ] factual conclusions drawn by the state court.\").</p>\n<p></p>\n<h2><i>D. Jury Instruction</i></h2>\n<p>Gaskins's second claim for habeas relief is that an improper jury instruction on malice deprived him of a fair trial and due process. In relevant part, the trial court instructed the jury as follows on first degree murder:</p>\n<blockquote>Malice aforethought includes any unexcused specific intent to kill or any unexcused specific intent to do grievous bodily harm or any unexcused intent to do any act creating a plain and strong likelihood that death or grievous bodily injury would follow.</blockquote>\n<blockquote>Malice aforethought may be inferred if, in the circumstances known to the defendant, a reasonably prudent person would have known that according to common experience there was a plain and strong likelihood that death or grievous bodily injury would follow the contemplated act.</blockquote>\n<p>The Commonwealth implicitly concedes, and the district court found, that Gaskins correctly argued that the malice instruction erroneously included the possibility of \"grievous bodily injury.\" <i>See </i><i>Commonwealth v. Azar,</i> <span class=\"citation no-link\"><span class=\"volume\">435</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">675</span></span>, <span class=\"citation no-link\"><span class=\"volume\">760</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1224</span></span>, 1231 (2002) (holding that inference of malice is permitted only in situations where a reasonable person would recognize a plain and strong likelihood of death); <i>see also </i><i>Commonwealth v. Vizcarrondo,</i> <span class=\"citation no-link\"><span class=\"volume\">427</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">392</span></span>, <span class=\"citation no-link\"><span class=\"volume\">693</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">677</span></span>, 680-81 (1998) (rejecting \"any suggestion that we have made something less than a plain and strong likelihood of death sufficient for proof of\" malice) (citing cases).</p>\n<p>Gaskins, however, did not object to the instruction at trial or on direct appeal. Instead he raised the issue for the first time in his April 2000 new trial motion. <i>See </i><i>Gaskins V,</i> 652 F.Supp.2d at 125. The superior court denied the new trial request, finding that Gaskins waived the malice instruction issue by failing to raise it in his direct appeal, or in any of his previous new trial motions. The gatekeeper justice subsequently denied leave to appeal, finding that \"on the face of the record,\" the issue was \"not new (or substantial), <span class=\"star-pagination\">*454</span> and do[es] not warrant consideration by the full court.\"</p>\n<p>The end result of Gaskins's failure to raise the jury instruction issue is that the claim was procedurally defaulted. <i>See </i><i>Simpson v. Matesanz,</i> <span class=\"citation\" data-id=\"198459\"><a href=\"/opinion/198459/simpson-v-matesanz/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">200</span></a></span>, 207 (1st Cir.1999) (quoting <i>Commonwealth v. Ambers,</i> <span class=\"citation\" data-id=\"2149390\"><a href=\"/opinion/2149390/commonwealth-v-ambers/\"><span class=\"volume\">397</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">705</span></a></span>, <span class=\"citation\" data-id=\"2149390\"><a href=\"/opinion/2149390/commonwealth-v-ambers/\"><span class=\"volume\">493</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">837</span></a></span>, 839 (1986) (\"An issue is not new . . . where either it has already been addressed, or where it could have been addressed had the defendant properly raised it at trial or on direct review.\") (internal quotation marks omitted)). Gaskins acknowledges that the procedural default is an \"independent and adequate\" state ground for the state court's denial of relief which ordinarily precludes federal habeas review. His only avenue of relief is to show cause for the default and actual prejudice as a result of the alleged federal law violation or that the failure to consider the claim on the merits will result in a fundamental miscarriage of justice. <i>Glacken v. Dickhaut,</i> <span class=\"citation\" data-id=\"204052\"><a href=\"/opinion/204052/glacken-v-dickhaut/\"><span class=\"volume\">585</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">547</span></a></span>, 551 (1st Cir.2009). However, \"[t]he miscarriage-of-justice exception is narrow and applies only in extraordinary circumstancescircumstances in which a petitioner makes some showing of actual innocence.\" <i>Janosky v. St. Amand,</i> <span class=\"citation\" data-id=\"204162\"><a href=\"/opinion/204162/janosky-v-st-amand/\"><span class=\"volume\">594</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 46 (1st Cir.2010).</p>\n<p>On appeal, Gaskins argues that ineffective assistance of counsel was the prejudicial cause of the default. He did not, however, make this argument to the district court. <i>See </i><i>Gaskins V,</i> 652 F.Supp.2d at 126 (\"Gaskins has not set forth any grounds for cause and prejudice.\"). We do not review such a claim in the absence of a gross miscarriage of justice. <i>Castillo v. Matesanz,</i> <span class=\"citation\" data-id=\"200697\"><a href=\"/opinion/200697/castillo-v-matesanz/\"><span class=\"volume\">348</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 12 (1st Cir.2003); <i>see </i><i>Watkins v. Ponte,</i> <span class=\"citation\" data-id=\"601481\"><a href=\"/opinion/601481/theodis-watkins-v-joseph-ponte/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span>, 31 (1st Cir.1993) (noting that appellate consideration is allowed only if \"new ground [is] so compelling as to virtually insure appellant's success\"). We find nothing of the sort here. Gaskins was convicted of both premeditated murder which involved the disputed malice chargeand felony murder, based on the fact that he caused a death during the commission of a felony subject to a sentence of life imprisonment, as is armed robbery. <i>Gaskins I,</i> 647 N.E.2d at 431-32. As the evidence undoubtedly supported the felony murder verdict, <i>id.</i> at 431-32, an objection to the error in the malice instruction would not have \"virtually insure[d] appellant's success.\" <i>Watkins,</i> 987 F.2d at 31.<sup>[11]</sup> Accordingly, we do not examine Gaskins's cause-and-prejudice claim any further, and turn to his actual innocence plaint.</p>\n<p>Simply put, our rejection of Gaskins's claim that Womack's testimony was coerced perjury foretells the result here. To succeed on his actual innocence claim, Gaskins \"must establish that, in light of new evidence, it is more likely than not that no reasonable juror would have found [him] guilty beyond a reasonable doubt.\" <i>Barreto-Barreto v. United States,</i> <span class=\"citation\" data-id=\"1457324\"><a href=\"/opinion/1457324/barreto-barreto-v-united-states/\"><span class=\"volume\">551</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">95</span></a></span>, 102 (1st Cir.2008) (quoting <i>House v. Bell,</i> <span class=\"citation\" data-id=\"145648\"><a href=\"/opinion/145648/house-v-bell/\"><span class=\"volume\">547</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">518</span></a></span>, 536-37, <span class=\"citation\" data-id=\"145648\"><a href=\"/opinion/145648/house-v-bell/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2064</span></a></span>, <span class=\"citation\" data-id=\"145648\"><a href=\"/opinion/145648/house-v-bell/\"><span class=\"volume\">165</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (2006)) (internal quotation marks omitted). Moreover, \"actual innocence\" means \"factual innocence, not mere legal sufficiency.\" <i>Id.</i> (citing <i>Bousley v. United States,</i> <span class=\"citation\" data-id=\"118205\"><a href=\"/opinion/118205/bousley-v-united-states/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">614</span></a></span>, 623, <span class=\"citation\" data-id=\"118205\"><a href=\"/opinion/118205/bousley-v-united-states/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1604</span></a></span>, <span class=\"citation\" data-id=\"118205\"><a href=\"/opinion/118205/bousley-v-united-states/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">828</span></a></span> (1998)). Here, Gaskins offers nothing that tends to demonstrate his actual innocence beyond the <span class=\"star-pagination\">*455</span> failed claim regarding Womack's testimony and an attempt to recast facts already supportably found in the state court proceedings. Accordingly, he has failed to meet his heavy burden of showing his actual innocence.</p>\n<p></p>\n<h2><i>III. Conclusion</i></h2>\n<p>The judgment of the district court denying Gaskins's petition is <i>AFFIRMED.</i></p>\n<h2>NOTES</h2>\n<p>[1]  A defendant may not appeal to the SJC from the denial of postconviction relief unless a single justicethe \"gatekeeper\"determines that the motion raises a \"new and substantial\" question, at which point leave will be granted to appeal to the full SJC. <i>See </i><i>Drew v. MacEachern,</i> <span class=\"citation no-link\"><span class=\"volume\">620</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></span>, 17 (1st Cir.2010).</p>\n<p>[2]  In his earlier new trial motion, Gaskins based his claim of perjury on Womack's allegedly inconsistent prior statements. <i>Gaskins III,</i> 89 F.Supp.2d at 141.</p>\n<p>[3]  Womack was represented by counsel at the <i>in camera</i> hearing.</p>\n<p>[4]  The court gave the date of the order as \"January 30, 2003.\" The record reflects no order of that date, and given the context and content, we presume the court was referring to the February 13, 2003, order.</p>\n<p>[5]  The court noted that Womack's trial testimony that \"[the victim] didn't make the fence\" was absent from Whitehead's account of Womack's pre-trial de-briefing.</p>\n<p>[6]  The testimony was described in much greater detail in the February 2003 order.</p>\n<p>[7]  In addition to the developments already covered, recently the Supreme Court explicitly held that equitable tolling may be applied to a state prisoner's habeas petition in certain circumstances. <i>Holland v. Florida,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"148483\"><a href=\"/opinion/148483/holland-v-florida/\"><span class=\"volume\">130</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2549</span></a></span>, 2560, <span class=\"citation\" data-id=\"148483\"><a href=\"/opinion/148483/holland-v-florida/\"><span class=\"volume\">177</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">130</span></a></span> (2010); <i>Drew,</i> 620 F.3d at 23.</p>\n<p>[8]  Gaskins was proceeding pro se in the habeas proceedings until approximately October 2008, during the pendency of his second petition.</p>\n<p>[9]  Arguing that AEDPA is unconstitutional, Gaskins asks that we apply pre-AEDPA standards and give less deference to state court findings. As Gaskins concedes, we rejected that argument in <i>Evans v. Thompson,</i> <span class=\"citation\" data-id=\"203246\"><a href=\"/opinion/203246/evans-v-thompson/\"><span class=\"volume\">518</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span> (1st Cir.2008), and remain bound by that decision. We therefore proceed according to AEDPA.</p>\n<p>[10]  To the extent Gaskins claims the state court unreasonably applied or determined federal constitutional law, he does so based on Womack's allegedly coerced perjury. Having failed to establish that the state court acted unreasonably in finding no coercion, there is no subsequent legal error.</p>\n<p>[11]  To the extent that Gaskins now argues that the felony murder instruction was defective, we note that this argument has never been raised before. The SJC found that while the instruction reflected various tensions in Massachusetts law, the instruction was \"not wrong.\" <i>Gaskins I,</i> 647 N.E.2d at 431-32. Gaskins has provided us with no basis upon which to diverge from that conclusion.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109506/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111514/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118109/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118205/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118447/",
    "http://www.courtlistener.com/api/rest/v3/opinions/131151/",
    "http://www.courtlistener.com/api/rest/v3/opinions/142884/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145122/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145690/",
    "http://www.courtlistener.com/api/rest/v3/opinions/148483/",
    "http://www.courtlistener.com/api/rest/v3/opinions/151656/",
    "http://www.courtlistener.com/api/rest/v3/opinions/152317/",
    "http://www.courtlistener.com/api/rest/v3/opinions/173472/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198459/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199681/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199747/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200144/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200697/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200987/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202282/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203020/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203677/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203757/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203851/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204052/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204067/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204162/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204181/",
    "http://www.courtlistener.com/api/rest/v3/opinions/206145/",
    "http://www.courtlistener.com/api/rest/v3/opinions/601481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774790/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778634/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1457324/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2149390/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2371528/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2411737/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2526324/"
  ]
}