{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/222006/",
  "absolute_url": "/opinion/222006/haggins-v-verizon-new-england-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/222006/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-07-27T19:30:40Z",
  "date_modified": "2016-04-26T05:42:31.297070Z",
  "type": "010combined",
  "sha1": "e379c615a74cbef9997686d920574b9676b12505",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/10-2196P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2011/07/27/Haggins_v._Verizon_New_England_Inc.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\nNo. 10-2196\n\n                     ROBERT HAGGINS ET AL.,\n\n                     Plaintiffs, Appellants,\n\n                               v.\n\n                   VERIZON NEW ENGLAND, INC.,\n\n                      Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Michael A. Ponsor, U.S. District Judge]\n\n\n                             Before\n\n                       Lynch, Chief Judge,\n               Boudin and Howard, Circuit Judges.\n\n\n     Alfred Gordon and Pyle Rome Ehrenberg, PC were on brief for\nappellants.\n     Arthur G. Telegen, John E. Duke, and Seyfarth Shaw LLP were\non brief for appellee.\n\n\n\n                          July 27, 2011\n\f            LYNCH, Chief Judge.    Between November 2008 and February\n\n2009, Verizon New England, Inc. (VNE) began requiring its field\n\ntechnicians to carry company-issued cell phones during work.            VNE\n\nsupervisors need to stay in touch with field technicians, who are\n\nassigned to work on installation projects around Massachusetts and\n\nRhode Island, and VNE found a previous company policy reliant on\n\npaging devices to be inefficient and cumbersome.       The cell phones\n\ncontain a global positioning system (GPS), which allows VNE to\n\ndetermine   the   location   of   each   field   technician   through    a\n\nmonitoring service known as Field Force Manager.\n\n            Plaintiffs are VNE field technicians who are admittedly\n\nrepresented by a union, the International Brotherhood of Electrical\n\nWorkers, Local 2324 (the Union), which has a collective bargaining\n\nagreement (CBA) with VNE.    The plaintiffs assert that by requiring\n\nthem to carry these phones, VNE violated (1) their privacy rights\n\nunder Article 14 of the Declaration of Rights in the Massachusetts\n\nConstitution and Mass. Gen. Laws ch. 214, § 1B, and (2) their\n\nstate-law rights as alleged third-party beneficiaries of a contract\n\nbetween VNE and Verizon Wireless, which they say required VNE to\n\nreceive consent from its employees when it instituted the phone\n\npolicy.\n\n            This is the second lawsuit before this court involving\n\nemployee discontent with VNE's new cell phone policy.         In February\n\n2009, VNE brought the first lawsuit against a pair of Union locals,\n\n\n                                   -2-\n\fasserting that they had violated a CBA no-strike clause in response\n\nto the cell phone policy and other VNE actions.              See Verizon New\n\nEngland, Inc. v. Int'l Bhd. of Elec. Workers, Local No. 2322, No.\n\n10-2092,   2011   WL   2568008   (1st    Cir.   June   30,   2011).    These\n\nviolations, VNE argued, warranted injunctive relief under Boys\n\nMarkets, Inc. v. Retail Clerks Union, Local 770, 398 U.S. 235\n\n(1970), as they deprived the company of the benefit of arbitration\n\nunder the CBA.    We describe some of the facts relevant to this suit\n\nin that prior decision, which affirmed a denial of injunctive\n\nrelief against one of the locals but vacated and remanded a denial\n\nof declaratory relief against it. See Verizon New England, 2011 WL\n\n2568008, at *1.\n\n           In June 2009, a little more than four months after VNE\n\nfiled that suit, the plaintiffs filed this suit.                Before this\n\nfiling, rather than grieve the new cell phone rule, the Union had\n\nfiled an unfair labor practice charge with the National Labor\n\nRelations Board (NLRB) in January 2009.          The charge alleged that\n\nthe rule constituted a change in working conditions over which VNE\n\nwas required to bargain.     On June 24, 2009, the NLRB deferred the\n\ncharge to arbitration because the issue arose from the CBA.              The\n\nplaintiff employee Union members, represented by the same counsel\n\nwho represent the Union, filed suit in state court the next day\n\nasserting the two state-law claims.\n\n\n\n\n                                   -3-\n\f             VNE removed this case to the federal district court and\n\nmoved for summary judgment.         The plaintiffs then cross-moved to\n\nremand the case for lack of subject-matter jurisdiction.              In its\n\nmotion and opposition to the plaintiffs' motion, VNE argued (1)\n\nthat the plaintiffs' state-law claims are preempted by § 301 of the\n\nLabor Management Relations Act (LMRA), 29 U.S.C. § 185(a), as well\n\nas, pursuant to San Diego Building Trades Council v. Garmon, 359\n\nU.S. 236 (1959), the National Labor Relations Act (NLRA), 29 U.S.C.\n\n§ 151-169, and (2) that at any rate the plaintiffs' third-party\n\nbeneficiary claim fails as a matter of law.            In their motion and\n\nopposition to VNE's motion, the plaintiffs argued that (1) the\n\nclaims are not preempted and that therefore the case should be\n\nremanded to the state court, and (2) VNE had not established\n\nsufficient undisputed facts to warrant a grant of summary judgment\n\non   their   third-party    beneficiary    claim.     In   so   arguing,    the\n\nplaintiffs    asserted     that   they   must   be   allowed    discovery   to\n\nestablish that they were intended beneficiaries of the contract\n\nbetween VNE and Verizon.\n\n             The district court entered summary judgment for VNE and\n\ndenied plaintiffs' motion to remand.             Haggins v. Verizon New\n\nEngland, Inc., 736 F. Supp. 2d 326 (D. Mass. 2010). The court held\n\nthat the privacy claims were preempted under § 301, but did not\n\naddress whether the third-party beneficiary claim was preempted.\n\n\n\n\n                                     -4-\n\fIt then granted summary judgment for VNE on the merits.           We affirm\n\nthe dismissal of the claims.\n\n                                    I.\n\n            The plaintiffs do not dispute that, as Union members,\n\nthey are subject to the CBA entered by VNE and the Union.               In\n\nrelevant part, the CBA provides the following.            Under an article\n\nentitled \"Management Rights,\" the agreement states:\n\n            Subject only to the limitations contained in\n            this Agreement the Company retains the\n            exclusive right to manage its business\n            including (but not limited to) the right to\n            determine the methods and means by which its\n            operations are to be carried on, to assign and\n            direct the work force and to conduct its\n            operations in a safe and effective manner.\n\nThe CBA also outlines a grievance process, defining \"grievance\" as\n\n\"a complaint involving the interpretation or application of any of\n\nthe provisions of this Agreement or a complaint that an employee or\n\ngroup of employees for whom the Union is the bargaining agent has,\n\nin any manner, been unfairly treated.\" Grievances may be subjected\n\nto arbitration consonant with requirements set out in the CBA.\n\n            VNE asserts that it adopted the cell phone policy at\n\nissue in this litigation pursuant to the Management Rights clause\n\nof the CBA.        The plaintiffs work as Central Office Equipment\n\nInstallation    Technicians    (COEI     Techs)   and   install   telephone\n\nequipment    for    VNE.      Although    COEI    Techs   have    reporting\n\nheadquarters, they often work on installation projects elsewhere in\n\nMassachusetts and Rhode Island, which can take days, weeks, or even\n\n                                   -5-\n\fmonths.   VNE requires that COEI Techs stay in touch with their\n\nsupervisors during these projects. Before VNE adopted the disputed\n\npolicy, it provided COEI Techs with pagers; when a supervisor\n\ncontacted a COEI Tech by pager, the COEI Tech would need to find a\n\nphone and call the supervisor back.\n\n          In switching from pagers to cell phones, VNE apparently\n\nsought to improve its communication with COEI Techs, streamline its\n\nadministrative systems, and enhance its ability to locate COEI\n\nTechs working in the field.   The cell phones VNE selected not only\n\nenable supervisors to call COEI Techs directly; they also contain\n\na feature called Field Force Manager (FFM) that possesses more\n\nadvanced capabilities.1   FFM makes it possible for employees to\n\npunch in and out of work remotely, submit standardized forms, and\n\nreceive driving instructions, customer contact information, and\n\nmass text messages from their supervisors.   It also has a feature\n\nthat can determine an employee's hours worked from the punch in and\n\npunch out system and link this information to VNE's payroll system.\n\nMost important here, FFM has a GPS function that allows VNE to\n\nmonitor the location of the phones.\n\n          VNE describes the utility of this GPS tracking function\n\nwith reference to improving its ability to respond quickly to\n\nemergencies.   In particular, VNE emphasizes that when an emergency\n\n\n     1\n          VNE notes that the phones also offer more commonplace\nfeatures, \"including built-in applications like calculators,\ncameras, and the like.\"\n\n                                -6-\n\farises, this monitoring capability allows supervisors to quickly\n\nidentify the COEI Techs in the area so they can assign them to the\n\njob.    VNE also emphasizes that the GPS function is responsible for\n\nFFM's ability to transmit driving instructions and process employee\n\npunch   ins    and   punch    outs,   though    it    is   not   clear     why   this\n\nnecessitates that VNE monitor the location of the phones.                     At any\n\nrate, VNE acknowledges that the GPS feature allows it \"to determine\n\nwhether an employee is not where he or she is supposed to be\" when\n\nphones are logged-in to FFM.          In relevant part, VNE's work rules\n\nconcerning the phones, adopted in October 2008, state: \"Employees\n\nwill not shut off, disable Field Force Manager, or render useless\n\nthe GPS functionality of the phone during working hours.\"\n\n              VNE began purchasing these phones from Verizon Wireless\n\nin October 2008 and issued them to employees between mid-November\n\n2008 and early February 2009.         On January 24, 2009, the Union filed\n\nan unfair labor practice charge with the NLRB, alleging that VNE\n\nhad begun \"requiring employees to use mobile telephones enabled\n\nwith a GPS tracking system without giving the [Union] notice or an\n\nopportunity to bargain to the extent required by law.\"                    Six months\n\nlater, on June 24, the NLRB deferred the Union's labor charge on\n\nthe grounds      that   \"the dispute     here    involved        arises    from the\n\ncontract   between      the   parties,   and    the    contractual        grievance-\n\narbitration procedures are available for resolving the dispute.\"\n\nThe NLRB deferral letter noted as well that VNE had notified the\n\n\n                                       -7-\n\fBoard that it was \"willing to arbitrate the dispute underlying this\n\ncharge.\"\n\n           On    April   9,   2009, while       the    NLRB    charge    was   still\n\npending, the Union's outside counsel sent a letter on behalf of VNE\n\nemployees to Verizon Wireless.            It is undisputed that the cell\n\nphone purchasing contract entered by VNE and Verizon Wireless\n\ncontained a provision requiring authorized consent from all users\n\nand affected persons, though the contract is not a part of the\n\nrecord.    The letter asserted that VNE was likely violating this\n\nterm and raised the possibility of legal action against both VNE\n\nand   Verizon    Wireless.      On    April     23,    2009,   Verizon    Wireless\n\nresponded that \"neither your client [the Union] nor employees of\n\nVerizon New England are parties to any contract between Verizon\n\nWireless   and    Verizon     New    England;    nor    are    they   intended    as\n\nbeneficiaries of any such contract.\"             The letter asserted that in\n\nlight of this, any legal claim against Verizon Wireless \"would have\n\nno basis.\"\n\n           The day after the NLRB deferred the Union's labor charge,\n\non June 25, 2009, the plaintiffs filed this suit in Massachusetts\n\nstate court.      VNE removed the case to federal court, and the\n\ndistrict court granted it summary judgment.                   On the question of\n\npreemption, the district court held that the plaintiffs' privacy\n\nclaims are preempted by § 301 because their resolution would\n\nrequire interpretation of the CBA's Management Rights clause.\n\n\n                                       -8-\n\fHaggins, 736 F. Supp. 2d at 329-30.   It did not address whether the\n\nthird-party beneficiary claim was preempted under either § 301 or\n\nGarmon.   The district court held that in light of the § 301\n\npreemption of the privacy claims, it had jurisdiction over the full\n\ncomplaint, id. at 329, and proceeded to the merits.       The court\n\ngranted summary judgment on plaintiffs' privacy claims on the\n\nground that the CBA's grievance procedures had not been exhausted,\n\nid. at 331, and granted summary judgment on the plaintiffs' third-\n\nparty beneficiary claim on the ground that the plaintiffs had not\n\nproduced any evidence concerning the intent of the contracting\n\nparties, id. at 331-32.\n\n                               II.\n\n          We review de novo the entry of a grant of summary\n\njudgment. TMTV, Corp. v. Mass Prods., Inc., Nos. 09-1439, 09-1956,\n\n2011 WL 2306514, at *3 (1st Cir. June 13, 2011).       Although the\n\nparties raise disputed facts, particularly concerning the third-\n\nparty beneficiary claim, the question of § 301 preemption in this\n\ncase is primarily a question of law.    See O'Donnell v. Boggs, 611\n\nF.3d 50, 53 (1st Cir. 2010).\n\n          As we recognized in O'Donnell, while § 301 on its face is\n\nonly a grant of federal jurisdiction, the Supreme Court has deemed\n\nlabor contracts within its scope \"creatures of federal law\" and\n\n\"treats section 301 as a warrant both for removing to federal court\n\nstate law claims preempted by section 301 and then dismissing\n\n\n                               -9-\n\fthem.\"   Id. at 53 (citing Allis-Chalmers Corp. v. Lueck, 471 U.S.\n\n202, 220-21 (1985); Avco Corp. v. Aero Lodge No. 735, Int'l Ass'n\n\nof   Machinists,   390   U.S.   557,   559-60   (1968)).      This doctrine\n\n\"applies most readily to state-law contract claims purporting to\n\nenforce CBAs covered by section 301,\" id., but it \"extends beyond\n\nthis point to other claims . . . whose enforcement interferes with\n\nfederal labor law and policy,\" id. at 54.\n\n           Such interference exists if the state-law claims \"require\n\nconstruing   the   collective-bargaining        agreement.\"     Id.   at   54\n\n(quoting Lingle v. Norge Div. of Magic Chef, Inc., 486 U.S. 399,\n\n407 (1988)) (internal quotation marks omitted).            This court has\n\nmade clear that § 301 preempts a state-law claim when \"the asserted\n\nstate-law claim plausibly can be said to depend upon the meaning of\n\none or more provisions within the collective bargaining agreement.\"\n\nFilbotte v. Pa. Truck Lines, Inc., 131 F.3d 21, 26 (1st Cir. 1997);\n\nsee also BIW Deceived v. Local S6, Indus. Union of Marine &\n\nShipbuilding Workers, 132 F.3d 824, 833 (1st Cir. 1997) (finding\n\n§ 301 preemption of a state-law negligence claim brought by former\n\nemployees against a union because it was \"plausible\" that the union\n\nhad a duty of care that arose from a CBA).\n\n           A state-law claim, we have held, \"can 'depend' on the\n\n'meaning' of a collective bargaining agreement\" if either (1) \"it\n\nalleges conduct that arguably constitutes a breach of duty that\n\narises pursuant to a collective bargaining agreement,\" or (2) \"its\n\n\n                                   -10-\n\fresolution arguably hinges upon an interpretation of the collective\n\nbargaining agreement.\"        Filbotte, 131 F.3d at 26.         Accordingly, in\n\naddressing § 301 preemption questions, we look to both the CBA and\n\nthe elements of the state claim.           O'Donnell, 611 F.3d at 54.\n\n             We begin with the state privacy claims under Article 14\n\nof the Massachusetts Declaration of Rights and Mass. Gen. Laws ch.\n\n214, § 1B.    In relevant part, the state statute provides: \"A person\n\nshall have a right against unreasonable, substantial or serious\n\ninterference with his privacy.\"            Mass. Gen. Laws ch. 214, § 1B.\n\nArticle 14 similarly provides, again in relevant part: \"Every\n\nsubject has a right to be secure from all unreasonable searches,\n\nand seizures, of his person, his houses, his papers, and all his\n\npossessions.\"        Mass. Const. pt. 1, art. 14.\n\n             The Massachusetts Supreme Judicial Court has made clear\n\nthat in determining whether there is a violation of Mass. Gen. Laws\n\nch. 214 and Article 14, \"the employer's legitimate interest in\n\ndetermining the employees' effectiveness in their jobs should be\n\nbalanced against the seriousness of the intrusion on the employees'\n\nprivacy.\"         Folmsbee v. Tech Tool Grinding & Supply, Inc., 630\n\nN.E.2d 586, 589 (Mass. 1994) (quoting Bratt v. Int'l Bus. Mach.\n\nCorp., 467 N.E.2d 126, 135 (Mass. 1984)) (internal quotation marks\n\nomitted).         It follows that \"for a plaintiff to succeed on an\n\ninvasion     of    privacy   claim,   he   must   prove   not   only   that   the\n\ndefendant unreasonably, substantially and seriously interfered with\n\n\n                                      -11-\n\fhis privacy by disclosing facts of highly personal or intimate\n\nnature, but also that it had no legitimate reason for doing so.\"\n\nMartinez v. New Eng. Med. Ctr. Hosps., Inc., 307 F. Supp. 2d 257,\n\n267 (D. Mass. 2004).\n\n           This is not the first time this court has been called to\n\ndetermine whether § 301 preempts state privacy claims brought by an\n\nemployee subject to a CBA containing a Management Rights clause.\n\nIn Jackson v. Liquid Carbonic Corp., 863 F.2d 111 (1st Cir. 1988),\n\nan employee challenged drug testing by his employer under Mass.\n\nGen. Laws ch. 214, § 1B and other state privacy statutes.         We held\n\nthat § 301 preempted these state-law claims because the balancing\n\nof interests under Bratt required interpreting the CBA, and in\n\nparticular its Management Rights clause.         Id. at 119-120.      The\n\ndimensions of the employee's \"cognizable expectation of privacy,\"\n\nwe held, \"depend to a great extent upon the concessions the union\n\nmade regarding working conditions during collective bargaining.\"\n\nId. at 119.   The breadth of the Management Rights clause did not\n\nalter our conclusion that it was relevant in determining whether\n\nthe plaintiffs had stated a valid privacy claim.        Id. at 120.\n\n           The same is true here.      To determine the reasonableness\n\nof the interference likely will require resort to the custom and\n\nusage of the parties and their particular industry practices.         See\n\nUnited Steelworkers v. Warrior & Gulf Navigation Co., 363 U.S. 574,\n\n581-82   (1960)   (holding   that   \"the   industrial   common   law--the\n\n\n                                    -12-\n\fpractices of the industry and the shop--is equally a part of the\n\ncollective bargaining agreement, although not expressed in it\").\n\nVNE asserts that it has long used various methods, including\n\nsecurity cameras and hidden cameras at its facilities, to monitor\n\nemployees.      The plaintiffs dispute that VNE utilized some of these\n\nmethods and assert that others were employed with the knowledge and\n\nconsent of employees.       These factual disputes are not material to\n\nresolving the § 301 preemption question; indeed, they illustrate\n\nthat there is a history of practices informing what count as\n\naccepted and prohibited intrusions on the privacy of VNE employees.\n\n               The plaintiffs seek to evade this conclusion by arguing\n\nthat Jackson's holding on point has been overruled by the Supreme\n\nCourt's decision in Livadas v. Bradshaw, 512 U.S. 107 (1994).2     In\n\nparticular, they argue that Livadas established that state-law\n\nclaims can only be preempted on the ground that their resolution\n\narguably hinges on an interpretation of a CBA if the CBA evinces a\n\n\"clear and unmistakable waiver\" of the state-law right. See id. at\n\n125.       But that is not so.\n\n\n\n\n       2\n          The plaintiffs also seek to evade our decision in Jackson\nby invoking state cases recognizing constraints on government\ninvasions of individual privacy interests. These cases are not\nrelevant to the present dispute concerning an employer's purported\ninvasions of the plaintiffs' privacy interests. See Commonwealth\nv. Goodwin, 933 N.E.2d 925 (Mass. 2010); Commonwealth v. Connolly,\n913 N.E.2d 356 (Mass. 2009); Commonwealth v. Cory, 911 N.E.2d 187\n(Mass. 2009).\n\n                                   -13-\n\f            This court has not interpreted Livadas to establish such\n\na rule, and with reason.        As we held in Filbotte, Livadas made\n\nclear that § 301 \"cannot be read broadly to pre-empt nonnegotiable\n\nrights conferred on individual employees as a matter of state law.\"\n\nFilbotte, 131 F.3d at 26 (quoting Livadas, 512 U.S. at 123)\n\n(internal quotation marks omitted).            In Livadas, the plaintiff\n\nunion    employee   brought   suit   against   California's   state   labor\n\ncommissioner alleging that non-enforcement of certain state labor\n\nlaws violated her collective bargaining rights under the NLRA.\n\nLivadas, 512 U.S. at 112-13.         The state laws at issue established\n\nnonnegotiable requirements concerning the timeliness of employee\n\nwage payments. Id. In rejecting the labor commissioner's argument\n\nthat these claims were preempted by § 301, the Court held that\n\nthere was no suggestion that Livadas had \"sought to or purported to\n\nbargain away\" these nonnegotiable protections.3         Id. at 125.\n\n            As the district court here held, the threshold question\n\nin this litigation is \"not the clarity of the purported waiver but\n\nthe proper scope of the underlying right.\"         Haggins, 736 F. Supp.\n\n\n     3\n          The Court's reference to clear and unmistakable waiver in\nLivadas cited to a footnote in Lingle that also dealt with a\nquestion of nonnegotiable state-law rights. Livadas v. Bradshaw,\n512 U.S. 107, 125 (1994) (citing Lingle v. Norge Div. of Magic\nChef, Inc., 486 U.S. 399, 410-11 n.9 (1988)). In Lingle, the Court\nstated that before it decided whether a \"state-law bar to waiver\ncould be preempted under federal law by the parties to a\ncollective-bargaining agreement, we would require 'clear and\nunmistakable' evidence, in order to conclude that such a waiver had\nbeen intended.\" Lingle, 486 U.S. at 410 n.9 (internal citation\nomitted).\n\n                                     -14-\n\f2d at 330.   The plaintiff employees do not invoke a nonnegotiable\n\nstate-law requirement akin to that at issue in Livadas.         Instead,\n\nthey assert that Massachusetts state law safeguards privacy rights,\n\nwhich they acknowledge depend on an analysis of reasonableness and\n\nlegitimate business purposes.     VNE responds, correctly, that this\n\nanalysis   of   reasonableness   and    legitimate   business   purposes\n\nrequires an analysis of the CBA's Management Rights clause, which\n\nincorporates past practices that give content to reasonable privacy\n\nexpectations.   The question of waiver, as discussed in Livadas, is\n\nsimply inapposite to this analysis.4\n\n           We turn to the question of the plaintiffs' third-party\n\nbeneficiary claim, which is not based on any state legislative\n\npolicy but on a provision of a private contract between the\n\ndefendant and another company.     No Livadas questions are raised.\n\nUnder Massachusetts law, third-party beneficiaries may only enforce\n\ncontracts when they are \"intended beneficiaries\" of the contract.\n\nMiller v. Mooney, 725 N.E.2d 545, 549-50 (Mass. 2000).          \"It must\n\nappear from 'the language and circumstances of the contract' that\n\nthe parties to the contract 'clear[ly] and definite[ly]' intended\n\nthe beneficiaries to benefit from the promised performance.\"         Id.\n\n\n\n\n     4\n          In asserting that Livadas abrogated Jackson, the\nplaintiffs invoke decisions of the Third and Ninth Circuits that do\nnot alter our analysis. See Burnside v. Kiewit Pac. Corp., 491\nF.3d 1053 (9th Cir. 2007); Kline v. Sec. Guards, Inc., 386 F.3d 246\n(3d Cir. 2004).\n\n                                 -15-\n\fat 550 (alterations in original) (quoting Anderson v. Fox Hill\n\nVillage Homeowners Corp., 676 N.E.2d 821, 822 (1997)).\n\n           We bypass VNE's argument that this claim is preempted by\n\n§ 301 because it is quite clear that the claim is not colorable\n\nunder state law. The district court's analysis that the plaintiffs\n\nfailed to state a claim under state law was obviously correct.             As\n\nthe district court held, the plaintiffs introduced no evidence\n\nother than the relevant contract term to show that any third-party\n\nbeneficiary status in employees was intended.          See Haggins, 736 F.\n\nSupp. 2d at 331-32.     VNE produced ample evidence that there was no\n\nsuch intent and nothing in the contractual relationship indicates\n\nthat there was such intent.\n\n           The plaintiffs' protest that the district court should\n\nhave allowed them discovery, moreover, is too little too late.\n\nThey did not seek discovery in the district court under Fed. R.\n\nCiv. P. 56, nor did they present to the district court the argument\n\nthat they chose not to seek discovery under Rule 56 because the\n\ndefendants misled them about the grounds on which they would seek\n\nsummary judgment, see Cortés-Rivera v. Dep't of Corr. & Rehab., 626\n\nF.3d 21, 27 (1st Cir. 2010).\n\n           A claim that is preempted under § 301 \"must either be\n\ntreated as a § 301 claim or dismissed as pre-empted by federal\n\nlabor-contract law.\"     Lueck, 471 U.S. at 220 (citation omitted).\n\nThe   plaintiffs   do   not   argue    that   their   state   statutory   and\n\n\n                                      -16-\n\fconstitutional privacy claims may survive as § 301 claims, so we do\n\nnot address the substantive merits under § 301.   At any rate, the\n\nplaintiffs have not asserted that they have utilized the grievance\n\nprocedures required under the CBA.      No state law third-party\n\nbeneficiary claim survives.   Accordingly, we affirm dismissal of\n\nthe plaintiffs' claims.\n\n                               III.\n\n          The judgment of the district court is affirmed.\n\n\n\n\n                               -17-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>648 F.3d 50 (2011)</b></center>\n<center><h1>Robert HAGGINS et al., Plaintiffs, Appellants,<br>\nv.<br>\nVERIZON NEW ENGLAND, INC., Defendant, Appellee.</h1></center>\n<center>No. 10-2196.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted May 3, 2011.</center>\n<center>Decided July 27, 2011.</center>\n<p><span class=\"star-pagination\">*51</span> Alfred Gordon and Pyle Rome Ehrenberg, PC were on brief, for appellants.</p>\n<p>Arthur G. Telegen, John E. Duke, and Seyfarth Shaw LLP were on brief, for appellee.</p>\n<p>Before LYNCH, Chief Judge, BOUDIN and HOWARD, Circuit Judges.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>Between November 2008 and February 2009, Verizon New England, Inc. (VNE) began requiring its field technicians to carry company-issued cell phones during work. VNE supervisors need to stay in touch with field technicians, who are assigned to work on installation projects around Massachusetts and Rhode Island, and VNE found a previous company policy reliant on paging devices to be inefficient and cumbersome. The cell phones contain a global positioning system (GPS), which allows VNE to determine the location of each field technician through a monitoring service known as Field Force Manager.</p>\n<p>Plaintiffs are VNE field technicians who are admittedly represented by a union, the International Brotherhood of Electrical Workers, Local 2324 (the Union), which has a collective bargaining agreement (CBA) with VNE. The plaintiffs assert that by requiring them to carry these phones, VNE violated (1) their privacy rights under Article 14 of the Declaration of Rights in the Massachusetts Constitution and Mass. Gen. Laws ch. 214, § 1B, and (2) their state-law rights as alleged third-party beneficiaries of a contract between VNE and Verizon Wireless, which they say required VNE to receive consent from its employees when it instituted the phone policy.</p>\n<p>This is the second lawsuit before this court involving employee discontent with VNE's new cell phone policy. In February 2009, VNE brought the first lawsuit against a pair of Union locals, asserting that they had violated a CBA no-strike clause in response to the cell phone policy and other VNE actions. <i>See Verizon New England, Inc. v. Int'l Bhd. of Elec. Workers, Local No. 2322,</i> ___ F.3d ___ (1st Cir.2011). These violations, VNE argued, warranted injunctive relief under <i>Boys Markets, Inc. v. Retail Clerks Union, Local</i> <span class=\"star-pagination\">*52</span> <i>770,</i> 398 U.S. 235, 90 S.Ct. 1583, 26 L.Ed.2d 199 (1970), as they deprived the company of the benefit of arbitration under the CBA. We describe some of the facts relevant to this suit in that prior decision, which affirmed a denial of injunctive relief against one of the locals but vacated and remanded a denial of declaratory relief against it. <i>See Verizon New England,</i> ___ F.3d at ___.</p>\n<p>In June 2009, a little more than four months after VNE filed that suit, the plaintiffs filed this suit. Before this filing, rather than grieve the new cell phone rule, the Union had filed an unfair labor practice charge with the National Labor Relations Board (NLRB) in January 2009. The charge alleged that the rule constituted a change in working conditions over which VNE was required to bargain. On June 24, 2009, the NLRB deferred the charge to arbitration because the issue arose from the CBA. The plaintiff employee Union members, represented by the same counsel who represent the Union, filed suit in state court the next day asserting the two state-law claims.</p>\n<p>VNE removed this case to the federal district court and moved for summary judgment. The plaintiffs then cross-moved to remand the case for lack of subject-matter jurisdiction. In its motion and opposition to the plaintiffs' motion, VNE argued (1) that the plaintiffs' state-law claims are preempted by § 301 of the Labor Management Relations Act (LMRA), 29 U.S.C. § 185(a), as well as, pursuant to <i>San Diego Building Trades Council v. Garmon,</i> 359 U.S. 236, 79 S.Ct. 773, 3 L.Ed.2d 775 (1959), the National Labor Relations Act (NLRA), 29 U.S.C. § 151-169, and (2) that at any rate the plaintiffs' third-party beneficiary claim fails as a matter of law. In their motion and opposition to VNE's motion, the plaintiffs argued that (1) the claims are not preempted and that therefore the case should be remanded to the state court, and (2) VNE had not established sufficient undisputed facts to warrant a grant of summary judgment on their third-party beneficiary claim. In so arguing, the plaintiffs asserted that they must be allowed discovery to establish that they were intended beneficiaries of the contract between VNE and Verizon.</p>\n<p>The district court entered summary judgment for VNE and denied plaintiffs' motion to remand. <i>Haggins v. Verizon New England, Inc.,</i> 736 F.Supp.2d 326 (D.Mass.2010). The court held that the privacy claims were preempted under § 301, but did not address whether the third-party beneficiary claim was preempted. It then granted summary judgment for VNE on the merits. We affirm the dismissal of the claims.</p>\n<p></p>\n<h2>I.</h2>\n<p>The plaintiffs do not dispute that, as Union members, they are subject to the CBA entered by VNE and the Union. In relevant part, the CBA provides the following. Under an article entitled \"Management Rights,\" the agreement states:</p>\n<blockquote>Subject only to the limitations contained in this Agreement the Company retains the exclusive right to manage its business including (but not limited to) the right to determine the methods and means by which its operations are to be carried on, to assign and direct the work force and to conduct its operations in a safe and effective manner.</blockquote>\n<p>The CBA also outlines a grievance process, defining \"grievance\" as \"a complaint involving the interpretation or application of any of the provisions of this Agreement or a complaint that an employee or group of employees for whom the Union is the bargaining agent has, in any manner, been unfairly treated.\" Grievances may be subjected <span class=\"star-pagination\">*53</span> to arbitration consonant with requirements set out in the CBA.</p>\n<p>VNE asserts that it adopted the cell phone policy at issue in this litigation pursuant to the Management Rights clause of the CBA. The plaintiffs work as Central Office Equipment Installation Technicians (COEI Techs) and install telephone equipment for VNE. Although COEI Techs have reporting headquarters, they often work on installation projects elsewhere in Massachusetts and Rhode Island, which can take days, weeks, or even months. VNE requires that COEI Techs stay in touch with their supervisors during these projects. Before VNE adopted the disputed policy, it provided COEI Techs with pagers; when a supervisor contacted a COEI Tech by pager, the COEI Tech would need to find a phone and call the supervisor back.</p>\n<p>In switching from pagers to cell phones, VNE apparently sought to improve its communication with COEI Techs, streamline its administrative systems, and enhance its ability to locate COEI Techs working in the field. The cell phones VNE selected not only enable supervisors to call COEI Techs directly; they also contain a feature called Field Force Manager (FFM) that possesses more advanced capabilities.<sup>[1]</sup> FFM makes it possible for employees to punch in and out of work remotely, submit standardized forms, and receive driving instructions, customer contact information, and mass text messages from their supervisors. It also has a feature that can determine an employee's hours worked from the punch in and punch out system and link this information to VNE's payroll system. Most important here, FFM has a GPS function that allows VNE to monitor the location of the phones.</p>\n<p>VNE describes the utility of this GPS tracking function with reference to improving its ability to respond quickly to emergencies. In particular, VNE emphasizes that when an emergency arises, this monitoring capability allows supervisors to quickly identify the COEI Techs in the area so they can assign them to the job. VNE also emphasizes that the GPS function is responsible for FFM's ability to transmit driving instructions and process employee punch ins and punch outs, though it is not clear why this necessitates that VNE monitor the location of the phones. At any rate, VNE acknowledges that the GPS feature allows it \"to determine whether an employee is not where he or she is supposed to be\" when phones are logged-in to FFM. In relevant part, VNE's work rules concerning the phones, adopted in October 2008, state: \"Employees will not shut off, disable Field Force Manager, or render useless the GPS functionality of the phone during working hours.\"</p>\n<p>VNE began purchasing these phones from Verizon Wireless in October 2008 and issued them to employees between mid-November 2008 and early February 2009. On January 24, 2009, the Union filed an unfair labor practice charge with the NLRB, alleging that VNE had begun \"requiring employees to use mobile telephones enabled with a GPS tracking system without giving the [Union] notice or an opportunity to bargain to the extent required by law.\" Six months later, on June 24, the NLRB deferred the Union's labor charge on the grounds that \"the dispute here involved arises from the contract between the parties, and the contractual grievance-arbitration procedures are available for resolving the dispute.\" The NLRB deferral letter noted as well that VNE had notified the Board that it was <span class=\"star-pagination\">*54</span> \"willing to arbitrate the dispute underlying this charge.\"</p>\n<p>On April 9, 2009, while the NLRB charge was still pending, the Union's outside counsel sent a letter on behalf of VNE employees to Verizon Wireless. It is undisputed that the cell phone purchasing contract entered by VNE and Verizon Wireless contained a provision requiring authorized consent from all users and affected persons, though the contract is not a part of the record. The letter asserted that VNE was likely violating this term and raised the possibility of legal action against both VNE and Verizon Wireless. On April 23, 2009, Verizon Wireless responded that \"neither your client [the Union] nor employees of Verizon New England are parties to any contract between Verizon Wireless and Verizon New England; nor are they intended as beneficiaries of any such contract.\" The letter asserted that in light of this, any legal claim against Verizon Wireless \"would have no basis.\"</p>\n<p>The day after the NLRB deferred the Union's labor charge, on June 25, 2009, the plaintiffs filed this suit in Massachusetts state court. VNE removed the case to federal court, and the district court granted it summary judgment. On the question of preemption, the district court held that the plaintiffs' privacy claims are preempted by § 301 because their resolution would require interpretation of the CBA's Management Rights clause. <i>Haggins,</i> 736 F.Supp.2d at 329-30. It did not address whether the third-party beneficiary claim was preempted under either § 301 or <i>Garmon.</i> The district court held that in light of the § 301 preemption of the privacy claims, it had jurisdiction over the full complaint, <i>id.</i> at 329, and proceeded to the merits. The court granted summary judgment on plaintiffs' privacy claims on the ground that the CBA's grievance procedures had not been exhausted, <i>id.</i> at 331, and granted summary judgment on the plaintiffs' third-party beneficiary claim on the ground that the plaintiffs had not produced any evidence concerning the intent of the contracting parties, <i>id.</i> at 331-32.</p>\n<p></p>\n<h2>II.</h2>\n<p>We review de novo the entry of a grant of summary judgment. <i>TMTV, Corp. v. Mass Prods., Inc.,</i> 645 F.3d 464, ___ (1st Cir.2011). Although the parties raise disputed facts, particularly concerning the third-party beneficiary claim, the question of § 301 preemption in this case is primarily a question of law. <i>See </i><i>O'Donnell v. Boggs,</i> 611 F.3d 50, 53 (1st Cir. 2010).</p>\n<p>As we recognized in <i>O'Donnell,</i> while § 301 on its face is only a grant of federal jurisdiction, the Supreme Court has deemed labor contracts within its scope \"creatures of federal law\" and \"treats section 301 as a warrant both for removing to federal court state law claims preempted by section 301 and then dismissing them.\" <i>Id.</i> at 53 (citing <i>Allis-Chalmers Corp. v. Lueck,</i> 471 U.S. 202, 220-21, 105 S.Ct. 1904, 85 L.Ed.2d 206 (1985); <i>Avco Corp. v. Aero Lodge No. 735, Int'l Ass'n of Machinists,</i> 390 U.S. 557, 559-60, 88 S.Ct. 1235, 20 L.Ed.2d 126 (1968)). This doctrine \"applies most readily to state-law contract claims purporting to enforce CBAs covered by section 301,\" <i>id.,</i> but it \"extends beyond this point to other claims. . . whose enforcement interferes with federal labor law and policy,\" <i>id.</i> at 54.</p>\n<p>Such interference exists if the state-law claims \"require construing the collective-bargaining agreement.\" <i>Id.</i> at 54 (quoting <i>Lingle v. Norge Div. of Magic Chef, Inc.,</i> 486 U.S. 399, 407, 108 S.Ct. 1877, 100 L.Ed.2d 410 (1988)) (internal quotation marks omitted). This court has made clear that § 301 preempts a state-law <span class=\"star-pagination\">*55</span> claim when \"the asserted state-law claim plausibly can be said to depend upon the meaning of one or more provisions within the collective bargaining agreement.\" <i>Flibotte v. Pa. Truck Lines, Inc.,</i> 131 F.3d 21, 26 (1st Cir.1997); <i>see also </i><i>BIW Deceived v. Local S6, Indus. Union of Marine &amp; Shipbuilding Workers,</i> 132 F.3d 824, 833 (1st Cir.1997) (finding § 301 preemption of a state-law negligence claim brought by former employees against a union because it was \"plausible\" that the union had a duty of care that arose from a CBA).</p>\n<p>A state-law claim, we have held, \"can `depend' on the `meaning' of a collective bargaining agreement\" if either (1) \"it alleges conduct that arguably constitutes a breach of duty that arises pursuant to a collective bargaining agreement,\" or (2) \"its resolution arguably hinges upon an interpretation of the collective bargaining agreement.\" <i>Flibotte,</i> 131 F.3d at 26. Accordingly, in addressing § 301 preemption questions, we look to both the CBA and the elements of the state claim. <i>O'Donnell,</i> 611 F.3d at 54.</p>\n<p>We begin with the state privacy claims under Article 14 of the Massachusetts Declaration of Rights and Mass. Gen. Laws ch. 214, § 1B. In relevant part, the state statute provides: \"A person shall have a right against unreasonable, substantial or serious interference with his privacy.\" Mass. Gen. Laws ch. 214, § 1B. Article 14 similarly provides, again in relevant part: \"Every subject has a right to be secure from all unreasonable searches, and seizures, of his person, his houses, his papers, and all his possessions.\" Mass. Const. pt. 1, art. 14.</p>\n<p>The Massachusetts Supreme Judicial Court has made clear that in determining whether there is a violation of Mass. Gen. Laws ch. 214 and Article 14, \"the employer's legitimate interest in determining the employees' effectiveness in their jobs should be balanced against the seriousness of the intrusion on the employees' privacy.\" <i>Folmsbee v. Tech Tool Grinding &amp; Supply, Inc.,</i> 417 Mass. 388, 630 N.E.2d 586, 589 (1994) (quoting <i>Bratt v. Int'l Bus. Mach. Corp.,</i> 392 Mass. 508, 467 N.E.2d 126, 135 (1984)) (internal quotation marks omitted). It follows that \"for a plaintiff to succeed on an invasion of privacy claim, he must prove not only that the defendant unreasonably, substantially and seriously interfered with his privacy by disclosing facts of highly personal or intimate nature, but also that it had no legitimate reason for doing so.\" <i>Martinez v. New Eng. Med. Ctr. Hosps., Inc.,</i> 307 F.Supp.2d 257, 267 (D.Mass.2004).</p>\n<p>This is not the first time this court has been called to determine whether § 301 preempts state privacy claims brought by an employee subject to a CBA containing a Management Rights clause. In <i>Jackson v. Liquid Carbonic Corp.,</i> 863 F.2d 111 (1st Cir.1988), an employee challenged drug testing by his employer under Mass. Gen. Laws ch. 214, § 1B and other state privacy statutes. We held that § 301 preempted these state-law claims because the balancing of interests under <i>Bratt</i> required interpreting the CBA, and in particular its Management Rights clause. <i>Id.</i> at 119-120. The dimensions of the employee's \"cognizable expectation of privacy,\" we held, \"depend to a great extent upon the concessions the union made regarding working conditions during collective bargaining.\" <i>Id.</i> at 119. The breadth of the Management Rights clause did not alter our conclusion that it was relevant in determining whether the plaintiffs had stated a valid privacy claim. <i>Id.</i> at 120.</p>\n<p>The same is true here. To determine the reasonableness of the interference likely will require resort to the custom <span class=\"star-pagination\">*56</span> and usage of the parties and their particular industry practices. <i>See </i><i>United Steelworkers v. Warrior &amp; Gulf Navigation Co.,</i> 363 U.S. 574, 581-82, 80 S.Ct. 1347, 4 L.Ed.2d 1409 (1960) (holding that \"the industrial common lawthe practices of the industry and the shopis equally a part of the collective bargaining agreement, although not expressed in it\"). VNE asserts that it has long used various methods, including security cameras and hidden cameras at its facilities, to monitor employees. The plaintiffs dispute that VNE utilized some of these methods and assert that others were employed with the knowledge and consent of employees. These factual disputes are not material to resolving the § 301 preemption question; indeed, they illustrate that there is a history of practices informing what count as accepted and prohibited intrusions on the privacy of VNE employees.</p>\n<p>The plaintiffs seek to evade this conclusion by arguing that <i>Jackson's</i> holding on point has been overruled by the Supreme Court's decision in <i>Livadas v. Bradshaw,</i> 512 U.S. 107, 114 S.Ct. 2068, 129 L.Ed.2d 93 (1994).<sup>[2]</sup> In particular, they argue that <i>Livadas</i> established that state-law claims can only be preempted on the ground that their resolution arguably hinges on an interpretation of a CBA if the CBA evinces a \"clear and unmistakable waiver\" of the state-law right. <i>See id.</i> at 125, 114 S.Ct. 2068. But that is not so.</p>\n<p>This court has not interpreted <i>Livadas</i> to establish such a rule, and with reason. As we held in <i>Flibotte, Livadas</i> made clear that § 301 \"cannot be read broadly to pre-empt nonnegotiable rights conferred on individual employees as a matter of state law.\" <i>Flibotte,</i> 131 F.3d at 26 (quoting <i>Livadas,</i> 512 U.S. at 123, 114 S.Ct. 2068) (internal quotation marks omitted). In <i>Livadas,</i> the plaintiff union employee brought suit against California's state labor commissioner alleging that non-enforcement of certain state labor laws violated her collective bargaining rights under the NLRA. <i>Livadas,</i> 512 U.S. at 112-13, 114 S.Ct. 2068. The state laws at issue established nonnegotiable requirements concerning the timeliness of employee wage payments. <i>Id.</i> In rejecting the labor commissioner's argument that these claims were preempted by § 301, the Court held that there was no suggestion that <i>Livadas</i> had \"sought to or purported to bargain away\" these nonnegotiable protections.<sup>[3]</sup><i>Id.</i> at 125, 114 S.Ct. 2068.</p>\n<p>As the district court here held, the threshold question in this litigation is \"not the clarity of the purported waiver but the proper scope of the underlying right.\" <i>Haggins,</i> 736 F.Supp.2d at 330. The <span class=\"star-pagination\">*57</span> plaintiff employees do not invoke a nonnegotiable state-law requirement akin to that at issue in <i>Livadas.</i> Instead, they assert that Massachusetts state law safeguards privacy rights, which they acknowledge depend on an analysis of reasonableness and legitimate business purposes. VNE responds, correctly, that this analysis of reasonableness and legitimate business purposes requires an analysis of the CBA's Management Rights clause, which incorporates past practices that give content to reasonable privacy expectations. The question of waiver, as discussed in <i>Livadas,</i> is simply inapposite to this analysis.<sup>[4]</sup></p>\n<p>We turn to the question of the plaintiffs' third-party beneficiary claim, which is not based on any state legislative policy but on a provision of a private contract between the defendant and another company. No <i>Livadas</i> questions are raised. Under Massachusetts law, third-party beneficiaries may only enforce contracts when they are \"<i>intended</i> beneficiaries\" of the contract. <i>Miller v. Mooney,</i> 431 Mass. 57, 725 N.E.2d 545, 549-50 (2000). \"It must appear from `the language and circumstances of the contract' that the parties to the contract `clear[ly] and definite[ly]' intended the beneficiaries to benefit from the promised performance.\" <i>Id.</i> at 550 (alterations in original) (quoting <i>Anderson v. Fox Hill Village Homeowners Corp.,</i> 424 Mass. 365, 676 N.E.2d 821, 822 (1997)).</p>\n<p>We bypass VNE's argument that this claim is preempted by § 301 because it is quite clear that the claim is not colorable under state law. The district court's analysis that the plaintiffs failed to state a claim under state law was obviously correct. As the district court held, the plaintiffs introduced no evidence other than the relevant contract term to show that any third-party beneficiary status in employees was intended. <i>See </i><i>Haggins,</i> 736 F.Supp.2d at 331-32. VNE produced ample evidence that there was no such intent and nothing in the contractual relationship indicates that there was such intent.</p>\n<p>The plaintiffs' protest that the district court should have allowed them discovery, moreover, is too little too late. They did not seek discovery in the district court under Fed.R.Civ.P. 56, nor did they present to the district court the argument that they chose not to seek discovery under Rule 56 because the defendants misled them about the grounds on which they would seek summary judgment, <i>see </i><i>Cortés-Rivera v. Dep't of Corr. &amp; Rehab.,</i> 626 F.3d 21, 27 (1st Cir.2010).</p>\n<p>A claim that is preempted under § 301 \"must either be treated as a § 301 claim or dismissed as pre-empted by federal labor-contract law.\" <i>Lueck,</i> 471 U.S. at 220, 105 S.Ct. 1904 (citation omitted). The plaintiffs do not argue that their state statutory and constitutional privacy claims may survive as § 301 claims, so we do not address the substantive merits under § 301. At any rate, the plaintiffs have not asserted that they have utilized the grievance procedures required under the CBA. No state law third-party beneficiary claim survives. Accordingly, we affirm dismissal of the plaintiffs' claims.</p>\n<p></p>\n<h2>III.</h2>\n<p>The judgment of the district court is <i>affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  VNE notes that the phones also offer more commonplace features, \"including built-in applications like calculators, cameras, and the like.\"</p>\n<p>[2]  The plaintiffs also seek to evade our decision in <i>Jackson</i> by invoking state cases recognizing constraints on government invasions of individual privacy interests. These cases are not relevant to the present dispute concerning an employer's purported invasions of the plaintiffs' privacy interests. <i>See </i><i>Commonwealth v. Goodwin,</i> 458 Mass. 11, 933 N.E.2d 925 (2010); <i>Commonwealth v. Connolly,</i> 454 Mass. 808, 913 N.E.2d 356 (2009); <i>Commonwealth v. Cory,</i> 454 Mass. 559, 911 N.E.2d 187 (2009).</p>\n<p>[3]  The Court's reference to clear and unmistakable waiver in <i>Livadas</i> cited to a footnote in <i>Lingle</i> that also dealt with a question of nonnegotiable state-law rights. <i>Livadas v. Bradshaw,</i> 512 U.S. 107, 125, 114 S.Ct. 2068, 129 L.Ed.2d 93 (1994) (citing <i>Lingle v. Norge Div. of Magic Chef, Inc.,</i> 486 U.S. 399, 410-11 n. 9, 108 S.Ct. 1877, 100 L.Ed.2d 410 (1988)). In <i>Lingle,</i> the Court stated that before it decided whether a \"state-law bar to waiver could be preempted under federal law by the parties to a collective-bargaining agreement, we would require `clear and unmistakable' evidence, in order to conclude that such a waiver had been intended.\" <i>Lingle,</i> 486 U.S. at 410 n. 9, 108 S.Ct. 1877 (internal citation omitted).</p>\n<p>[4]  In asserting that <i>Livadas</i> abrogated <i>Jackson,</i> the plaintiffs invoke decisions of the Third and Ninth Circuits that do not alter our analysis. <i>See </i><i>Burnside v. Kiewit Pac. Corp.,</i> 491 F.3d 1053 (9th Cir.2007); <i>Kline v. Sec. Guards, Inc.,</i> 386 F.3d 246 (3d Cir.2004).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">648</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></span> (2011)</b></center>\n<center><h1>Robert HAGGINS et al., Plaintiffs, Appellants,<br>\nv.<br>\nVERIZON NEW ENGLAND, INC., Defendant, Appellee.</h1></center>\n<center>No. 10-2196.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted May 3, 2011.</center>\n<center>Decided July 27, 2011.</center>\n<p><span class=\"star-pagination\">*51</span> Alfred Gordon and Pyle Rome Ehrenberg, PC were on brief, for appellants.</p>\n<p>Arthur G. Telegen, John E. Duke, and Seyfarth Shaw LLP were on brief, for appellee.</p>\n<p>Before LYNCH, Chief Judge, BOUDIN and HOWARD, Circuit Judges.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>Between November 2008 and February 2009, Verizon New England, Inc. (VNE) began requiring its field technicians to carry company-issued cell phones during work. VNE supervisors need to stay in touch with field technicians, who are assigned to work on installation projects around Massachusetts and Rhode Island, and VNE found a previous company policy reliant on paging devices to be inefficient and cumbersome. The cell phones contain a global positioning system (GPS), which allows VNE to determine the location of each field technician through a monitoring service known as Field Force Manager.</p>\n<p>Plaintiffs are VNE field technicians who are admittedly represented by a union, the International Brotherhood of Electrical Workers, Local 2324 (the Union), which has a collective bargaining agreement (CBA) with VNE. The plaintiffs assert that by requiring them to carry these phones, VNE violated (1) their privacy rights under Article 14 of the Declaration of Rights in the Massachusetts Constitution and Mass. Gen. Laws ch. 214, § 1B, and (2) their state-law rights as alleged third-party beneficiaries of a contract between VNE and Verizon Wireless, which they say required VNE to receive consent from its employees when it instituted the phone policy.</p>\n<p>This is the second lawsuit before this court involving employee discontent with VNE's new cell phone policy. In February 2009, VNE brought the first lawsuit against a pair of Union locals, asserting that they had violated a CBA no-strike clause in response to the cell phone policy and other VNE actions. <i>See Verizon New England, Inc. v. Int'l Bhd. of Elec. Workers, Local No. 2322,</i> ___ F.3d ___ (1st Cir.2011). These violations, VNE argued, warranted injunctive relief under <i>Boys Markets, Inc. v. Retail Clerks Union, Local</i> <span class=\"star-pagination\">*52</span> <i>770,</i> <span class=\"citation\" data-id=\"108154\"><a href=\"/opinion/108154/boys-markets-inc-v-retail-clerks/\"><span class=\"volume\">398</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">235</span></a></span>, <span class=\"citation\" data-id=\"108154\"><a href=\"/opinion/108154/boys-markets-inc-v-retail-clerks/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1583</span></a></span>, <span class=\"citation\" data-id=\"108154\"><a href=\"/opinion/108154/boys-markets-inc-v-retail-clerks/\"><span class=\"volume\">26</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">199</span></a></span> (1970), as they deprived the company of the benefit of arbitration under the CBA. We describe some of the facts relevant to this suit in that prior decision, which affirmed a denial of injunctive relief against one of the locals but vacated and remanded a denial of declaratory relief against it. <i>See Verizon New England,</i> ___ F.3d at ___.</p>\n<p>In June 2009, a little more than four months after VNE filed that suit, the plaintiffs filed this suit. Before this filing, rather than grieve the new cell phone rule, the Union had filed an unfair labor practice charge with the National Labor Relations Board (NLRB) in January 2009. The charge alleged that the rule constituted a change in working conditions over which VNE was required to bargain. On June 24, 2009, the NLRB deferred the charge to arbitration because the issue arose from the CBA. The plaintiff employee Union members, represented by the same counsel who represent the Union, filed suit in state court the next day asserting the two state-law claims.</p>\n<p>VNE removed this case to the federal district court and moved for summary judgment. The plaintiffs then cross-moved to remand the case for lack of subject-matter jurisdiction. In its motion and opposition to the plaintiffs' motion, VNE argued (1) that the plaintiffs' state-law claims are preempted by § 301 of the Labor Management Relations Act (LMRA), 29 U.S.C. § 185(a), as well as, pursuant to <i>San Diego Building Trades Council v. Garmon,</i> <span class=\"citation\" data-id=\"105866\"><a href=\"/opinion/105866/san-diego-building-trades-council-v-garmon/\"><span class=\"volume\">359</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">236</span></a></span>, <span class=\"citation\" data-id=\"105866\"><a href=\"/opinion/105866/san-diego-building-trades-council-v-garmon/\"><span class=\"volume\">79</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">773</span></a></span>, <span class=\"citation\" data-id=\"105866\"><a href=\"/opinion/105866/san-diego-building-trades-council-v-garmon/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">775</span></a></span> (1959), the National Labor Relations Act (NLRA), 29 U.S.C. § 151-169, and (2) that at any rate the plaintiffs' third-party beneficiary claim fails as a matter of law. In their motion and opposition to VNE's motion, the plaintiffs argued that (1) the claims are not preempted and that therefore the case should be remanded to the state court, and (2) VNE had not established sufficient undisputed facts to warrant a grant of summary judgment on their third-party beneficiary claim. In so arguing, the plaintiffs asserted that they must be allowed discovery to establish that they were intended beneficiaries of the contract between VNE and Verizon.</p>\n<p>The district court entered summary judgment for VNE and denied plaintiffs' motion to remand. <i>Haggins v. Verizon New England, Inc.,</i> <span class=\"citation\" data-id=\"2475928\"><a href=\"/opinion/2475928/haggins-v-verizon-new-england-inc/\"><span class=\"volume\">736</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">326</span></a></span> (D.Mass.2010). The court held that the privacy claims were preempted under § 301, but did not address whether the third-party beneficiary claim was preempted. It then granted summary judgment for VNE on the merits. We affirm the dismissal of the claims.</p>\n<p></p>\n<h2>I.</h2>\n<p>The plaintiffs do not dispute that, as Union members, they are subject to the CBA entered by VNE and the Union. In relevant part, the CBA provides the following. Under an article entitled \"Management Rights,\" the agreement states:</p>\n<blockquote>Subject only to the limitations contained in this Agreement the Company retains the exclusive right to manage its business including (but not limited to) the right to determine the methods and means by which its operations are to be carried on, to assign and direct the work force and to conduct its operations in a safe and effective manner.</blockquote>\n<p>The CBA also outlines a grievance process, defining \"grievance\" as \"a complaint involving the interpretation or application of any of the provisions of this Agreement or a complaint that an employee or group of employees for whom the Union is the bargaining agent has, in any manner, been unfairly treated.\" Grievances may be subjected <span class=\"star-pagination\">*53</span> to arbitration consonant with requirements set out in the CBA.</p>\n<p>VNE asserts that it adopted the cell phone policy at issue in this litigation pursuant to the Management Rights clause of the CBA. The plaintiffs work as Central Office Equipment Installation Technicians (COEI Techs) and install telephone equipment for VNE. Although COEI Techs have reporting headquarters, they often work on installation projects elsewhere in Massachusetts and Rhode Island, which can take days, weeks, or even months. VNE requires that COEI Techs stay in touch with their supervisors during these projects. Before VNE adopted the disputed policy, it provided COEI Techs with pagers; when a supervisor contacted a COEI Tech by pager, the COEI Tech would need to find a phone and call the supervisor back.</p>\n<p>In switching from pagers to cell phones, VNE apparently sought to improve its communication with COEI Techs, streamline its administrative systems, and enhance its ability to locate COEI Techs working in the field. The cell phones VNE selected not only enable supervisors to call COEI Techs directly; they also contain a feature called Field Force Manager (FFM) that possesses more advanced capabilities.<sup>[1]</sup> FFM makes it possible for employees to punch in and out of work remotely, submit standardized forms, and receive driving instructions, customer contact information, and mass text messages from their supervisors. It also has a feature that can determine an employee's hours worked from the punch in and punch out system and link this information to VNE's payroll system. Most important here, FFM has a GPS function that allows VNE to monitor the location of the phones.</p>\n<p>VNE describes the utility of this GPS tracking function with reference to improving its ability to respond quickly to emergencies. In particular, VNE emphasizes that when an emergency arises, this monitoring capability allows supervisors to quickly identify the COEI Techs in the area so they can assign them to the job. VNE also emphasizes that the GPS function is responsible for FFM's ability to transmit driving instructions and process employee punch ins and punch outs, though it is not clear why this necessitates that VNE monitor the location of the phones. At any rate, VNE acknowledges that the GPS feature allows it \"to determine whether an employee is not where he or she is supposed to be\" when phones are logged-in to FFM. In relevant part, VNE's work rules concerning the phones, adopted in October 2008, state: \"Employees will not shut off, disable Field Force Manager, or render useless the GPS functionality of the phone during working hours.\"</p>\n<p>VNE began purchasing these phones from Verizon Wireless in October 2008 and issued them to employees between mid-November 2008 and early February 2009. On January 24, 2009, the Union filed an unfair labor practice charge with the NLRB, alleging that VNE had begun \"requiring employees to use mobile telephones enabled with a GPS tracking system without giving the [Union] notice or an opportunity to bargain to the extent required by law.\" Six months later, on June 24, the NLRB deferred the Union's labor charge on the grounds that \"the dispute here involved arises from the contract between the parties, and the contractual grievance-arbitration procedures are available for resolving the dispute.\" The NLRB deferral letter noted as well that VNE had notified the Board that it was <span class=\"star-pagination\">*54</span> \"willing to arbitrate the dispute underlying this charge.\"</p>\n<p>On April 9, 2009, while the NLRB charge was still pending, the Union's outside counsel sent a letter on behalf of VNE employees to Verizon Wireless. It is undisputed that the cell phone purchasing contract entered by VNE and Verizon Wireless contained a provision requiring authorized consent from all users and affected persons, though the contract is not a part of the record. The letter asserted that VNE was likely violating this term and raised the possibility of legal action against both VNE and Verizon Wireless. On April 23, 2009, Verizon Wireless responded that \"neither your client [the Union] nor employees of Verizon New England are parties to any contract between Verizon Wireless and Verizon New England; nor are they intended as beneficiaries of any such contract.\" The letter asserted that in light of this, any legal claim against Verizon Wireless \"would have no basis.\"</p>\n<p>The day after the NLRB deferred the Union's labor charge, on June 25, 2009, the plaintiffs filed this suit in Massachusetts state court. VNE removed the case to federal court, and the district court granted it summary judgment. On the question of preemption, the district court held that the plaintiffs' privacy claims are preempted by § 301 because their resolution would require interpretation of the CBA's Management Rights clause. <i>Haggins,</i> 736 F.Supp.2d at 329-30. It did not address whether the third-party beneficiary claim was preempted under either § 301 or <i>Garmon.</i> The district court held that in light of the § 301 preemption of the privacy claims, it had jurisdiction over the full complaint, <i>id.</i> at 329, and proceeded to the merits. The court granted summary judgment on plaintiffs' privacy claims on the ground that the CBA's grievance procedures had not been exhausted, <i>id.</i> at 331, and granted summary judgment on the plaintiffs' third-party beneficiary claim on the ground that the plaintiffs had not produced any evidence concerning the intent of the contracting parties, <i>id.</i> at 331-32.</p>\n<p></p>\n<h2>II.</h2>\n<p>We review de novo the entry of a grant of summary judgment. <i>TMTV, Corp. v. Mass Prods., Inc.,</i> <span class=\"citation\" data-id=\"218728\"><a href=\"/opinion/218728/tmtv-corp-v-mass-productions-inc/\"><span class=\"volume\">645</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">464</span></a></span>, ___ (1st Cir.2011). Although the parties raise disputed facts, particularly concerning the third-party beneficiary claim, the question of § 301 preemption in this case is primarily a question of law. <i>See </i><i>O'Donnell v. Boggs,</i> <span class=\"citation\" data-id=\"150277\"><a href=\"/opinion/150277/odonnell-v-boggs/\"><span class=\"volume\">611</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span>, 53 (1st Cir. 2010).</p>\n<p>As we recognized in <i>O'Donnell,</i> while § 301 on its face is only a grant of federal jurisdiction, the Supreme Court has deemed labor contracts within its scope \"creatures of federal law\" and \"treats section 301 as a warrant both for removing to federal court state law claims preempted by section 301 and then dismissing them.\" <i>Id.</i> at 53 (citing <i>Allis-Chalmers Corp. v. Lueck,</i> <span class=\"citation\" data-id=\"111412\"><a href=\"/opinion/111412/allis-chalmers-corp-v-lueck/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">202</span></a></span>, 220-21, <span class=\"citation\" data-id=\"111412\"><a href=\"/opinion/111412/allis-chalmers-corp-v-lueck/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1904</span></a></span>, <span class=\"citation\" data-id=\"111412\"><a href=\"/opinion/111412/allis-chalmers-corp-v-lueck/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">206</span></a></span> (1985); <i>Avco Corp. v. Aero Lodge No. 735, Int'l Ass'n of Machinists,</i> <span class=\"citation\" data-id=\"107655\"><a href=\"/opinion/107655/avco-corp-v-machinists/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">557</span></a></span>, 559-60, <span class=\"citation\" data-id=\"107655\"><a href=\"/opinion/107655/avco-corp-v-machinists/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1235</span></a></span>, <span class=\"citation\" data-id=\"107655\"><a href=\"/opinion/107655/avco-corp-v-machinists/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">126</span></a></span> (1968)). This doctrine \"applies most readily to state-law contract claims purporting to enforce CBAs covered by section 301,\" <i>id.,</i> but it \"extends beyond this point to other claims. . . whose enforcement interferes with federal labor law and policy,\" <i>id.</i> at 54.</p>\n<p>Such interference exists if the state-law claims \"require construing the collective-bargaining agreement.\" <i>Id.</i> at 54 (quoting <i>Lingle v. Norge Div. of Magic Chef, Inc.,</i> <span class=\"citation\" data-id=\"112086\"><a href=\"/opinion/112086/lingle-v-norge-div-of-magic-chef-inc/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">399</span></a></span>, 407, <span class=\"citation\" data-id=\"112086\"><a href=\"/opinion/112086/lingle-v-norge-div-of-magic-chef-inc/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1877</span></a></span>, <span class=\"citation\" data-id=\"112086\"><a href=\"/opinion/112086/lingle-v-norge-div-of-magic-chef-inc/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">410</span></a></span> (1988)) (internal quotation marks omitted). This court has made clear that § 301 preempts a state-law <span class=\"star-pagination\">*55</span> claim when \"the asserted state-law claim plausibly can be said to depend upon the meaning of one or more provisions within the collective bargaining agreement.\" <i>Flibotte v. Pa. Truck Lines, Inc.,</i> <span class=\"citation\" data-id=\"748872\"><a href=\"/opinion/748872/albert-a-flibotte-v-pennsylvania-truck-lines-inc/\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 26 (1st Cir.1997); <i>see also </i><i>BIW Deceived v. Local S6, Indus. Union of Marine &amp; Shipbuilding Workers,</i> <span class=\"citation\" data-id=\"749863\"><a href=\"/opinion/749863/biw-deceived-v-local-s6-industrial-union-of-marine-and-shipbuilding/\"><span class=\"volume\">132</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">824</span></a></span>, 833 (1st Cir.1997) (finding § 301 preemption of a state-law negligence claim brought by former employees against a union because it was \"plausible\" that the union had a duty of care that arose from a CBA).</p>\n<p>A state-law claim, we have held, \"can `depend' on the `meaning' of a collective bargaining agreement\" if either (1) \"it alleges conduct that arguably constitutes a breach of duty that arises pursuant to a collective bargaining agreement,\" or (2) \"its resolution arguably hinges upon an interpretation of the collective bargaining agreement.\" <i>Flibotte,</i> 131 F.3d at 26. Accordingly, in addressing § 301 preemption questions, we look to both the CBA and the elements of the state claim. <i>O'Donnell,</i> 611 F.3d at 54.</p>\n<p>We begin with the state privacy claims under Article 14 of the Massachusetts Declaration of Rights and Mass. Gen. Laws ch. 214, § 1B. In relevant part, the state statute provides: \"A person shall have a right against unreasonable, substantial or serious interference with his privacy.\" Mass. Gen. Laws ch. 214, § 1B. Article 14 similarly provides, again in relevant part: \"Every subject has a right to be secure from all unreasonable searches, and seizures, of his person, his houses, his papers, and all his possessions.\" Mass. Const. pt. 1, art. 14.</p>\n<p>The Massachusetts Supreme Judicial Court has made clear that in determining whether there is a violation of Mass. Gen. Laws ch. 214 and Article 14, \"the employer's legitimate interest in determining the employees' effectiveness in their jobs should be balanced against the seriousness of the intrusion on the employees' privacy.\" <i>Folmsbee v. Tech Tool Grinding &amp; Supply, Inc.,</i> <span class=\"citation\" data-id=\"2069574\"><a href=\"/opinion/2069574/folmsbee-v-tech-tool-grinding-supply-inc/\"><span class=\"volume\">417</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">388</span></a></span>, <span class=\"citation\" data-id=\"2069574\"><a href=\"/opinion/2069574/folmsbee-v-tech-tool-grinding-supply-inc/\"><span class=\"volume\">630</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">586</span></a></span>, 589 (1994) (quoting <i>Bratt v. Int'l Bus. Mach. Corp.,</i> <span class=\"citation\" data-id=\"2027157\"><a href=\"/opinion/2027157/bratt-v-international-business-machines-corp/\"><span class=\"volume\">392</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">508</span></a></span>, <span class=\"citation\" data-id=\"2027157\"><a href=\"/opinion/2027157/bratt-v-international-business-machines-corp/\"><span class=\"volume\">467</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">126</span></a></span>, 135 (1984)) (internal quotation marks omitted). It follows that \"for a plaintiff to succeed on an invasion of privacy claim, he must prove not only that the defendant unreasonably, substantially and seriously interfered with his privacy by disclosing facts of highly personal or intimate nature, but also that it had no legitimate reason for doing so.\" <i>Martinez v. New Eng. Med. Ctr. Hosps., Inc.,</i> <span class=\"citation\" data-id=\"2439210\"><a href=\"/opinion/2439210/martinez-v-new-england-medical-center-hospitals-inc/\"><span class=\"volume\">307</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">257</span></a></span>, 267 (D.Mass.2004).</p>\n<p>This is not the first time this court has been called to determine whether § 301 preempts state privacy claims brought by an employee subject to a CBA containing a Management Rights clause. In <i>Jackson v. Liquid Carbonic Corp.,</i> <span class=\"citation\" data-id=\"515716\"><a href=\"/opinion/515716/george-jackson-v-liquid-carbonic-corporation/\"><span class=\"volume\">863</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">111</span></a></span> (1st Cir.1988), an employee challenged drug testing by his employer under Mass. Gen. Laws ch. 214, § 1B and other state privacy statutes. We held that § 301 preempted these state-law claims because the balancing of interests under <i>Bratt</i> required interpreting the CBA, and in particular its Management Rights clause. <i>Id.</i> at 119-120. The dimensions of the employee's \"cognizable expectation of privacy,\" we held, \"depend to a great extent upon the concessions the union made regarding working conditions during collective bargaining.\" <i>Id.</i> at 119. The breadth of the Management Rights clause did not alter our conclusion that it was relevant in determining whether the plaintiffs had stated a valid privacy claim. <i>Id.</i> at 120.</p>\n<p>The same is true here. To determine the reasonableness of the interference likely will require resort to the custom <span class=\"star-pagination\">*56</span> and usage of the parties and their particular industry practices. <i>See </i><i>United Steelworkers v. Warrior &amp; Gulf Navigation Co.,</i> <span class=\"citation\" data-id=\"106085\"><a href=\"/opinion/106085/steelworkers-v-warrior-gulf-nav-co/\"><span class=\"volume\">363</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 581-82, <span class=\"citation\" data-id=\"106085\"><a href=\"/opinion/106085/steelworkers-v-warrior-gulf-nav-co/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1347</span></a></span>, <span class=\"citation\" data-id=\"106085\"><a href=\"/opinion/106085/steelworkers-v-warrior-gulf-nav-co/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1409</span></a></span> (1960) (holding that \"the industrial common lawthe practices of the industry and the shopis equally a part of the collective bargaining agreement, although not expressed in it\"). VNE asserts that it has long used various methods, including security cameras and hidden cameras at its facilities, to monitor employees. The plaintiffs dispute that VNE utilized some of these methods and assert that others were employed with the knowledge and consent of employees. These factual disputes are not material to resolving the § 301 preemption question; indeed, they illustrate that there is a history of practices informing what count as accepted and prohibited intrusions on the privacy of VNE employees.</p>\n<p>The plaintiffs seek to evade this conclusion by arguing that <i>Jackson's</i> holding on point has been overruled by the Supreme Court's decision in <i>Livadas v. Bradshaw,</i> <span class=\"citation\" data-id=\"117852\"><a href=\"/opinion/117852/livadas-v-bradshaw/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">107</span></a></span>, <span class=\"citation\" data-id=\"117852\"><a href=\"/opinion/117852/livadas-v-bradshaw/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2068</span></a></span>, <span class=\"citation\" data-id=\"117852\"><a href=\"/opinion/117852/livadas-v-bradshaw/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">93</span></a></span> (1994).<sup>[2]</sup> In particular, they argue that <i>Livadas</i> established that state-law claims can only be preempted on the ground that their resolution arguably hinges on an interpretation of a CBA if the CBA evinces a \"clear and unmistakable waiver\" of the state-law right. <i>See id.</i> at 125, <span class=\"citation\" data-id=\"117852\"><a href=\"/opinion/117852/livadas-v-bradshaw/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2068</span></a></span>. But that is not so.</p>\n<p>This court has not interpreted <i>Livadas</i> to establish such a rule, and with reason. As we held in <i>Flibotte, Livadas</i> made clear that § 301 \"cannot be read broadly to pre-empt nonnegotiable rights conferred on individual employees as a matter of state law.\" <i>Flibotte,</i> 131 F.3d at 26 (quoting <i>Livadas,</i> 512 U.S. at 123, <span class=\"citation\" data-id=\"117852\"><a href=\"/opinion/117852/livadas-v-bradshaw/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2068</span></a></span>) (internal quotation marks omitted). In <i>Livadas,</i> the plaintiff union employee brought suit against California's state labor commissioner alleging that non-enforcement of certain state labor laws violated her collective bargaining rights under the NLRA. <i>Livadas,</i> 512 U.S. at 112-13, <span class=\"citation\" data-id=\"117852\"><a href=\"/opinion/117852/livadas-v-bradshaw/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2068</span></a></span>. The state laws at issue established nonnegotiable requirements concerning the timeliness of employee wage payments. <i>Id.</i> In rejecting the labor commissioner's argument that these claims were preempted by § 301, the Court held that there was no suggestion that <i>Livadas</i> had \"sought to or purported to bargain away\" these nonnegotiable protections.<sup>[3]</sup><i>Id.</i> at 125, <span class=\"citation\" data-id=\"117852\"><a href=\"/opinion/117852/livadas-v-bradshaw/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2068</span></a></span>.</p>\n<p>As the district court here held, the threshold question in this litigation is \"not the clarity of the purported waiver but the proper scope of the underlying right.\" <i>Haggins,</i> 736 F.Supp.2d at 330. The <span class=\"star-pagination\">*57</span> plaintiff employees do not invoke a nonnegotiable state-law requirement akin to that at issue in <i>Livadas.</i> Instead, they assert that Massachusetts state law safeguards privacy rights, which they acknowledge depend on an analysis of reasonableness and legitimate business purposes. VNE responds, correctly, that this analysis of reasonableness and legitimate business purposes requires an analysis of the CBA's Management Rights clause, which incorporates past practices that give content to reasonable privacy expectations. The question of waiver, as discussed in <i>Livadas,</i> is simply inapposite to this analysis.<sup>[4]</sup></p>\n<p>We turn to the question of the plaintiffs' third-party beneficiary claim, which is not based on any state legislative policy but on a provision of a private contract between the defendant and another company. No <i>Livadas</i> questions are raised. Under Massachusetts law, third-party beneficiaries may only enforce contracts when they are \"<i>intended</i> beneficiaries\" of the contract. <i>Miller v. Mooney,</i> <span class=\"citation no-link\"><span class=\"volume\">431</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">57</span></span>, <span class=\"citation no-link\"><span class=\"volume\">725</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">545</span></span>, 549-50 (2000). \"It must appear from `the language and circumstances of the contract' that the parties to the contract `clear[ly] and definite[ly]' intended the beneficiaries to benefit from the promised performance.\" <i>Id.</i> at 550 (alterations in original) (quoting <i>Anderson v. Fox Hill Village Homeowners Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">424</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">365</span></span>, <span class=\"citation no-link\"><span class=\"volume\">676</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">821</span></span>, 822 (1997)).</p>\n<p>We bypass VNE's argument that this claim is preempted by § 301 because it is quite clear that the claim is not colorable under state law. The district court's analysis that the plaintiffs failed to state a claim under state law was obviously correct. As the district court held, the plaintiffs introduced no evidence other than the relevant contract term to show that any third-party beneficiary status in employees was intended. <i>See </i><i>Haggins,</i> 736 F.Supp.2d at 331-32. VNE produced ample evidence that there was no such intent and nothing in the contractual relationship indicates that there was such intent.</p>\n<p>The plaintiffs' protest that the district court should have allowed them discovery, moreover, is too little too late. They did not seek discovery in the district court under Fed.R.Civ.P. 56, nor did they present to the district court the argument that they chose not to seek discovery under Rule 56 because the defendants misled them about the grounds on which they would seek summary judgment, <i>see </i><i>Cortés-Rivera v. Dep't of Corr. &amp; Rehab.,</i> <span class=\"citation no-link\"><span class=\"volume\">626</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></span>, 27 (1st Cir.2010).</p>\n<p>A claim that is preempted under § 301 \"must either be treated as a § 301 claim or dismissed as pre-empted by federal labor-contract law.\" <i>Lueck,</i> 471 U.S. at 220, <span class=\"citation\" data-id=\"111412\"><a href=\"/opinion/111412/allis-chalmers-corp-v-lueck/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1904</span></a></span> (citation omitted). The plaintiffs do not argue that their state statutory and constitutional privacy claims may survive as § 301 claims, so we do not address the substantive merits under § 301. At any rate, the plaintiffs have not asserted that they have utilized the grievance procedures required under the CBA. No state law third-party beneficiary claim survives. Accordingly, we affirm dismissal of the plaintiffs' claims.</p>\n<p></p>\n<h2>III.</h2>\n<p>The judgment of the district court is <i>affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  VNE notes that the phones also offer more commonplace features, \"including built-in applications like calculators, cameras, and the like.\"</p>\n<p>[2]  The plaintiffs also seek to evade our decision in <i>Jackson</i> by invoking state cases recognizing constraints on government invasions of individual privacy interests. These cases are not relevant to the present dispute concerning an employer's purported invasions of the plaintiffs' privacy interests. <i>See </i><i>Commonwealth v. Goodwin,</i> <span class=\"citation\" data-id=\"2479985\"><a href=\"/opinion/2479985/commonwealth-v-goodwin/\"><span class=\"volume\">458</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">11</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">933</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">925</span></span> (2010); <i>Commonwealth v. Connolly,</i> <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">808</span></span>, <span class=\"citation no-link\"><span class=\"volume\">913</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">356</span></span> (2009); <i>Commonwealth v. Cory,</i> <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">559</span></span>, <span class=\"citation no-link\"><span class=\"volume\">911</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">187</span></span> (2009).</p>\n<p>[3]  The Court's reference to clear and unmistakable waiver in <i>Livadas</i> cited to a footnote in <i>Lingle</i> that also dealt with a question of nonnegotiable state-law rights. <i>Livadas v. Bradshaw,</i> <span class=\"citation\" data-id=\"117852\"><a href=\"/opinion/117852/livadas-v-bradshaw/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">107</span></a></span>, 125, <span class=\"citation\" data-id=\"117852\"><a href=\"/opinion/117852/livadas-v-bradshaw/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2068</span></a></span>, <span class=\"citation\" data-id=\"117852\"><a href=\"/opinion/117852/livadas-v-bradshaw/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">93</span></a></span> (1994) (citing <i>Lingle v. Norge Div. of Magic Chef, Inc.,</i> <span class=\"citation\" data-id=\"112086\"><a href=\"/opinion/112086/lingle-v-norge-div-of-magic-chef-inc/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">399</span></a></span>, 410-11 n. 9, <span class=\"citation\" data-id=\"112086\"><a href=\"/opinion/112086/lingle-v-norge-div-of-magic-chef-inc/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1877</span></a></span>, <span class=\"citation\" data-id=\"112086\"><a href=\"/opinion/112086/lingle-v-norge-div-of-magic-chef-inc/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">410</span></a></span> (1988)). In <i>Lingle,</i> the Court stated that before it decided whether a \"state-law bar to waiver could be preempted under federal law by the parties to a collective-bargaining agreement, we would require `clear and unmistakable' evidence, in order to conclude that such a waiver had been intended.\" <i>Lingle,</i> 486 U.S. at 410 n. 9, <span class=\"citation\" data-id=\"112086\"><a href=\"/opinion/112086/lingle-v-norge-div-of-magic-chef-inc/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1877</span></a></span> (internal citation omitted).</p>\n<p>[4]  In asserting that <i>Livadas</i> abrogated <i>Jackson,</i> the plaintiffs invoke decisions of the Third and Ninth Circuits that do not alter our analysis. <i>See </i><i>Burnside v. Kiewit Pac. Corp.,</i> <span class=\"citation\" data-id=\"798245\"><a href=\"/opinion/798245/no-04-57134/\"><span class=\"volume\">491</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1053</span></a></span> (9th Cir.2007); <i>Kline v. Sec. Guards, Inc.,</i> <span class=\"citation\" data-id=\"788053\"><a href=\"/opinion/788053/daulph-kline-terry-kline-individually-and-on-behalf-of-all-others/\"><span class=\"volume\">386</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">246</span></a></span> (3d Cir.2004).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106085/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108154/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111412/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112086/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117852/",
    "http://www.courtlistener.com/api/rest/v3/opinions/150277/",
    "http://www.courtlistener.com/api/rest/v3/opinions/218728/",
    "http://www.courtlistener.com/api/rest/v3/opinions/515716/",
    "http://www.courtlistener.com/api/rest/v3/opinions/748872/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749863/",
    "http://www.courtlistener.com/api/rest/v3/opinions/788053/",
    "http://www.courtlistener.com/api/rest/v3/opinions/798245/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2027157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2069574/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2439210/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2475928/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2479985/"
  ]
}