{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/223279/",
  "absolute_url": "/opinion/223279/united-states-v-dellosantos/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/223279/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-16T17:39:06Z",
  "date_modified": "2016-04-26T14:43:29.576323Z",
  "type": "010combined",
  "sha1": "dc4bca8a0f7237177a729f0d7572a185804700e8",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-2135P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2011/08/16/United_States_v._Szpyt.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 09-2135\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                               v.\n\n         RAMÓN DELLOSANTOS, a/k/a RAMÓN DELOSANTOS, a/k/a\n     RAMÓN DELASSANTOS, a/k/a RAMÓN SANTOS, a/k/a MONSTRITO,\n\n                      Defendant, Appellant.\n\n\nNo. 09-2670\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                               v.\n\n                  RICHARD W. SZPYT, a/k/a ZIP,\n\n                      Defendant, Appellant.\n\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF MAINE\n\n          [Hon. George Z. Singal, U.S. District Judge]\n\n\n                             Before\n\n                  Torruella, Stahl, and Howard,\n                         Circuit Judges.\n\n\n     James S. Hewes, for appellant Dellosantos.\n     Mary A. Davis, with whom Tisdale & Davis. P.A., was on brief\nfor appellant Szpyt.\n\f     Margaret D. McGaughey, Appellate Chief, with whom Thomas E.\nDelahanty II, United States Attorney, were on brief for appellee.\n\n\n\n\n                         August 16, 2011\n\n\n\n\n                               -2-\n\f             TORRUELLA,     Circuit    Judge.      On    October     22,   2008,\n\nappellants Ramón Dellosantos and Richard W. Szpyt (collectively\n\n\"the Defendants\"), together with sixteen other individuals,1 were\n\ncharged in a multiple-count superseding indictment.                     Count 1\n\nalleged    that   all    individuals    (including      the   Defendants),     in\n\nviolation of 21 U.S.C. §§ 841(a)(1), 846, \"in the District of Maine\n\nand elsewhere . . . knowingly and intentionally conspired with one\n\nanother and with others . . . to commit offenses against the United\n\nStates,    namely,      distribution    and   possession      with    intent   to\n\ndistribute controlled substances, including 5 kilograms or more of\n\ncocaine, and marijuana, and did aid and abet such conduct.\"                     A\n\ntrial followed, in which a jury found Szpyt and Dellosantos guilty\n\nof   the   conduct   charged    in    Count   1.   Szpyt      and    Dellosantos\n\nappealed.2\n\n             Because we find that the evidence at trial against both\n\nDellosantos and Szpyt prejudicially varied from the charge in\n\nCount 1 of the indictment, we vacate their convictions.3\n\n\n\n\n1\n   The other defendants were Robert L. Sanborn, James E. Weston,\nLee P. Chase, Sherwood K. Jordan, Andre T. Charron, Lara M.\nSanborn, Robert M. Boothby, Daniel A. Guarino, Zachary Deveau,\nKelley Monahan, Walter D. Towle, Jr., Robert A. Bouthot, Bruce\nHill, Michael Gochie, Michael A. Martin, and Cynthia A. Moore.\n2\n  A third defendant, Sherwood K. Jordan, was also tried with Szpyt\nand Dellosantos, but Jordan has not appealed his conviction.\n3\n  This conclusion makes it unnecessary for us to address the other\nissues raised by Dellosantos and Szpyt in their appeals.\n\n                                       -3-\n\f                       I.    Facts and Background\n\n            We review the evidence and all the reasonable inferences\n\nthat arise therefrom in the light most favorable to the verdict.\n\nSee United States v. Hatch, 434 F.3d 1, 4 (1st Cir. 2006).\n\n            In presenting its case, the government relied in part on\n\ncooperating witnesses.       Plinio Vizcaíno, testifying pursuant to a\n\nplea   agreement,    testified    extensively   against    Dellosantos.\n\nVizcaíno admitted that from 2004 to 2007 he distributed cocaine to\n\na handful of individuals, including Dellosantos,4 in Lawrence and\n\nHaverhill, Massachusetts.        Over the course of several years,\n\nVizcaíno supplied Dellosantos with cocaine ranging in quantity from\n\n125 grams to several kilograms at a time. Vizcaíno also identified\n\nhis own and Dellosantos' voice in multiple recorded telephone\n\ncalls,   which    included    discussions   about   cocaine.    Vizcaíno\n\ntestified that Dellosantos had told him that he resold some of the\n\ncocaine to \"hippies\" who rode motorcycles in New Hampshire and\n\nMaine.\n\n            The   government's    primary    cooperating    witness   was\n\nRobert L. Sanborn, who also testified pursuant to a plea agreement.\n\nSanborn's testimony was generally focused on drug distribution in\n\nMaine and he did not directly implicate Dellosantos in any illegal\n\nactivity.    Sanborn admitted that he had been a vice-president and\n\n\n\n4\n  Vizcaíno apparently knew Dellosantos as \"José Ramón\", and in his\ntestimony he refers to Dellosantos as \"José Ramón\".\n\n                                    -4-\n\f\"enforcer\" of a motorcycle gang known as the \"Iron Horsemen,\" and\n\nthat Szpyt had been the president of the gang's Maine chapter,\n\nwhich consisted of roughly ten to fifteen members.                     Sanborn also\n\nexplained that Szpyt owned the Iron Horsemen clubhouse in Old\n\nOrchard Beach, Maine. Despite his leadership position in the gang,\n\nhowever, Szpyt lived outside of Maine, in Haverhill, Massachusetts.\n\n           Sanborn testified that in March 2005 he began selling\n\ncocaine, which he purchased from James E. Weston, a fellow member\n\nof the Iron Horsemen, who was in turn supplied by Szpyt.                    After a\n\nfew   months   of        this   distribution      scheme,   Sanborn      and   Szpyt\n\neliminated Weston as a middleman and began dealing directly with\n\neach other.       Although Sanborn occasionally received cocaine from\n\nother sources, this arrangement between Szpyt and Sanborn continued\n\nuntil Sanborn ceased distributing cocaine in late 2007 or early\n\n2008 following his arrest.\n\n           Sanborn also admitted that in the late summer or early\n\nfall of    2005     he    began   distributing      marijuana     in    addition   to\n\ncocaine.    There is no evidence that Sanborn consulted with or\n\nreceived   approval        from   Szpyt    when    he   started    to    distribute\n\nmarijuana, or at any point thereafter.              Sanborn's first source for\n\nmarijuana was Carl Demarco, but, in early 2006, Sanborn began\n\nreceiving his marijuana from Lee P. Chase, whom he had known \"for\n\nyears over the bikes.\" Chase, in turn, obtained the marijuana from\n\nan individual named Danny Boivin.               Sanborn testified that in 2006\n\n\n                                          -5-\n\fhe started selling marijuana to Sherwood K. Jordan on a regular\n\nbasis, ten pounds at a time.             On a couple of occasions, however,\n\nthere was a reversal of roles, and Sanborn would buy a supply of\n\nmarijuana from Jordan, \"anywhere from 10 to 20\" pounds.                        Sanborn\n\nalso admitted to selling (approximately every two weeks) anywhere\n\nfrom eight to ten pounds of marijuana to Charlie Green, a fellow\n\nmember       of    the   Iron    Horsemen.        Green    generally      received    his\n\nmarijuana from a different gang member, Robert A. Bouthot, but\n\nturned to Sanborn when Bouthot ran out of his supply.\n\n                  Sanborn testified in detail about his cocaine purchases\n\nfrom Szpyt, who Sanborn said was also supplying cocaine to other\n\nmembers of the Iron Horsemen.                     During his testimony, Sanborn\n\nexplained the meaning of several recorded telephone calls.                          These\n\ncalls    included        conversations      between       Sanborn   and    Szpyt    about\n\ncocaine transactions, conversations between Sanborn and Chase or\n\nJordan about marijuana transactions (none of which mentioned either\n\nDellosantos or Szpyt), and conversations in which Sanborn discusses\n\nselling drugs to and collecting payments from customers.\n\n                  Sanborn testified that he had around twenty customers.\n\nSome    of    these      customers   only    purchased       marijuana,      some    only\n\npurchased cocaine, and some purchased both. Sanborn explained that\n\nhis \"lifelong friend,\" Walter D. Towle, Jr., assisted him with both\n\nthe marijuana and cocaine operations. At times, people would visit\n\nSanborn's         garage   for    various    drug     transactions,        which     were\n\n\n                                            -6-\n\fconducted with varying amounts of discretion depending on who was\n\npresent.    Szpyt would sometimes deliver cocaine to Sanborn at this\n\nsame garage, and on other occasions Sanborn, or someone on his\n\nbehalf, would travel to Massachusetts to pick up the cocaine from\n\nSzpyt.\n\n            Sanborn testified that he would at times purchase cocaine\n\nusing proceeds from his marijuana sales, and vice versa.           Sanborn\n\nalso admitted that, with the help of his wife, he maintained\n\nledgers to reflect all of his drug transactions that were done on\n\ncredit.    He started this practice after a dispute with Szpyt over\n\nthe payment of $12,000, which Sanborn ended up paying because he\n\ndid not keep adequate records of his nefarious dealings.\n\n            Sanborn asserted that both his marijuana and cocaine\n\nactivities ceased in January 2008, a few months after he was\n\narrested.\n\n            The government also called a handful of other cooperating\n\nwitnesses.5    In essence, these witnesses corroborated Sanborn's\n\ntestimony, within their area of knowledge and participation, about\n\nthe distribution of cocaine and marijuana. None of them implicated\n\neither    Dellosantos   or   Szpyt   in    marijuana   transactions.   For\n\nexample, Towle confirmed his involvement in Sanborn's operations,\n\n\n\n5\n   These other cooperating witnesses included the following co-\ndefendants, who pleaded guilty to the conspiracy charge in Count 1:\nLara Sanborn, Walter D. Towle, Jr., Lee P. Chase, Daniel A. Guarino\nand Andre T. Charron.\n\n                                     -7-\n\fwhich he said included traveling with Sanborn, on roughly ten\n\noccasions, to Haverhill, Massachusetts, to pick up cocaine from\n\nSzpyt.   Notably, Lara Sanborn (Robert Sanborn's wife) testified\n\nthat she was especially careful to record -- in the aforementioned\n\nledgers -- her husband's cocaine transactions with Szpyt, because\n\nSzpyt tended to argue over them.      The ledgers demonstrated that\n\nSanborn paid his cocaine debt to Szpyt by transferring cash and\n\nother items, such as motorcycles and cars. However, other than one\n\noccasion where Sanborn reduced $750 from his cocaine debt by paying\n\nSzpyt with half a pound of marijuana, Sanborn's drug ledgers did\n\nnot connect either Dellosantos or Szpyt with Sanborn's marijuana\n\ndistribution. Furthermore, neither these cooperating witnesses nor\n\nany of the recorded conversations introduced at trial connected\n\nSzpyt or Dellosantos to the marijuana distribution.    In fact, with\n\nregards to Dellosantos, none of these witnesses acknowledged ever\n\nhaving met, seen, or known his name.\n\n           In addition to cooperating witnesses, the government\n\ncalled a handful of law enforcement officers, including Brian T.\n\nTully, Mark Tully,6 Corey Sweatt, and Michael Hayes.    Mark Tully,\n\na special agent with the Drug Enforcement Administration (\"DEA\"),\n\ntestified that in October 2006 he was contacted by DEA agents\n\ninvestigating a drug trafficking organization operating in the\n\nAtlanta area.   These agents told Mark Tully, who was assigned to\n\n\n6\n    Brian Tully and Mark Tully are brothers.\n\n                                -8-\n\fthe DEA's Boston office at the time, that they had intercepted\n\ncalls involving an individual in Massachusetts who turned out to be\n\nVizcaíno.    Mark Tully and other agents began an investigation,\n\nwhich   resulted    in   the   arrest    of     around   fifteen   individuals,\n\nincluding Vizcaíno, and the seizure of seventeen kilograms of\n\ncocaine.\n\n            Brian Tully, also a special agent with the DEA, testified\n\nabout his involvement in the investigation of Robert Sanborn and\n\nothers for drug trafficking.       During his testimony, he recounted a\n\nseries of events that occurred on September 12, 2007.                  On that\n\ndate, Brian Tully observed Dellosantos, seated in a white van\n\nparked in front of Szpyt's residence in Haverhill, talking to Szpyt\n\nwho was standing by his window.               After Dellosantos departed the\n\narea, a surveilling agent asked the Massachusetts State Police to\n\nstop the van.      As Dellosantos' vehicle was stopped on the side of\n\nthe road, Brian Tully, who was observing the stop, noticed Szpyt\n\ndrive past the location on two or three occasions.             Walter Hanley,\n\na sergeant with the Massachusetts State Police, eventually searched\n\nDellosantos' vehicle and found a total of $6,000 in cash from both\n\nthe van's center console and Dellosantos' person.7             Brian Tully was\n\n\n7\n   Both Sanborns acknowledged that one intercepted call, Call 2567\non September 3, 2007, reflected Sanborn's instruction to his wife,\nLara Sanborn, to give Szpyt $5,000 toward a cocaine balance, and\nenter the transaction in the ledger. The ledger in fact shows two\ndifferent entries for $5,000 on two different dates that month, one\non September 3 and the other on September 19. Although Sanborn\ntestified that he could not remember which entry reflected the\n\n                                        -9-\n\fin turn informed about this discovery, as well as Dellosantos'\n\nclaim that he had receipts accounting for the cash as the proceeds\n\nof sales from his legitimate business. In an effort to protect the\n\nsecrecy of the wiretap, Brian Tully instructed Hanley to return the\n\nmoney and let Dellosantos go.\n\n              Brian Tully also testified about an intercepted phone\n\ncall that occurred around the time of this traffic stop.                  As or\n\nshortly after Dellosantos was pulled over, the DEA recorded Szpyt\n\ncalling his daughter and telling her to hide a \"baggie.\"              On the\n\nrecording, Szpyt's daughter explains that she could only find\n\n\"pot,\"   to    which   Szpyt   responds,   \"right,   a   bag,   a   big    bag,\n\nright? . . . Grab that and hide it.\"\n\n              Toward the end of his testimony, Brian Tully identified\n\nDellosantos and Szpyt as the voices in Calls 1800 and 1801, which\n\nwere recorded the day that Sanborn was arrested, September 21,\n\n\npayment referred to in Call 2567, Lara Sanborn confirmed that she\nhad in fact paid Szpyt on September 3 and that the September 3\nentry reflected the payment discussed in this call. The ledger\nalso suggests that Sanborn either paid Szpyt or otherwise reduced\nhis cocaine debt by $8,000 on September 10 and $4,000 on September\n14.\n\n    The government asserts that the jury could have reasonably\ninferred that the cash that the police found on Dellosantos on\nSeptember 12 was the \"drug proceeds that Sanborn had recently\ndelivered to Szpyt.\"    We disagree.   Although it is certainly\nconceivable that the money found in Dellosantos' possession was\nmoney Sanborn had given to Szpyt in the previous couple of weeks,\nwe cannot see how a reasonable jury examining this evidence could\ndetermine -- without speculating -- that the $6,000 found on\nDellosantos consisted, in whole or in part, of money that Sanborn\npaid Szpyt.\n\n                                    -10-\n\f2007.   Among other things, Szpyt told Dellosantos \"bad news going\n\non up here right now.\"     The government also introduced Call 2026,\n\nrecorded three days later on September 24, between Szpyt and\n\nDellosantos.8    In the call, Szpyt asked Dellosantos to come over to\n\nhis house and expressed apprehension about talking on the phone.\n\nSzpyt nonetheless proceeded to recount to Dellosantos the story of\n\nSanborn's recent arrest. Their conversation included the following\n\nexchange:\n\n            Szpyt: Yes, whoa. Fucking, one of my fucking\n            idiot brothers got fucking popped up there.\n\n            Dellosantos:   Oh yeah.\n\n            Szpyt: Yeah, fucking idiot was doing, fucking\n            weed deal or some fucking stupid thing.\n\n            Dellosantos:   Fucking knuckle head.\n\n            Szpyt:   Yeah, what a fucking knuckle head.\n            You know what I mean? I said, what are you\n            doing fucking around with that, you know what\n            I mean? . . .\n\n            Dellosantos: Oh my god.\n\n            Szpyt: I didn't know. I can only police my\n            fucking guys so much. Know what I mean.\n\n            Dellosantos: Yeah, yeah, yeah.\n\n            Szpyt: So I didn't know. I got no control,\n            you know what I mean, they are all men . . . .\n            I got no control over them . . . .      He got\n            caught with twenty pounds.\n\n\n8\n   Brian Tully   did not identify the voices on the phone call, but\nthe government   asserts the call was between Dellosantos and Szpyt,\nthe transcript   of the call indicates it was between Dellosantos and\nSzpyt, and the   Defendants do not seem to contest this fact.\n\n                                 -11-\n\f          Dellosantos:     Oh my god. . . .\n\nSzpyt also mentioned the possible criminal sanctions Sanborn faced:\n\n          Szpyt: Then they raided the house and I guess\n          they found a - some white powder substance in\n          the garage . . . . Yeah.\n\n          Dellosantos:     Wow. . . .\n\n          Szpyt: I mean, up in Maine, weed is nothing.\n          Twenty pounds is a slap in the hand . . . .\n          You probably get five years . . . . Or three\n          years . . . . [B]ut that white stuff up there,\n          they take that serious.\n\n          Dellosantos:   Yeah, they don't fuck around\n          with that shit, huh?\n\n          Szpyt: Yeah, they don't fuck around with that\n          . . . .\n\nIn   this call,   Szpyt   also   recited   specific   details   about   the\n\ncircumstances surrounding the arrest and subsequent search of\n\nSanborn's home.\n\n          Corey Sweatt, a deputy sheriff in York County, Maine,\n\nalso testified about the events of September 21, 2007.            On that\n\ndate,   Sweatt    was   called   to   assist   with   the   ongoing     DEA\n\ninvestigation by stopping a vehicle on Route 111 in Lyman, Maine.\n\nThe driver turned out to be Sanborn, who invited Sweatt to conduct\n\na search of the vehicle.    This search, conducted by other officers\n\nwho arrived at the scene, yielded a clear plastic bag with white\n\npowder, as well as \"[a] large amount of marijuana.\"\n\n          Michael Hayes, a deputy sergeant in the York County\n\nSheriff's Office and member of the DEA's task force, testified\n\n\n                                   -12-\n\fabout the execution of a search warrant at Sanborn's garage and\n\nresidence on September 21.      Hayes testified that he found cocaine\n\nnext to a tool box in Sanborn's garage and two scales on top of the\n\ntool box, one of which had cocaine residue on it.           Hayes also\n\ntestified about his examination of the records of a gym in Methuen,\n\nMassachusetts, which showed visits by Vizcaíno and Dellosantos at\n\nthe same time on several occasions.\n\n           After the government rested, Dellosantos and Szpyt moved\n\nfor acquittal pursuant to Federal Rule of Criminal Procedure 29.\n\nThe district court denied the motions, and the defendants went on\n\nto present several witnesses whose testimony we need not recount\n\nhere.   After the defendants rested, Dellosantos and Szpyt renewed\n\ntheir Rule 29 motions, which were again denied.\n\n           Ultimately, the jury found Szpyt and Dellosantos (and\n\nJordan) guilty of conspiracy to distribute and possess with intent\n\nto distribute cocaine and marijuana (Count 1). The jury also found\n\nSzpyt guilty of four counts (Counts 18, 19, 32, and 39) of using a\n\ncommunication   facility   to    facilitate   the   commission   of   the\n\nconspiracy set forth in Count 1.9\n\n\n\n\n9\n   Szpyt does not challenge these last four convictions on any\nbasis independent from his challenge to Count 1. Count 40, which\nalso charged Szpyt with using a communication facility to\nfacilitate the commission of the conspiracy, was dropped during\ntrial on the government's motion. Count 7, which charged Szpyt\nwith unlawful possession of firearms, was also dismissed on the\ngovernment's motion.\n\n                                  -13-\n\f                            II.    Discussion\n\n            Both Dellosantos and Szpyt assert that the evidence\n\npresented at trial was insufficient to support their convictions\n\nunder Count 1 and challenge the district court's denial of their\n\nmotions for judgment of acquittal.         The Defendants' challenges to\n\nthe sufficiency of the evidence and to the denial of their motions\n\nfor judgment of acquittal raise a single issue and thus we apply\n\nthe traditional sufficiency of the evidence standard to these\n\nclaims.     See United States v. Hernández, 218 F.3d 58, 64 n.4\n\n(1st Cir. 2000).      Because each Defendant moved for a judgment of\n\nacquittal at the close of evidence, we review their sufficiency\n\nclaims de novo.    See United States v. Rivera Calderón, 578 F.3d 78,\n\n88 (1st Cir. 2009).\n\n            We begin our discussion by briefly sketching the relevant\n\nlaw of conspiracy.\n\nA.   Conspiracy Law\n\n            A criminal conspiracy is an agreement between two or more\n\npersons to accomplish an unlawful purpose.               See United States v.\n\nKing, 627 F.3d 641, 651 (7th Cir. 2010).           The agreement is the sine\n\nqua non of a conspiracy, and this \"element is not supplied by mere\n\nknowledge   of   an   illegal   activity   .   .    .,    let   alone   by   mere\n\nassociation with other conspirators or mere presence at the scene\n\nof the conspiratorial deeds.\"       United States v. Zafiro, 945 F.2d\n\n881, 888 (7th Cir. 1991); see also United States v. Pérez-González,\n\n\n                                   -14-\n\f445 F.3d 39, 49 (1st Cir. 2006) (same).                  \"[I]t is therefore\n\nessential to determine what kind of agreement or understanding\n\nexisted as to each defendant.\"          United States v. Rivera-Santiago,\n\n872 F.2d 1073, 1079 (1st Cir. 1989) (quoting United States v.\n\nGlenn, 828 F.2d 855, 857 (1st Cir. 1987)) (internal quotation mark\n\nomitted).   The agreement need not, however, \"be express, [and] may\n\nconsist of no more than a tacit understanding.\"             United States v.\n\nMorillo, 158 F.3d 18, 23 (1st Cir. 1998) (quoting United States v.\n\nEcheverri, 982 F.2d 675, 679 (1st Cir. 1993)) (internal quotation\n\nmarks omitted).\n\n            Thus, in order to sustain a conviction for conspiracy\n\nunder 21 U.S.C. § 846, the evidence must show that (1) a conspiracy\n\nexisted, (2) the defendant had knowledge of the conspiracy, and\n\n(3) the defendant knowingly and voluntarily participated in the\n\nconspiracy.    United States v. Portalla, 496 F.3d 23, 26 (1st Cir.\n\n2007);   Morillo,   158   F.3d    at     23   (quoting    United    States   v.\n\nGómez-Pabón, 911 F.2d 847, 852 (1st Cir. 1990)).             Under the third\n\nelement, the evidence must establish that the defendant both\n\nintended to join the conspiracy and intended to effectuate the\n\nobjects of the conspiracy.       Portalla, 496 F.3d at 26.\n\nB.   The Defendants' Challenge to the Sufficiency of the Evidence\n\n            The   Defendants     deny    that   they     joined    the   single\n\noverarching conspiracy to distribute both cocaine and marijuana\n\ncharged in Count 1. Rather, they assert, the government introduced\n\n\n                                    -15-\n\fevidence suggesting only that they participated in a conspiracy to\n\ndistribute     cocaine,     and   not     the   Maine-based    conspiracy      to\n\ndistribute both cocaine and marijuana that was charged in the\n\nindictment.     In short, although neither Defendant uses the term\n\n\"variance,\"     their     challenge     here    essentially    amounts    to    a\n\ncontention that there was a variance between the charge in the\n\nindictment and the evidence introduced at trial.\n\n          \"'A    variance     occurs     when   the   crime   charged    remains\n\nunaltered, but the evidence adduced at trial proves different facts\n\nthan those alleged in the indictment.'\"           United States v. Mangual-\n\nSantiago, 562 F.3d 411, 421 (1st Cir. 2009) (quoting United States\n\nv. Yelaun, 541 F.3d 415, 419 (1st Cir. 2008)), cert. denied, 130 S.\n\nCt. 293 (2009).     A variance alone, however, does not necessitate\n\ndisturbing a conviction; rather, \"[a] variance is grounds for\n\nreversal only if it is prejudicial . . . .\"              Id. (quoting United\n\nStates v. DeCicco, 439 F.3d 36, 47 (1st Cir. 2006)); see also\n\nGlenn, 828 F.2d at 858.            \"Put differently, 'so long as the\n\nstatutory violation remains the same [as that alleged in the\n\nindictment], the jury can convict even if the facts are somewhat\n\ndifferent than charged -- so long as the difference does not cause\n\nunfair prejudice.'\" United States v. Wihbey, 75 F.3d 761, 774 (1st\n\nCir. 1996) (quoting United States v. Twitty, 72 F.3d 228, 231 (1st\n\nCir. 1995)).\n\n\n\n\n                                        -16-\n\f            As will be explained below, we hold that evidence against\n\nDellosantos and Szpyt varied from the conspiracy specified in the\n\nindictment, and that variance caused each of them to suffer unfair\n\nprejudice.       Accordingly, the district court erred in denying\n\nDellosantos' and Szpyt's Rule 29 motions to acquit.\n\n            1.    The Variance\n\n            \"When . . . a defendant asserts a claim of variance\n\npremised on the notion that multiple conspiracies existed and that\n\nhis activities were not part of the charged conspiracy, the initial\n\nquestion . . . is one of evidentiary sufficiency.\"                United States\n\nv. Pérez-Ruiz, 353 F.3d 1, 7 (1st Cir. 2003); see also United\n\nStates v. Niemi, 579 F.3d 123, 127 (1st Cir. 2009) (\"Whether\n\nevidence shows one or many conspiracies is a question of fact for\n\nthe jury and is reviewed only for sufficiency of the evidence.\"),\n\ncert. denied, 130 S. Ct. 1912 (2010). In reviewing for sufficiency\n\nof   the   evidence,     \"'we    examine     the   evidence    --    direct    and\n\ncircumstantial     --    as   well   as   all   plausible     inferences      drawn\n\ntherefrom,   in    the   light    most    favorable   to    the     verdict,   and\n\ndetermine whether a rational fact finder could conclude beyond a\n\nreasonable doubt that the defendant committed the charged crime.'\"\n\nNiemi, 579 F.3d at 127 (quoting United States v. Wyatt, 561 F.3d\n\n49, 54 (1st Cir. 2009)).\n\n            In determining whether a prejudicial variance exists in\n\nthe instant case, we first discuss the legal principles that govern\n\n\n                                      -17-\n\fwhether criminal activity constitutes multiple conspiracies, as\n\nopposed to a single conspiracy.              Next, we address whether the\n\nevidence in the case at hand supported a finding of a single\n\noverarching conspiracy, encompassing both Defendants and all the\n\nrelevant   nefarious   conduct,       to     distribute    both    cocaine   and\n\nmarijuana. After concluding that the evidence did not support such\n\na conclusion, but rather that the evidence established at least two\n\ndistinct   conspiracies,      we   analyze      whether    the    evidence   was\n\nsufficient for a jury to have found the Defendants guilty of\n\njoining either of the two conspiracies that were actually proven by\n\nthe government and, if so, we then determine whether the variance\n\n(between the conspiracy charged and the conspiracy for which there\n\nwas   sufficient   evidence    that    the    Defendants    actually   joined)\n\nunfairly prejudiced the Defendants.10\n\n\n\n\n10\n   This analytical approach is consistent with the framework set\nforth in previous cases for analyzing when a variance between the\nconspiracy charged and the conspiracy proven constitutes reversible\nerror:\n\n      (1) Is the evidence sufficient to permit a jury to find\n      the (express or tacit) agreement that the indictment\n      charges? (2) If not, is [the evidence] sufficient to\n      permit a jury, under a proper set of instructions, to\n      convict the defendant of a related, similar conspiracy?\n      (3) If so [i.e., the answer to (2) is yes], does the\n      variance affect the defendant's substantial rights or\n      does the difference between the charged conspiracy and\n      the conspiracy proved amount to \"harmless error\"?\n\nWihbey, 75 F.3d at 773 (second alteration in original) (quoting\nGlenn, 828 F.2d at 858).\n\n                                      -18-\n\f            2.    The Evidence Showed Multiple Conspiracies\n\n            \"In    determining   whether   the    evidence    supports    the\n\nexistence   of a    single   conspiracy,   we    ultimately   look   at   the\n\ntotality of the evidence.\"       Mangual-Santiago, 562 F.3d at 421.\n\nThere are three factors this court has found particularly helpful\n\nin evaluating the evidence: \"'(1) the existence of a common goal,\n\n(2) interdependence among participants, and (3) overlap among the\n\nparticipants.'\" Id. (quoting United States v. Sánchez-Badillo, 540\n\nF.3d 24, 29 (1st Cir. 2008), cert. denied, 129 S. Ct. 953 (2009)).\n\n            The first factor, common goal, \"is given 'wide breadth.'\"\n\nId. (quoting Sánchez-Badillo, 540 F.3d at 29).          For example, \"[a]\n\ngoal of selling cocaine for profit or furthering the distribution\n\nof cocaine\" may be sufficient evidence of a common goal.                  Id.\n\n(quoting United States v. Portela, 167 F.3d 687, 695 (1st Cir.\n\n1999)) (internal quotation marks omitted).            The second factor,\n\ninterdependence, concerns whether \"'the activities of one aspect of\n\nthe scheme are necessary or advantageous to the success of another\n\naspect of the scheme.'\"      Id. at 422 (quoting Portela, 167 F.3d at\n\n695).    More specifically, \"'Each individual must think the aspects\n\nof the venture interdependent, and each defendant's state of mind,\n\nand not his mere participation in some branch of the venture, is\n\nkey.'\"    Id. (quoting Portela, 167 F.3d at 695).       We have explained\n\nthe significance of this factor:\n\n            [K]nown interdependence . . . makes it\n            reasonable to speak of a tacit understanding\n\n                                   -19-\n\f            between the distributor and others upon whose\n            unlawful acts the distributor knows his own\n            success    likely  depends.       When   such\n            interdependence   is    missing,   when   the\n            distributor is indifferent to the purposes of\n            others in the enterprise — say, other\n            distributors — the tacit understanding does\n            not exist.\n\nGlenn, 828 F.2d at 857-58 (internal citation omitted); see also\n\nSánchez-Badillo, 540 F.3d at 29.             Finally, the third factor,\n\noverlap among the participants, \"is satisfied by the pervasive\n\ninvolvement of a single core conspirator, or hub character.\"\n\nMangual-Santiago,    562   F.3d   at   422   (internal   quotation   marks\n\nomitted).     In considering these three factors, we must remember\n\nthat the existence of a single conspiracy does not require the\n\nparticipants to know of all the other participants, understand all\n\nthe details of the conspiracy, or participate in each aspect of the\n\nconspiracy.    Id.; Sánchez-Badillo, 540 F.3d at 29.\n\n            In Sánchez-Badillo, we applied these three factors in\n\nrejecting the contention of two co-defendants that they were not\n\npart of a single conspiracy.      540 F.3d 24.     In that case, the co-\n\ndefendants were convicted of conspiracy to distribute heroin,\n\ncocaine, cocaine base, and marijuana.          Id. at 27.    One defendant\n\nmanaged heroin and marijuana sales from the \"lower point\" in a\n\npublic housing project, and the other defendant managed cocaine and\n\nmarijuana sales from the \"upper point\" in the same housing project.\n\nId. at 28.     Both locations, however, were \"owned\" by a boss, to\n\nwhom both defendants paid \"rent.\"            Id. at 27-28.     This court\n\n                                  -20-\n\faffirmed the convictions. First, the evidence showed a common goal\n\nof \"serving [the boss'] illicit interests.\"               Id. at 29.      Second, a\n\nreasonable     jury    could     have    found    interdependence        from    the\n\nfollowing: the boss' \"iron-fisted\" control over the housing project\n\nsuggested that the defendants tacitly agreed to join the boss'\n\norganization, the boss' representative worked at the lower point,\n\ntwo dealers worked at both locations, one of the defendants served\n\nas an enforcer for the boss, and on one occasion \"participants in\n\nthe two points were arrested together and aided by participants in\n\nthe lower point.\"      Id. at 29-30.      Third, the evidence demonstrated\n\nan overlap among the participants, as the boss was a \"hub.\"                   Id. at\n\n30-31.\n\n           In Glenn, on the other hand, we reversed a defendant's\n\nconviction     based   on      our   conclusion     that       the    evidence   was\n\ninsufficient to prove that he had joined the single conspiracy\n\ncharged in the indictment.              828 F.2d 855.           Glenn involved a\n\ndefendant convicted of conspiring to import and possess marijuana\n\nand hashish.    Id. at 857.      The evidence showed that a group of core\n\nconspirators met repeatedly to develop plans to smuggle marijuana\n\nfrom Thailand and hashish from Pakistan, fraudulently borrowed $10\n\nmillion to     finance   the     operation,      bought    a   boat    for   hashish\n\nsmuggling but used it for the marijuana smuggling, and purchased a\n\nlanding area where eight tons of marijuana were unloaded.                    Id. at\n\n858.   The evidence also showed that both the core conspirators and\n\n\n                                        -21-\n\fthe defendant thought of the defendant as a subsidiary figure, the\n\ndefendant's duties only involved hashish, and the defendant was\n\ngenerally only present at meetings about hashish.    Id.   Although\n\nthe defendant was aware of the marijuana smuggling and present at\n\na few meetings in which marijuana was discussed, we concluded that\n\nthe record did not support a conclusion that the defendant \"thought\n\nthe two ventures interdependent, in the sense that the success of\n\nthe one might have facilitated completion of the other.\"    Id. at\n\n859.   Consequently, the evidence was \"insufficient to show that\n\n[the defendant] expressly or tacitly agreed to do more than to\n\nimport and possess Pakistani hashish.\"11   Id.\n\n          In the instant case, looking at the totality of the\n\nevidence, we conclude there was insufficient evidence to support\n\nthe finding of a single conspiracy.   Rather, the evidence pointed\n\nto at least two distinct conspiracies: (1) the Massachusetts-based\n\nVizcaíno-Dellosantos-Szpyt conspiracy to distribute cocaine, and\n\n(2) the Maine-based Sanborn-centered conspiracy to distribute both\n\ncocaine and marijuana (whose participants included, inter alia,\n\nRobert L. Sanborn, Lara Sanborn and Walter D. Towle, Jr.).12\n\n\n11\n    The court also concluded that the evidence against a co-\ndefendant varied from the charges in the indictment, though it\nultimately affirmed the co-defendant's conviction because the\nvariance did not prejudice the co-defendant. See Glenn, 828 F.2d\nat 860-61.\n12\n    For purposes of this appeal, it is unnecessary to determine\nwhether the Boivin-Chase-Sanborn-Jordan marijuana distribution\nchain constituted a third conspiracy that was distinct from the\n\n                               -22-\n\f           First, the two conspiracies had materially different\n\ngoals, at least in part.          Although they both sought to sell the\n\ncocaine   that   traveled       through   the   Vizcaíno-Dellosantos-Szpyt-\n\nSanborn supply chain, the Sanborn-centered conspiracy included a\n\nsecond, equally important objective that the other conspiracy\n\nlacked: the distribution of marijuana.            Nor did the ventures share\n\nthe objective of serving a particular organization or boss.                  Cf.\n\nSánchez-Badillo, 540 F.3d at 29.\n\n           Second, even assuming without deciding that Dellosantos\n\nand Szpyt knew of Sanborn's marijuana distribution operation (a\n\nfact   contested   by     the    Defendants),13    we   find    that   the   two\n\nconspiracies     lacked    sufficient        interdependence,    particularly\n\n\nSanborn-centered cocaine and marijuana distribution conspiracy.\n13\n    In support of its contention that the Defendants knew of\nSanborn's marijuana distribution operation, the government claims,\nthat, on September 12, 2007, Dellosantos was recorded asking Szpyt\nfor \"green paint\" for a friend, which the government asserts was a\nreference to marijuana. In his reply brief, \"Dellosantos disputes\nany knowledge or understanding of the phrase 'green paint.'\"\n\n    As an initial matter, we note an inconsistency between the\ngovernment's depiction of this conversation and the record.\nExhibit 2C, which the government cites on appeal, includes a call\nsummary of the relevant conversation and that call summary\nindicates Szpyt was asking Dellosantos about the green paint, not\nvice versa.\n\n     Nevertheless,    even   if   we   accept    the   government's\ncharacterization of the meaning of \"green paint,\" this conversation\ndoes not materially impact our analysis. Even if the September 12\ndiscussion suggests that Dellosantos actually sold marijuana to\nSzpyt or an associate of Szpyt's, there was no other evidence and\nthe government does not contend that Dellosantos provided marijuana\nfor the venture in Maine.\n\n                                      -23-\n\fconsidering that the participants' states of mind are the \"key\" to\n\nthis inquiry.       See Mangual-Santiago, 562 F.3d at 422.                 In this\n\nregard, although the evidence showed that Szpyt and Dellosantos\n\n\"participated in some branch\" (supplying cocaine) of the Sanborn-\n\ncentered operation, cf. id., nothing was presented to the jury to\n\nsuggest that either of them believed that the success of their\n\ncocaine   distribution       operation    likely     depended      on    Sanborn's\n\nmarijuana distribution venture.          See Glenn, 828 F.2d at 857-58.\n\n            For example, the evidence did not establish a situation\n\nwhere an individual or group had an \"iron-fisted control\" over the\n\ntwo distribution schemes. Cf. Sánchez-Badillo, 540 F.3d at 30. In\n\naddition,   Sanborn     used    different      suppliers   for    his    marijuana\n\ndistribution (namely, Demarco and Chase), and there was no evidence\n\nthat either     Szpyt   or     Dellosantos     relied upon       the    success   of\n\nSanborn's marijuana distribution in order to sell their cocaine.\n\nCf. Mangual-Santiago, 562 F.3d at 422. Rather, as discussed below,\n\nthe record indicates that the Defendants were indifferent to\n\nSanborn's marijuana distribution scheme.             See Glenn, 828 F.2d at\n\n858 (noting that a tacit understanding does not exist when the\n\ndistributor    is   indifferent     to   the    purposes   of     others    in    the\n\nenterprise).    In fact, there was little evidence to suggest that\n\nDellosantos even knew about the marijuana operation until Szpyt\n\ntold him of Sanborn's arrest.\n\n\n\n\n                                     -24-\n\f            The government presented at trial a plethora of evidence\n\nproviding   detailed   descriptions   of     Szpyt's    relationship    with\n\nSanborn and the latter's marijuana distribution emporium.               This\n\nevidence    established,   inter    alia,     that     Szpyt    and   Sanborn\n\ncommunicated constantly, as the two were fellow Iron Horsemen who\n\nspent much time together (both in Massachusetts and Maine) at Iron\n\nHorsemen parties and handling cocaine distribution. Yet, there was\n\nno evidence suggesting that the two ever discussed Sanborn's\n\nmarijuana distribution operation.           Thus, the evidence strongly\n\nsuggested that Szpyt was only interested in his own unlawful ends\n\n(i.e., distributing cocaine) and was indifferent with regards to\n\nSanborn's other unlawful activities.           See Blumenthal v. United\n\nStates, 332 U.S. 539, 558 (1947) (noting that separate conspiracies\n\nmay be found when defendants have distinct ends, when they have no\n\ninterest in others' unlawful activities and when they do not aid\n\nothers in conducting those activities). The success of Szpyt's and\n\nDellosantos' cocaine distribution operation was no more dependent\n\non the success of Sanborn's marijuana distribution operation than\n\nit was on the success of Sanborn's garage or any other (legal or\n\nillegal) income-producing venture devised by Sanborn that might\n\nhave enabled him to pay off his cocaine debt to Szpyt.           No evidence\n\nwas   presented   suggesting   that       either   Szpyt   or    Dellosantos\n\nunderstood the relationship differently.\n\n\n\n\n                                   -25-\n\f            This weakness in the government's case is highlighted by\n\nits heavy     reliance   on   Call   2026   --   the   conversation   between\n\nDellosantos and Szpyt about Sanborn's arrest -- as \"[p]erhaps the\n\nmost damning evidence\" that Defendants understood their cocaine\n\ndistribution operation to have been interdependent with Sanborn's\n\nmarijuana distribution.        Even viewing this conversation in the\n\nlight most favorable to the verdict, Szpyt was merely informing\n\nDellosantos about a fellow Iron Horsemen (and cocaine customer) who\n\nwas caught committing a serious crime.           It was expected for both\n\nSzpyt and Dellosantos to have been very interested in this story,\n\nsince, although Sanborn was caught doing a \"weed deal,\" a search of\n\nhis home and an investigation of his other activities (e.g.,\n\ncocaine distribution) might lead law enforcement officials to the\n\nDefendants.    However, this concern over Sanborn's ability to avoid\n\ndetection, by itself, does not suggest that the Defendants believed\n\nthat they had an interest in every income-producing unlawful\n\nventure that Sanborn might have gotten himself into (in this case,\n\nmarijuana distribution).        We cannot see how this conversation\n\nsuggests that either Szpyt or Dellosantos believed that their\n\ncocaine distribution was interdependent with Sanborn's marijuana\n\noperation.     In fact, a recording of the transcript of Call 2026\n\n(see ante at pp. 11-12) shows the opposite of what the government\n\nclaims, for Szpyt is complaining that he did not know about\n\n\n\n\n                                     -26-\n\fSanborn's marijuana trafficking: \"I didn't know. I can only police\n\nmy fucking guys so much. . . . I got no control.\"\n\n              Third and finally, any evidence of overlap between the\n\ntwo    conspiracies    was    insufficient    to   outweigh   the     lack   of\n\ninterdependence.       To be sure, controlled substances that were\n\ndistributed     in   both    conspiracies    traveled   through     Sanborn.\n\nHowever, there was no evidence Sanborn had any interactions with\n\nDellosantos or Vizcaíno or was even aware of their existence, aside\n\nfrom his general knowledge that Szpyt obtained cocaine from a few\n\nsuppliers, one of whom Sanborn believed to be Hispanic.               Nor was\n\nthere any evidence that Dellosantos specifically knew he supplied\n\nSanborn with cocaine.        In short, Sanborn was not the type of \"hub\"\n\ncharacter that frequently exists in cases where this court has\n\nfound significant overlap and an overarching conspiracy.\n\n              Perhaps this case is best understood if we think of\n\nSanborn as a drug supermarket owner, who sold different products,\n\ncocaine and marijuana, rather than bananas and tomatoes, from\n\ndifferent distributors: cocaine from the Vizcaíno-Dellosantos-Szpyt\n\nchain and marijuana from the Demarco and Boivin-Chase suppliers.\n\nWere we actually considering such fruit distribution chains in the\n\ncontext of an actual supermarket, we would be hard put to argue\n\nthat    the   intersection     of   those    two   separate   fruit    product\n\ndistribution chains would be of any legal significance as far as\n\nsomehow making the members of the two separate chains overall\n\n\n                                     -27-\n\fbusiness partners.      Neither would it be reasonable to argue that\n\nmerely distributing tomatoes to the supermarket, by itself, would\n\nmake the tomato distributor a partner in the supermarket's overall\n\nbusiness of selling bananas and other foods. When we transfer this\n\nbucolic scenario to the present case, we can perceive no legally\n\nsignificant difference in the outcome.           The Vizcaíno-Dellosantos-\n\nSzpyt criminal conspiracy to distribute cocaine was a different\n\ncriminal enterprise than the Boivin-Chase-Sanborn-Jordan marijuana\n\nenterprise, with different products, a different source of supply,\n\ndifferent goals, and a different history.          Similarly, distributing\n\ncocaine (rather than tomatoes) to Sanborn's drug supermarket does\n\nnot, by itself, make Vizcaíno, Dellosantos and Szpyt partners in\n\nSanborn's drug supermarket business of distributing cocaine and\n\nmarijuana.\n\n           In sum, we conclude that the evidence did not support a\n\nfinding   of   a   single   overarching      conspiracy   covering   all   the\n\nrelevant drug dealing.       With this conclusion in mind, we turn to\n\nwhether the evidence sufficed to prove that the Defendants joined\n\neither of the two conspiracies that were actually proven by the\n\ngovernment and, if so, we then determine whether the variance\n\n(between the conspiracy charged and the conspiracy for which there\n\nwas   sufficient    evidence   that    the   Defendants   actually   joined)\n\nunfairly prejudiced the Defendants.\n\n\n\n\n                                      -28-\n\f               3.   The Defendants did not Join the Conspiracy Specified\n                    in the Indictment\n\n               As   previously    mentioned,   the   indictment    charged   the\n\nDefendants with participation in a single Maine-based conspiracy to\n\ndistribute and possess with intent to distribute both cocaine and\n\nmarijuana.      The evidence, however, established the existence of at\n\nleast    two    distinct    conspiracies:      (1)   the   Massachusetts-based\n\nVizcaíno-Dellosantos-Szpyt conspiracy to distribute cocaine, and\n\n(2) the Maine-based Sanborn-centered conspiracy to distribute both\n\ncocaine and marijuana.\n\n               Mindful of this variance, we find that the Defendants'\n\nconvictions cannot stand for two reasons.             First, we find that the\n\nevidence was insufficient to support a verdict that either Szpyt or\n\nDellosantos knowingly and voluntarily joined the Sanborn-centered\n\nconspiracy to distribute both cocaine and marijuana.                   Second,\n\nassuming without deciding that the evidence was sufficient to\n\npermit   a     jury   to   find   the   Defendants   guilty   of   joining   the\n\nVizcaíno-Dellosantos-Szpyt conspiracy to distribute cocaine, we\n\nfind that the Defendants would be unfairly prejudiced by the\n\ndifference between the conspiracy specified in the indictment and\n\nthe Vizcaíno-Dellosantos-Szpyt conspiracy to distribute cocaine.\n\nThese two findings are discussed separately in the following\n\nsections.\n\n\n\n\n                                        -29-\n\f                     a.      The Evidence was Insufficient to Establish\n                             that the Defendants Joined the Sanborn-\n                             centered Conspiracy\n\n              While the indictment charged the Defendants with joining\n\na single overarching conspiracy to distribute both cocaine and\n\nmarijuana, the evidence proved at least two distinct conspiracies,\n\ni.e.,   the     Vizcaíno-Dellosantos-Szpyt        conspiracy       to    distribute\n\ncocaine and the Sanborn-centered conspiracy to distribute both\n\ncocaine and marijuana.        Under our previously mentioned framework,\n\nif we were to find sufficient evidence for a jury to find the\n\nDefendants guilty of joining the Sanborn-centered conspiracy, then\n\nthe question would arise as to whether the variance between the\n\ncharged       conspiracy    and    the    Sanborn-centered       conspiracy      was\n\nharmless.      See Wihbey, 75 F.3d at 773 (quoting Glenn, 828 F.2d at\n\n858).     We,     however,    do    not    have   to    answer    this     question\n\nconclusively, given that, as discussed below, we find that the\n\nevidence was insufficient for a rational factfinder to conclude\n\nbeyond a reasonable doubt that the Defendants joined the Sanborn-\n\ncentered conspiracy.\n\n              In order to establish the crime of conspiracy, the\n\ngovernment must prove, among other things, \"the defendant's knowing\n\nand voluntary participation in the conspiracy,\" which in turn\n\n\"requires that the government establish [defendant's] intention to\n\njoin    the    conspiracy    and    to    effectuate     the     objects    of   the\n\nconspiracy.\"       Portalla, 496 F.3d at 26.           As discussed below, the\n\n\n                                         -30-\n\fevidence    presented      to    the    jury    did     not   establish      beyond   a\n\nreasonable doubt that either Szpyt or Dellosantos knowingly and\n\nvoluntarily intended to join the Sanborn-centered conspiracy and to\n\neffectuate its objects.\n\n            The mere fact that Sanborn chose to diversify his illegal\n\nactivities    by    venturing     out    into     the    marijuana     distribution\n\nbusiness and agreed to form a multi-object conspiracy with other\n\nindividuals to sell and distribute both cocaine and marijuana does\n\nnot, by itself, make the Defendants a party to such a conspiracy,\n\neven if the Defendants had knowledge of the same.                    See Zafiro, 945\n\nF.2d at 888; see also           United States v. Melchor-López, 627 F.2d\n\n886, 891 (9th Cir. 1980) (\"[M]ere association with members of a\n\nconspiracy, the existence of an opportunity to join a conspiracy,\n\nor simple knowledge, approval of, or acquiescence in the object or\n\npurpose of the conspiracy . . . is not sufficient to make one a\n\nconspirator.\");      United     States    v.     Collins,     552    F.2d    243,   245\n\n(8th Cir. 1977) (\"Knowledge of the existence or acquiescence in a\n\nconspiracy    does    not       serve    to     render    one    a    part    of    the\n\nconspiracy.\").       Rather, as discussed previously, the evidence\n\nsuggested    that    the    Defendants        were    indifferent      to    Sanborn's\n\nmarijuana operations, and therefore it was not reasonable to\n\nconclude that the Defendants agreed to join the Sanborn-centered\n\nconspiracy to distribute both cocaine and marijuana.                    Just as the\n\nhashish smuggler in Glenn was aware that his co-conspirators were\n\n\n                                         -31-\n\finvolved in marijuana smuggling but was himself uninterested in\n\nmarijuana, see 828 F.2d at 857-59, Szpyt and Dellosantos, both\n\ncocaine distributors, were allegedly aware of Sanborn's involvement\n\nin marijuana distribution but were themselves uninterested in the\n\nmarijuana operations.        Furthermore, there was no evidence that\n\neither Szpyt or Dellosantos profited from marijuana.\n\n            In addition, we are unpersuaded by the Government's\n\nproposal that the fact that Szpyt spent significant time in Maine\n\nand assumed a leadership role in the Iron Horsemen suggested that\n\nhe intended to join the Sanborn-centered conspiracy to distribute\n\nboth cocaine and marijuana. There is no evidence that Szpyt's role\n\nin   the   Iron   Horsemen   was   in    any   way   connected   to   Sanborn's\n\nmarijuana network.       In fact, contrary to what the government\n\nclaims, the recorded conversation between Dellosantos and Szpyt\n\nregarding Sanborn's marijuana arrest, in which Szpyt is complaining\n\nto Dellosantos of Sanborn's \"fucking stupidity,\" in fact suggests\n\nSzpyt's lack of participation in Sanborn's marijuana activities:\n\n\"[O]ne of my . . . idiot brothers got . . . popped up there. . . .\n\n[D]oing . . . fucking weed deal or some fucking stupid thing. . .\n\n. I didn't know.     I can only police my fucking guys so much. . . .\n\nI got no control . . . they are all men . . . . He got caught with\n\ntwenty pounds [of marijuana].\"14\n\n\n14\n    Although our standard of review is deferential, it is not\nmeaningless. We are still required to decide whether the evidence,\nviewed in the light most favorable to the prosecution and \"drawing\n\n                                        -32-\n\f          The government also points to certain other snippets of\n\nevidence regarding Szpyt that neither individually nor jointly\n\nestablish beyond a reasonable doubt that he intended to join the\n\nSanborn-centered   conspiracy   to   distribute   both   cocaine   and\n\nmarijuana.\n\n          First, the government points to the previously mentioned\n\noccasion where Sanborn reduced $750 from his cocaine debt to Szpyt\n\nby paying him with half a pound of marijuana.      We note, however,\n\nthat this singular exchange of marijuana for a cocaine debt does\n\nnot factually or legally make Szpyt a member of the Sanborn-\n\ncentered conspiracy, any more than if Sanborn had paid Szpyt in\n\ncash or with a sack of Maine potatoes.     That single payment with\n\nmarijuana was merely a barter of goods, not the joining of Szpyt\n\ninto the Sanborn-centered conspiracy.15\n\n\nall plausible inferences therefrom, would allow a rational\nfactfinder to conclude beyond a reasonable doubt that the defendant\ncommitted the charged crime.\" United States v. Cruz-Rodríguez,\n541 F.3d 19, 26 (1st Cir. 2008) (emphasis added).         Thus, we\nrespectfully disagree with Judge Howard's suggestion, infra at 45,\nthat, despite the overall lack of evidence, this conversation\n(viewed in the light most favorable to the government) was\nsufficient to prove beyond a reasonable doubt that Szpyt intended\nto both join the Sanborn-centered conspiracy and effectuate its\nobjects. See Portalla, 496 F.3d at 26.\n15\n   In his concurring/dissenting opinion, Judge Howard cites United\nStates v. Moran, 984 F.2d 1299, 1303 (1st Cir. 1993) to support his\nproposition that this single transaction proved beyond a reasonable\ndoubt that Szpyt tacitly agreed to enter a conspiracy involving,\ninter alia, marijuana distribution. We respectfully disagree.\nMoran notes that \"even a single sale for resale, embroidered with\nevidence suggesting a joint undertaking between buyer and seller,\ncould suffice [to find a conspiracy].\" 984 F.2d at 1303. In the\n\n                                -33-\n\f            Second,        the    government           points     to     the    recorded\n\nconversation between Szpyt and his daughter indicating that, at one\n\npoint, Szpyt possessed a \"big\" bag of marijuana.                         Again, we are\n\nunpersuaded.      In the first place, this occurred in the United\n\nStates, where trafficking in marijuana is endemic.                             Thus, the\n\nmarijuana    could     just      as     well    have    been     from    a     source   in\n\nMassachusetts, or elsewhere, and it may have been for Szpyt's\n\npersonal use.16      Moreover, there is no evidence as to what was the\n\namount in the \"big\" bag, or more importantly for our purposes,\n\nwhether it     was    in    any way       connected      to     the    Sanborn-centered\n\nconspiracy based in Maine.\n\n            Finally,       we    note    that    the     government       presented     an\n\nabundance of evidence of Sanborn's marijuana network, including\n\ndirect testimony of Sanborn's marijuana emporium and a selection of\n\nhundreds of telephone conversations (from a pool of thousands of\n\ncalls intercepted by the government) involving hours of intercepted\n\ncommunications,       which       memorialized          the      marijuana       dealings\n\nattributed by the government to the Sanborn-centered conspiracy.\n\nIt is quite significant that none of these recordings (dealing with\n\n\npresent case, however, there was no evidence that the marijuana\nexchanged in this single barter transaction was for resale, and the\ntransaction was not \"embroidered with evidence\" suggesting that\nSzpyt intended to both join the Sanborn-centered conspiracy and\neffectuate its objects. Cf. id. To the contrary, as previously\nmentioned, the evidence indicated that Szpyt was indifferent to\nSanborn's marijuana distribution operation.\n16\n     The record showed that Szpyt smoked marijuana.\n\n                                          -34-\n\fthe Sanborn-centered     conspiracy)       even   randomly     mention   either\n\nDellosantos or Szpyt.     Furthermore, there were numerous recorded\n\ntelephone calls between Szpyt and Sanborn dealing with cocaine and\n\nin none is there even an inkling that the Defendants were part of\n\nthe    marijuana   distribution    scheme    that    Sanborn    independently\n\norganized and directed.17\n\n            In sum, we conclude that the evidence was insufficient\n\nfor a rational factfinder to conclude beyond a reasonable doubt\n\nthat   either   Dellosantos   or   Szpyt    joined    the    Sanborn-centered\n\nconspiracy.     In light of this conclusion, we now turn to whether\n\nthe Defendants' convictions can nonetheless stand based on a\n\nfinding that the Defendants joined the other conspiracy proven by\n\nthe government, i.e., the Vizcaíno-Dellosantos-Szpyt conspiracy to\n\ndistribute cocaine.\n\n                    b.   The Defendants were Unfairly Prejudiced by\n                         the   Variance   Between   the   Conspiracy\n                         Specified   in  the   Indictment  and   the\n                         Vizcaíno-Dellosantos-Szpyt Conspiracy\n\n            \"We review de novo the question whether a variance\n\naffected a defendant's substantial rights.\"             Wihbey, 75 F.3d at\n\n774.\n\n            Although the indictment charged a single overarching\n\nconspiracy to distribute both cocaine and marijuana, the evidence\n\n\n17\n   The only exception to this is the aforementioned conversation\nin which Szpyt emphatically tells Dellosantos of Sanborn's arrest\nfor his marijuana activities, of which Szpyt claims lack of\ncontrol.\n\n                                    -35-\n\festablished the existence of at least two distinct conspiracies:\n\nthe Maine-based Sanborn-centered conspiracy to distribute both\n\ncocaine      and    marijuana     and    the     Massachusetts-based              Vizcaíno-\n\nDellosantos-Szpyt conspiracy to distribute cocaine.                         As discussed\n\nin the preceding section, the evidence was insufficient to support\n\na   finding        that    the   Defendants       joined       the    Sanborn-centered\n\nconspiracy.          On    the   other    hand,    the     evidence        was    arguably\n\nsufficient to support a finding that the Defendants joined the\n\nother conspiracy proven by the government, i.e., the Vizcaíno-\n\nDellosantos-Szpyt conspiracy.             Furthermore, because the statutory\n\nviolation for joining the Vizcaíno-Dellosantos-Szpyt conspiracy\n\nremains the same as that alleged in the indictment (i.e., 21 U.S.C.\n\n§ 846), the jury, under a proper set of instructions, could\n\narguably have convicted the Defendants of participating in the\n\nVizcaíno-Dellosantos-Szpyt conspiracy so long as the difference\n\nbetween      the    conspiracy     specified      in     the    indictment         and   the\n\nVizcaíno-Dellosantos-Szpyt            conspiracy        \"d[id]       not   cause     unfair\n\nprejudice.\" Wihbey, 75 F.3d at 773. Nevertheless, for the reasons\n\nstated    below,      we   conclude      that    the    Defendants         were    unfairly\n\nprejudiced by the difference between the conspiracy specified in\n\nCount    1    and    the    Vizcaíno-Dellosantos-Szpyt               conspiracy,         and,\n\ntherefore, vacate their convictions.                   See id. (noting that, where\n\nthere is a variance, a jury cannot convict if the difference causes\n\nunfair prejudice).\n\n\n                                          -36-\n\f              We have previously recognized at least three ways in\n\nwhich a variance might \"affect the substantial rights\" of the\n\naccused.      Id. at 774 (citing United States v. Sutherland, 929 F.2d\n\n765, 772-73 (1st Cir. 1991)).\n\n              First, a defendant may receive inadequate\n              notice of the charge against him and thus be\n              taken by surprise at trial.         Second, a\n              defendant may be twice subject to prosecution\n              for the same offense. Third, a defendant may\n              be prejudiced by \"evidentiary spillover\": the\n              \"transference of guilt\" to a defendant\n              involved in one conspiracy from evidence\n              incriminating defendants in another conspiracy\n              in which the particular defendant was not\n              involved.\n\nId.\n\n              In the instant case, the Defendants (and their counsel)\n\nwere, at the very least, deprived of adequate notice of the charges\n\nagainst them, and they were therefore limited in their ability to\n\nprepare a defense at trial.         Specifically, the Defendants were\n\nforced to defend against an allegation that they joined a Maine-\n\nbased conspiracy to distribute both cocaine and marijuana, when in\n\nfact    the   government    introduced   evidence   suggesting    that   the\n\nDefendants joined (with different co-conspirators) a Massachusetts-\n\nbased   conspiracy     to   distribute   cocaine,   i.e.,   the   Vizcaíno-\n\nDellosantos-Szpyt conspiracy.       See Yelaun, 541 F.3d at 419 (noting\n\nthat a variance may prejudice a defendant by, among other things,\n\n\"undermining the defendant's right to have sufficient knowledge of\n\nthe charge against him to prepare an effective defense and avoid\n\n\n                                   -37-\n\fsurprise   at   trial\"   (internal   quotation   marks   omitted)).\n\nAccordingly, we find that the difference between the conspiracy\n\nspecified in the indictment and the Vizcaíno-Dellosantos-Szpyt\n\nconspiracy unfairly prejudiced the Defendants.\n\n           In addition, there should be little question that the\n\njury's decision to find the Defendants guilty of joining the\n\nconspiracy specified in Count 1 (to distribute both cocaine and\n\nmarijuana) was influenced by the plethora of evidence implicating\n\nthe other sixteen indicted co-defendants (including Sanborn) in a\n\nconspiracy involving marijuana.        As previously mentioned, this\n\nevidence included direct testimony from various co-defendants --\n\nwho pled guilty to the conspiracy in Count 1 -- and a selection of\n\nhundreds of telephone conversations (from a pool of thousands of\n\ncalls intercepted by the government) involving hours of intercepted\n\ncommunications, which memorialized the marijuana dealings of the\n\nother sixteen individuals indicted under Count 1.    Thus, under the\n\nguise of its single conspiracy theory, the government subjected the\n\nDefendants to voluminous testimony relating to unconnected crimes\n\nin which they took no part.     This situation created a pervasive\n\nrisk of \"evidentiary spillover,\" where the jury might have unfairly\n\ntransferred to the Defendants the guilt relating to the other\n\nsixteen indicted individuals.   Specifically, there was a pervasive\n\nrisk that such transference of guilt might have led the jury to\n\nfind the Defendants guilty of joining the conspiracy specified in\n\n\n                                -38-\n\fCount 1 (dealing with both cocaine and marijuana), despite the fact\n\nthat the evidence was insufficient to support such a finding.\n\n              In sum, we find that the variance between the conspiracy\n\nspecified in the indictment and the evidence at trial was unfairly\n\nprejudicial to both Defendants.       The evidence established at least\n\ntwo conspiracies, (1) the Sanborn-centered conspiracy, and (2) the\n\nVizcaíno-Dellosantos-Szpyt conspiracy.         With regards to the first\n\nconspiracy (i.e., the Sanborn-centered conspiracy), the evidence\n\nwas insufficient to support a finding that the Defendants joined\n\nthe   same.      In   addition,   although   the   evidence   was   arguably\n\nsufficient to support a finding that the Defendants joined the\n\nsecond conspiracy proven (i.e., the Vizcaíno-Dellosantos-Szpyt\n\nconspiracy), we find that the variance between the conspiracy\n\nspecified in the indictment and the Vizcaíno-Dellosantos-Szpyt\n\nconspiracy unfairly prejudiced the Defendants.            Accordingly, we\n\nvacate both Dellosantos' and Szpyt's convictions under Count 1.18\n\n\n18\n    The government argues in a cursory manner that, even if the\nevidence did not establish that the Defendants agreed to join a\nsingle conspiracy to distribute both marijuana and cocaine -- as\ncharged in the indictment -- Griffin v. United States, 502 U.S. 46\n(1991) requires us to affirm the Defendants' convictions insofar as\nthe evidence was sufficient to connect the Defendants to a\nconspiracy to distribute only cocaine (i.e., to the Vizcaíno-\nDellosantos-Szpyt conspiracy). This argument is waived in light of\nthe government's perfunctory treatment of Griffin and lack of\ndeveloped argumentation. See United States v. Zannino, 895 F.2d 1,\n17 (1st Cir. 1990). But even if it were not waived, the argument\nwould still fail as it is not supported by Griffin.\n\n  In Griffin, the defendant was indicted for conspiring to defraud\na federal government agency in violation of 18 U.S.C. § 371, by\n\n                                    -39-\n\f                             III.     Conclusion\n\n             Based on the above, we conclude that the district court\n\nerred   in   denying    Dellosantos    and   Szpyt's   Rule   29   motions.\n\nAccordingly,    Dellosantos' conviction on Count 1 of the indictment\n\nis vacated.      Similarly, Szpyt's conviction on Count 1 and all\n\ncharges based thereon are also vacated.\n\n             Vacated.\n\n\n\n              \"Concurring and Dissenting opinion follows\"\n\n\n\n\njoining a single conspiracy with two objects. The jury returned a\ngeneral guilty verdict that did not specify whether the jury had\nconvicted the defendant of participating in one objective of the\ncharged conspiracy (for which there was sufficient proof) or for\nparticipating in the other objective, for which (as the government\nconceded) there was not sufficient evidence. The Supreme Court\naffirmed, holding that a general guilty verdict on a dual-object\nsingle conspiracy count need not be set aside merely because the\ndefendant was not implicated in one of the objects of the charged\nconspiracy, where the evidence was sufficient to find that the\ndefendant participated in the other object of such conspiracy. Id.\nat 48-52. On the other hand, the important point as far as this\ncase is concerned is that the defendant in Griffin had agreed to\nthe dual-object single conspiracy that was charged, thus a finding\nthat the defendant had participated in one of this conspiracy's\nobjectives was enough to sustain the conviction. In the present\ncase, however, the government failed to prove beyond a reasonable\ndoubt that Dellosantos and Szpyt agreed to join the conspiracy that\nwas charged.\n\n   Thus, Griffin did not abrogate the well settled principle that,\nwhere a single conspiracy is charged and multiple conspiracies are\nproven, the government must prove that the charged conspiracy\nexisted and that defendants agreed to join that conspiracy, and not\nsome other conspiracy.     See, e.g., United States v. Trainor,\n477 F.3d 24, 35 n.20 (1st Cir. 2007) (noting that jury instructions\nexplaining this principle were proper).\n\n                                      -40-\n\f            HOWARD, Circuit Judge (concurring in part and dissenting\n\nin part). The majority's framework for deciding these cases relies\n\non circuit precedent that I doubt can be reconciled with the usual\n\nmode, after Griffin v. United States, 502 U.S. 46 (1991), of\n\nanalyzing    convictions    on     indictments    alleging      multiple-object\n\nconspiracies. Even under my respected colleagues' framework, there\n\nwas sufficient evidence to convict Szpyt if not Dellosantos.\n\n                                          I.\n\n            In Griffin, a defendant was charged in a single count\n\nwith conspiracy to defraud the government by means of two objects.\n\nId. at 47.       At trial the government linked the defendant to one\n\nobject but not the other.           Id. at 48.        The jury convicted in a\n\ngeneral guilty verdict.            Id.     The Supreme Court affirmed the\n\nconviction: It held that a general guilty verdict on a dual-object\n\nconspiracy charge must stand as long as the evidence is adequate to\n\nsupport conviction as to one of those objects, even if the evidence\n\nis inadequate as to the other.            Id. at 48-52.\n\n            We    have   applied    Griffin     and    upheld   general   guilty\n\nverdicts in single-count, multiple-object conspiracies in a variety\n\nof contexts.       For example, in United States v. Mitchell, the\n\ndefendant challenged his conviction under a single count for\n\nconspiracy to violate (1) the arson statute, and (2) the wire-fraud\n\nstatute.    85 F.3d 800, 809 (1st Cir. 1996).             Among other things,\n\nthe defendant argued that there was insufficient evidence to prove\n\n\n                                         -41-\n\fthe wire-fraud object of the conspiracy.    Id. at 811.     We rejected\n\nthat argument, however, based on Griffin and the defendant's\n\nfailure to contest the sufficiency of the evidence as to the other\n\nobject of the conspiracy.    Id.; see also United States v. Gerhard,\n\n615 F.3d 7, 30 (1st Cir. 2010), cert. denied sub nom. Riley v.\n\nUnited States, 131 S. Ct. 1536 (2011); United States v. Capozzi,\n\n486 F.3d 711, 718-19 (1st Cir. 2007).\n\n          Similarly,   the    indictment   here   charged    a   single\n\nconspiracy to violate a narcotics statute by means of two objects:\n\n(1) distributing cocaine; and (2) distributing marijuana.         As I\n\nread Griffin and our case law, it seems to me that the government's\n\nburden at trial was to prove that a conspiracy to distribute\n\nnarcotics existed, and to tie each defendant to the agreement to\n\ndistribute one or more of the drugs involved in that conspiracy;\n\nthat is, either cocaine or marijuana or both.     At least that is how\n\nseveral other circuits have read Griffin in cases like this one,19\n\nand this approach flows logically from the settled law that a\n\ngeneral verdict on a multiple-count indictment will stand even if\n\n\n\n19\n   United States v. Calle, 120 F.3d 43, 44 (5th Cir. 1997), cert.\ndenied 523 U.S. 1012 (1998); United States v. Henry, 71 F. Appx.\n493, 499-500 (6th Cir. 2003) (per curiam), cert. denied sub nom.\nRosenboro v. United States, 540 U.S. 1134 (2004); United States v.\nVaziri, 164 F.3d 556, 566-67 (10th Cir. 1999), cert. denied sub\nnom. Quarterman v. United States, 533 U.S. 923 (2001); United\nStates v. Barnes, 158 F.3d 662, 672 (2d Cir. 1998); accord United\nStates v. Banks, 10 F.3d 1044, 1054-55 (4th Cir. 1993) (same, but\nwithout citing Griffin), cert. denied sub nom. Blow v. United\nStates, 511 U.S. 1090 (1994).\n\n                                 -42-\n\fsome counts were not proved and that charges leveled in the\n\nconjunctive need only be proved in the disjunctive.20\n\n           But the government has to make the argument to benefit\n\nfrom it.    Here, the government does little more than cite the\n\nrelevant authority.   It makes no meaningful attempt to explain how\n\nthat authority applies in these cases, its effect (if any) on\n\nvariance analysis, or whether the jury charge (and the government's\n\nfailure to object) limits its application in these cases, not to\n\nmention potential issues in sentencing based on a general guilty\n\nverdict when   multiple   drugs are    involved.   Answers   to those\n\nquestions are not obvious, especially in light of our precedent\n\nrelied on by the majority.     And we cannot do the government's\n\n\n20\n   The majority attempts to distinguish Griffin as follows: \"the\ndefendant in Griffin had agreed to the dual-object single\nconspiracy that was charged, thus a finding that the defendant had\nparticipated in one of this conspiracy's objectives was enough to\nsustain the conviction.\" Ante, at 39 n.18. But that statement\nmerely begs the question.       In Griffin, the proof failed to\nestablish that the defendant was even aware of one of the two\nobjects of the conspiracy, see 502 U.S. at 48, a critical fact that\nthe lower court's decision had made crystal clear. United States\nv. Beverly, 913 F.2d 337, 348, 360 (7th Cir. 1990), aff'd, Griffin,\n502 U.S. 46 (recognizing that there was \"no proof that [Ms.\nGriffin] knew Mr. Beverly was a drug dealer\" but affirming her\nconviction anyway because she participated in the conspiracy's\nother object). Thus, the defendant could not have agreed to both\nobjects of the dual-object single conspiracy in Griffin. Moreover,\nour precedent applying Griffin has never required that a defendant\nagree to both objects in order to sustain a conspiracy conviction.\nIndeed, in Mitchell, this court rejected the defendant's plaint\nthat \"the Government was allowed to argue a 'grab bag' of theories\nand ask the jury to guess as to which agreement Mitchell\ncontemplated\" because under Griffin \"the jury could find Mitchell\nguilty on Count I if the government proved either of the objects of\nthe conspiracy.\" Mitchell, 85 F.3d at 810 (emphasis supplied).\n\n                                -43-\n\fhomework, even if the government may be on to something.       United\n\nStates v. Zannino, 895 F.2d 1, 17 (1st Cir. 1990).\n\n                                 II.\n\n          That issue aside, my colleagues reach the wrong result in\n\nany event, at least for Szpyt.   In Szpyt's brief, he flatly admits\n\nto the cocaine scheme; and the evidence adduced at trial showed\n\nthat he was not only aware of -- but directly benefitted from --\n\nthe marijuana scheme.   An entry in Sanborn's ledger reflected that\n\nSzpyt accepted a half-pound of marijuana in lieu of $750 toward the\n\nbalance of Sanborn's cocaine debt.      That transaction was confirmed\n\nat trial by Sanborn's wife.   The majority says that this one-time\n\npayment of a half-pound of marijuana is \"merely a barter of goods.\"\n\nAnte, at 33.   I find that characterization peculiar in a narcotics\n\ncase. But in any event the majority's criticism misses the point:\n\na single transaction in the context of other evidence suggesting a\n\njoint undertaking can prove tacit agreement.         United States v.\n\nMoran, 984 F.2d 1299, 1303 (1st Cir. 1993).\n\n          And here the evidence did suggest that Szpyt played some\n\nrole in the marijuana undertaking.       For example, in one recorded\n\ncall, Szpyt relayed to Dellosantos the details of Sanborn's arrest\n\nfor a \"weed deal\" and bemoaned that \"I can only police my fucking\n\nguys so much.\"    The statement, which the jury easily could have\n\nconcluded was tongue-in-cheek, implies not only that he knew about\n\nmarijuana distribution, but also that he exercised at least some\n\n\n                                 -44-\n\fmeasure of control over it, although in his view not enough.                 The\n\ninference makes sense in light of Szpyt's leadership position over\n\ngang members distributing marijuana in Maine, and the fact that he\n\nowned the clubhouse in Old Orchard Beach where they met.             Even if\n\nthat is not the only inference the jury could have drawn, it is\n\ncertainly plausible and at this stage we must draw all such\n\ninferences in favor of guilt. United States v. Cruz-Rodríguez, 541\n\nF.3d 19, 26 (1st Cir. 2008).\n\n          On   top   of   this,   the   evidence    indicated   that    Szpyt\n\npossessed some quantity of marijuana.          Following a meeting between\n\nSzpyt and Dellosantos, police acting in cooperation with federal\n\nauthorities pulled over Dellosantos' van for a traffic violation.\n\nThe officers observed Szpyt drive past the stopped vehicle several\n\ntimes.   In a recorded call at about the same time, Szpyt called\n\nhome and exhorted his daughter to hide the \"big bag\" of \"pot.\"               The\n\nmajority says that Szpyt's cache of marijuana could have been for\n\nhis personal consumption. Perhaps they are right. But viewing all\n\nthe evidence   together    (and not     each    piece   separately     and   in\n\nisolation as the majority does), and in light of the deference that\n\nour precedent requires, I believe that the jury was free, although\n\nnot compelled, to convict Szpyt.\n\n          So I respectfully dissent in case no. 09-2670.                But I\n\nhave sincere doubts that the result in either case is correct.\n\n\n\n\n                                   -45-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>649 F.3d 109 (2011)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nRamón DELLOSANTOS, a/k/a Ramón Delosantos, a/k/a Ramón Delassantos, a/k/a Ramón Santos, a/k/a Monstrito, Defendant, Appellant.<br>\nUnited States of America, Appellee,<br>\nv.<br>\nRichard W. Szpyt, a/k/a Zip, Defendant, Appellant.</h1></center>\n<center>Nos. 09-2135, 09-2670.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard January 3, 2011.</center>\n<center>Decided August 16, 2011.</center>\n<p><span class=\"star-pagination\">*110</span> James S. Hewes, for appellant Dellosantos.</p>\n<p>Mary A. Davis, with whom Tisdale &amp; Davis. P.A., was on brief for appellant Szpyt.</p>\n<p>Margaret D. McGaughey, Appellate Chief, with whom Thomas E. Delahanty II, United States Attorney, were on brief for appellee.</p>\n<p>Before TORRUELLA, STAHL, and HOWARD, Circuit Judges.</p>\n<p>TORRUELLA, Circuit Judge.</p>\n<p>On October 22, 2008, appellants Ramón Dellosantos and Richard W. Szpyt (collectively \"the Defendants\"), together with sixteen other individuals,<sup>[1]</sup> were charged in a multiple-count superseding indictment. Count 1 alleged that all individuals (including the Defendants), in violation of 21 U.S.C. §§ 841(a)(1), 846, \"in the District of Maine and elsewhere . . . knowingly and intentionally conspired with one another and with others . . . to commit offenses against the United States, namely, distribution and possession with intent to distribute controlled substances, including 5 <span class=\"star-pagination\">*111</span> kilograms or more of cocaine, and marijuana, and did aid and abet such conduct.\" A trial followed, in which a jury found Szpyt and Dellosantos guilty of the conduct charged in Count 1. Szpyt and Dellosantos appealed.<sup>[2]</sup></p>\n<p>Because we find that the evidence at trial against both Dellosantos and Szpyt prejudicially varied from the charge in Count 1 of the indictment, we vacate their convictions.<sup>[3]</sup></p>\n<p></p>\n<h2>I. <i>Facts and Background</i>\n</h2>\n<p>We review the evidence and all the reasonable inferences that arise therefrom in the light most favorable to the verdict. <i>See </i><i>United States v. Hatch,</i> 434 F.3d 1, 4 (1st Cir.2006).</p>\n<p>In presenting its case, the government relied in part on cooperating witnesses. Plinio Vizcaíno, testifying pursuant to a plea agreement, testified extensively against Dellosantos. Vizcaíno admitted that from 2004 to 2007 he distributed cocaine to a handful of individuals, including Dellosantos,<sup>[4]</sup> in Lawrence and Haverhill, Massachusetts. Over the course of several years, Vizcaíno supplied Dellosantos with cocaine ranging in quantity from 125 grams to several kilograms at a time. Vizcaíno also identified his own and Dellosantos' voice in multiple recorded telephone calls, which included discussions about cocaine. Vizcaíno testified that Dellosantos had told him that he resold some of the cocaine to \"hippies\" who rode motorcycles in New Hampshire and Maine.</p>\n<p>The government's primary cooperating witness was Robert L. Sanborn, who also testified pursuant to a plea agreement. Sanborn's testimony was generally focused on drug distribution in Maine and he did not directly implicate Dellosantos in any illegal activity. Sanborn admitted that he had been a vice-president and \"enforcer\" of a motorcycle gang known as the \"Iron Horsemen,\" and that Szpyt had been the president of the gang's Maine chapter, which consisted of roughly ten to fifteen members. Sanborn also explained that Szpyt owned the Iron Horsemen clubhouse in Old Orchard Beach, Maine. Despite his leadership position in the gang, however, Szpyt lived outside of Maine, in Haverhill, Massachusetts.</p>\n<p>Sanborn testified that in March 2005 he began selling cocaine, which he purchased from James E. Weston, a fellow member of the Iron Horsemen, who was in turn supplied by Szpyt. After a few months of this distribution scheme, Sanborn and Szpyt eliminated Weston as a middleman and began dealing directly with each other. Although Sanborn occasionally received cocaine from other sources, this arrangement between Szpyt and Sanborn continued until Sanborn ceased distributing cocaine in late 2007 or early 2008 following his arrest.</p>\n<p>Sanborn also admitted that in the late summer or early fall of 2005 he began distributing marijuana in addition to cocaine. There is no evidence that Sanborn consulted with or received approval from Szpyt when he started to distribute marijuana, or at any point thereafter. Sanborn's first source for marijuana was Carl Demarco, but, in early 2006, Sanborn began receiving his marijuana from Lee P. <span class=\"star-pagination\">*112</span> Chase, whom he had known \"for years over the bikes.\" Chase, in turn, obtained the marijuana from an individual named Danny Boivin. Sanborn testified that in 2006 he started selling marijuana to Sherwood K. Jordan on a regular basis, ten pounds at a time. On a couple of occasions, however, there was a reversal of roles, and Sanborn would buy a supply of marijuana from Jordan, \"anywhere from 10 to 20\" pounds. Sanborn also admitted to selling (approximately every two weeks) anywhere from eight to ten pounds of marijuana to Charlie Green, a fellow member of the Iron Horsemen. Green generally received his marijuana from a different gang member, Robert A. Bouthot, but turned to Sanborn when Bouthot ran out of his supply.</p>\n<p>Sanborn testified in detail about his cocaine purchases from Szpyt, who Sanborn said was also supplying cocaine to other members of the Iron Horsemen. During his testimony, Sanborn explained the meaning of several recorded telephone calls. These calls included conversations between Sanborn and Szpyt about cocaine transactions, conversations between Sanborn and Chase or Jordan about marijuana transactions (none of which mentioned either Dellosantos or Szpyt), and conversations in which Sanborn discusses selling drugs to and collecting payments from customers.</p>\n<p>Sanborn testified that he had around twenty customers. Some of these customers only purchased marijuana, some only purchased cocaine, and some purchased both. Sanborn explained that his \"lifelong friend,\" Walter D. Towle, Jr., assisted him with both the marijuana and cocaine operations. At times, people would visit Sanborn's garage for various drug transactions, which were conducted with varying amounts of discretion depending on who was present. Szpyt would sometimes deliver cocaine to Sanborn at this same garage, and on other occasions Sanborn, or someone on his behalf, would travel to Massachusetts to pick up the cocaine from Szpyt.</p>\n<p>Sanborn testified that he would at times purchase cocaine using proceeds from his marijuana sales, and vice versa. Sanborn also admitted that, with the help of his wife, he maintained ledgers to reflect all of his drug transactions that were done on credit. He started this practice after a dispute with Szpyt over the payment of $12,000, which Sanborn ended up paying because he did not keep adequate records of his nefarious dealings.</p>\n<p>Sanborn asserted that both his marijuana and cocaine activities ceased in January 2008, a few months after he was arrested.</p>\n<p>The government also called a handful of other cooperating witnesses.<sup>[5]</sup> In essence, these witnesses corroborated Sanborn's testimony, within their area of knowledge and participation, about the distribution of cocaine and marijuana. None of them implicated either Dellosantos or Szpyt in marijuana transactions. For example, Towle confirmed his involvement in Sanborn's operations, which he said included traveling with Sanborn, on roughly ten occasions, to Haverhill, Massachusetts, to pick up cocaine from Szpyt. Notably, Lara Sanborn (Robert Sanborn's wife) testified that she was especially careful to recordin the aforementioned ledgers her husband's cocaine transactions with Szpyt, because Szpyt tended to argue over them. The ledgers demonstrated that Sanborn paid his cocaine debt to Szpyt by <span class=\"star-pagination\">*113</span> transferring cash and other items, such as motorcycles and cars. However, other than one occasion where Sanborn reduced $750 from his cocaine debt by paying Szpyt with half a pound of marijuana, Sanborn's drug ledgers did not connect either Dellosantos or Szpyt with Sanborn's marijuana distribution. Furthermore, neither these cooperating witnesses nor any of the recorded conversations introduced at trial connected Szpyt or Dellosantos to the marijuana distribution. In fact, with regards to Dellosantos, none of these witnesses acknowledged ever having met, seen, or known his name.</p>\n<p>In addition to cooperating witnesses, the government called a handful of law enforcement officers, including Brian T. Tully, Mark Tully,<sup>[6]</sup> Corey Sweatt, and Michael Hayes. Mark Tully, a special agent with the Drug Enforcement Administration (\"DEA\"), testified that in October 2006 he was contacted by DEA agents investigating a drug trafficking organization operating in the Atlanta area. These agents told Mark Tully, who was assigned to the DEA's Boston office at the time, that they had intercepted calls involving an individual in Massachusetts who turned out to be Vizcaíno. Mark Tully and other agents began an investigation, which resulted in the arrest of around fifteen individuals, including Vizcaíno, and the seizure of seventeen kilograms of cocaine.</p>\n<p>Brian Tully, also a special agent with the DEA, testified about his involvement in the investigation of Robert Sanborn and others for drug trafficking. During his testimony, he recounted a series of events that occurred on September 12, 2007. On that date, Brian Tully observed Dellosantos, seated in a white van parked in front of Szpyt's residence in Haverhill, talking to Szpyt who was standing by his window. After Dellosantos departed the area, a surveilling agent asked the Massachusetts State Police to stop the van. As Dellosantos' vehicle was stopped on the side of the road, Brian Tully, who was observing the stop, noticed Szpyt drive past the location on two or three occasions. Walter Hanley, a sergeant with the Massachusetts State Police, eventually searched Dellosantos' vehicle and found a total of $6,000 in cash from both the van's center console and Dellosantos' person.<sup>[7]</sup> Brian Tully was in turn informed about this discovery, as well as Dellosantos' claim that he had receipts accounting for the cash as the proceeds of sales from his legitimate business. In an effort to protect the secrecy of the wiretap, <span class=\"star-pagination\">*114</span> Brian Tully instructed Hanley to return the money and let Dellosantos go.</p>\n<p>Brian Tully also testified about an intercepted phone call that occurred around the time of this traffic stop. As or shortly after Dellosantos was pulled over, the DEA recorded Szpyt calling his daughter and telling her to hide a \"baggie.\" On the recording, Szpyt's daughter explains that she could only find \"pot,\" to which Szpyt responds, \"right, a bag, a big bag, right?. . . Grab that and hide it.\"</p>\n<p>Toward the end of his testimony, Brian Tully identified Dellosantos and Szpyt as the voices in Calls 1800 and 1801, which were recorded the day that Sanborn was arrested, September 21, 2007. Among other things, Szpyt told Dellosantos \"bad news going on up here right now.\" The government also introduced Call 2026, recorded three days later on September 24, between Szpyt and Dellosantos.<sup>[8]</sup> In the call, Szpyt asked Dellosantos to come over to his house and expressed apprehension about talking on the phone. Szpyt nonetheless proceeded to recount to Dellosantos the story of Sanborn's recent arrest. Their conversation included the following exchange:</p>\n<blockquote>Szpyt: Yes, whoa. Fucking, one of my fucking idiot brothers got fucking popped up there.</blockquote>\n<blockquote>Dellosantos: Oh yeah.</blockquote>\n<blockquote>Szpyt: Yeah, fucking idiot was doing, fucking weed deal or some fucking stupid thing.</blockquote>\n<blockquote>Dellosantos: Fucking knuckle head.</blockquote>\n<blockquote>Szpyt: Yeah, what a fucking knuckle head. You know what I mean? I said, what are you doing fucking around with that, you know what I mean? . . .</blockquote>\n<blockquote>Dellosantos: Oh my god.</blockquote>\n<blockquote>Szpyt: I didn't know. I can only police my fucking guys so much. Know what I mean.</blockquote>\n<blockquote>Dellosantos: Yeah, yeah, yeah.</blockquote>\n<blockquote>Szpyt: So I didn't know. I got no control, you know what I mean, they are all men. . . . I got no control over them. . . . He got caught with twenty pounds.</blockquote>\n<blockquote>Dellosantos: Oh my god. . . .</blockquote>\n<p>Szpyt also mentioned the possible criminal sanctions Sanborn faced:</p>\n<blockquote>Szpyt: Then they raided the house and I guess they found asome white powder substance in the garage. . . . Yeah.</blockquote>\n<blockquote>Dellosantos: Wow. . . .</blockquote>\n<blockquote>Szpyt: I mean, up in Maine, weed is nothing. Twenty pounds is a slap in the hand. . . . You probably get five years. . . . Or three years. . . . [B]ut that white stuff up there, they take that serious.</blockquote>\n<blockquote>Dellosantos: Yeah, they don't fuck around with that shit, huh?</blockquote>\n<blockquote>Szpyt: Yeah, they don't fuck around with that. . . .</blockquote>\n<p>In this call, Szpyt also recited specific details about the circumstances surrounding the arrest and subsequent search of Sanborn's home.</p>\n<p>Corey Sweatt, a deputy sheriff in York County, Maine, also testified about the events of September 21, 2007. On that date, Sweatt was called to assist with the ongoing DEA investigation by stopping a vehicle on Route 111 in Lyman, Maine. The driver turned out to be Sanborn, who invited Sweatt to conduct a search of the vehicle. This search, conducted by other officers who arrived at the scene, yielded a clear plastic bag with white powder, as well as \"[a] large amount of marijuana.\"</p>\n<p><span class=\"star-pagination\">*115</span> Michael Hayes, a deputy sergeant in the York County Sheriff's Office and member of the DEA's task force, testified about the execution of a search warrant at Sanborn's garage and residence on September 21. Hayes testified that he found cocaine next to a tool box in Sanborn's garage and two scales on top of the tool box, one of which had cocaine residue on it. Hayes also testified about his examination of the records of a gym in Methuen, Massachusetts, which showed visits by Vizcaíno and Dellosantos at the same time on several occasions.</p>\n<p>After the government rested, Dellosantos and Szpyt moved for acquittal pursuant to Federal Rule of Criminal Procedure 29. The district court denied the motions, and the defendants went on to present several witnesses whose testimony we need not recount here. After the defendants rested, Dellosantos and Szpyt renewed their Rule 29 motions, which were again denied.</p>\n<p>Ultimately, the jury found Szpyt and Dellosantos (and Jordan) guilty of conspiracy to distribute and possess with intent to distribute cocaine and marijuana (Count 1). The jury also found Szpyt guilty of four counts (Counts 18, 19, 32, and 39) of using a communication facility to facilitate the commission of the conspiracy set forth in Count 1.<sup>[9]</sup></p>\n<p></p>\n<h2>II. <i>Discussion</i>\n</h2>\n<p>Both Dellosantos and Szpyt assert that the evidence presented at trial was insufficient to support their convictions under Count 1 and challenge the district court's denial of their motions for judgment of acquittal. The Defendants' challenges to the sufficiency of the evidence and to the denial of their motions for judgment of acquittal raise a single issue and thus we apply the traditional sufficiency of the evidence standard to these claims. <i>See </i><i>United States v. Hernández,</i> 218 F.3d 58, 64 n. 4 (1st Cir.2000). Because each Defendant moved for a judgment of acquittal at the close of evidence, we review their sufficiency claims <i>de novo. See </i><i>United States v. Rivera Calderón,</i> 578 F.3d 78, 88 (1st Cir. 2009).</p>\n<p>We begin our discussion by briefly sketching the relevant law of conspiracy.</p>\n<p></p>\n<h2>A. Conspiracy Law</h2>\n<p>A criminal conspiracy is an agreement between two or more persons to accomplish an unlawful purpose. <i>See </i><i>United States v. King,</i> 627 F.3d 641, 651 (7th Cir.2010). The agreement is the <i>sine qua non</i> of a conspiracy, and this \"element is not supplied by mere knowledge of an illegal activity . . ., let alone by mere association with other conspirators or mere presence at the scene of the conspiratorial deeds.\" <i>United States v. Zafiro,</i> 945 F.2d 881, 888 (7th Cir.1991); <i>see also </i><i>United States v. Pérez-González,</i> 445 F.3d 39, 49 (1st Cir.2006) (same). \"[I]t is therefore essential to determine what kind of agreement or understanding existed as to each defendant.\" <i>United States v. Rivera-Santiago,</i> 872 F.2d 1073, 1079 (1st Cir.1989) (quoting <i>United States v. Glenn,</i> 828 F.2d 855, 857 (1st Cir.1987)) (internal quotation mark omitted). The agreement need not, however, \"be express, [and] may consist of no more than a tacit understanding.\" <i>United States v. Morillo,</i> 158 F.3d 18, 23 (1st Cir.1998) (quoting <i>United States v.</i> <span class=\"star-pagination\">*116</span> <i>Echeverri,</i> 982 F.2d 675, 679 (1st Cir.1993)) (internal quotation marks omitted).</p>\n<p>Thus, in order to sustain a conviction for conspiracy under 21 U.S.C. § 846, the evidence must show that (1) a conspiracy existed, (2) the defendant had knowledge of the conspiracy, and (3) the defendant knowingly and voluntarily participated in the conspiracy. <i>United States v. Portalla,</i> 496 F.3d 23, 26 (1st Cir.2007); <i>Morillo,</i> 158 F.3d at 23 (quoting <i>United States v. Gómez-Pabón,</i> 911 F.2d 847, 852 (1st Cir.1990)). Under the third element, the evidence must establish that the defendant both intended to join the conspiracy and intended to effectuate the objects of the conspiracy. <i>Portalla,</i> 496 F.3d at 26.</p>\n<p></p>\n<h2>B. The Defendants' Challenge to the Sufficiency of the Evidence</h2>\n<p>The Defendants deny that they joined the single overarching conspiracy to distribute <i>both</i> cocaine <i>and</i> marijuana charged in Count 1. Rather, they assert, the government introduced evidence suggesting only that they participated in a conspiracy to distribute cocaine, and not the Maine-based conspiracy to distribute <i>both</i> cocaine <i>and</i> marijuana that was charged in the indictment. In short, although neither Defendant uses the term \"variance,\" their challenge here essentially amounts to a contention that there was a variance between the charge in the indictment and the evidence introduced at trial.</p>\n<p>\"`A variance occurs when the crime charged remains unaltered, but the evidence adduced at trial proves different facts than those alleged in the indictment.'\" <i>United States v. Mangual-Santiago,</i> 562 F.3d 411, 421 (1st Cir.2009) (quoting <i>United States v. Yelaun,</i> 541 F.3d 415, 419 (1st Cir.2008)), <i>cert. denied,</i> ___ U.S. ___, 130 S.Ct. 293, 175 L.Ed.2d 196 (2009). A variance alone, however, does not necessitate disturbing a conviction; rather, \"[a] variance is grounds for reversal only if it is prejudicial. . . .\" <i>Id.</i> (quoting <i>United States v. DeCicco,</i> 439 F.3d 36, 47 (1st Cir.2006)); <i>see also </i><i>Glenn,</i> 828 F.2d at 858. \"Put differently, `so long as the statutory violation remains the same [as that alleged in the indictment], the jury can convict even if the facts are somewhat different than chargedso long as the difference does not cause unfair prejudice.'\" <i>United States v. Wihbey,</i> 75 F.3d 761, 774 (1st Cir.1996) (quoting <i>United States v. Twitty,</i> 72 F.3d 228, 231 (1st Cir.1995)).</p>\n<p>As will be explained below, we hold that evidence against Dellosantos and Szpyt varied from the conspiracy specified in the indictment, and that variance caused each of them to suffer unfair prejudice. Accordingly, the district court erred in denying Dellosantos' and Szpyt's Rule 29 motions to acquit.</p>\n<p></p>\n<h2>1. The Variance</h2>\n<p>\"When . . . a defendant asserts a claim of variance premised on the notion that multiple conspiracies existed and that his activities were not part of the charged conspiracy, the initial question . . . is one of evidentiary sufficiency.\" <i>United States v. Pérez-Ruiz,</i> 353 F.3d 1, 7 (1st Cir.2003); <i>see also </i><i>United States v. Niemi,</i> 579 F.3d 123, 127 (1st Cir.2009) (\"Whether evidence shows one or many conspiracies is a question of fact for the jury and is reviewed only for sufficiency of the evidence.\"), <i>cert. denied,</i> ___ U.S. ___, 130 S.Ct. 1912, 176 L.Ed.2d 385 (2010). In reviewing for sufficiency of the evidence, \"`we examine the evidencedirect and circumstantialas well as all plausible inferences drawn therefrom, in the light most favorable to the verdict, and determine whether a rational fact finder could conclude beyond a reasonable doubt that the defendant committed the charged crime.'\" <i>Niemi,</i> 579 <span class=\"star-pagination\">*117</span> F.3d at 127 (quoting <i>United States v. Wyatt,</i> 561 F.3d 49, 54 (1st Cir.2009)).</p>\n<p>In determining whether a prejudicial variance exists in the instant case, we first discuss the legal principles that govern whether criminal activity constitutes multiple conspiracies, as opposed to a single conspiracy. Next, we address whether the evidence in the case at hand supported a finding of a single overarching conspiracy, encompassing both Defendants and all the relevant nefarious conduct, to distribute <i>both</i> cocaine <i>and</i> marijuana. After concluding that the evidence did <i>not</i> support such a conclusion, but rather that the evidence established at least two distinct conspiracies, we analyze whether the evidence was sufficient for a jury to have found the Defendants guilty of joining either of the two conspiracies that were actually proven by the government and, if so, we then determine whether the variance (between the conspiracy charged and the conspiracy for which there was sufficient evidence that the Defendants actually joined) unfairly prejudiced the Defendants.<sup>[10]</sup></p>\n<p></p>\n<h2>2. The Evidence Showed Multiple Conspiracies</h2>\n<p>\"In determining whether the evidence supports the existence of a single conspiracy, we ultimately look at the totality of the evidence.\" <i>Mangual-Santiago,</i> 562 F.3d at 421. There are three factors this court has found particularly helpful in evaluating the evidence: \"`(1) the existence of a common goal, (2) interdependence among participants, and (3) overlap among the participants.'\" <i>Id.</i> (quoting <i>United States v. Sánchez-Badillo,</i> 540 F.3d 24, 29 (1st Cir. 2008), <i>cert. denied,</i> ___ U.S. ___, 129 S.Ct. 953, 173 L.Ed.2d 148 (2009)).</p>\n<p>The first factor, common goal, \"is given `wide breadth.'\" <i>Id.</i> (quoting <i>Sánchez-Badillo,</i> 540 F.3d at 29). For example, \"[a] goal of selling cocaine for profit or furthering the distribution of cocaine\" may be sufficient evidence of a common goal. <i>Id.</i> (quoting <i>United States v. Portela,</i> 167 F.3d 687, 695 (1st Cir.1999)) (internal quotation marks omitted). The second factor, interdependence, concerns whether \"`the activities of one aspect of the scheme are necessary or advantageous to the success of another aspect of the scheme.'\" <i>Id.</i> at 422 (quoting <i>Portela,</i> 167 F.3d at 695). More specifically, \"`Each individual must think the aspects of the venture interdependent, and each defendant's state of mind, and not his mere participation in some branch of the venture, is key.'\" <i>Id.</i> (quoting <i>Portela,</i> 167 F.3d at 695). We have explained the significance of this factor:</p>\n<blockquote>[K]nown interdependence . . . makes it reasonable to speak of a tacit understanding between the distributor and others upon whose unlawful acts the distributor knows his own success likely depends. When such interdependence is missing, when the distributor is indifferent to the purposes of others in the enterprisesay, other distributorsthe tacit understanding does not exist.</blockquote>\n<p><span class=\"star-pagination\">*118</span> <i>Glenn,</i> 828 F.2d at 857-58 (internal citation omitted); <i>see also </i><i>Sánchez-Badillo,</i> 540 F.3d at 29. Finally, the third factor, overlap among the participants, \"is satisfied by the pervasive involvement of a single core conspirator, or hub character.\" <i>Mangual-Santiago,</i> 562 F.3d at 422 (internal quotation marks omitted). In considering these three factors, we must remember that the existence of a single conspiracy does <i>not</i> require the participants to know of all the other participants, understand all the details of the conspiracy, or participate in each aspect of the conspiracy. <i>Id.; </i><i>Sánchez-Badillo,</i> 540 F.3d at 29.</p>\n<p>In <i>Sánchez-Badillo,</i> we applied these three factors in rejecting the contention of two co-defendants that they were not part of a single conspiracy. 540 F.3d 24. In that case, the co-defendants were convicted of conspiracy to distribute heroin, cocaine, cocaine base, and marijuana. <i>Id.</i> at 27. One defendant managed heroin and marijuana sales from the \"lower point\" in a public housing project, and the other defendant managed cocaine and marijuana sales from the \"upper point\" in the same housing project. <i>Id.</i> at 28. Both locations, however, were \"owned\" by a boss, to whom both defendants paid \"rent.\" <i>Id.</i> at 27-28. This court affirmed the convictions. First, the evidence showed a common goal of \"serving [the boss'] illicit interests.\" <i>Id.</i> at 29. Second, a reasonable jury could have found interdependence from the following: the boss' \"iron-fisted\" control over the housing project suggested that the defendants tacitly agreed to join the boss' organization, the boss' representative worked at the lower point, two dealers worked at both locations, one of the defendants served as an enforcer for the boss, and on one occasion \"participants in the two points were arrested together and aided by participants in the lower point.\" <i>Id.</i> at 29-30. Third, the evidence demonstrated an overlap among the participants, as the boss was a \"hub.\" <i>Id.</i> at 30-31.</p>\n<p>In <i>Glenn,</i> on the other hand, we reversed a defendant's conviction based on our conclusion that the evidence was insufficient to prove that he had joined the single conspiracy charged in the indictment. 828 F.2d 855. <i>Glenn</i> involved a defendant convicted of conspiring to import and possess marijuana and hashish. <i>Id.</i> at 857. The evidence showed that a group of core conspirators met repeatedly to develop plans to smuggle marijuana from Thailand and hashish from Pakistan, fraudulently borrowed $10 million to finance the operation, bought a boat for hashish smuggling but used it for the marijuana smuggling, and purchased a landing area where eight tons of marijuana were unloaded. <i>Id.</i> at 858. The evidence also showed that both the core conspirators and the defendant thought of the defendant as a subsidiary figure, the defendant's duties only involved hashish, and the defendant was generally only present at meetings about hashish. <i>Id.</i> Although the defendant was aware of the marijuana smuggling and present at a few meetings in which marijuana was discussed, we concluded that the record did <i>not</i> support a conclusion that the defendant \"thought the two ventures interdependent, in the sense that the success of the one might have facilitated completion of the other.\" <i>Id.</i> at 859. Consequently, the evidence was \"insufficient to show that [the defendant] expressly or tacitly agreed to do more than to import and possess Pakistani hashish.\"<sup>[11]</sup><i>Id.</i></p>\n<p><span class=\"star-pagination\">*119</span> In the instant case, looking at the totality of the evidence, we conclude there was insufficient evidence to support the finding of a single conspiracy. Rather, the evidence pointed to at least two distinct conspiracies: (1) the Massachusetts-based Vizcaíno-Dellosantos-Szpyt conspiracy to distribute cocaine, and (2) the Maine-based Sanborn-centered conspiracy to distribute <i>both</i> cocaine <i>and</i> marijuana (whose participants included, <i>inter alia,</i> Robert L. Sanborn, Lara Sanborn and Walter D. Towle, Jr.).<sup>[12]</sup></p>\n<p>First, the two conspiracies had materially different goals, at least in part. Although they both sought to sell the cocaine that traveled through the Vizcaíno-Dellosantos-Szpyt-Sanborn supply chain, the Sanborn-centered conspiracy included a second, equally important objective that the other conspiracy lacked: the distribution of marijuana. Nor did the ventures share the objective of serving a particular organization or boss. <i>Cf. </i><i>Sánchez-Badillo,</i> 540 F.3d at 29.</p>\n<p>Second, even assuming without deciding that Dellosantos and Szpyt knew of Sanborn's marijuana distribution operation (a fact contested by the Defendants),<sup>[13]</sup> we find that the two conspiracies lacked sufficient interdependence, particularly considering that the participants' <i>states of mind</i> are the \"key\" to this inquiry. <i>See </i><i>Mangual-Santiago,</i> 562 F.3d at 422. In this regard, although the evidence showed that Szpyt and Dellosantos \"participated in some branch\" (supplying cocaine) of the Sanborn-centered operation, <i>cf. id.,</i> nothing was presented to the jury to suggest that either of them believed that the success of their cocaine distribution operation likely depended on Sanborn's marijuana distribution venture. <i>See </i><i>Glenn,</i> 828 F.2d at 857-58.</p>\n<p>For example, the evidence did not establish a situation where an individual or group had an \"iron-fisted control\" over the two distribution schemes. <i>Cf. </i><i>Sánchez-Badillo,</i> 540 F.3d at 30. In addition, Sanborn used different suppliers for his marijuana distribution (namely, Demarco and Chase), and there was no evidence that either Szpyt or Dellosantos relied upon the success of Sanborn's marijuana distribution in order to sell their cocaine. <i>Cf. </i><i>Mangual-Santiago,</i> 562 F.3d at 422. Rather, as discussed below, the record indicates that the Defendants were indifferent to Sanborn's marijuana distribution scheme. <i>See </i><i>Glenn,</i> 828 F.2d at 858 (noting that a tacit understanding does not exist when the distributor is indifferent to <span class=\"star-pagination\">*120</span> the purposes of others in the enterprise). In fact, there was little evidence to suggest that Dellosantos even knew about the marijuana operation until Szpyt told him of Sanborn's arrest.</p>\n<p>The government presented at trial a plethora of evidence providing detailed descriptions of Szpyt's relationship with Sanborn and the latter's marijuana distribution emporium. This evidence established, <i>inter alia,</i> that Szpyt and Sanborn communicated constantly, as the two were fellow Iron Horsemen who spent much time together (both in Massachusetts and Maine) at Iron Horsemen parties and handling cocaine distribution. Yet, there was no evidence suggesting that the two ever discussed Sanborn's marijuana distribution operation. Thus, the evidence strongly suggested that Szpyt was only interested in his own unlawful ends (i.e., distributing cocaine) and was indifferent with regards to Sanborn's other unlawful activities. <i>See </i><i>Blumenthal v. United States,</i> 332 U.S. 539, 558, 68 S.Ct. 248, 92 L.Ed. 154 (1947) (noting that separate conspiracies may be found when defendants have distinct ends, when they have no interest in others' unlawful activities and when they do not aid others in conducting those activities). The success of Szpyt's and Dellosantos' cocaine distribution operation was no more dependent on the success of Sanborn's marijuana distribution operation than it was on the success of Sanborn's garage or any other (legal or illegal) income-producing venture devised by Sanborn that might have enabled him to pay off his cocaine debt to Szpyt. No evidence was presented suggesting that either Szpyt or Dellosantos understood the relationship differently.</p>\n<p>This weakness in the government's case is highlighted by its heavy reliance on Call 2026the conversation between Dellosantos and Szpyt about Sanborn's arrestas \"[p]erhaps the most damning evidence\" that Defendants understood their cocaine distribution operation to have been interdependent with Sanborn's marijuana distribution. Even viewing this conversation in the light most favorable to the verdict, Szpyt was merely informing Dellosantos about a fellow Iron Horsemen (and cocaine customer) who was caught committing a serious crime. It was expected for both Szpyt and Dellosantos to have been very interested in this story, since, although Sanborn was caught doing a \"weed deal,\" a search of his home and an investigation of his other activities (e.g., cocaine distribution) might lead law enforcement officials to the Defendants. However, this concern over Sanborn's ability to avoid detection, by itself, does not suggest that the Defendants believed that they had an interest in every income-producing unlawful venture that Sanborn might have gotten himself into (in this case, marijuana distribution). We cannot see how this conversation suggests that either Szpyt or Dellosantos believed that their cocaine distribution was interdependent with Sanborn's marijuana operation. In fact, a recording of the transcript of Call 2026 (<i>see ante</i> at pp. 114-15) shows the opposite of what the government claims, for Szpyt is complaining that he did not know about Sanborn's marijuana trafficking: \"I didn't know. I can only police my fucking guys so much. . . . I got no control.\"</p>\n<p>Third and finally, any evidence of overlap between the two conspiracies was insufficient to outweigh the lack of interdependence. To be sure, controlled substances that were distributed in both conspiracies traveled through Sanborn. However, there was no evidence Sanborn had any interactions with Dellosantos or Vizcaíno or was even aware of their existence, aside from his general knowledge that Szpyt obtained cocaine from a few suppliers, one of whom Sanborn believed <span class=\"star-pagination\">*121</span> to be Hispanic. Nor was there any evidence that Dellosantos specifically knew he supplied Sanborn with cocaine. In short, Sanborn was not the type of \"hub\" character that frequently exists in cases where this court has found significant overlap and an overarching conspiracy.</p>\n<p>Perhaps this case is best understood if we think of Sanborn as a drug supermarket owner, who sold different products, cocaine and marijuana, rather than bananas and tomatoes, from different distributors: cocaine from the Vizcaíno-Dellosantos-Szpyt chain and marijuana from the Demarco and Boivin-Chase suppliers. Were we actually considering such fruit distribution chains in the context of an actual supermarket, we would be hard put to argue that the intersection of those two separate fruit product distribution chains would be of any legal significance as far as somehow making the members of the two separate chains overall business partners. Neither would it be reasonable to argue that merely distributing tomatoes to the supermarket, by itself, would make the tomato distributor a partner in the supermarket's overall business of selling bananas and other foods. When we transfer this bucolic scenario to the present case, we can perceive no legally significant difference in the outcome. The Vizcaíno-Dellosantos-Szpyt criminal conspiracy to distribute cocaine was a different criminal enterprise than the Boivin-Chase-Sanborn-Jordan marijuana enterprise, with different products, a different source of supply, different goals, and a different history. Similarly, distributing cocaine (rather than tomatoes) to Sanborn's drug supermarket does not, by itself, make Vizcaíno, Dellosantos and Szpyt partners in Sanborn's drug supermarket business of distributing cocaine <i>and</i> marijuana.</p>\n<p>In sum, we conclude that the evidence did not support a finding of a single over-arching conspiracy covering all the relevant drug dealing. With this conclusion in mind, we turn to whether the evidence sufficed to prove that the Defendants joined either of the two conspiracies that were actually proven by the government and, if so, we then determine whether the variance (between the conspiracy charged and the conspiracy for which there was sufficient evidence that the Defendants actually joined) unfairly prejudiced the Defendants.</p>\n<p></p>\n<h2>3. The Defendants did not Join the Conspiracy Specified in the Indictment</h2>\n<p>As previously mentioned, the indictment charged the Defendants with participation in a <i>single</i> Maine-based conspiracy to distribute and possess with intent to distribute <i>both</i> cocaine <i>and</i> marijuana. The evidence, however, established the existence of at least <i>two distinct</i> conspiracies: (1) the Massachusetts-based Vizcaíno-Dellosantos-Szpyt conspiracy to distribute cocaine, and (2) the Maine-based Sanborn-centered conspiracy to distribute <i>both</i> cocaine <i>and</i> marijuana.</p>\n<p>Mindful of this variance, we find that the Defendants' convictions cannot stand for two reasons. First, we find that the evidence was insufficient to support a verdict that either Szpyt or Dellosantos knowingly and voluntarily joined the Sanborn-centered conspiracy to distribute <i>both</i> cocaine <i>and</i> marijuana. Second, assuming without deciding that the evidence was sufficient to permit a jury to find the Defendants guilty of joining the Vizcaíno-Dellosantos-Szpyt conspiracy to distribute cocaine, we find that the Defendants would be unfairly prejudiced by the difference between the conspiracy specified in the indictment and the Vizcaíno-Dellosantos-Szpyt conspiracy to distribute cocaine. These two findings <span class=\"star-pagination\">*122</span> are discussed separately in the following sections.</p>\n<p></p>\n<h2>a. The Evidence was Insufficient to Establish that the Defendants Joined the Sanborn-centered Conspiracy</h2>\n<p>While the indictment charged the Defendants with joining a single overarching conspiracy to distribute <i>both</i> cocaine <i>and</i> marijuana, the evidence proved at least two distinct conspiracies, i.e., the Vizcaíno-Dellosantos-Szpyt conspiracy to distribute cocaine and the Sanborn-centered conspiracy to distribute <i>both</i> cocaine <i>and</i> marijuana. Under our previously mentioned framework, if we were to find sufficient evidence for a jury to find the Defendants guilty of joining the <i>Sanborn-centered conspiracy,</i> then the question would arise as to whether the variance between the charged conspiracy and the Sanborn-centered conspiracy was harmless. <i>See </i><i>Wihbey,</i> 75 F.3d at 773 (quoting <i>Glenn,</i> 828 F.2d at 858). We, however, do not have to answer this question conclusively, given that, as discussed below, we find that the evidence was insufficient for a rational factfinder to conclude beyond a reasonable doubt that the Defendants joined the Sanborn-centered conspiracy.</p>\n<p>In order to establish the crime of conspiracy, the government must prove, among other things, \"the defendant's knowing and voluntary participation in the conspiracy,\" which in turn \"requires that the government establish [defendant's] intention to join the conspiracy and to effectuate the objects of the conspiracy.\" <i>Portalla,</i> 496 F.3d at 26. As discussed below, the evidence presented to the jury did not establish beyond a reasonable doubt that either Szpyt or Dellosantos knowingly and voluntarily intended to join the Sanborn-centered conspiracy and to effectuate its objects.</p>\n<p>The mere fact that Sanborn chose to diversify his illegal activities by venturing out into the marijuana distribution business and agreed to form a multi-object conspiracy with other individuals to sell and distribute <i>both</i> cocaine <i>and</i> marijuana does not, by itself, make the Defendants a party to such a conspiracy, even if the Defendants had knowledge of the same. <i>See </i><i>Zafiro,</i> 945 F.2d at 888; <i>see also </i><i>United States v. Melchor-López,</i> 627 F.2d 886, 891 (9th Cir.1980) (\"[M]ere association with members of a conspiracy, the existence of an opportunity to join a conspiracy, or simple knowledge, approval of, or acquiescence in the object or purpose of the conspiracy ... is not sufficient to make one a conspirator.\"); <i>United States v. Collins,</i> 552 F.2d 243, 245 (8th Cir.1977) (\"Knowledge of the existence or acquiescence in a conspiracy does not serve to render one a part of the conspiracy.\"). Rather, as discussed previously, the evidence suggested that the Defendants were indifferent to Sanborn's marijuana operations, and therefore it was <i>not</i> reasonable to conclude that the Defendants agreed to join the Sanborn-centered conspiracy to distribute <i>both</i> cocaine <i>and</i> marijuana. Just as the hashish smuggler in <i>Glenn</i> was aware that his co-conspirators were involved in marijuana smuggling but was himself uninterested in marijuana, <i>see</i> 828 F.2d at 857-59, Szpyt and Dellosantos, both cocaine distributors, were allegedly aware of Sanborn's involvement in marijuana distribution but were themselves uninterested in the marijuana operations. Furthermore, there was no evidence that either Szpyt or Dellosantos profited from marijuana.</p>\n<p>In addition, we are unpersuaded by the Government's proposal that the fact that Szpyt spent significant time in Maine and assumed a leadership role in the Iron Horsemen suggested that he intended to join the Sanborn-centered conspiracy to distribute <i>both</i> cocaine <i>and</i> marijuana. <span class=\"star-pagination\">*123</span> There is no evidence that Szpyt's role in the Iron Horsemen was in any way connected to Sanborn's marijuana network. In fact, contrary to what the government claims, the recorded conversation between Dellosantos and Szpyt regarding Sanborn's marijuana arrest, in which Szpyt is complaining to Dellosantos of Sanborn's \"fucking stupidity,\" in fact suggests Szpyt's lack of participation in Sanborn's marijuana activities: \"[O]ne of my ... idiot brothers got ... popped up there.... [D]oing ... fucking weed deal or some fucking stupid thing.... I didn't know. I can only police my fucking guys so much.... I got no control ... they are all men.... He got caught with twenty pounds [of marijuana].\"<sup>[14]</sup></p>\n<p>The government also points to certain other snippets of evidence regarding Szpyt that neither individually nor jointly establish beyond a reasonable doubt that he intended to join the Sanborn-centered conspiracy to distribute <i>both</i> cocaine <i>and</i> marijuana.</p>\n<p>First, the government points to the previously mentioned occasion where Sanborn reduced $750 from his cocaine debt to Szpyt by paying him with half a pound of marijuana. We note, however, that this <i>singular</i> exchange of marijuana for a cocaine <i>debt</i> does not factually or legally make Szpyt a member of the Sanborn-centered conspiracy, any more than if Sanborn had paid Szpyt in cash or with a sack of Maine potatoes. That <i>single</i> payment with marijuana was merely a barter of goods, not the joining of Szpyt into the Sanborn-centered conspiracy.<sup>[15]</sup></p>\n<p>Second, the government points to the recorded conversation between Szpyt and his daughter indicating that, at one point, Szpyt possessed a \"big\" bag of marijuana. Again, we are unpersuaded. In the first place, this occurred in the United States, where trafficking in marijuana is endemic. Thus, the marijuana could just as well have been from a source in Massachusetts, or elsewhere, and it may have been for Szpyt's personal use.<sup>[16]</sup> Moreover, there is no evidence as to what was the amount in the \"big\" bag, or more importantly for our purposes, whether it was in any way connected to the Sanborn-centered conspiracy based in Maine.</p>\n<p><span class=\"star-pagination\">*124</span> Finally, we note that the government presented an abundance of evidence of Sanborn's marijuana network, including direct testimony of Sanborn's marijuana emporium and a selection of hundreds of telephone conversations (from a pool of thousands of calls intercepted by the government) involving hours of intercepted communications, which memorialized the marijuana dealings attributed by the government to the Sanborn-centered conspiracy. It is quite significant that none of these recordings (dealing with the Sanborn-centered conspiracy) even randomly mention either Dellosantos or Szpyt. Furthermore, there were numerous recorded telephone calls between Szpyt and Sanborn dealing with cocaine and in none is there even an inkling that the Defendants were part of the marijuana distribution scheme that Sanborn independently organized and directed.<sup>[17]</sup></p>\n<p>In sum, we conclude that the evidence was insufficient for a rational factfinder to conclude beyond a reasonable doubt that either Dellosantos or Szpyt joined the Sanborn-centered conspiracy. In light of this conclusion, we now turn to whether the Defendants' convictions can nonetheless stand based on a finding that the Defendants joined the other conspiracy proven by the government, i.e., the Vizcaíno-Dellosantos-Szpyt conspiracy to distribute cocaine.</p>\n<p></p>\n<h2>b. The Defendants were Unfairly Prejudiced by the Variance Between the Conspiracy Specified in the Indictment and the Vizcaíno-Dellosantos-Szpyt Conspiracy</h2>\n<p>\"We review de novo the question whether a variance affected a defendant's substantial rights.\" <i>Wihbey,</i> 75 F.3d at 774.</p>\n<p>Although the indictment charged a single overarching conspiracy to distribute <i>both</i> cocaine <i>and</i> marijuana, the evidence established the existence of at least two distinct conspiracies: the Maine-based Sanborn-centered conspiracy to distribute <i>both</i> cocaine <i>and</i> marijuana and the Massachusetts-based Vizcaíno-Dellosantos-Szpyt conspiracy to distribute cocaine. As discussed in the preceding section, the evidence was insufficient to support a finding that the Defendants joined the Sanborn-centered conspiracy. On the other hand, the evidence was arguably sufficient to support a finding that the Defendants joined the other conspiracy proven by the government, i.e., the Vizcaíno-Dellosantos-Szpyt conspiracy. Furthermore, because the statutory violation for joining the Vizcaíno-Dellosantos-Szpyt conspiracy remains the same as that alleged in the indictment (i.e., 21 U.S.C. § 846), the jury, under a proper set of instructions, could arguably have convicted the Defendants of participating in the Vizcaíno-Dellosantos-Szpyt conspiracy so long as the difference between the conspiracy specified in the indictment and the Vizcaíno-Dellosantos-Szpyt conspiracy \"d[id] not cause unfair prejudice.\" <i>Wihbey,</i> 75 F.3d at 773. Nevertheless, for the reasons stated below, we conclude that the Defendants were unfairly prejudiced by the difference between the conspiracy specified in Count 1 and the Vizcaíno-Dellosantos-Szpyt conspiracy, and, therefore, vacate their convictions. <i>See id.</i> (noting that, where there is a variance, a jury cannot convict if the difference causes unfair prejudice).</p>\n<p>We have previously recognized at least three ways in which a variance might \"affect <span class=\"star-pagination\">*125</span> the substantial rights\" of the accused. <i>Id.</i> at 774 (citing <i>United States v. Sutherland,</i> 929 F.2d 765, 772-73 (1st Cir.1991)).</p>\n<blockquote>First, a defendant may receive inadequate notice of the charge against him and thus be taken by surprise at trial. Second, a defendant may be twice subject to prosecution for the same offense. Third, a defendant may be prejudiced by \"evidentiary spillover\": the \"transference of guilt\" to a defendant involved in one conspiracy from evidence incriminating defendants in another conspiracy in which the particular defendant was not involved.</blockquote>\n<p><i>Id.</i></p>\n<p>In the instant case, the Defendants (and their counsel) were, at the very least, deprived of adequate notice of the charges against them, and they were therefore limited in their ability to prepare a defense at trial. Specifically, the Defendants were forced to defend against an allegation that they joined a Maine-based conspiracy to distribute <i>both</i> cocaine <i>and</i> marijuana, when in fact the government introduced evidence suggesting that the Defendants joined (with different co-conspirators) a Massachusetts-based conspiracy to distribute cocaine, i.e., the Vizcaíno-Dellosantos-Szpyt conspiracy. <i>See </i><i>Yelaun,</i> 541 F.3d at 419 (noting that a variance may prejudice a defendant by, among other things, \"undermining the defendant's right to have sufficient knowledge of the charge against him to prepare an effective defense and avoid surprise at trial\" (internal quotation marks omitted)). Accordingly, we find that the difference between the conspiracy specified in the indictment and the Vizcaíno-Dellosantos-Szpyt conspiracy unfairly prejudiced the Defendants.</p>\n<p>In addition, there should be little question that the jury's decision to find the Defendants guilty of joining the conspiracy specified in Count 1 (to distribute <i>both</i> cocaine <i>and</i> marijuana) was influenced by the plethora of evidence implicating the other sixteen indicted co-defendants (including Sanborn) in a conspiracy involving marijuana. As previously mentioned, this evidence included direct testimony from various co-defendantswho pled guilty to the conspiracy in Count 1and a selection of hundreds of telephone conversations (from a pool of thousands of calls intercepted by the government) involving hours of intercepted communications, which memorialized the marijuana dealings of the other sixteen individuals indicted under Count 1. Thus, under the guise of its single conspiracy theory, the government subjected the Defendants to voluminous testimony relating to unconnected crimes in which they took no part. This situation created a pervasive risk of \"evidentiary spillover,\" where the jury might have unfairly transferred to the Defendants the guilt relating to the other sixteen indicted individuals. Specifically, there was a pervasive risk that such transference of guilt might have led the jury to find the Defendants guilty of joining the conspiracy specified in Count 1 (dealing with <i>both</i> cocaine <i>and</i> marijuana), despite the fact that the evidence was insufficient to support such a finding.</p>\n<p>In sum, we find that the variance between the conspiracy specified in the indictment and the evidence at trial was unfairly prejudicial to both Defendants. The evidence established at least two conspiracies, (1) the Sanborn-centered conspiracy, and (2) the Vizcaíno-Dellosantos-Szpyt conspiracy. With regards to the first conspiracy (i.e., the Sanborn-centered conspiracy), the evidence was insufficient to support a finding that the Defendants joined the same. In addition, although the evidence was arguably sufficient to support a finding that the Defendants joined the second conspiracy proven (i.e., the <span class=\"star-pagination\">*126</span> Vizcaíno-Dellosantos-Szpyt conspiracy), we find that the variance between the conspiracy specified in the indictment and the Vizcaíno-Dellosantos-Szpyt conspiracy unfairly prejudiced the Defendants. Accordingly, we vacate both Dellosantos' and Szpyt's convictions under Count 1.<sup>[18]</sup></p>\n<p></p>\n<h2>III. <i>Conclusion</i>\n</h2>\n<p>Based on the above, we conclude that the district court erred in denying Dellosantos and Szpyt's Rule 29 motions. Accordingly, Dellosantos' conviction on Count 1 of the indictment is vacated. Similarly, Szpyt's conviction on Count 1 and all charges based thereon are also vacated.</p>\n<p><i>Vacated.</i></p>\n<p>HOWARD, Circuit Judge (concurring in part and dissenting in part).</p>\n<p>The majority's framework for deciding these cases relies on circuit precedent that I doubt can be reconciled with the usual mode, after <i>Griffin v. United States,</i> 502 U.S. 46, 112 S.Ct. 466, 116 L.Ed.2d 371 (1991), of analyzing convictions on indictments alleging multiple-object conspiracies. Even under my respected colleagues' framework, there was sufficient evidence to convict Szpyt if not Dellosantos.</p>\n<p></p>\n<h2>I.</h2>\n<p>In <i>Griffin,</i> a defendant was charged in a single count with conspiracy to defraud the government by means of two objects. <i>Id.</i> at 47, 112 S.Ct. 466. At trial the government linked the defendant to one object but not the other. <i>Id.</i> at 48, 112 S.Ct. 466. The jury convicted in a general guilty verdict. <i>Id.</i> The Supreme Court affirmed the conviction: It held that a general guilty verdict on a dual-object conspiracy charge <span class=\"star-pagination\">*127</span> must stand as long as the evidence is adequate to support conviction as to one of those objects, even if the evidence is inadequate as to the other. <i>Id.</i> at 48-52, 112 S.Ct. 466.</p>\n<p>We have applied <i>Griffin</i> and upheld general guilty verdicts in single-count, multiple-object conspiracies in a variety of contexts. For example, in <i>United States v. Mitchell,</i> the defendant challenged his conviction under a single count for conspiracy to violate (1) the arson statute, and (2) the wire-fraud statute. 85 F.3d 800, 809 (1st Cir.1996). Among other things, the defendant argued that there was insufficient evidence to prove the wire-fraud object of the conspiracy. <i>Id.</i> at 811. We rejected that argument, however, based on <i>Griffin</i> and the defendant's failure to contest the sufficiency of the evidence as to the other object of the conspiracy. <i>Id.; see also </i><i>United States v. Gerhard,</i> 615 F.3d 7, 30 (1st Cir.2010), <i>cert. denied sub nom. </i><i>Riley v. United States,</i> ___ U.S. ___, 131 S.Ct. 1536, 179 L.Ed.2d 349 (2011); <i>United States v. Capozzi,</i> 486 F.3d 711, 718-19 (1st Cir.2007).</p>\n<p>Similarly, the indictment here charged a single conspiracy to violate a narcotics statute by means of two objects: (1) distributing cocaine; and (2) distributing marijuana. As I read <i>Griffin</i> and our case law, it seems to me that the government's burden at trial was to prove that a conspiracy to distribute narcotics existed, and to tie each defendant to the agreement to distribute one or more of the drugs involved in that conspiracy; that is, <i>either</i> cocaine <i>or</i> marijuana <i>or</i> both. At least that is how several other circuits have read <i>Griffin</i> in cases like this one,<sup>[19]</sup> and this approach flows logically from the settled law that a general verdict on a multiple-count indictment will stand even if some counts were not proved and that charges leveled in the conjunctive need only be proved in the disjunctive.<sup>[20]</sup></p>\n<p>But the government has to make the argument to benefit from it. Here, the <span class=\"star-pagination\">*128</span> government does little more than cite the relevant authority. It makes no meaningful attempt to explain how that authority applies in these cases, its effect (if any) on variance analysis, or whether the jury charge (and the government's failure to object) limits its application in these cases, not to mention potential issues in sentencing based on a general guilty verdict when multiple drugs are involved. Answers to those questions are not obvious, especially in light of our precedent relied on by the majority. And we cannot do the government's homework, even if the government may be on to something. <i>United States v. Zannino,</i> 895 F.2d 1, 17 (1st Cir.1990).</p>\n<p></p>\n<h2>II.</h2>\n<p>That issue aside, my colleagues reach the wrong result in any event, at least for Szpyt. In Szpyt's brief, he flatly admits to the cocaine scheme; and the evidence adduced at trial showed that he was not only aware ofbut directly benefitted from the marijuana scheme. An entry in Sanborn's ledger reflected that Szpyt accepted a half-pound of marijuana in lieu of $750 toward the balance of Sanborn's cocaine debt. That transaction was confirmed at trial by Sanborn's wife. The majority says that this one-time payment of a half-pound of marijuana is \"merely a barter of goods.\" <i>Ante,</i> at 123. I find that characterization peculiar in a narcotics case. But in any event the majority's criticism misses the point: a single transaction in the context of other evidence suggesting a joint undertaking can prove tacit agreement. <i>United States v. Moran,</i> 984 F.2d 1299, 1303 (1st Cir.1993).</p>\n<p>And here the evidence did suggest that Szpyt played some role in the marijuana undertaking. For example, in one recorded call, Szpyt relayed to Dellosantos the details of Sanborn's arrest for a \"weed deal\" and bemoaned that \"I can only police my fucking guys so much.\" The statement, which the jury easily could have concluded was tongue-in-cheek, implies not only that he knew about marijuana distribution, but also that he exercised at least <i>some</i> measure of control over it, although in his view not enough. The inference makes sense in light of Szpyt's leadership position over gang members distributing marijuana in Maine, and the fact that he owned the clubhouse in Old Orchard Beach where they met. Even if that is not the only inference the jury could have drawn, it is certainly plausible and at this stage we must draw all such inferences in favor of guilt. <i>United States v. Cruz-Rodríguez,</i> 541 F.3d 19, 26 (1st Cir.2008).</p>\n<p>On top of this, the evidence indicated that Szpyt possessed some quantity of marijuana. Following a meeting between Szpyt and Dellosantos, police acting in cooperation with federal authorities pulled over Dellosantos' van for a traffic violation. The officers observed Szpyt drive past the stopped vehicle several times. In a recorded call at about the same time, Szpyt called home and exhorted his daughter to hide the \"big bag\" of \"pot.\" The majority says that Szpyt's cache of marijuana could have been for his personal consumption. Perhaps they are right. But viewing all the evidence together (and not each piece separately and in isolation as the majority does), and in light of the deference that our precedent requires, I believe that the jury was free, although not compelled, to convict Szpyt.</p>\n<p>So I respectfully dissent in case no. 09-2670. But I have sincere doubts that the result in either case is correct.</p>\n<h2>NOTES</h2>\n<p>[1]  The other defendants were Robert L. Sanborn, James E. Weston, Lee P. Chase, Sherwood K. Jordan, Andre T. Charron, Lara M. Sanborn, Robert M. Boothby, Daniel A. Guarino, Zachary Deveau, Kelley Monahan, Walter D. Towle, Jr., Robert A. Bouthot, Bruce Hill, Michael Gochie, Michael A. Martin, and Cynthia A. Moore.</p>\n<p>[2]  A third defendant, Sherwood K. Jordan, was also tried with Szpyt and Dellosantos, but Jordan has not appealed his conviction.</p>\n<p>[3]  This conclusion makes it unnecessary for us to address the other issues raised by Dellosantos and Szpyt in their appeals.</p>\n<p>[4]  Vizcaíno apparently knew Dellosantos as \"José Ramón\", and in his testimony he refers to Dellosantos as \"José Ramón\".</p>\n<p>[5]  These other cooperating witnesses included the following co-defendants, who pleaded guilty to the conspiracy charge in Count 1: Lara Sanborn, Walter D. Towle, Jr., Lee P. Chase, Daniel A. Guarino and Andre T. Charron.</p>\n<p>[6]  Brian Tully and Mark Tully are brothers.</p>\n<p>[7]  Both Sanborns acknowledged that one intercepted call, Call 2567 on September 3, 2007, reflected Sanborn's instruction to his wife, Lara Sanborn, to give Szpyt $5,000 toward a cocaine balance, and enter the transaction in the ledger. The ledger in fact shows two different entries for $5,000 on two different dates that month, one on September 3 and the other on September 19. Although Sanborn testified that he could not remember which entry reflected the payment referred to in Call 2567, Lara Sanborn confirmed that she had in fact paid Szpyt on September 3 and that the September 3 entry reflected the payment discussed in this call. The ledger also suggests that Sanborn either paid Szpyt or otherwise reduced his cocaine debt by $8,000 on September 10 and $4,000 on September 14.\n</p>\n<p>The government asserts that the jury could have reasonably inferred that the cash that the police found on Dellosantos on September 12 was the \"drug proceeds that Sanborn had recently delivered to Szpyt.\" We disagree. Although it is certainly conceivable that the money found in Dellosantos' possession was money Sanborn had given to Szpyt in the previous couple of weeks, we cannot see how a reasonable jury examining this evidence could determinewithout speculatingthat the $6,000 found on Dellosantos consisted, in whole or in part, of money that Sanborn paid Szpyt.</p>\n<p>[8]  Brian Tully did not identify the voices on the phone call, but the government asserts the call was between Dellosantos and Szpyt, the transcript of the call indicates it was between Dellosantos and Szpyt, and the Defendants do not seem to contest this fact.</p>\n<p>[9]  Szpyt does not challenge these last four convictions on any basis independent from his challenge to Count 1. Count 40, which also charged Szpyt with using a communication facility to facilitate the commission of the conspiracy, was dropped during trial on the government's motion. Count 7, which charged Szpyt with unlawful possession of firearms, was also dismissed on the government's motion.</p>\n<p>[10]  This analytical approach is consistent with the framework set forth in previous cases for analyzing when a variance between the conspiracy charged and the conspiracy proven constitutes reversible error:\n</p>\n<p>(1) Is the evidence sufficient to permit a jury to find the (express or tacit) agreement that the indictment charges? (2) If not, is [the evidence] sufficient to permit a jury, under a proper set of instructions, to convict the defendant of a related, similar conspiracy? (3) If so [i.e., the answer to (2) is yes], does the variance affect the defendant's substantial rights or does the difference between the charged conspiracy and the conspiracy proved amount to \"harmless error\"?</p>\n<p><i>Wihbey,</i> 75 F.3d at 773 (second alteration in original) (quoting <i>Glenn,</i> 828 F.2d at 858).</p>\n<p>[11]  The court also concluded that the evidence against a co-defendant varied from the charges in the indictment, though it ultimately affirmed the co-defendant's conviction because the variance did not prejudice the co-defendant. <i>See </i><i>Glenn,</i> 828 F.2d at 860-61.</p>\n<p>[12]  For purposes of this appeal, it is unnecessary to determine whether the Boivin-Chase-Sanborn-Jordan marijuana distribution chain constituted a third conspiracy that was distinct from the Sanborn-centered cocaine <i>and</i> marijuana distribution conspiracy.</p>\n<p>[13]  In support of its contention that the Defendants knew of Sanborn's marijuana distribution operation, the government claims, that, on September 12, 2007, Dellosantos was recorded asking Szpyt for \"green paint\" for a friend, which the government asserts was a reference to marijuana. In his reply brief, \"Dellosantos disputes any knowledge or understanding of the phrase `green paint.'\"\n</p>\n<p>As an initial matter, we note an inconsistency between the government's depiction of this conversation and the record. Exhibit 2C, which the government cites on appeal, includes a call summary of the relevant conversation and that call summary indicates Szpyt was asking Dellosantos about the green paint, not vice versa.</p>\n<p>Nevertheless, even if we accept the government's characterization of the meaning of \"green paint,\" this conversation does not materially impact our analysis. Even if the September 12 discussion suggests that Dellosantos actually sold marijuana to Szpyt or an associate of Szpyt's, there was no other evidence and the government does not contend that Dellosantos provided marijuana for the venture in Maine.</p>\n<p>[14]  Although our standard of review is deferential, it is not meaningless. We are still required to decide whether the evidence, viewed in the light most favorable to the prosecution and \"drawing all plausible inferences therefrom, would allow a rational factfinder to conclude <i>beyond a reasonable doubt</i> that the defendant committed the <i>charged</i> crime.\" <i>United States v. Cruz-Rodríguez,</i> 541 F.3d 19, 26 (1st Cir.2008) (emphasis added). Thus, we respectfully disagree with Judge Howard's suggestion, <i>infra</i> at 123, that, despite the overall lack of evidence, this conversation (viewed in the light most favorable to the government) was sufficient to prove beyond a reasonable doubt that Szpyt intended to both join the Sanborn-centered conspiracy and effectuate its objects. <i>See </i><i>Portalla,</i> 496 F.3d at 26.</p>\n<p>[15]  In his concurring/dissenting opinion, Judge Howard cites <i>United States v. Moran,</i> 984 F.2d 1299, 1303 (1st Cir.1993) to support his proposition that this single transaction proved beyond a reasonable doubt that Szpyt tacitly agreed to enter a conspiracy involving, <i>inter alia,</i> marijuana distribution. We respectfully disagree. <i>Moran</i> notes that \"even a single sale for resale, embroidered with evidence suggesting a joint undertaking between buyer and seller, could suffice [to find a conspiracy].\" 984 F.2d at 1303. In the present case, however, there was no evidence that the marijuana exchanged in this single barter transaction was for resale, and the transaction was not \"embroidered with evidence\" suggesting that Szpyt intended to both join the Sanborn-centered conspiracy and effectuate its objects. <i>Cf. id.</i> To the contrary, as previously mentioned, the evidence indicated that Szpyt was indifferent to Sanborn's marijuana distribution operation.</p>\n<p>[16]  The record showed that Szpyt smoked marijuana.</p>\n<p>[17]  The only exception to this is the aforementioned conversation in which Szpyt emphatically tells Dellosantos of Sanborn's arrest for his marijuana activities, of which Szpyt claims lack of control.</p>\n<p>[18]  The government argues in a cursory manner that, even if the evidence did not establish that the Defendants agreed to join a single conspiracy to distribute <i>both</i> marijuana <i>and</i> cocaineas charged in the indictment<i>Griffin v. United States,</i> 502 U.S. 46, 112 S.Ct. 466, 116 L.Ed.2d 371 (1991) requires us to affirm the Defendants' convictions insofar as the evidence was sufficient to connect the Defendants to a conspiracy to distribute <i>only</i> cocaine (i.e., to the Vizcaíno-Dellosantos-Szpyt conspiracy). This argument is waived in light of the government's perfunctory treatment of <i>Griffin</i> and lack of developed argumentation. <i>See </i><i>United States v. Zannino,</i> 895 F.2d 1, 17 (1st Cir.1990). But even if it were not waived, the argument would still fail as it is not supported by <i>Griffin.</i>\n</p>\n<p>In <i>Griffin,</i> the defendant was indicted for conspiring to defraud a federal government agency in violation of 18 U.S.C. § 371, by joining a single conspiracy with two objects. The jury returned a general guilty verdict that did not specify whether the jury had convicted the defendant of participating in one objective of the charged conspiracy (for which there was sufficient proof) or for participating in the other objective, for which (as the government conceded) there was not sufficient evidence. The Supreme Court affirmed, holding that a general guilty verdict on a dual-object single conspiracy count need not be set aside merely because the defendant was not implicated in one of the objects of the charged conspiracy, where the evidence was sufficient to find that the defendant participated in the other object of such conspiracy. <i>Id.</i> at 48-52, 112 S.Ct. 466. On the other hand, the important point as far as this case is concerned is that the defendant in <i>Griffin</i> had <i>agreed</i> to the dual-object single conspiracy that was charged, thus a finding that the defendant had participated in one of this conspiracy's objectives was enough to sustain the conviction. In the present case, however, the government failed to prove beyond a reasonable doubt that Dellosantos and Szpyt <i>agreed</i> to join the conspiracy that was <i>charged.</i></p>\n<p>Thus, <i>Griffin</i> did not abrogate the well settled principle that, where a single conspiracy is charged and multiple conspiracies are proven, the government must prove that the <i>charged</i> conspiracy existed and that defendants <i>agreed</i> to join <i>that</i> conspiracy, and not some other conspiracy. <i>See, e.g., </i><i>United States v. Trainor,</i> 477 F.3d 24, 35 n. 20 (1st Cir.2007) (noting that jury instructions explaining this principle were proper).</p>\n<p>[19]  <i>United States v. Calle,</i> 120 F.3d 43, 44 (5th Cir.1997), <i>cert. denied,</i> 523 U.S. 1012, 118 S.Ct. 1202, 140 L.Ed.2d 330 (1998); <i>United States v. Henry,</i> 71 Fed.Appx. 493, 499-500 (6th Cir.2003) (per curiam), <i>cert. denied sub nom., Rosenboro v. United States,</i> 540 U.S. 1134, 124 S.Ct. 1111, 157 L.Ed.2d 939 (2004); <i>United States v. Vaziri,</i> 164 F.3d 556, 566-67 (10th Cir.1999), <i>cert. denied sub nom., Quarterman v. United States,</i> 533 U.S. 923, 121 S.Ct. 2536, 150 L.Ed.2d 705 (2001); <i>United States v. Barnes,</i> 158 F.3d 662, 672 (2d Cir.1998); <i>accord </i><i>United States v. Banks,</i> 10 F.3d 1044, 1054-55 (4th Cir.1993) (same, but without citing <i>Griffin</i>), <i>cert. denied sub nom., Blow v. United States,</i> 511 U.S. 1090, 114 S.Ct. 1850, 128 L.Ed.2d 475 (1994).</p>\n<p>[20]  The majority attempts to distinguish <i>Griffin</i> as follows: \"the defendant in <i>Griffin</i> had <i>agreed</i> to the dual-object single conspiracy that was charged, thus a finding that the defendant had participated in one of this conspiracy's objectives was enough to sustain the conviction.\" <i>Ante,</i> at 126 n. 18. But that statement merely begs the question. In <i>Griffin,</i> the proof failed to establish that the defendant was even aware of one of the two objects of the conspiracy, <i>see</i> 502 U.S. at 48, 112 S.Ct. 466, a critical fact that the lower court's decision had made crystal clear. <i>United States v. Beverly,</i> 913 F.2d 337, 348, 360 (7th Cir.1990), <i>aff'd, </i><i>Griffin,</i> 502 U.S. 46, 112 S.Ct. 466 (recognizing that there was \"no proof that [Ms. Griffin] knew Mr. Beverly was a drug dealer\" but affirming her conviction anyway because she participated in the conspiracy's other object). Thus, the defendant could not have agreed to both objects of the dual-object single conspiracy in <i>Griffin.</i> Moreover, our precedent applying <i>Griffin</i> has never required that a defendant agree to both objects in order to sustain a conspiracy conviction. Indeed, in <i>Mitchell,</i> this court rejected the defendant's plaint that \"the Government was allowed to argue a `grab bag' of theories and ask the jury to guess as to which <i>agreement</i> Mitchell contemplated\" because under <i>Griffin</i> \"the jury could find Mitchell guilty on Count I if the government proved either of the objects of the conspiracy.\" <i>Mitchell,</i> 85 F.3d at 810 (emphasis supplied).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">649</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">109</span></span> (2011)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nRamón DELLOSANTOS, a/k/a Ramón Delosantos, a/k/a Ramón Delassantos, a/k/a Ramón Santos, a/k/a Monstrito, Defendant, Appellant.<br>\nUnited States of America, Appellee,<br>\nv.<br>\nRichard W. Szpyt, a/k/a Zip, Defendant, Appellant.</h1></center>\n<center>Nos. 09-2135, 09-2670.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard January 3, 2011.</center>\n<center>Decided August 16, 2011.</center>\n<p><span class=\"star-pagination\">*110</span> James S. Hewes, for appellant Dellosantos.</p>\n<p>Mary A. Davis, with whom Tisdale &amp; Davis. P.A., was on brief for appellant Szpyt.</p>\n<p>Margaret D. McGaughey, Appellate Chief, with whom Thomas E. Delahanty II, United States Attorney, were on brief for appellee.</p>\n<p>Before TORRUELLA, STAHL, and HOWARD, Circuit Judges.</p>\n<p>TORRUELLA, Circuit Judge.</p>\n<p>On October 22, 2008, appellants Ramón Dellosantos and Richard W. Szpyt (collectively \"the Defendants\"), together with sixteen other individuals,<sup>[1]</sup> were charged in a multiple-count superseding indictment. Count 1 alleged that all individuals (including the Defendants), in violation of 21 U.S.C. §§ 841(a)(1), 846, \"in the District of Maine and elsewhere . . . knowingly and intentionally conspired with one another and with others . . . to commit offenses against the United States, namely, distribution and possession with intent to distribute controlled substances, including 5 <span class=\"star-pagination\">*111</span> kilograms or more of cocaine, and marijuana, and did aid and abet such conduct.\" A trial followed, in which a jury found Szpyt and Dellosantos guilty of the conduct charged in Count 1. Szpyt and Dellosantos appealed.<sup>[2]</sup></p>\n<p>Because we find that the evidence at trial against both Dellosantos and Szpyt prejudicially varied from the charge in Count 1 of the indictment, we vacate their convictions.<sup>[3]</sup></p>\n<p></p>\n<h2>I. <i>Facts and Background</i>\n</h2>\n<p>We review the evidence and all the reasonable inferences that arise therefrom in the light most favorable to the verdict. <i>See </i><i>United States v. Hatch,</i> <span class=\"citation\" data-id=\"202002\"><a href=\"/opinion/202002/united-states-v-hatch/\"><span class=\"volume\">434</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.2006).</p>\n<p>In presenting its case, the government relied in part on cooperating witnesses. Plinio Vizcaíno, testifying pursuant to a plea agreement, testified extensively against Dellosantos. Vizcaíno admitted that from 2004 to 2007 he distributed cocaine to a handful of individuals, including Dellosantos,<sup>[4]</sup> in Lawrence and Haverhill, Massachusetts. Over the course of several years, Vizcaíno supplied Dellosantos with cocaine ranging in quantity from 125 grams to several kilograms at a time. Vizcaíno also identified his own and Dellosantos' voice in multiple recorded telephone calls, which included discussions about cocaine. Vizcaíno testified that Dellosantos had told him that he resold some of the cocaine to \"hippies\" who rode motorcycles in New Hampshire and Maine.</p>\n<p>The government's primary cooperating witness was Robert L. Sanborn, who also testified pursuant to a plea agreement. Sanborn's testimony was generally focused on drug distribution in Maine and he did not directly implicate Dellosantos in any illegal activity. Sanborn admitted that he had been a vice-president and \"enforcer\" of a motorcycle gang known as the \"Iron Horsemen,\" and that Szpyt had been the president of the gang's Maine chapter, which consisted of roughly ten to fifteen members. Sanborn also explained that Szpyt owned the Iron Horsemen clubhouse in Old Orchard Beach, Maine. Despite his leadership position in the gang, however, Szpyt lived outside of Maine, in Haverhill, Massachusetts.</p>\n<p>Sanborn testified that in March 2005 he began selling cocaine, which he purchased from James E. Weston, a fellow member of the Iron Horsemen, who was in turn supplied by Szpyt. After a few months of this distribution scheme, Sanborn and Szpyt eliminated Weston as a middleman and began dealing directly with each other. Although Sanborn occasionally received cocaine from other sources, this arrangement between Szpyt and Sanborn continued until Sanborn ceased distributing cocaine in late 2007 or early 2008 following his arrest.</p>\n<p>Sanborn also admitted that in the late summer or early fall of 2005 he began distributing marijuana in addition to cocaine. There is no evidence that Sanborn consulted with or received approval from Szpyt when he started to distribute marijuana, or at any point thereafter. Sanborn's first source for marijuana was Carl Demarco, but, in early 2006, Sanborn began receiving his marijuana from Lee P. <span class=\"star-pagination\">*112</span> Chase, whom he had known \"for years over the bikes.\" Chase, in turn, obtained the marijuana from an individual named Danny Boivin. Sanborn testified that in 2006 he started selling marijuana to Sherwood K. Jordan on a regular basis, ten pounds at a time. On a couple of occasions, however, there was a reversal of roles, and Sanborn would buy a supply of marijuana from Jordan, \"anywhere from 10 to 20\" pounds. Sanborn also admitted to selling (approximately every two weeks) anywhere from eight to ten pounds of marijuana to Charlie Green, a fellow member of the Iron Horsemen. Green generally received his marijuana from a different gang member, Robert A. Bouthot, but turned to Sanborn when Bouthot ran out of his supply.</p>\n<p>Sanborn testified in detail about his cocaine purchases from Szpyt, who Sanborn said was also supplying cocaine to other members of the Iron Horsemen. During his testimony, Sanborn explained the meaning of several recorded telephone calls. These calls included conversations between Sanborn and Szpyt about cocaine transactions, conversations between Sanborn and Chase or Jordan about marijuana transactions (none of which mentioned either Dellosantos or Szpyt), and conversations in which Sanborn discusses selling drugs to and collecting payments from customers.</p>\n<p>Sanborn testified that he had around twenty customers. Some of these customers only purchased marijuana, some only purchased cocaine, and some purchased both. Sanborn explained that his \"lifelong friend,\" Walter D. Towle, Jr., assisted him with both the marijuana and cocaine operations. At times, people would visit Sanborn's garage for various drug transactions, which were conducted with varying amounts of discretion depending on who was present. Szpyt would sometimes deliver cocaine to Sanborn at this same garage, and on other occasions Sanborn, or someone on his behalf, would travel to Massachusetts to pick up the cocaine from Szpyt.</p>\n<p>Sanborn testified that he would at times purchase cocaine using proceeds from his marijuana sales, and vice versa. Sanborn also admitted that, with the help of his wife, he maintained ledgers to reflect all of his drug transactions that were done on credit. He started this practice after a dispute with Szpyt over the payment of $12,000, which Sanborn ended up paying because he did not keep adequate records of his nefarious dealings.</p>\n<p>Sanborn asserted that both his marijuana and cocaine activities ceased in January 2008, a few months after he was arrested.</p>\n<p>The government also called a handful of other cooperating witnesses.<sup>[5]</sup> In essence, these witnesses corroborated Sanborn's testimony, within their area of knowledge and participation, about the distribution of cocaine and marijuana. None of them implicated either Dellosantos or Szpyt in marijuana transactions. For example, Towle confirmed his involvement in Sanborn's operations, which he said included traveling with Sanborn, on roughly ten occasions, to Haverhill, Massachusetts, to pick up cocaine from Szpyt. Notably, Lara Sanborn (Robert Sanborn's wife) testified that she was especially careful to recordin the aforementioned ledgers her husband's cocaine transactions with Szpyt, because Szpyt tended to argue over them. The ledgers demonstrated that Sanborn paid his cocaine debt to Szpyt by <span class=\"star-pagination\">*113</span> transferring cash and other items, such as motorcycles and cars. However, other than one occasion where Sanborn reduced $750 from his cocaine debt by paying Szpyt with half a pound of marijuana, Sanborn's drug ledgers did not connect either Dellosantos or Szpyt with Sanborn's marijuana distribution. Furthermore, neither these cooperating witnesses nor any of the recorded conversations introduced at trial connected Szpyt or Dellosantos to the marijuana distribution. In fact, with regards to Dellosantos, none of these witnesses acknowledged ever having met, seen, or known his name.</p>\n<p>In addition to cooperating witnesses, the government called a handful of law enforcement officers, including Brian T. Tully, Mark Tully,<sup>[6]</sup> Corey Sweatt, and Michael Hayes. Mark Tully, a special agent with the Drug Enforcement Administration (\"DEA\"), testified that in October 2006 he was contacted by DEA agents investigating a drug trafficking organization operating in the Atlanta area. These agents told Mark Tully, who was assigned to the DEA's Boston office at the time, that they had intercepted calls involving an individual in Massachusetts who turned out to be Vizcaíno. Mark Tully and other agents began an investigation, which resulted in the arrest of around fifteen individuals, including Vizcaíno, and the seizure of seventeen kilograms of cocaine.</p>\n<p>Brian Tully, also a special agent with the DEA, testified about his involvement in the investigation of Robert Sanborn and others for drug trafficking. During his testimony, he recounted a series of events that occurred on September 12, 2007. On that date, Brian Tully observed Dellosantos, seated in a white van parked in front of Szpyt's residence in Haverhill, talking to Szpyt who was standing by his window. After Dellosantos departed the area, a surveilling agent asked the Massachusetts State Police to stop the van. As Dellosantos' vehicle was stopped on the side of the road, Brian Tully, who was observing the stop, noticed Szpyt drive past the location on two or three occasions. Walter Hanley, a sergeant with the Massachusetts State Police, eventually searched Dellosantos' vehicle and found a total of $6,000 in cash from both the van's center console and Dellosantos' person.<sup>[7]</sup> Brian Tully was in turn informed about this discovery, as well as Dellosantos' claim that he had receipts accounting for the cash as the proceeds of sales from his legitimate business. In an effort to protect the secrecy of the wiretap, <span class=\"star-pagination\">*114</span> Brian Tully instructed Hanley to return the money and let Dellosantos go.</p>\n<p>Brian Tully also testified about an intercepted phone call that occurred around the time of this traffic stop. As or shortly after Dellosantos was pulled over, the DEA recorded Szpyt calling his daughter and telling her to hide a \"baggie.\" On the recording, Szpyt's daughter explains that she could only find \"pot,\" to which Szpyt responds, \"right, a bag, a big bag, right?. . . Grab that and hide it.\"</p>\n<p>Toward the end of his testimony, Brian Tully identified Dellosantos and Szpyt as the voices in Calls 1800 and 1801, which were recorded the day that Sanborn was arrested, September 21, 2007. Among other things, Szpyt told Dellosantos \"bad news going on up here right now.\" The government also introduced Call 2026, recorded three days later on September 24, between Szpyt and Dellosantos.<sup>[8]</sup> In the call, Szpyt asked Dellosantos to come over to his house and expressed apprehension about talking on the phone. Szpyt nonetheless proceeded to recount to Dellosantos the story of Sanborn's recent arrest. Their conversation included the following exchange:</p>\n<blockquote>Szpyt: Yes, whoa. Fucking, one of my fucking idiot brothers got fucking popped up there.</blockquote>\n<blockquote>Dellosantos: Oh yeah.</blockquote>\n<blockquote>Szpyt: Yeah, fucking idiot was doing, fucking weed deal or some fucking stupid thing.</blockquote>\n<blockquote>Dellosantos: Fucking knuckle head.</blockquote>\n<blockquote>Szpyt: Yeah, what a fucking knuckle head. You know what I mean? I said, what are you doing fucking around with that, you know what I mean? . . .</blockquote>\n<blockquote>Dellosantos: Oh my god.</blockquote>\n<blockquote>Szpyt: I didn't know. I can only police my fucking guys so much. Know what I mean.</blockquote>\n<blockquote>Dellosantos: Yeah, yeah, yeah.</blockquote>\n<blockquote>Szpyt: So I didn't know. I got no control, you know what I mean, they are all men. . . . I got no control over them. . . . He got caught with twenty pounds.</blockquote>\n<blockquote>Dellosantos: Oh my god. . . .</blockquote>\n<p>Szpyt also mentioned the possible criminal sanctions Sanborn faced:</p>\n<blockquote>Szpyt: Then they raided the house and I guess they found asome white powder substance in the garage. . . . Yeah.</blockquote>\n<blockquote>Dellosantos: Wow. . . .</blockquote>\n<blockquote>Szpyt: I mean, up in Maine, weed is nothing. Twenty pounds is a slap in the hand. . . . You probably get five years. . . . Or three years. . . . [B]ut that white stuff up there, they take that serious.</blockquote>\n<blockquote>Dellosantos: Yeah, they don't fuck around with that shit, huh?</blockquote>\n<blockquote>Szpyt: Yeah, they don't fuck around with that. . . .</blockquote>\n<p>In this call, Szpyt also recited specific details about the circumstances surrounding the arrest and subsequent search of Sanborn's home.</p>\n<p>Corey Sweatt, a deputy sheriff in York County, Maine, also testified about the events of September 21, 2007. On that date, Sweatt was called to assist with the ongoing DEA investigation by stopping a vehicle on Route 111 in Lyman, Maine. The driver turned out to be Sanborn, who invited Sweatt to conduct a search of the vehicle. This search, conducted by other officers who arrived at the scene, yielded a clear plastic bag with white powder, as well as \"[a] large amount of marijuana.\"</p>\n<p><span class=\"star-pagination\">*115</span> Michael Hayes, a deputy sergeant in the York County Sheriff's Office and member of the DEA's task force, testified about the execution of a search warrant at Sanborn's garage and residence on September 21. Hayes testified that he found cocaine next to a tool box in Sanborn's garage and two scales on top of the tool box, one of which had cocaine residue on it. Hayes also testified about his examination of the records of a gym in Methuen, Massachusetts, which showed visits by Vizcaíno and Dellosantos at the same time on several occasions.</p>\n<p>After the government rested, Dellosantos and Szpyt moved for acquittal pursuant to Federal Rule of Criminal Procedure 29. The district court denied the motions, and the defendants went on to present several witnesses whose testimony we need not recount here. After the defendants rested, Dellosantos and Szpyt renewed their Rule 29 motions, which were again denied.</p>\n<p>Ultimately, the jury found Szpyt and Dellosantos (and Jordan) guilty of conspiracy to distribute and possess with intent to distribute cocaine and marijuana (Count 1). The jury also found Szpyt guilty of four counts (Counts 18, 19, 32, and 39) of using a communication facility to facilitate the commission of the conspiracy set forth in Count 1.<sup>[9]</sup></p>\n<p></p>\n<h2>II. <i>Discussion</i>\n</h2>\n<p>Both Dellosantos and Szpyt assert that the evidence presented at trial was insufficient to support their convictions under Count 1 and challenge the district court's denial of their motions for judgment of acquittal. The Defendants' challenges to the sufficiency of the evidence and to the denial of their motions for judgment of acquittal raise a single issue and thus we apply the traditional sufficiency of the evidence standard to these claims. <i>See </i><i>United States v. Hernández,</i> <span class=\"citation\" data-id=\"769364\"><a href=\"/opinion/769364/united-states-v-jose-ramon-hernandez-united-states-of-america-v-douglas/\"><span class=\"volume\">218</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span>, 64 n. 4 (1st Cir.2000). Because each Defendant moved for a judgment of acquittal at the close of evidence, we review their sufficiency claims <i>de novo. See </i><i>United States v. Rivera Calderón,</i> <span class=\"citation no-link\"><span class=\"volume\">578</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">78</span></span>, 88 (1st Cir. 2009).</p>\n<p>We begin our discussion by briefly sketching the relevant law of conspiracy.</p>\n<p></p>\n<h2>A. Conspiracy Law</h2>\n<p>A criminal conspiracy is an agreement between two or more persons to accomplish an unlawful purpose. <i>See </i><i>United States v. King,</i> <span class=\"citation\" data-id=\"180331\"><a href=\"/opinion/180331/united-states-v-king/\"><span class=\"volume\">627</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">641</span></a></span>, 651 (7th Cir.2010). The agreement is the <i>sine qua non</i> of a conspiracy, and this \"element is not supplied by mere knowledge of an illegal activity . . ., let alone by mere association with other conspirators or mere presence at the scene of the conspiratorial deeds.\" <i>United States v. Zafiro,</i> <span class=\"citation\" data-id=\"569141\"><a href=\"/opinion/569141/united-states-v-gloria-zafiro-jose-martinez-salvador-garcia-and-alfonso/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">881</span></a></span>, 888 (7th Cir.1991); <i>see also </i><i>United States v. Pérez-González,</i> <span class=\"citation\" data-id=\"202157\"><a href=\"/opinion/202157/united-states-v-perez-gonzalez/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 49 (1st Cir.2006) (same). \"[I]t is therefore essential to determine what kind of agreement or understanding existed as to each defendant.\" <i>United States v. Rivera-Santiago,</i> <span class=\"citation\" data-id=\"521900\"><a href=\"/opinion/521900/united-states-v-antonio-rivera-santiago-aka-junior-vivique-united/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1073</span></a></span>, 1079 (1st Cir.1989) (quoting <i>United States v. Glenn,</i> <span class=\"citation\" data-id=\"494122\"><a href=\"/opinion/494122/united-states-v-kenneth-robert-glenn-united-states-of-america-v-manuel/\"><span class=\"volume\">828</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">855</span></a></span>, 857 (1st Cir.1987)) (internal quotation mark omitted). The agreement need not, however, \"be express, [and] may consist of no more than a tacit understanding.\" <i>United States v. Morillo,</i> <span class=\"citation\" data-id=\"198160\"><a href=\"/opinion/198160/united-states-v-morillo/\"><span class=\"volume\">158</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 23 (1st Cir.1998) (quoting <i>United States v.</i> <span class=\"star-pagination\">*116</span> <i>Echeverri,</i> <span class=\"citation\" data-id=\"597415\"><a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">675</span></a></span>, 679 (1st Cir.1993)) (internal quotation marks omitted).</p>\n<p>Thus, in order to sustain a conviction for conspiracy under 21 U.S.C. § 846, the evidence must show that (1) a conspiracy existed, (2) the defendant had knowledge of the conspiracy, and (3) the defendant knowingly and voluntarily participated in the conspiracy. <i>United States v. Portalla,</i> <span class=\"citation\" data-id=\"202867\"><a href=\"/opinion/202867/united-states-v-portalla/\"><span class=\"volume\">496</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></a></span>, 26 (1st Cir.2007); <i>Morillo,</i> 158 F.3d at 23 (quoting <i>United States v. Gómez-Pabón,</i> <span class=\"citation\" data-id=\"546890\"><a href=\"/opinion/546890/united-states-v-luis-e-gomez-pabon-united-states-v-wilfredo/\"><span class=\"volume\">911</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">847</span></a></span>, 852 (1st Cir.1990)). Under the third element, the evidence must establish that the defendant both intended to join the conspiracy and intended to effectuate the objects of the conspiracy. <i>Portalla,</i> 496 F.3d at 26.</p>\n<p></p>\n<h2>B. The Defendants' Challenge to the Sufficiency of the Evidence</h2>\n<p>The Defendants deny that they joined the single overarching conspiracy to distribute <i>both</i> cocaine <i>and</i> marijuana charged in Count 1. Rather, they assert, the government introduced evidence suggesting only that they participated in a conspiracy to distribute cocaine, and not the Maine-based conspiracy to distribute <i>both</i> cocaine <i>and</i> marijuana that was charged in the indictment. In short, although neither Defendant uses the term \"variance,\" their challenge here essentially amounts to a contention that there was a variance between the charge in the indictment and the evidence introduced at trial.</p>\n<p>\"`A variance occurs when the crime charged remains unaltered, but the evidence adduced at trial proves different facts than those alleged in the indictment.'\" <i>United States v. Mangual-Santiago,</i> <span class=\"citation\" data-id=\"203777\"><a href=\"/opinion/203777/united-states-v-mangual-santiago/\"><span class=\"volume\">562</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">411</span></a></span>, 421 (1st Cir.2009) (quoting <i>United States v. Yelaun,</i> <span class=\"citation no-link\"><span class=\"volume\">541</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">415</span></span>, 419 (1st Cir.2008)), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">293</span></span>, <span class=\"citation no-link\"><span class=\"volume\">175</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">196</span></span> (2009). A variance alone, however, does not necessitate disturbing a conviction; rather, \"[a] variance is grounds for reversal only if it is prejudicial. . . .\" <i>Id.</i> (quoting <i>United States v. DeCicco,</i> <span class=\"citation\" data-id=\"202083\"><a href=\"/opinion/202083/united-states-v-decicco/\"><span class=\"volume\">439</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 47 (1st Cir.2006)); <i>see also </i><i>Glenn,</i> 828 F.2d at 858. \"Put differently, `so long as the statutory violation remains the same [as that alleged in the indictment], the jury can convict even if the facts are somewhat different than chargedso long as the difference does not cause unfair prejudice.'\" <i>United States v. Wihbey,</i> <span class=\"citation\" data-id=\"196557\"><a href=\"/opinion/196557/united-states-v-wihbey/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">761</span></a></span>, 774 (1st Cir.1996) (quoting <i>United States v. Twitty,</i> <span class=\"citation\" data-id=\"196496\"><a href=\"/opinion/196496/united-states-v-twitty/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">228</span></a></span>, 231 (1st Cir.1995)).</p>\n<p>As will be explained below, we hold that evidence against Dellosantos and Szpyt varied from the conspiracy specified in the indictment, and that variance caused each of them to suffer unfair prejudice. Accordingly, the district court erred in denying Dellosantos' and Szpyt's Rule 29 motions to acquit.</p>\n<p></p>\n<h2>1. The Variance</h2>\n<p>\"When . . . a defendant asserts a claim of variance premised on the notion that multiple conspiracies existed and that his activities were not part of the charged conspiracy, the initial question . . . is one of evidentiary sufficiency.\" <i>United States v. Pérez-Ruiz,</i> <span class=\"citation\" data-id=\"200773\"><a href=\"/opinion/200773/united-states-v-perez-ruiz/\"><span class=\"volume\">353</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir.2003); <i>see also </i><i>United States v. Niemi,</i> <span class=\"citation\" data-id=\"203982\"><a href=\"/opinion/203982/united-states-v-niemi/\"><span class=\"volume\">579</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">123</span></a></span>, 127 (1st Cir.2009) (\"Whether evidence shows one or many conspiracies is a question of fact for the jury and is reviewed only for sufficiency of the evidence.\"), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1912</span></span>, <span class=\"citation no-link\"><span class=\"volume\">176</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">385</span></span> (2010). In reviewing for sufficiency of the evidence, \"`we examine the evidencedirect and circumstantialas well as all plausible inferences drawn therefrom, in the light most favorable to the verdict, and determine whether a rational fact finder could conclude beyond a reasonable doubt that the defendant committed the charged crime.'\" <i>Niemi,</i> 579 <span class=\"star-pagination\">*117</span> F.3d at 127 (quoting <i>United States v. Wyatt,</i> <span class=\"citation\" data-id=\"203744\"><a href=\"/opinion/203744/united-states-v-wyatt/\"><span class=\"volume\">561</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></a></span>, 54 (1st Cir.2009)).</p>\n<p>In determining whether a prejudicial variance exists in the instant case, we first discuss the legal principles that govern whether criminal activity constitutes multiple conspiracies, as opposed to a single conspiracy. Next, we address whether the evidence in the case at hand supported a finding of a single overarching conspiracy, encompassing both Defendants and all the relevant nefarious conduct, to distribute <i>both</i> cocaine <i>and</i> marijuana. After concluding that the evidence did <i>not</i> support such a conclusion, but rather that the evidence established at least two distinct conspiracies, we analyze whether the evidence was sufficient for a jury to have found the Defendants guilty of joining either of the two conspiracies that were actually proven by the government and, if so, we then determine whether the variance (between the conspiracy charged and the conspiracy for which there was sufficient evidence that the Defendants actually joined) unfairly prejudiced the Defendants.<sup>[10]</sup></p>\n<p></p>\n<h2>2. The Evidence Showed Multiple Conspiracies</h2>\n<p>\"In determining whether the evidence supports the existence of a single conspiracy, we ultimately look at the totality of the evidence.\" <i>Mangual-Santiago,</i> 562 F.3d at 421. There are three factors this court has found particularly helpful in evaluating the evidence: \"`(1) the existence of a common goal, (2) interdependence among participants, and (3) overlap among the participants.'\" <i>Id.</i> (quoting <i>United States v. Sánchez-Badillo,</i> <span class=\"citation\" data-id=\"203454\"><a href=\"/opinion/203454/united-states-v-sanchez-badillo/\"><span class=\"volume\">540</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 29 (1st Cir. 2008), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">953</span></span>, <span class=\"citation no-link\"><span class=\"volume\">173</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">148</span></span> (2009)).</p>\n<p>The first factor, common goal, \"is given `wide breadth.'\" <i>Id.</i> (quoting <i>Sánchez-Badillo,</i> 540 F.3d at 29). For example, \"[a] goal of selling cocaine for profit or furthering the distribution of cocaine\" may be sufficient evidence of a common goal. <i>Id.</i> (quoting <i>United States v. Portela,</i> <span class=\"citation\" data-id=\"761694\"><a href=\"/opinion/761694/united-states-v-rafael-portela-united-states-of-america-v-francisco/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">687</span></a></span>, 695 (1st Cir.1999)) (internal quotation marks omitted). The second factor, interdependence, concerns whether \"`the activities of one aspect of the scheme are necessary or advantageous to the success of another aspect of the scheme.'\" <i>Id.</i> at 422 (quoting <i>Portela,</i> 167 F.3d at 695). More specifically, \"`Each individual must think the aspects of the venture interdependent, and each defendant's state of mind, and not his mere participation in some branch of the venture, is key.'\" <i>Id.</i> (quoting <i>Portela,</i> 167 F.3d at 695). We have explained the significance of this factor:</p>\n<blockquote>[K]nown interdependence . . . makes it reasonable to speak of a tacit understanding between the distributor and others upon whose unlawful acts the distributor knows his own success likely depends. When such interdependence is missing, when the distributor is indifferent to the purposes of others in the enterprisesay, other distributorsthe tacit understanding does not exist.</blockquote>\n<p><span class=\"star-pagination\">*118</span> <i>Glenn,</i> 828 F.2d at 857-58 (internal citation omitted); <i>see also </i><i>Sánchez-Badillo,</i> 540 F.3d at 29. Finally, the third factor, overlap among the participants, \"is satisfied by the pervasive involvement of a single core conspirator, or hub character.\" <i>Mangual-Santiago,</i> 562 F.3d at 422 (internal quotation marks omitted). In considering these three factors, we must remember that the existence of a single conspiracy does <i>not</i> require the participants to know of all the other participants, understand all the details of the conspiracy, or participate in each aspect of the conspiracy. <i>Id.; </i><i>Sánchez-Badillo,</i> 540 F.3d at 29.</p>\n<p>In <i>Sánchez-Badillo,</i> we applied these three factors in rejecting the contention of two co-defendants that they were not part of a single conspiracy. <span class=\"citation\" data-id=\"203454\"><a href=\"/opinion/203454/united-states-v-sanchez-badillo/\"><span class=\"volume\">540</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>. In that case, the co-defendants were convicted of conspiracy to distribute heroin, cocaine, cocaine base, and marijuana. <i>Id.</i> at 27. One defendant managed heroin and marijuana sales from the \"lower point\" in a public housing project, and the other defendant managed cocaine and marijuana sales from the \"upper point\" in the same housing project. <i>Id.</i> at 28. Both locations, however, were \"owned\" by a boss, to whom both defendants paid \"rent.\" <i>Id.</i> at 27-28. This court affirmed the convictions. First, the evidence showed a common goal of \"serving [the boss'] illicit interests.\" <i>Id.</i> at 29. Second, a reasonable jury could have found interdependence from the following: the boss' \"iron-fisted\" control over the housing project suggested that the defendants tacitly agreed to join the boss' organization, the boss' representative worked at the lower point, two dealers worked at both locations, one of the defendants served as an enforcer for the boss, and on one occasion \"participants in the two points were arrested together and aided by participants in the lower point.\" <i>Id.</i> at 29-30. Third, the evidence demonstrated an overlap among the participants, as the boss was a \"hub.\" <i>Id.</i> at 30-31.</p>\n<p>In <i>Glenn,</i> on the other hand, we reversed a defendant's conviction based on our conclusion that the evidence was insufficient to prove that he had joined the single conspiracy charged in the indictment. <span class=\"citation\" data-id=\"494122\"><a href=\"/opinion/494122/united-states-v-kenneth-robert-glenn-united-states-of-america-v-manuel/\"><span class=\"volume\">828</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">855</span></a></span>. <i>Glenn</i> involved a defendant convicted of conspiring to import and possess marijuana and hashish. <i>Id.</i> at 857. The evidence showed that a group of core conspirators met repeatedly to develop plans to smuggle marijuana from Thailand and hashish from Pakistan, fraudulently borrowed $10 million to finance the operation, bought a boat for hashish smuggling but used it for the marijuana smuggling, and purchased a landing area where eight tons of marijuana were unloaded. <i>Id.</i> at 858. The evidence also showed that both the core conspirators and the defendant thought of the defendant as a subsidiary figure, the defendant's duties only involved hashish, and the defendant was generally only present at meetings about hashish. <i>Id.</i> Although the defendant was aware of the marijuana smuggling and present at a few meetings in which marijuana was discussed, we concluded that the record did <i>not</i> support a conclusion that the defendant \"thought the two ventures interdependent, in the sense that the success of the one might have facilitated completion of the other.\" <i>Id.</i> at 859. Consequently, the evidence was \"insufficient to show that [the defendant] expressly or tacitly agreed to do more than to import and possess Pakistani hashish.\"<sup>[11]</sup><i>Id.</i></p>\n<p><span class=\"star-pagination\">*119</span> In the instant case, looking at the totality of the evidence, we conclude there was insufficient evidence to support the finding of a single conspiracy. Rather, the evidence pointed to at least two distinct conspiracies: (1) the Massachusetts-based Vizcaíno-Dellosantos-Szpyt conspiracy to distribute cocaine, and (2) the Maine-based Sanborn-centered conspiracy to distribute <i>both</i> cocaine <i>and</i> marijuana (whose participants included, <i>inter alia,</i> Robert L. Sanborn, Lara Sanborn and Walter D. Towle, Jr.).<sup>[12]</sup></p>\n<p>First, the two conspiracies had materially different goals, at least in part. Although they both sought to sell the cocaine that traveled through the Vizcaíno-Dellosantos-Szpyt-Sanborn supply chain, the Sanborn-centered conspiracy included a second, equally important objective that the other conspiracy lacked: the distribution of marijuana. Nor did the ventures share the objective of serving a particular organization or boss. <i>Cf. </i><i>Sánchez-Badillo,</i> 540 F.3d at 29.</p>\n<p>Second, even assuming without deciding that Dellosantos and Szpyt knew of Sanborn's marijuana distribution operation (a fact contested by the Defendants),<sup>[13]</sup> we find that the two conspiracies lacked sufficient interdependence, particularly considering that the participants' <i>states of mind</i> are the \"key\" to this inquiry. <i>See </i><i>Mangual-Santiago,</i> 562 F.3d at 422. In this regard, although the evidence showed that Szpyt and Dellosantos \"participated in some branch\" (supplying cocaine) of the Sanborn-centered operation, <i>cf. id.,</i> nothing was presented to the jury to suggest that either of them believed that the success of their cocaine distribution operation likely depended on Sanborn's marijuana distribution venture. <i>See </i><i>Glenn,</i> 828 F.2d at 857-58.</p>\n<p>For example, the evidence did not establish a situation where an individual or group had an \"iron-fisted control\" over the two distribution schemes. <i>Cf. </i><i>Sánchez-Badillo,</i> 540 F.3d at 30. In addition, Sanborn used different suppliers for his marijuana distribution (namely, Demarco and Chase), and there was no evidence that either Szpyt or Dellosantos relied upon the success of Sanborn's marijuana distribution in order to sell their cocaine. <i>Cf. </i><i>Mangual-Santiago,</i> 562 F.3d at 422. Rather, as discussed below, the record indicates that the Defendants were indifferent to Sanborn's marijuana distribution scheme. <i>See </i><i>Glenn,</i> 828 F.2d at 858 (noting that a tacit understanding does not exist when the distributor is indifferent to <span class=\"star-pagination\">*120</span> the purposes of others in the enterprise). In fact, there was little evidence to suggest that Dellosantos even knew about the marijuana operation until Szpyt told him of Sanborn's arrest.</p>\n<p>The government presented at trial a plethora of evidence providing detailed descriptions of Szpyt's relationship with Sanborn and the latter's marijuana distribution emporium. This evidence established, <i>inter alia,</i> that Szpyt and Sanborn communicated constantly, as the two were fellow Iron Horsemen who spent much time together (both in Massachusetts and Maine) at Iron Horsemen parties and handling cocaine distribution. Yet, there was no evidence suggesting that the two ever discussed Sanborn's marijuana distribution operation. Thus, the evidence strongly suggested that Szpyt was only interested in his own unlawful ends (i.e., distributing cocaine) and was indifferent with regards to Sanborn's other unlawful activities. <i>See </i><i>Blumenthal v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">332</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></span>, 558, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">248</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">154</span></span> (1947) (noting that separate conspiracies may be found when defendants have distinct ends, when they have no interest in others' unlawful activities and when they do not aid others in conducting those activities). The success of Szpyt's and Dellosantos' cocaine distribution operation was no more dependent on the success of Sanborn's marijuana distribution operation than it was on the success of Sanborn's garage or any other (legal or illegal) income-producing venture devised by Sanborn that might have enabled him to pay off his cocaine debt to Szpyt. No evidence was presented suggesting that either Szpyt or Dellosantos understood the relationship differently.</p>\n<p>This weakness in the government's case is highlighted by its heavy reliance on Call 2026the conversation between Dellosantos and Szpyt about Sanborn's arrestas \"[p]erhaps the most damning evidence\" that Defendants understood their cocaine distribution operation to have been interdependent with Sanborn's marijuana distribution. Even viewing this conversation in the light most favorable to the verdict, Szpyt was merely informing Dellosantos about a fellow Iron Horsemen (and cocaine customer) who was caught committing a serious crime. It was expected for both Szpyt and Dellosantos to have been very interested in this story, since, although Sanborn was caught doing a \"weed deal,\" a search of his home and an investigation of his other activities (e.g., cocaine distribution) might lead law enforcement officials to the Defendants. However, this concern over Sanborn's ability to avoid detection, by itself, does not suggest that the Defendants believed that they had an interest in every income-producing unlawful venture that Sanborn might have gotten himself into (in this case, marijuana distribution). We cannot see how this conversation suggests that either Szpyt or Dellosantos believed that their cocaine distribution was interdependent with Sanborn's marijuana operation. In fact, a recording of the transcript of Call 2026 (<i>see ante</i> at pp. 114-15) shows the opposite of what the government claims, for Szpyt is complaining that he did not know about Sanborn's marijuana trafficking: \"I didn't know. I can only police my fucking guys so much. . . . I got no control.\"</p>\n<p>Third and finally, any evidence of overlap between the two conspiracies was insufficient to outweigh the lack of interdependence. To be sure, controlled substances that were distributed in both conspiracies traveled through Sanborn. However, there was no evidence Sanborn had any interactions with Dellosantos or Vizcaíno or was even aware of their existence, aside from his general knowledge that Szpyt obtained cocaine from a few suppliers, one of whom Sanborn believed <span class=\"star-pagination\">*121</span> to be Hispanic. Nor was there any evidence that Dellosantos specifically knew he supplied Sanborn with cocaine. In short, Sanborn was not the type of \"hub\" character that frequently exists in cases where this court has found significant overlap and an overarching conspiracy.</p>\n<p>Perhaps this case is best understood if we think of Sanborn as a drug supermarket owner, who sold different products, cocaine and marijuana, rather than bananas and tomatoes, from different distributors: cocaine from the Vizcaíno-Dellosantos-Szpyt chain and marijuana from the Demarco and Boivin-Chase suppliers. Were we actually considering such fruit distribution chains in the context of an actual supermarket, we would be hard put to argue that the intersection of those two separate fruit product distribution chains would be of any legal significance as far as somehow making the members of the two separate chains overall business partners. Neither would it be reasonable to argue that merely distributing tomatoes to the supermarket, by itself, would make the tomato distributor a partner in the supermarket's overall business of selling bananas and other foods. When we transfer this bucolic scenario to the present case, we can perceive no legally significant difference in the outcome. The Vizcaíno-Dellosantos-Szpyt criminal conspiracy to distribute cocaine was a different criminal enterprise than the Boivin-Chase-Sanborn-Jordan marijuana enterprise, with different products, a different source of supply, different goals, and a different history. Similarly, distributing cocaine (rather than tomatoes) to Sanborn's drug supermarket does not, by itself, make Vizcaíno, Dellosantos and Szpyt partners in Sanborn's drug supermarket business of distributing cocaine <i>and</i> marijuana.</p>\n<p>In sum, we conclude that the evidence did not support a finding of a single over-arching conspiracy covering all the relevant drug dealing. With this conclusion in mind, we turn to whether the evidence sufficed to prove that the Defendants joined either of the two conspiracies that were actually proven by the government and, if so, we then determine whether the variance (between the conspiracy charged and the conspiracy for which there was sufficient evidence that the Defendants actually joined) unfairly prejudiced the Defendants.</p>\n<p></p>\n<h2>3. The Defendants did not Join the Conspiracy Specified in the Indictment</h2>\n<p>As previously mentioned, the indictment charged the Defendants with participation in a <i>single</i> Maine-based conspiracy to distribute and possess with intent to distribute <i>both</i> cocaine <i>and</i> marijuana. The evidence, however, established the existence of at least <i>two distinct</i> conspiracies: (1) the Massachusetts-based Vizcaíno-Dellosantos-Szpyt conspiracy to distribute cocaine, and (2) the Maine-based Sanborn-centered conspiracy to distribute <i>both</i> cocaine <i>and</i> marijuana.</p>\n<p>Mindful of this variance, we find that the Defendants' convictions cannot stand for two reasons. First, we find that the evidence was insufficient to support a verdict that either Szpyt or Dellosantos knowingly and voluntarily joined the Sanborn-centered conspiracy to distribute <i>both</i> cocaine <i>and</i> marijuana. Second, assuming without deciding that the evidence was sufficient to permit a jury to find the Defendants guilty of joining the Vizcaíno-Dellosantos-Szpyt conspiracy to distribute cocaine, we find that the Defendants would be unfairly prejudiced by the difference between the conspiracy specified in the indictment and the Vizcaíno-Dellosantos-Szpyt conspiracy to distribute cocaine. These two findings <span class=\"star-pagination\">*122</span> are discussed separately in the following sections.</p>\n<p></p>\n<h2>a. The Evidence was Insufficient to Establish that the Defendants Joined the Sanborn-centered Conspiracy</h2>\n<p>While the indictment charged the Defendants with joining a single overarching conspiracy to distribute <i>both</i> cocaine <i>and</i> marijuana, the evidence proved at least two distinct conspiracies, i.e., the Vizcaíno-Dellosantos-Szpyt conspiracy to distribute cocaine and the Sanborn-centered conspiracy to distribute <i>both</i> cocaine <i>and</i> marijuana. Under our previously mentioned framework, if we were to find sufficient evidence for a jury to find the Defendants guilty of joining the <i>Sanborn-centered conspiracy,</i> then the question would arise as to whether the variance between the charged conspiracy and the Sanborn-centered conspiracy was harmless. <i>See </i><i>Wihbey,</i> 75 F.3d at 773 (quoting <i>Glenn,</i> 828 F.2d at 858). We, however, do not have to answer this question conclusively, given that, as discussed below, we find that the evidence was insufficient for a rational factfinder to conclude beyond a reasonable doubt that the Defendants joined the Sanborn-centered conspiracy.</p>\n<p>In order to establish the crime of conspiracy, the government must prove, among other things, \"the defendant's knowing and voluntary participation in the conspiracy,\" which in turn \"requires that the government establish [defendant's] intention to join the conspiracy and to effectuate the objects of the conspiracy.\" <i>Portalla,</i> 496 F.3d at 26. As discussed below, the evidence presented to the jury did not establish beyond a reasonable doubt that either Szpyt or Dellosantos knowingly and voluntarily intended to join the Sanborn-centered conspiracy and to effectuate its objects.</p>\n<p>The mere fact that Sanborn chose to diversify his illegal activities by venturing out into the marijuana distribution business and agreed to form a multi-object conspiracy with other individuals to sell and distribute <i>both</i> cocaine <i>and</i> marijuana does not, by itself, make the Defendants a party to such a conspiracy, even if the Defendants had knowledge of the same. <i>See </i><i>Zafiro,</i> 945 F.2d at 888; <i>see also </i><i>United States v. Melchor-López,</i> <span class=\"citation\" data-id=\"381001\"><a href=\"/opinion/381001/united-states-v-humberto-melchor-lopez-united-states-of-america-v/\"><span class=\"volume\">627</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">886</span></a></span>, 891 (9th Cir.1980) (\"[M]ere association with members of a conspiracy, the existence of an opportunity to join a conspiracy, or simple knowledge, approval of, or acquiescence in the object or purpose of the conspiracy ... is not sufficient to make one a conspirator.\"); <i>United States v. Collins,</i> <span class=\"citation\" data-id=\"344301\"><a href=\"/opinion/344301/united-states-v-jesse-collins-united-states-of-america-v-leon-hammonds/\"><span class=\"volume\">552</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">243</span></a></span>, 245 (8th Cir.1977) (\"Knowledge of the existence or acquiescence in a conspiracy does not serve to render one a part of the conspiracy.\"). Rather, as discussed previously, the evidence suggested that the Defendants were indifferent to Sanborn's marijuana operations, and therefore it was <i>not</i> reasonable to conclude that the Defendants agreed to join the Sanborn-centered conspiracy to distribute <i>both</i> cocaine <i>and</i> marijuana. Just as the hashish smuggler in <i>Glenn</i> was aware that his co-conspirators were involved in marijuana smuggling but was himself uninterested in marijuana, <i>see</i> 828 F.2d at 857-59, Szpyt and Dellosantos, both cocaine distributors, were allegedly aware of Sanborn's involvement in marijuana distribution but were themselves uninterested in the marijuana operations. Furthermore, there was no evidence that either Szpyt or Dellosantos profited from marijuana.</p>\n<p>In addition, we are unpersuaded by the Government's proposal that the fact that Szpyt spent significant time in Maine and assumed a leadership role in the Iron Horsemen suggested that he intended to join the Sanborn-centered conspiracy to distribute <i>both</i> cocaine <i>and</i> marijuana. <span class=\"star-pagination\">*123</span> There is no evidence that Szpyt's role in the Iron Horsemen was in any way connected to Sanborn's marijuana network. In fact, contrary to what the government claims, the recorded conversation between Dellosantos and Szpyt regarding Sanborn's marijuana arrest, in which Szpyt is complaining to Dellosantos of Sanborn's \"fucking stupidity,\" in fact suggests Szpyt's lack of participation in Sanborn's marijuana activities: \"[O]ne of my ... idiot brothers got ... popped up there.... [D]oing ... fucking weed deal or some fucking stupid thing.... I didn't know. I can only police my fucking guys so much.... I got no control ... they are all men.... He got caught with twenty pounds [of marijuana].\"<sup>[14]</sup></p>\n<p>The government also points to certain other snippets of evidence regarding Szpyt that neither individually nor jointly establish beyond a reasonable doubt that he intended to join the Sanborn-centered conspiracy to distribute <i>both</i> cocaine <i>and</i> marijuana.</p>\n<p>First, the government points to the previously mentioned occasion where Sanborn reduced $750 from his cocaine debt to Szpyt by paying him with half a pound of marijuana. We note, however, that this <i>singular</i> exchange of marijuana for a cocaine <i>debt</i> does not factually or legally make Szpyt a member of the Sanborn-centered conspiracy, any more than if Sanborn had paid Szpyt in cash or with a sack of Maine potatoes. That <i>single</i> payment with marijuana was merely a barter of goods, not the joining of Szpyt into the Sanborn-centered conspiracy.<sup>[15]</sup></p>\n<p>Second, the government points to the recorded conversation between Szpyt and his daughter indicating that, at one point, Szpyt possessed a \"big\" bag of marijuana. Again, we are unpersuaded. In the first place, this occurred in the United States, where trafficking in marijuana is endemic. Thus, the marijuana could just as well have been from a source in Massachusetts, or elsewhere, and it may have been for Szpyt's personal use.<sup>[16]</sup> Moreover, there is no evidence as to what was the amount in the \"big\" bag, or more importantly for our purposes, whether it was in any way connected to the Sanborn-centered conspiracy based in Maine.</p>\n<p><span class=\"star-pagination\">*124</span> Finally, we note that the government presented an abundance of evidence of Sanborn's marijuana network, including direct testimony of Sanborn's marijuana emporium and a selection of hundreds of telephone conversations (from a pool of thousands of calls intercepted by the government) involving hours of intercepted communications, which memorialized the marijuana dealings attributed by the government to the Sanborn-centered conspiracy. It is quite significant that none of these recordings (dealing with the Sanborn-centered conspiracy) even randomly mention either Dellosantos or Szpyt. Furthermore, there were numerous recorded telephone calls between Szpyt and Sanborn dealing with cocaine and in none is there even an inkling that the Defendants were part of the marijuana distribution scheme that Sanborn independently organized and directed.<sup>[17]</sup></p>\n<p>In sum, we conclude that the evidence was insufficient for a rational factfinder to conclude beyond a reasonable doubt that either Dellosantos or Szpyt joined the Sanborn-centered conspiracy. In light of this conclusion, we now turn to whether the Defendants' convictions can nonetheless stand based on a finding that the Defendants joined the other conspiracy proven by the government, i.e., the Vizcaíno-Dellosantos-Szpyt conspiracy to distribute cocaine.</p>\n<p></p>\n<h2>b. The Defendants were Unfairly Prejudiced by the Variance Between the Conspiracy Specified in the Indictment and the Vizcaíno-Dellosantos-Szpyt Conspiracy</h2>\n<p>\"We review de novo the question whether a variance affected a defendant's substantial rights.\" <i>Wihbey,</i> 75 F.3d at 774.</p>\n<p>Although the indictment charged a single overarching conspiracy to distribute <i>both</i> cocaine <i>and</i> marijuana, the evidence established the existence of at least two distinct conspiracies: the Maine-based Sanborn-centered conspiracy to distribute <i>both</i> cocaine <i>and</i> marijuana and the Massachusetts-based Vizcaíno-Dellosantos-Szpyt conspiracy to distribute cocaine. As discussed in the preceding section, the evidence was insufficient to support a finding that the Defendants joined the Sanborn-centered conspiracy. On the other hand, the evidence was arguably sufficient to support a finding that the Defendants joined the other conspiracy proven by the government, i.e., the Vizcaíno-Dellosantos-Szpyt conspiracy. Furthermore, because the statutory violation for joining the Vizcaíno-Dellosantos-Szpyt conspiracy remains the same as that alleged in the indictment (i.e., 21 U.S.C. § 846), the jury, under a proper set of instructions, could arguably have convicted the Defendants of participating in the Vizcaíno-Dellosantos-Szpyt conspiracy so long as the difference between the conspiracy specified in the indictment and the Vizcaíno-Dellosantos-Szpyt conspiracy \"d[id] not cause unfair prejudice.\" <i>Wihbey,</i> 75 F.3d at 773. Nevertheless, for the reasons stated below, we conclude that the Defendants were unfairly prejudiced by the difference between the conspiracy specified in Count 1 and the Vizcaíno-Dellosantos-Szpyt conspiracy, and, therefore, vacate their convictions. <i>See id.</i> (noting that, where there is a variance, a jury cannot convict if the difference causes unfair prejudice).</p>\n<p>We have previously recognized at least three ways in which a variance might \"affect <span class=\"star-pagination\">*125</span> the substantial rights\" of the accused. <i>Id.</i> at 774 (citing <i>United States v. Sutherland,</i> <span class=\"citation\" data-id=\"558565\"><a href=\"/opinion/558565/united-states-v-dianne-sutherland-united-states-of-america-v-alan-w/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">765</span></a></span>, 772-73 (1st Cir.1991)).</p>\n<blockquote>First, a defendant may receive inadequate notice of the charge against him and thus be taken by surprise at trial. Second, a defendant may be twice subject to prosecution for the same offense. Third, a defendant may be prejudiced by \"evidentiary spillover\": the \"transference of guilt\" to a defendant involved in one conspiracy from evidence incriminating defendants in another conspiracy in which the particular defendant was not involved.</blockquote>\n<p><i>Id.</i></p>\n<p>In the instant case, the Defendants (and their counsel) were, at the very least, deprived of adequate notice of the charges against them, and they were therefore limited in their ability to prepare a defense at trial. Specifically, the Defendants were forced to defend against an allegation that they joined a Maine-based conspiracy to distribute <i>both</i> cocaine <i>and</i> marijuana, when in fact the government introduced evidence suggesting that the Defendants joined (with different co-conspirators) a Massachusetts-based conspiracy to distribute cocaine, i.e., the Vizcaíno-Dellosantos-Szpyt conspiracy. <i>See </i><i>Yelaun,</i> 541 F.3d at 419 (noting that a variance may prejudice a defendant by, among other things, \"undermining the defendant's right to have sufficient knowledge of the charge against him to prepare an effective defense and avoid surprise at trial\" (internal quotation marks omitted)). Accordingly, we find that the difference between the conspiracy specified in the indictment and the Vizcaíno-Dellosantos-Szpyt conspiracy unfairly prejudiced the Defendants.</p>\n<p>In addition, there should be little question that the jury's decision to find the Defendants guilty of joining the conspiracy specified in Count 1 (to distribute <i>both</i> cocaine <i>and</i> marijuana) was influenced by the plethora of evidence implicating the other sixteen indicted co-defendants (including Sanborn) in a conspiracy involving marijuana. As previously mentioned, this evidence included direct testimony from various co-defendantswho pled guilty to the conspiracy in Count 1and a selection of hundreds of telephone conversations (from a pool of thousands of calls intercepted by the government) involving hours of intercepted communications, which memorialized the marijuana dealings of the other sixteen individuals indicted under Count 1. Thus, under the guise of its single conspiracy theory, the government subjected the Defendants to voluminous testimony relating to unconnected crimes in which they took no part. This situation created a pervasive risk of \"evidentiary spillover,\" where the jury might have unfairly transferred to the Defendants the guilt relating to the other sixteen indicted individuals. Specifically, there was a pervasive risk that such transference of guilt might have led the jury to find the Defendants guilty of joining the conspiracy specified in Count 1 (dealing with <i>both</i> cocaine <i>and</i> marijuana), despite the fact that the evidence was insufficient to support such a finding.</p>\n<p>In sum, we find that the variance between the conspiracy specified in the indictment and the evidence at trial was unfairly prejudicial to both Defendants. The evidence established at least two conspiracies, (1) the Sanborn-centered conspiracy, and (2) the Vizcaíno-Dellosantos-Szpyt conspiracy. With regards to the first conspiracy (i.e., the Sanborn-centered conspiracy), the evidence was insufficient to support a finding that the Defendants joined the same. In addition, although the evidence was arguably sufficient to support a finding that the Defendants joined the second conspiracy proven (i.e., the <span class=\"star-pagination\">*126</span> Vizcaíno-Dellosantos-Szpyt conspiracy), we find that the variance between the conspiracy specified in the indictment and the Vizcaíno-Dellosantos-Szpyt conspiracy unfairly prejudiced the Defendants. Accordingly, we vacate both Dellosantos' and Szpyt's convictions under Count 1.<sup>[18]</sup></p>\n<p></p>\n<h2>III. <i>Conclusion</i>\n</h2>\n<p>Based on the above, we conclude that the district court erred in denying Dellosantos and Szpyt's Rule 29 motions. Accordingly, Dellosantos' conviction on Count 1 of the indictment is vacated. Similarly, Szpyt's conviction on Count 1 and all charges based thereon are also vacated.</p>\n<p><i>Vacated.</i></p>\n<p>HOWARD, Circuit Judge (concurring in part and dissenting in part).</p>\n<p>The majority's framework for deciding these cases relies on circuit precedent that I doubt can be reconciled with the usual mode, after <i>Griffin v. United States,</i> <span class=\"citation\" data-id=\"112659\"><a href=\"/opinion/112659/griffin-v-united-states/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">46</span></a></span>, <span class=\"citation\" data-id=\"112659\"><a href=\"/opinion/112659/griffin-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">466</span></a></span>, <span class=\"citation\" data-id=\"112659\"><a href=\"/opinion/112659/griffin-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">371</span></a></span> (1991), of analyzing convictions on indictments alleging multiple-object conspiracies. Even under my respected colleagues' framework, there was sufficient evidence to convict Szpyt if not Dellosantos.</p>\n<p></p>\n<h2>I.</h2>\n<p>In <i>Griffin,</i> a defendant was charged in a single count with conspiracy to defraud the government by means of two objects. <i>Id.</i> at 47, <span class=\"citation\" data-id=\"112659\"><a href=\"/opinion/112659/griffin-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">466</span></a></span>. At trial the government linked the defendant to one object but not the other. <i>Id.</i> at 48, <span class=\"citation\" data-id=\"112659\"><a href=\"/opinion/112659/griffin-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">466</span></a></span>. The jury convicted in a general guilty verdict. <i>Id.</i> The Supreme Court affirmed the conviction: It held that a general guilty verdict on a dual-object conspiracy charge <span class=\"star-pagination\">*127</span> must stand as long as the evidence is adequate to support conviction as to one of those objects, even if the evidence is inadequate as to the other. <i>Id.</i> at 48-52, <span class=\"citation\" data-id=\"112659\"><a href=\"/opinion/112659/griffin-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">466</span></a></span>.</p>\n<p>We have applied <i>Griffin</i> and upheld general guilty verdicts in single-count, multiple-object conspiracies in a variety of contexts. For example, in <i>United States v. Mitchell,</i> the defendant challenged his conviction under a single count for conspiracy to violate (1) the arson statute, and (2) the wire-fraud statute. <span class=\"citation\" data-id=\"196797\"><a href=\"/opinion/196797/united-states-v-mitchell/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">800</span></a></span>, 809 (1st Cir.1996). Among other things, the defendant argued that there was insufficient evidence to prove the wire-fraud object of the conspiracy. <i>Id.</i> at 811. We rejected that argument, however, based on <i>Griffin</i> and the defendant's failure to contest the sufficiency of the evidence as to the other object of the conspiracy. <i>Id.; see also </i><i>United States v. Gerhard,</i> <span class=\"citation\" data-id=\"151938\"><a href=\"/opinion/151938/united-states-v-gerhard/\"><span class=\"volume\">615</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 30 (1st Cir.2010), <i>cert. denied sub nom. </i><i>Riley v. United States,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1536</span></span>, <span class=\"citation no-link\"><span class=\"volume\">179</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">349</span></span> (2011); <i>United States v. Capozzi,</i> <span class=\"citation\" data-id=\"202795\"><a href=\"/opinion/202795/united-states-v-capozzi/\"><span class=\"volume\">486</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">711</span></a></span>, 718-19 (1st Cir.2007).</p>\n<p>Similarly, the indictment here charged a single conspiracy to violate a narcotics statute by means of two objects: (1) distributing cocaine; and (2) distributing marijuana. As I read <i>Griffin</i> and our case law, it seems to me that the government's burden at trial was to prove that a conspiracy to distribute narcotics existed, and to tie each defendant to the agreement to distribute one or more of the drugs involved in that conspiracy; that is, <i>either</i> cocaine <i>or</i> marijuana <i>or</i> both. At least that is how several other circuits have read <i>Griffin</i> in cases like this one,<sup>[19]</sup> and this approach flows logically from the settled law that a general verdict on a multiple-count indictment will stand even if some counts were not proved and that charges leveled in the conjunctive need only be proved in the disjunctive.<sup>[20]</sup></p>\n<p>But the government has to make the argument to benefit from it. Here, the <span class=\"star-pagination\">*128</span> government does little more than cite the relevant authority. It makes no meaningful attempt to explain how that authority applies in these cases, its effect (if any) on variance analysis, or whether the jury charge (and the government's failure to object) limits its application in these cases, not to mention potential issues in sentencing based on a general guilty verdict when multiple drugs are involved. Answers to those questions are not obvious, especially in light of our precedent relied on by the majority. And we cannot do the government's homework, even if the government may be on to something. <i>United States v. Zannino,</i> <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1990).</p>\n<p></p>\n<h2>II.</h2>\n<p>That issue aside, my colleagues reach the wrong result in any event, at least for Szpyt. In Szpyt's brief, he flatly admits to the cocaine scheme; and the evidence adduced at trial showed that he was not only aware ofbut directly benefitted from the marijuana scheme. An entry in Sanborn's ledger reflected that Szpyt accepted a half-pound of marijuana in lieu of $750 toward the balance of Sanborn's cocaine debt. That transaction was confirmed at trial by Sanborn's wife. The majority says that this one-time payment of a half-pound of marijuana is \"merely a barter of goods.\" <i>Ante,</i> at 123. I find that characterization peculiar in a narcotics case. But in any event the majority's criticism misses the point: a single transaction in the context of other evidence suggesting a joint undertaking can prove tacit agreement. <i>United States v. Moran,</i> <span class=\"citation\" data-id=\"599257\"><a href=\"/opinion/599257/united-states-v-george-a-moran/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1299</span></a></span>, 1303 (1st Cir.1993).</p>\n<p>And here the evidence did suggest that Szpyt played some role in the marijuana undertaking. For example, in one recorded call, Szpyt relayed to Dellosantos the details of Sanborn's arrest for a \"weed deal\" and bemoaned that \"I can only police my fucking guys so much.\" The statement, which the jury easily could have concluded was tongue-in-cheek, implies not only that he knew about marijuana distribution, but also that he exercised at least <i>some</i> measure of control over it, although in his view not enough. The inference makes sense in light of Szpyt's leadership position over gang members distributing marijuana in Maine, and the fact that he owned the clubhouse in Old Orchard Beach where they met. Even if that is not the only inference the jury could have drawn, it is certainly plausible and at this stage we must draw all such inferences in favor of guilt. <i>United States v. Cruz-Rodríguez,</i> <span class=\"citation\" data-id=\"203469\"><a href=\"/opinion/203469/united-states-v-cruz-rodriguez/\"><span class=\"volume\">541</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 26 (1st Cir.2008).</p>\n<p>On top of this, the evidence indicated that Szpyt possessed some quantity of marijuana. Following a meeting between Szpyt and Dellosantos, police acting in cooperation with federal authorities pulled over Dellosantos' van for a traffic violation. The officers observed Szpyt drive past the stopped vehicle several times. In a recorded call at about the same time, Szpyt called home and exhorted his daughter to hide the \"big bag\" of \"pot.\" The majority says that Szpyt's cache of marijuana could have been for his personal consumption. Perhaps they are right. But viewing all the evidence together (and not each piece separately and in isolation as the majority does), and in light of the deference that our precedent requires, I believe that the jury was free, although not compelled, to convict Szpyt.</p>\n<p>So I respectfully dissent in case no. 09-2670. But I have sincere doubts that the result in either case is correct.</p>\n<h2>NOTES</h2>\n<p>[1]  The other defendants were Robert L. Sanborn, James E. Weston, Lee P. Chase, Sherwood K. Jordan, Andre T. Charron, Lara M. Sanborn, Robert M. Boothby, Daniel A. Guarino, Zachary Deveau, Kelley Monahan, Walter D. Towle, Jr., Robert A. Bouthot, Bruce Hill, Michael Gochie, Michael A. Martin, and Cynthia A. Moore.</p>\n<p>[2]  A third defendant, Sherwood K. Jordan, was also tried with Szpyt and Dellosantos, but Jordan has not appealed his conviction.</p>\n<p>[3]  This conclusion makes it unnecessary for us to address the other issues raised by Dellosantos and Szpyt in their appeals.</p>\n<p>[4]  Vizcaíno apparently knew Dellosantos as \"José Ramón\", and in his testimony he refers to Dellosantos as \"José Ramón\".</p>\n<p>[5]  These other cooperating witnesses included the following co-defendants, who pleaded guilty to the conspiracy charge in Count 1: Lara Sanborn, Walter D. Towle, Jr., Lee P. Chase, Daniel A. Guarino and Andre T. Charron.</p>\n<p>[6]  Brian Tully and Mark Tully are brothers.</p>\n<p>[7]  Both Sanborns acknowledged that one intercepted call, Call 2567 on September 3, 2007, reflected Sanborn's instruction to his wife, Lara Sanborn, to give Szpyt $5,000 toward a cocaine balance, and enter the transaction in the ledger. The ledger in fact shows two different entries for $5,000 on two different dates that month, one on September 3 and the other on September 19. Although Sanborn testified that he could not remember which entry reflected the payment referred to in Call 2567, Lara Sanborn confirmed that she had in fact paid Szpyt on September 3 and that the September 3 entry reflected the payment discussed in this call. The ledger also suggests that Sanborn either paid Szpyt or otherwise reduced his cocaine debt by $8,000 on September 10 and $4,000 on September 14.\n</p>\n<p>The government asserts that the jury could have reasonably inferred that the cash that the police found on Dellosantos on September 12 was the \"drug proceeds that Sanborn had recently delivered to Szpyt.\" We disagree. Although it is certainly conceivable that the money found in Dellosantos' possession was money Sanborn had given to Szpyt in the previous couple of weeks, we cannot see how a reasonable jury examining this evidence could determinewithout speculatingthat the $6,000 found on Dellosantos consisted, in whole or in part, of money that Sanborn paid Szpyt.</p>\n<p>[8]  Brian Tully did not identify the voices on the phone call, but the government asserts the call was between Dellosantos and Szpyt, the transcript of the call indicates it was between Dellosantos and Szpyt, and the Defendants do not seem to contest this fact.</p>\n<p>[9]  Szpyt does not challenge these last four convictions on any basis independent from his challenge to Count 1. Count 40, which also charged Szpyt with using a communication facility to facilitate the commission of the conspiracy, was dropped during trial on the government's motion. Count 7, which charged Szpyt with unlawful possession of firearms, was also dismissed on the government's motion.</p>\n<p>[10]  This analytical approach is consistent with the framework set forth in previous cases for analyzing when a variance between the conspiracy charged and the conspiracy proven constitutes reversible error:\n</p>\n<p>(1) Is the evidence sufficient to permit a jury to find the (express or tacit) agreement that the indictment charges? (2) If not, is [the evidence] sufficient to permit a jury, under a proper set of instructions, to convict the defendant of a related, similar conspiracy? (3) If so [i.e., the answer to (2) is yes], does the variance affect the defendant's substantial rights or does the difference between the charged conspiracy and the conspiracy proved amount to \"harmless error\"?</p>\n<p><i>Wihbey,</i> 75 F.3d at 773 (second alteration in original) (quoting <i>Glenn,</i> 828 F.2d at 858).</p>\n<p>[11]  The court also concluded that the evidence against a co-defendant varied from the charges in the indictment, though it ultimately affirmed the co-defendant's conviction because the variance did not prejudice the co-defendant. <i>See </i><i>Glenn,</i> 828 F.2d at 860-61.</p>\n<p>[12]  For purposes of this appeal, it is unnecessary to determine whether the Boivin-Chase-Sanborn-Jordan marijuana distribution chain constituted a third conspiracy that was distinct from the Sanborn-centered cocaine <i>and</i> marijuana distribution conspiracy.</p>\n<p>[13]  In support of its contention that the Defendants knew of Sanborn's marijuana distribution operation, the government claims, that, on September 12, 2007, Dellosantos was recorded asking Szpyt for \"green paint\" for a friend, which the government asserts was a reference to marijuana. In his reply brief, \"Dellosantos disputes any knowledge or understanding of the phrase `green paint.'\"\n</p>\n<p>As an initial matter, we note an inconsistency between the government's depiction of this conversation and the record. Exhibit 2C, which the government cites on appeal, includes a call summary of the relevant conversation and that call summary indicates Szpyt was asking Dellosantos about the green paint, not vice versa.</p>\n<p>Nevertheless, even if we accept the government's characterization of the meaning of \"green paint,\" this conversation does not materially impact our analysis. Even if the September 12 discussion suggests that Dellosantos actually sold marijuana to Szpyt or an associate of Szpyt's, there was no other evidence and the government does not contend that Dellosantos provided marijuana for the venture in Maine.</p>\n<p>[14]  Although our standard of review is deferential, it is not meaningless. We are still required to decide whether the evidence, viewed in the light most favorable to the prosecution and \"drawing all plausible inferences therefrom, would allow a rational factfinder to conclude <i>beyond a reasonable doubt</i> that the defendant committed the <i>charged</i> crime.\" <i>United States v. Cruz-Rodríguez,</i> <span class=\"citation\" data-id=\"203469\"><a href=\"/opinion/203469/united-states-v-cruz-rodriguez/\"><span class=\"volume\">541</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 26 (1st Cir.2008) (emphasis added). Thus, we respectfully disagree with Judge Howard's suggestion, <i>infra</i> at 123, that, despite the overall lack of evidence, this conversation (viewed in the light most favorable to the government) was sufficient to prove beyond a reasonable doubt that Szpyt intended to both join the Sanborn-centered conspiracy and effectuate its objects. <i>See </i><i>Portalla,</i> 496 F.3d at 26.</p>\n<p>[15]  In his concurring/dissenting opinion, Judge Howard cites <i>United States v. Moran,</i> <span class=\"citation\" data-id=\"599257\"><a href=\"/opinion/599257/united-states-v-george-a-moran/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1299</span></a></span>, 1303 (1st Cir.1993) to support his proposition that this single transaction proved beyond a reasonable doubt that Szpyt tacitly agreed to enter a conspiracy involving, <i>inter alia,</i> marijuana distribution. We respectfully disagree. <i>Moran</i> notes that \"even a single sale for resale, embroidered with evidence suggesting a joint undertaking between buyer and seller, could suffice [to find a conspiracy].\" 984 F.2d at 1303. In the present case, however, there was no evidence that the marijuana exchanged in this single barter transaction was for resale, and the transaction was not \"embroidered with evidence\" suggesting that Szpyt intended to both join the Sanborn-centered conspiracy and effectuate its objects. <i>Cf. id.</i> To the contrary, as previously mentioned, the evidence indicated that Szpyt was indifferent to Sanborn's marijuana distribution operation.</p>\n<p>[16]  The record showed that Szpyt smoked marijuana.</p>\n<p>[17]  The only exception to this is the aforementioned conversation in which Szpyt emphatically tells Dellosantos of Sanborn's arrest for his marijuana activities, of which Szpyt claims lack of control.</p>\n<p>[18]  The government argues in a cursory manner that, even if the evidence did not establish that the Defendants agreed to join a single conspiracy to distribute <i>both</i> marijuana <i>and</i> cocaineas charged in the indictment<i>Griffin v. United States,</i> <span class=\"citation\" data-id=\"112659\"><a href=\"/opinion/112659/griffin-v-united-states/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">46</span></a></span>, <span class=\"citation\" data-id=\"112659\"><a href=\"/opinion/112659/griffin-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">466</span></a></span>, <span class=\"citation\" data-id=\"112659\"><a href=\"/opinion/112659/griffin-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">371</span></a></span> (1991) requires us to affirm the Defendants' convictions insofar as the evidence was sufficient to connect the Defendants to a conspiracy to distribute <i>only</i> cocaine (i.e., to the Vizcaíno-Dellosantos-Szpyt conspiracy). This argument is waived in light of the government's perfunctory treatment of <i>Griffin</i> and lack of developed argumentation. <i>See </i><i>United States v. Zannino,</i> <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1990). But even if it were not waived, the argument would still fail as it is not supported by <i>Griffin.</i>\n</p>\n<p>In <i>Griffin,</i> the defendant was indicted for conspiring to defraud a federal government agency in violation of 18 U.S.C. § 371, by joining a single conspiracy with two objects. The jury returned a general guilty verdict that did not specify whether the jury had convicted the defendant of participating in one objective of the charged conspiracy (for which there was sufficient proof) or for participating in the other objective, for which (as the government conceded) there was not sufficient evidence. The Supreme Court affirmed, holding that a general guilty verdict on a dual-object single conspiracy count need not be set aside merely because the defendant was not implicated in one of the objects of the charged conspiracy, where the evidence was sufficient to find that the defendant participated in the other object of such conspiracy. <i>Id.</i> at 48-52, <span class=\"citation\" data-id=\"112659\"><a href=\"/opinion/112659/griffin-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">466</span></a></span>. On the other hand, the important point as far as this case is concerned is that the defendant in <i>Griffin</i> had <i>agreed</i> to the dual-object single conspiracy that was charged, thus a finding that the defendant had participated in one of this conspiracy's objectives was enough to sustain the conviction. In the present case, however, the government failed to prove beyond a reasonable doubt that Dellosantos and Szpyt <i>agreed</i> to join the conspiracy that was <i>charged.</i></p>\n<p>Thus, <i>Griffin</i> did not abrogate the well settled principle that, where a single conspiracy is charged and multiple conspiracies are proven, the government must prove that the <i>charged</i> conspiracy existed and that defendants <i>agreed</i> to join <i>that</i> conspiracy, and not some other conspiracy. <i>See, e.g., </i><i>United States v. Trainor,</i> <span class=\"citation\" data-id=\"202634\"><a href=\"/opinion/202634/united-states-v-trainor/\"><span class=\"volume\">477</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 35 n. 20 (1st Cir.2007) (noting that jury instructions explaining this principle were proper).</p>\n<p>[19]  <i>United States v. Calle,</i> <span class=\"citation\" data-id=\"12693\"><a href=\"/opinion/12693/united-states-v-calle/\"><span class=\"volume\">120</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></a></span>, 44 (5th Cir.1997), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1012</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1202</span></span>, <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">330</span></span> (1998); <i>United States v. Henry,</i> 71 Fed.Appx. 493, 499-500 (6th Cir.2003) (per curiam), <i>cert. denied sub nom., Rosenboro v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">540</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1134</span></span>, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1111</span></span>, <span class=\"citation no-link\"><span class=\"volume\">157</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">939</span></span> (2004); <i>United States v. Vaziri,</i> <span class=\"citation\" data-id=\"760425\"><a href=\"/opinion/760425/united-states-v-jesse-allen-vaziri-corey-jess-adkins-and-jacqueline-lou/\"><span class=\"volume\">164</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">556</span></a></span>, 566-67 (10th Cir.1999), <i>cert. denied sub nom., Quarterman v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">533</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">923</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2536</span></span>, <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">705</span></span> (2001); <i>United States v. Barnes,</i> <span class=\"citation\" data-id=\"758667\"><a href=\"/opinion/758667/united-states-v-christopher-barnes/\"><span class=\"volume\">158</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">662</span></a></span>, 672 (2d Cir.1998); <i>accord </i><i>United States v. Banks,</i> <span class=\"citation\" data-id=\"658315\"><a href=\"/opinion/658315/united-states-v-william-kenneth-banks-aka-kenny-united-states-of/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1044</span></a></span>, 1054-55 (4th Cir.1993) (same, but without citing <i>Griffin</i>), <i>cert. denied sub nom., Blow v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1090</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1850</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">475</span></span> (1994).</p>\n<p>[20]  The majority attempts to distinguish <i>Griffin</i> as follows: \"the defendant in <i>Griffin</i> had <i>agreed</i> to the dual-object single conspiracy that was charged, thus a finding that the defendant had participated in one of this conspiracy's objectives was enough to sustain the conviction.\" <i>Ante,</i> at 126 n. 18. But that statement merely begs the question. In <i>Griffin,</i> the proof failed to establish that the defendant was even aware of one of the two objects of the conspiracy, <i>see</i> 502 U.S. at 48, <span class=\"citation\" data-id=\"112659\"><a href=\"/opinion/112659/griffin-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">466</span></a></span>, a critical fact that the lower court's decision had made crystal clear. <i>United States v. Beverly,</i> <span class=\"citation\" data-id=\"547515\"><a href=\"/opinion/547515/united-states-v-alex-beverly-betty-mcnulty-george-brown-and-diane-griffin/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">337</span></a></span>, 348, 360 (7th Cir.1990), <i>aff'd, </i><i>Griffin,</i> <span class=\"citation\" data-id=\"112659\"><a href=\"/opinion/112659/griffin-v-united-states/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">46</span></a></span>, <span class=\"citation\" data-id=\"112659\"><a href=\"/opinion/112659/griffin-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">466</span></a></span> (recognizing that there was \"no proof that [Ms. Griffin] knew Mr. Beverly was a drug dealer\" but affirming her conviction anyway because she participated in the conspiracy's other object). Thus, the defendant could not have agreed to both objects of the dual-object single conspiracy in <i>Griffin.</i> Moreover, our precedent applying <i>Griffin</i> has never required that a defendant agree to both objects in order to sustain a conspiracy conviction. Indeed, in <i>Mitchell,</i> this court rejected the defendant's plaint that \"the Government was allowed to argue a `grab bag' of theories and ask the jury to guess as to which <i>agreement</i> Mitchell contemplated\" because under <i>Griffin</i> \"the jury could find Mitchell guilty on Count I if the government proved either of the objects of the conspiracy.\" <i>Mitchell,</i> 85 F.3d at 810 (emphasis supplied).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/12693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112659/",
    "http://www.courtlistener.com/api/rest/v3/opinions/151938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/180331/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196496/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196797/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198160/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200773/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202002/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202083/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202634/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202795/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202867/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203454/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203469/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203744/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203982/",
    "http://www.courtlistener.com/api/rest/v3/opinions/344301/",
    "http://www.courtlistener.com/api/rest/v3/opinions/381001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494122/",
    "http://www.courtlistener.com/api/rest/v3/opinions/521900/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546890/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547515/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558565/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569141/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597415/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658315/",
    "http://www.courtlistener.com/api/rest/v3/opinions/758667/",
    "http://www.courtlistener.com/api/rest/v3/opinions/760425/",
    "http://www.courtlistener.com/api/rest/v3/opinions/761694/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769364/"
  ]
}