{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/227964/",
  "absolute_url": "/opinion/227964/melanson-v-obrien-warden/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/227964/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:29:13Z",
  "date_modified": "2016-02-28T05:46:00.926808Z",
  "type": "010combined",
  "sha1": "fe4075606d30335919a52e3cd61ea96e70d05845",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/191/191.F2d.963.4568_1.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">191 F.2d 963</p>\n    <p class=\"parties\">MELANSON<br>v.<br>O'BRIEN, Warden.</p>\n    <p class=\"docket\">No. 4568.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">Oct. 26, 1951.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Joseph J. Gottlieb, Boston, Mass., for appellant.</p>\n      <p class=\"indent\">Samuel E. Levine, Asst. Dist. Atty., Western District, North Adams, Mass.  (Francis E. Kelly, Atty. Gen., Henry P. Fielding, Asst. Atty. Gen., Stephen A. Moynahan, Dist. Atty., Western District, Springfield, Mass., and Walter J. Griffin, Asst. Dist. Atty., Western District, Holyoke, Mass., with him on the brief), for appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit judges.</p>\n      <p class=\"indent\">MAGRUDER, Chief Judge.</p>\n      <p class=\"indent\">Elmer A. Melanson is now confined in Massachusetts State Prison under concurrent sentences of 25 to 30 years for rape and for carnal abuse of a female child, pursuant to trial and conviction in the Superior Court for Berkshire County, Mass., upon an indictment charging these offenses in separate counts.  He filed in the court below a petition for a writ of habeas corpus.  The district judge, without issuing the writ or a show-cause order, filed a memorandum in which he concluded that it appeared from the face of the petition that Melanson was not entitled to the relief sought.  95 F.Supp. 230; 101 F.Supp. 164.  From an order dismissing the petition and denying the writ, the present appeal was taken.  A certificate of probable cause for appeal was duly issued by the district judge pursuant to 28 U.S.C. &#167; 2253.</p>\n      <p class=\"indent\">The court below found that petitioner had exhausted his remedies in the state courts, as required by 28 U.S.C. 2254, and respondent on appeal does not suggest the contrary.  It appears that Melanson has hitherto unsuccessfully tried for relief in the state courts on the constitutional claim upon which his petition for habeas corpus was predicated, namely, that he was tried and convicted without the assistance of counsel in violation of his rights under the Fourteenth Amendment.  He raised this question in a motion for a new trial filed in the Superior Court and in exceptions to the denial thereof taken to the Supreme Judicial Court.  As an alternative procedure he raised the same constitutional question in a petition for writ of error filed in the Supreme Judicial Court for Suffolk County, which petition was reserved and reported to the full bench, without decision, by the single justice before whom the petition came.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Supreme Judicial Court overruled the exceptions to the order denying a new trial, and on the petition for a writ of error affirmed the judgment of conviction.  The case is reported sub nom.  Commonwealth v. Blondin, 1949,  324 Mass. 564, 87 N.E.2d 455.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Certiorari was applied for and denied.  Melanson v. Massachusetts, 1950, 339 U.S. 984, 70 S.Ct. 1004, 94 L.Ed. 1387, Justices Black and Douglas noting their opinion that the petition for certiorari should have been granted.  Of course we have no way of knowing why certiorari was denied, nor may denial of certiorari be taken as an adverse ruling on the merits; and it is clear that such denial did not deprive the court below of jurisdiction to entertain a subsequent petition for habeas corpus.  See Darr v. Burford, 1950, 339 U.S. 200, 214-216, 94 L.Ed. 761.  The district court did not dismiss the petition for habeas corpus, as a matter of discretion, upon the ground that the constitutional claim had been fully examined and determined adversely by the highest court of the state, with review denied by the Supreme Court of the United States, and that it would be an abuse of the writ of habeas corpus to inquire into the matter again.  Upon the contrary, the court dismissed the petition on its independent view that the allegations, taken as true, failed to make out a case of denial of constitutional right.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Petitioner also advanced a subordinate contention that he was denied due process of law in that he was tried 'in camera, behind closed doors.'  In this connection United States v. Kobli, 3 Cir., 1949, 172 F.2d 919, is not a controlling authority, for there the prosecution was for a federal offense and the question was whether the exclusion of the general public from the courtroom was a violation of the specific guaranty of a 'public trial' contained in the Sixth Amendment to the Constitution of the United States.  The extent to which exclusion from the courtroom of some part of the public is a violation of the more general guaranty of due process of law in the Fourteenth Amendment is a different question.  See In re Oliver, 1948, 333 U.S. 257, 68 S.Ct. 499, 92 L.Ed. 682.  See also Betts v. Brady, 1942, 316 U.S. 455, 461-462, 62 S.Ct. 1252, 86 L.Ed. 1959.  Presumably the trial justice acted pursuant to Mass.  G.L. (Ter.  Ed.) Ch. 278, &#167; 16A, providing that, in the trial of certain sex crimes where the victim is a minor under eighteen years of age, 'the presiding justice shall exclude the general public from the court room, admitting only such persons as may have a direct interest in the case.'  We agree with the Supreme Judicial Court that such a state statute is not on its face a violation of the due process clause; and without further comment, we refer to the full discussion by the Supreme Judicial Court on this aspect of the case.  See 324 Mass. at pages 569-573, 87 N.W.2d 455.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The petition was filed in the court below on January 23, 1951.  Accompanying it were applications for the assignment of counsel and for a writ of habeas corpus and testificandum.  These applications were denied by the district judge on January 25, 1951, in the same memorandum in which he concluded that the main petition should be dismissed.  A new days thereafter petitioner sent to the district judge a so-called brief which contains arguments on the law and citations of authorities, as well as certain further factual allegations; and he requested that the dismissal of the petition be reconsidered in the light of the contends of the brief.  The district judge did so reconsider the case, and on February 1, 1951, he filed a supplemental memorandum in which he stated that nothing in the brief called for a modification of his original conclusion that the petition should be dismissed.  To the extent that the 'brief' contained additional factual allegations, the judge apparently treated it as an informal amendment of the original petition for habeas corpus (which he was fully warranted in doing), for he directed the clerk to make the brief a part of the record on appeal.  In reviewing the case we shall also treat the additional factual allegations as included in the petition by amendment, though in the view we take of the case we do not think that this affects its outcome.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">From the petition, the following allegations of fact appear:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Melanson was arrested on the evening of January 3, 1946, without a warrant, by the Massachusetts State Police.  Without being told the nature of the charge against him, he was required to accompany the police to the house of a young girl whom he was later formally charged with having attacked.  He was then returned to the barracks of the State Police where he was held incommunicado and subjected to physical examination of his body and clothing and continuous questioning with regard to the alleged crime of rape, until nearly noon of the following day.  On January 4 petitioner was brought before the District Court of Berkshire County and was held in $1,000 bail.  On January 11 he was bound over for the grand jury and his bail was raised to $5,000.  He was indicted by the grand jury on January 16, 1946, along with Blondin and Morin upon charges of rape and abuse of a female child under sixteen years of age.  On the same day he was arraigned and pleaded not guilty.  The Superior Court set bail at $50,000, and he was forthwith remanded to custody.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Petitioner at this time had 'cash securities immediately available' totaling more than $3,500 wherewith to employ counsel.  While at the county jail, just prior to the aforesaid arraignment, petitioner in an effort to engage counsel had consulted with a lawyer from Pittsfield.  However, on January 22, 1946, just before the trial started, and only six days after he had been indicted, he found himself in the prisoner's dock in the courtroom, without an attorney to represent him, the attorney from Pittsfield whom he had consulted having failed to come back to see him or to communicate with him further, leaving petitioner in ignorance whether this lawyer would accept the case or not.  Petitioner inquired of a court officer to whom he should apply in order to have the case postponed to afford him an opportunity to engage counsel.  The court officer advised petitioner to consult the district attorney.  When the district attorney arrived petitioner told him of his previous unsuccessful efforts to engage counsel, and asked the prosecutor to have the case continued, so that petitioner might have more time and opportunity to obtain counsel, if need be, an attorney from out of town.  The district attorney replied that the case could not be postponed; that it was his duty to prosecute the case immediately because petitioner was in jail and 'jail cases' had to be tried before 'bail cases'.  The district attorney then asked the court for the immediate trial of the case, without disclosing to the court the defendant's desire to be represented by counsel and his request for a continuance.  Whereupon, on the said January 22, 1946, the court ordered the trial to proceed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Petitioner, with no more than six grades of grammar schooling, with no previous record and no experience whatsoever with courts and legal proceedings, was misled into supposing that the prosecutor's word was final in denial of the requested postponement and did not know enough to inform the court directly of his desire to be represented by counsel of his own choosing.  He did not, therefore, ask the court for a continuance, but suffered the trial to proceed.  Throughout the trial he was prejudiced by his incompetence to organize and present his own defense properly.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The trial resulted in a verdict of guilty and concurrent sentences of imprisonment for a term of 40 to 50 years.  Immediately upon his arrival at the State Prison, petitioner engaged the services of an attorney from Boston, the late William H. Lewis, Esq., to whom he paid a retainer of $4,000.  An appeal was taken to the Appellate Division of the Superior Court on the issue of excessive sentence, and this tribunal reduced the sentence to a term of 25 to 30 years.  Thereafter the petitioner, represented by the said attorney, filed a motion for a new trial and an application for a writ of error, but these efforts to secure relief in the state courts were unsuccessful, as previously noted in this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In recent years there has been much litigation as to the extent to which the due process clause of the Fourteenth Amendment requires a state to supply counsel to an accused person who, because of poverty or for other reasons, is unable to engage counsel for himself.  It has been authoritatively held that procedural due process does not in all non-capital cases absolutely and inflexibly require a state to furnish counsel to an indigent accused, in contrast with the mandate of the Sixth Amendment, under which counsel must be assigned to an indigent defendant prosecuted in the federal courts in every case.  Betts v. Brady, 1942, 316 U.S. 455, 62 S.Ct. 1252, 86 L.Ed. 1595; Foster v. People of State of Illinois, 1947, 332 U.S. 134, 67 S.Ct. 1716, 91 L.Ed. 1955; Bute v. People of State of Illinois, 1948, 333 U.S. 640, 68 S.Ct. 763, 92 L.Ed. 986; Gryger v. Burke, 1948, 334 U.S. 728, 68 S.Ct. 1256, 92 L.Ed. 1683; Quicksall v. Michigan, 1950, 339 U.S. 660, 70 S.Ct. 910, 94 L.Ed. 1188.  But as those cases indicate, and as other cases have held, the question of constitutional right turns very much upon the circumstances of the particular case, the age of the accused, his education, intelligence and experience, whether the offense charged was simple of comprehension or complicated, the occurrences at the trial, such as how effectively the trial judge interposed to protect the rights of the accused, and whether or not the proceeding turned upon intricacies of substantive law or procedure.  Such examination of the particular facts may reveal that the accused 'was handicapped by lack of counsel to such an extent that his constitutional right to a fair trial was denied.'  Gibbs v. Burke, 1949, 337 U.S. 773, 781, 69 S.Ct. 1247, 1251, 93 L.Ed. 1686.  This is the ultimate criterion.  Uveges v. Commonwealth of Pennsylvania, 1948, 335 U.S. 437, 69 S.Ct. 184, 93 L.Ed. 127; Townsend v. Burke, 1948, 334 U.S. 736, 68 S.Ct. 1252, 92 L.Ed. 1690; Wade v. Mayo, 1948, 334 U.S. 672, 683-684, 68 S.Ct. 1270, 92 L.Ed. 1647; DeMeerleer v. People of State of Michigan, 1947, 329 U.S. 663, 67 S.Ct. 596, 91 L.Ed. 584; Rice v. Olson, 1945, 324 U.S. 786, 65 S.Ct. 989, 89 L.Ed. 637; Tomkins v. State of Missouri, 1945, 323 U.S. 485, 65 S.Ct. 370, 89 L.Ed. 407; Williams v. Kaiser, 1945, 323 U.S. 471, 65 S.Ct. 363, 89 L.Ed. 398; Smith v. O'Grady, 1941, 312 U.S. 329, 61 S.Ct. 572, 85 L.Ed. 859.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court in the case at bar regarded the issue before it as a Betts v. Brady problem (as had the Supreme Judicial Court, 324 Mass. at pages 568, 569, 87 N.E.2d 455).  It thought this case was even weaker for the accused than Betts v. Brady, where the accused had directly asked the court to designate counsel for him.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is our opinion, however, that we do not reach the problem of Betts v. Brady in the present case.  According to the allegations of the petition, Melanson at no time desired to have counsel assigned by the court.  He desired to be represented by counsel selected and paid by himself.  He had funds to employ counsel, but he was not able to secure the services of a lawyer until just after his trial and conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Notwithstanding the holding in Betts v. Brady that a state is not necessarily obliged, in all non-capital cases, to supply counsel to an accused who has been unable to engage counsel for himself, the majority opinion in that case took pains to differentiate the right of an accused person, in non-capital as well as in capital cases, to engage his own counsel and be represented by him, a right which had come to be recognized as of a most fundamental character at the time of the adoption of our federal Constitution.  316 U.S. at page 465, 466, 62 S.Ct. 1252, 86 L.Ed. 1595.  See 2 Story on the Constitution (4th ed. 1873) &#167; 1949; 1 Cooley's Constitutional Limitations (8th ed. 1927) 696-700.  See also House v. Mayo, 1945, 324 U.S. 42, 46, 65 S.Ct. 517, 89 L.Ed. 739, and In re Oliver, 1948, 333 U.S. 257, 273, 68 S.Ct. 499, 92 L.Ed. 682, both of them involving non-capital offenses, in which it was filed that, whether or not the state under the circumstances presented would have had to supply counsel to an indigent defendant under the Betts v. Brady criteria, the state had denied due process to the accused by depriving him of the aid and advice of counsel whom he had engaged for his defense.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In an earlier leading case, Powell v. State of Alabama, 1932, 287 U.S. 45, 53 S.Ct. 55, 77 L.Ed. 158, discussing notice and hearing as 'basic elements of the constitutional requirement of due process of law', the Court said, 287 U.S. at pages 68-69, 53 S. Ct. at page 64: 'What, then, does a hearing include?  Historically and in practice, in our own country at least, it has always included the right to the aid of counsel when desired and provided by the party asserting the right.  The right to be heard would be, in many cases, of little avail if it did not comprehend the right to be heard by counsel.  Even the intelligent and educated layman has small and sometimes no skill in the science of law.  If charged with crime, he is incapable, generally, of determining for himself whether the indictment is good or bad.  He is unfamiliar with the rules of evidence.  Left without the aid of counsel he may be put on trial without a proper charge, and convicted upon incompetent evidence, or evidence irrelevant to the issue or otherwise inadmissible.  He lacks both the skill and knowledge adequately to prepare his defense, even though he have a perfect one.  He requires the guiding hand of counsel at every step in the proceedings against him.  Without it, though he be not guilty, he faces the danger of conviction because he does not know how to establish his innocence.  If that be true of men of intelligence, how much more true is it of the ignorant and illiterate, or those of feeble intellect.  If in any case, civil or criminal, a state or federal court were arbitrarily to refuse to hear a party by counsel, employed by and appearing for him, it reasonably may not be doubted that such a refusal would be a denial of a hearing, and, therefore, of due process in the constitutional sense.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">This right to employ and be represented by counsel involves as a corollary the obligation of the state not to deprive the accused of the effective exercise of such right, by pressing the criminal proceeding either without affording him a reasonable opportunity to secure such counsel or without affording counsel a reasonable time in which to consult with his client, investigate the case, secure witnesses, and otherwise map out the defense.  Avery v. State of Alabama, 1940, 308 U.S. 444, 446, 60 S.Ct. 321, 84 L.Ed. 377; House v. Mayo, 1945, 324 U.S. 42, 46, 65 S.Ct. 517, 89 L.Ed. 739; White v. Ragen, 1945,  324 U.S. 760, 764, 65 S.Ct. 978, 89 L.Ed. 1348; Hawk v. Olson, 1945, 326 U.S. 271, 276, 66 S.Ct. 116, 90 L.Ed. 61.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Here Melanson, having been confined in jail in default of raising $50,000 bail, was brought to trial six days after his indictment, before he had succeeded in employing counsel.  He felt his own inadequacy in facing trial without an attorney, and asked a court official how he should go about securing a postponement.  He was told to speak to the district attorney, to whom he explained his predicament and his need for a continuance.  The prosecutor gave a most absurd pretext for his answer that the case could not be postponed.  It is perhaps true that under the usual practice 'jail cases' are tried ahead of 'bail cases'; but such practice would obviously be for the benefit of the accused person held in custody, and certainly would not make imperative the immediate trial of a 'jail case' where the accused himself requested a postponement in order to employ counsel and better prepare for his b defense.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The prosecutor was 'the representative not of an ordinary party to a controversy, but of a sovereignty whose obligation to govern impartially is as compelling as its obligation to govern at all; and whose interest, therefore, in a criminal prosecution is not that it shall win a case, but that justice shall be done.'  Berger v. United States, 1935, 295 U.S. 78, 88, 55 S.Ct. 629, 633, 79 L.Ed. 1314.  It seems to us that as a matter of elemental fairness it was the duty of the prosecutor to inform the court of Melanson's request for a postponement, or at least to have suggested to Melanson that the latter himself might properly ask the court to continue the case for a reasonable time.  But the prosecutor left petitioner to suppose that under the accepted practice the case could not be postponed, and that that was final.  In effect the state, in the person of the district attorney, insisted upon putting the case to trial six days after the indictment was brought, despite the accused's unreadiness to meet the grave accusations and his request for a postponement in order to obtain counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It does not appear from an examination of the transcript of the trial that the court ever asked the defendant whether he had counsel or desired to be represented by counsel.  If the prosecutor had made known to the court the accused's request for a postponement in order to secure counsel, it could hardly be doubted that the court would under the circumstances have granted a continuance at least for a few days.  But due to the action of the prosecutor the accused's request for postponement never even came to the attention of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It will not do to say that petitioner was not prejudiced by the lack of counsel because it may appear from a reading of the trial transcript that the evidence of his guilt was overwhelming.  For all we may know, this might be attributable to the very lack of counsel, and the consequent inadequate presentation of the defense.  Indeed, upon examination of the trial transcript and of the bill of exceptions narrating the evidence produced on the motion for a new trial, it is not difficult to see how the case for the defense might have been strengthened in material particulars under the guidance of a skilled and experienced lawyer.  'Continuance may or may not have been useful to the accused but the importance of the assistance of counsel in a serious criminal charge after arraignment is too large to permit speculation on its effect.'  Hawk v. Olson, 1945, 326 U.S. 271, 278, 66 S.Ct. 116, 120, 90 L.Ed. 61.  Similarly, in Glasser v. United States, 1942, 315 U.S. 60, 76, 62 S.Ct. 457, 467, 86 L.Ed. 680, the Court said: 'The right to have the assistance of counsel is too fundamental and absolute to allow courts to indulge in nice calculations as to the amount of prejudice arising from its denial.'  See also United States v. Kobli, 3 Cir., 1949, 172 F.2d 919, 921.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Our conclusion is that on the allegations of the petition Melanson was denied procedural due process in contravention of the Fourteenth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The order of the District Court dismissing the petition for habeas corpus and denying the writ is vacated and the case is remanded to that court for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Blondin, and one Morin, were tried as co-defendants with Melanson, under similar indictments.  The state's evidence was that the three men participated together in the attack on the girl</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The brief for the respondent on appeal seems to concede that this conversation took place between petitioner and the prosecutor, substantially as summarized above.  The justice of the Superior Court made a similar finding at the hearing on Melanson's motion for a new trial, as appears from an examination of the bill of exceptions</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">191</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">963</span></span></p>\n    <p class=\"parties\">MELANSON<br>v.<br>O'BRIEN, Warden.</p>\n    <p class=\"docket\">No. 4568.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">Oct. 26, 1951.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Joseph J. Gottlieb, Boston, Mass., for appellant.</p>\n      <p class=\"indent\">Samuel E. Levine, Asst. Dist. Atty., Western District, North Adams, Mass.  (Francis E. Kelly, Atty. Gen., Henry P. Fielding, Asst. Atty. Gen., Stephen A. Moynahan, Dist. Atty., Western District, Springfield, Mass., and Walter J. Griffin, Asst. Dist. Atty., Western District, Holyoke, Mass., with him on the brief), for appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit judges.</p>\n      <p class=\"indent\">MAGRUDER, Chief Judge.</p>\n      <p class=\"indent\">Elmer A. Melanson is now confined in Massachusetts State Prison under concurrent sentences of 25 to 30 years for rape and for carnal abuse of a female child, pursuant to trial and conviction in the Superior Court for Berkshire County, Mass., upon an indictment charging these offenses in separate counts.  He filed in the court below a petition for a writ of habeas corpus.  The district judge, without issuing the writ or a show-cause order, filed a memorandum in which he concluded that it appeared from the face of the petition that Melanson was not entitled to the relief sought.  95 F.Supp. 230; 101 F.Supp. 164.  From an order dismissing the petition and denying the writ, the present appeal was taken.  A certificate of probable cause for appeal was duly issued by the district judge pursuant to 28 U.S.C. &#167; 2253.</p>\n      <p class=\"indent\">The court below found that petitioner had exhausted his remedies in the state courts, as required by 28 U.S.C. 2254, and respondent on appeal does not suggest the contrary.  It appears that Melanson has hitherto unsuccessfully tried for relief in the state courts on the constitutional claim upon which his petition for habeas corpus was predicated, namely, that he was tried and convicted without the assistance of counsel in violation of his rights under the Fourteenth Amendment.  He raised this question in a motion for a new trial filed in the Superior Court and in exceptions to the denial thereof taken to the Supreme Judicial Court.  As an alternative procedure he raised the same constitutional question in a petition for writ of error filed in the Supreme Judicial Court for Suffolk County, which petition was reserved and reported to the full bench, without decision, by the single justice before whom the petition came.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Supreme Judicial Court overruled the exceptions to the order denying a new trial, and on the petition for a writ of error affirmed the judgment of conviction.  The case is reported sub nom.  Commonwealth v. Blondin, 1949,  <span class=\"citation no-link\"><span class=\"volume\">324</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">564</span></span>, 87 N.E.2d 455.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Certiorari was applied for and denied.  Melanson v. Massachusetts, 1950, <span class=\"citation no-link\"><span class=\"volume\">339</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">984</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1004</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1387</span></span>, Justices Black and Douglas noting their opinion that the petition for certiorari should have been granted.  Of course we have no way of knowing why certiorari was denied, nor may denial of certiorari be taken as an adverse ruling on the merits; and it is clear that such denial did not deprive the court below of jurisdiction to entertain a subsequent petition for habeas corpus.  See Darr v. Burford, 1950, <span class=\"citation\" data-id=\"104779\"><a href=\"/opinion/104779/darr-v-burford/\"><span class=\"volume\">339</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">200</span></a></span>, 214-216, 94 L.Ed. 761.  The district court did not dismiss the petition for habeas corpus, as a matter of discretion, upon the ground that the constitutional claim had been fully examined and determined adversely by the highest court of the state, with review denied by the Supreme Court of the United States, and that it would be an abuse of the writ of habeas corpus to inquire into the matter again.  Upon the contrary, the court dismissed the petition on its independent view that the allegations, taken as true, failed to make out a case of denial of constitutional right.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Petitioner also advanced a subordinate contention that he was denied due process of law in that he was tried 'in camera, behind closed doors.'  In this connection United States v. Kobli, 3 Cir., 1949, <span class=\"citation\" data-id=\"1546389\"><a href=\"/opinion/1546389/united-states-v-kobli/\"><span class=\"volume\">172</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">919</span></a></span>, is not a controlling authority, for there the prosecution was for a federal offense and the question was whether the exclusion of the general public from the courtroom was a violation of the specific guaranty of a 'public trial' contained in the Sixth Amendment to the Constitution of the United States.  The extent to which exclusion from the courtroom of some part of the public is a violation of the more general guaranty of due process of law in the Fourteenth Amendment is a different question.  See In re Oliver, 1948, <span class=\"citation\" data-id=\"104521\"><a href=\"/opinion/104521/in-re-oliver/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">257</span></a></span>, <span class=\"citation\" data-id=\"104521\"><a href=\"/opinion/104521/in-re-oliver/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">499</span></a></span>, <span class=\"citation\" data-id=\"104521\"><a href=\"/opinion/104521/in-re-oliver/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">682</span></a></span>.  See also Betts v. Brady, 1942, <span class=\"citation\" data-id=\"103694\"><a href=\"/opinion/103694/betts-v-brady/\"><span class=\"volume\">316</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">455</span></a></span>, 461-462, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1252</span></span>, 86 L.Ed. 1959.  Presumably the trial justice acted pursuant to Mass.  G.L. (Ter.  Ed.) Ch. 278, &#167; 16A, providing that, in the trial of certain sex crimes where the victim is a minor under eighteen years of age, 'the presiding justice shall exclude the general public from the court room, admitting only such persons as may have a direct interest in the case.'  We agree with the Supreme Judicial Court that such a state statute is not on its face a violation of the due process clause; and without further comment, we refer to the full discussion by the Supreme Judicial Court on this aspect of the case.  See 324 Mass. at pages 569-573, 87 N.W.2d 455.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The petition was filed in the court below on January 23, 1951.  Accompanying it were applications for the assignment of counsel and for a writ of habeas corpus and testificandum.  These applications were denied by the district judge on January 25, 1951, in the same memorandum in which he concluded that the main petition should be dismissed.  A new days thereafter petitioner sent to the district judge a so-called brief which contains arguments on the law and citations of authorities, as well as certain further factual allegations; and he requested that the dismissal of the petition be reconsidered in the light of the contends of the brief.  The district judge did so reconsider the case, and on February 1, 1951, he filed a supplemental memorandum in which he stated that nothing in the brief called for a modification of his original conclusion that the petition should be dismissed.  To the extent that the 'brief' contained additional factual allegations, the judge apparently treated it as an informal amendment of the original petition for habeas corpus (which he was fully warranted in doing), for he directed the clerk to make the brief a part of the record on appeal.  In reviewing the case we shall also treat the additional factual allegations as included in the petition by amendment, though in the view we take of the case we do not think that this affects its outcome.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">From the petition, the following allegations of fact appear:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Melanson was arrested on the evening of January 3, 1946, without a warrant, by the Massachusetts State Police.  Without being told the nature of the charge against him, he was required to accompany the police to the house of a young girl whom he was later formally charged with having attacked.  He was then returned to the barracks of the State Police where he was held incommunicado and subjected to physical examination of his body and clothing and continuous questioning with regard to the alleged crime of rape, until nearly noon of the following day.  On January 4 petitioner was brought before the District Court of Berkshire County and was held in $1,000 bail.  On January 11 he was bound over for the grand jury and his bail was raised to $5,000.  He was indicted by the grand jury on January 16, 1946, along with Blondin and Morin upon charges of rape and abuse of a female child under sixteen years of age.  On the same day he was arraigned and pleaded not guilty.  The Superior Court set bail at $50,000, and he was forthwith remanded to custody.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Petitioner at this time had 'cash securities immediately available' totaling more than $3,500 wherewith to employ counsel.  While at the county jail, just prior to the aforesaid arraignment, petitioner in an effort to engage counsel had consulted with a lawyer from Pittsfield.  However, on January 22, 1946, just before the trial started, and only six days after he had been indicted, he found himself in the prisoner's dock in the courtroom, without an attorney to represent him, the attorney from Pittsfield whom he had consulted having failed to come back to see him or to communicate with him further, leaving petitioner in ignorance whether this lawyer would accept the case or not.  Petitioner inquired of a court officer to whom he should apply in order to have the case postponed to afford him an opportunity to engage counsel.  The court officer advised petitioner to consult the district attorney.  When the district attorney arrived petitioner told him of his previous unsuccessful efforts to engage counsel, and asked the prosecutor to have the case continued, so that petitioner might have more time and opportunity to obtain counsel, if need be, an attorney from out of town.  The district attorney replied that the case could not be postponed; that it was his duty to prosecute the case immediately because petitioner was in jail and 'jail cases' had to be tried before 'bail cases'.  The district attorney then asked the court for the immediate trial of the case, without disclosing to the court the defendant's desire to be represented by counsel and his request for a continuance.  Whereupon, on the said January 22, 1946, the court ordered the trial to proceed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Petitioner, with no more than six grades of grammar schooling, with no previous record and no experience whatsoever with courts and legal proceedings, was misled into supposing that the prosecutor's word was final in denial of the requested postponement and did not know enough to inform the court directly of his desire to be represented by counsel of his own choosing.  He did not, therefore, ask the court for a continuance, but suffered the trial to proceed.  Throughout the trial he was prejudiced by his incompetence to organize and present his own defense properly.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The trial resulted in a verdict of guilty and concurrent sentences of imprisonment for a term of 40 to 50 years.  Immediately upon his arrival at the State Prison, petitioner engaged the services of an attorney from Boston, the late William H. Lewis, Esq., to whom he paid a retainer of $4,000.  An appeal was taken to the Appellate Division of the Superior Court on the issue of excessive sentence, and this tribunal reduced the sentence to a term of 25 to 30 years.  Thereafter the petitioner, represented by the said attorney, filed a motion for a new trial and an application for a writ of error, but these efforts to secure relief in the state courts were unsuccessful, as previously noted in this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In recent years there has been much litigation as to the extent to which the due process clause of the Fourteenth Amendment requires a state to supply counsel to an accused person who, because of poverty or for other reasons, is unable to engage counsel for himself.  It has been authoritatively held that procedural due process does not in all non-capital cases absolutely and inflexibly require a state to furnish counsel to an indigent accused, in contrast with the mandate of the Sixth Amendment, under which counsel must be assigned to an indigent defendant prosecuted in the federal courts in every case.  Betts v. Brady, 1942, <span class=\"citation\" data-id=\"103694\"><a href=\"/opinion/103694/betts-v-brady/\"><span class=\"volume\">316</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">455</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1252</span></span>, 86 L.Ed. 1595; Foster v. People of State of Illinois, 1947, <span class=\"citation\" data-id=\"104457\"><a href=\"/opinion/104457/foster-v-illinois/\"><span class=\"volume\">332</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">134</span></a></span>, <span class=\"citation\" data-id=\"104457\"><a href=\"/opinion/104457/foster-v-illinois/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1716</span></a></span>, 91 L.Ed. 1955; Bute v. People of State of Illinois, 1948, <span class=\"citation\" data-id=\"104539\"><a href=\"/opinion/104539/bute-v-illinois/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">640</span></a></span>, <span class=\"citation\" data-id=\"104539\"><a href=\"/opinion/104539/bute-v-illinois/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">763</span></a></span>, 92 L.Ed. 986; Gryger v. Burke, 1948, <span class=\"citation\" data-id=\"104578\"><a href=\"/opinion/104578/gryger-v-burke/\"><span class=\"volume\">334</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">728</span></a></span>, <span class=\"citation\" data-id=\"104578\"><a href=\"/opinion/104578/gryger-v-burke/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1256</span></a></span>, 92 L.Ed. 1683; Quicksall v. Michigan, 1950, <span class=\"citation\" data-id=\"104807\"><a href=\"/opinion/104807/quicksall-v-michigan/\"><span class=\"volume\">339</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">660</span></a></span>, <span class=\"citation\" data-id=\"104807\"><a href=\"/opinion/104807/quicksall-v-michigan/\"><span class=\"volume\">70</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">910</span></a></span>, 94 L.Ed. 1188.  But as those cases indicate, and as other cases have held, the question of constitutional right turns very much upon the circumstances of the particular case, the age of the accused, his education, intelligence and experience, whether the offense charged was simple of comprehension or complicated, the occurrences at the trial, such as how effectively the trial judge interposed to protect the rights of the accused, and whether or not the proceeding turned upon intricacies of substantive law or procedure.  Such examination of the particular facts may reveal that the accused 'was handicapped by lack of counsel to such an extent that his constitutional right to a fair trial was denied.'  Gibbs v. Burke, 1949, <span class=\"citation\" data-id=\"104703\"><a href=\"/opinion/104703/gibbs-v-burke/\"><span class=\"volume\">337</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">773</span></a></span>, 781, <span class=\"citation\" data-id=\"104703\"><a href=\"/opinion/104703/gibbs-v-burke/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1247</span></a></span>, 1251, 93 L.Ed. 1686.  This is the ultimate criterion.  Uveges v. Commonwealth of Pennsylvania, 1948, <span class=\"citation\" data-id=\"104604\"><a href=\"/opinion/104604/uveges-v-pennsylvania/\"><span class=\"volume\">335</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">437</span></a></span>, <span class=\"citation\" data-id=\"104604\"><a href=\"/opinion/104604/uveges-v-pennsylvania/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">184</span></a></span>, 93 L.Ed. 127; Townsend v. Burke, 1948, <span class=\"citation\" data-id=\"104579\"><a href=\"/opinion/104579/townsend-v-burke/\"><span class=\"volume\">334</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">736</span></a></span>, <span class=\"citation\" data-id=\"104579\"><a href=\"/opinion/104579/townsend-v-burke/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1252</span></a></span>, 92 L.Ed. 1690; Wade v. Mayo, 1948, <span class=\"citation\" data-id=\"104575\"><a href=\"/opinion/104575/wade-v-mayo/\"><span class=\"volume\">334</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">672</span></a></span>, 683-684, <span class=\"citation\" data-id=\"104575\"><a href=\"/opinion/104575/wade-v-mayo/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1270</span></a></span>, 92 L.Ed. 1647; DeMeerleer v. People of State of Michigan, 1947, <span class=\"citation\" data-id=\"104370\"><a href=\"/opinion/104370/de-meerleer-v-michigan/\"><span class=\"volume\">329</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">663</span></a></span>, <span class=\"citation\" data-id=\"104370\"><a href=\"/opinion/104370/de-meerleer-v-michigan/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">596</span></a></span>, 91 L.Ed. 584; Rice v. Olson, 1945, <span class=\"citation\" data-id=\"104129\"><a href=\"/opinion/104129/rice-v-olson/\"><span class=\"volume\">324</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">786</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">989</span></span>, 89 L.Ed. 637; Tomkins v. State of Missouri, 1945, <span class=\"citation\" data-id=\"104059\"><a href=\"/opinion/104059/tomkins-v-missouri/\"><span class=\"volume\">323</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">485</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">370</span></span>, 89 L.Ed. 407; Williams v. Kaiser, 1945, <span class=\"citation\" data-id=\"104058\"><a href=\"/opinion/104058/williams-v-kaiser/\"><span class=\"volume\">323</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">363</span></span>, 89 L.Ed. 398; Smith v. O'Grady, 1941, <span class=\"citation\" data-id=\"103461\"><a href=\"/opinion/103461/smith-v-ogrady/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">329</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">572</span></span>, 85 L.Ed. 859.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court in the case at bar regarded the issue before it as a Betts v. Brady problem (as had the Supreme Judicial Court, 324 Mass. at pages 568, 569, 87 N.E.2d 455).  It thought this case was even weaker for the accused than Betts v. Brady, where the accused had directly asked the court to designate counsel for him.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is our opinion, however, that we do not reach the problem of Betts v. Brady in the present case.  According to the allegations of the petition, Melanson at no time desired to have counsel assigned by the court.  He desired to be represented by counsel selected and paid by himself.  He had funds to employ counsel, but he was not able to secure the services of a lawyer until just after his trial and conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Notwithstanding the holding in Betts v. Brady that a state is not necessarily obliged, in all non-capital cases, to supply counsel to an accused who has been unable to engage counsel for himself, the majority opinion in that case took pains to differentiate the right of an accused person, in non-capital as well as in capital cases, to engage his own counsel and be represented by him, a right which had come to be recognized as of a most fundamental character at the time of the adoption of our federal Constitution.  316 U.S. at page 465, 466, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1252</span></span>, 86 L.Ed. 1595.  See 2 Story on the Constitution (4th ed. 1873) &#167; 1949; 1 Cooley's Constitutional Limitations (8th ed. 1927) 696-700.  See also House v. Mayo, 1945, <span class=\"citation\" data-id=\"104079\"><a href=\"/opinion/104079/house-v-mayo/\"><span class=\"volume\">324</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">42</span></a></span>, 46, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">517</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">739</span></span>, and In re Oliver, 1948, <span class=\"citation\" data-id=\"104521\"><a href=\"/opinion/104521/in-re-oliver/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">257</span></a></span>, 273, <span class=\"citation\" data-id=\"104521\"><a href=\"/opinion/104521/in-re-oliver/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">499</span></a></span>, <span class=\"citation\" data-id=\"104521\"><a href=\"/opinion/104521/in-re-oliver/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">682</span></a></span>, both of them involving non-capital offenses, in which it was filed that, whether or not the state under the circumstances presented would have had to supply counsel to an indigent defendant under the Betts v. Brady criteria, the state had denied due process to the accused by depriving him of the aid and advice of counsel whom he had engaged for his defense.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In an earlier leading case, Powell v. State of Alabama, 1932, <span class=\"citation no-link\"><span class=\"volume\">287</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">45</span></span>, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">55</span></span>, <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">158</span></span>, discussing notice and hearing as 'basic elements of the constitutional requirement of due process of law', the Court said, 287 U.S. at pages 68-69, 53 S. Ct. at page 64: 'What, then, does a hearing include?  Historically and in practice, in our own country at least, it has always included the right to the aid of counsel when desired and provided by the party asserting the right.  The right to be heard would be, in many cases, of little avail if it did not comprehend the right to be heard by counsel.  Even the intelligent and educated layman has small and sometimes no skill in the science of law.  If charged with crime, he is incapable, generally, of determining for himself whether the indictment is good or bad.  He is unfamiliar with the rules of evidence.  Left without the aid of counsel he may be put on trial without a proper charge, and convicted upon incompetent evidence, or evidence irrelevant to the issue or otherwise inadmissible.  He lacks both the skill and knowledge adequately to prepare his defense, even though he have a perfect one.  He requires the guiding hand of counsel at every step in the proceedings against him.  Without it, though he be not guilty, he faces the danger of conviction because he does not know how to establish his innocence.  If that be true of men of intelligence, how much more true is it of the ignorant and illiterate, or those of feeble intellect.  If in any case, civil or criminal, a state or federal court were arbitrarily to refuse to hear a party by counsel, employed by and appearing for him, it reasonably may not be doubted that such a refusal would be a denial of a hearing, and, therefore, of due process in the constitutional sense.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">This right to employ and be represented by counsel involves as a corollary the obligation of the state not to deprive the accused of the effective exercise of such right, by pressing the criminal proceeding either without affording him a reasonable opportunity to secure such counsel or without affording counsel a reasonable time in which to consult with his client, investigate the case, secure witnesses, and otherwise map out the defense.  Avery v. State of Alabama, 1940, <span class=\"citation\" data-id=\"103272\"><a href=\"/opinion/103272/avery-v-alabama/\"><span class=\"volume\">308</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">444</span></a></span>, 446, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">321</span></span>, 84 L.Ed. 377; House v. Mayo, 1945, <span class=\"citation\" data-id=\"104079\"><a href=\"/opinion/104079/house-v-mayo/\"><span class=\"volume\">324</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">42</span></a></span>, 46, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">517</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">739</span></span>; White v. Ragen, 1945,  <span class=\"citation\" data-id=\"104125\"><a href=\"/opinion/104125/white-v-ragen/\"><span class=\"volume\">324</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">760</span></a></span>, 764, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">978</span></span>, 89 L.Ed. 1348; Hawk v. Olson, 1945, <span class=\"citation\" data-id=\"104196\"><a href=\"/opinion/104196/hawk-v-olson/\"><span class=\"volume\">326</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">271</span></a></span>, 276, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">116</span></span>, 90 L.Ed. 61.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Here Melanson, having been confined in jail in default of raising $50,000 bail, was brought to trial six days after his indictment, before he had succeeded in employing counsel.  He felt his own inadequacy in facing trial without an attorney, and asked a court official how he should go about securing a postponement.  He was told to speak to the district attorney, to whom he explained his predicament and his need for a continuance.  The prosecutor gave a most absurd pretext for his answer that the case could not be postponed.  It is perhaps true that under the usual practice 'jail cases' are tried ahead of 'bail cases'; but such practice would obviously be for the benefit of the accused person held in custody, and certainly would not make imperative the immediate trial of a 'jail case' where the accused himself requested a postponement in order to employ counsel and better prepare for his b defense.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The prosecutor was 'the representative not of an ordinary party to a controversy, but of a sovereignty whose obligation to govern impartially is as compelling as its obligation to govern at all; and whose interest, therefore, in a criminal prosecution is not that it shall win a case, but that justice shall be done.'  Berger v. United States, 1935, <span class=\"citation\" data-id=\"102436\"><a href=\"/opinion/102436/berger-v-united-states/\"><span class=\"volume\">295</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, 88, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">629</span></span>, 633, 79 L.Ed. 1314.  It seems to us that as a matter of elemental fairness it was the duty of the prosecutor to inform the court of Melanson's request for a postponement, or at least to have suggested to Melanson that the latter himself might properly ask the court to continue the case for a reasonable time.  But the prosecutor left petitioner to suppose that under the accepted practice the case could not be postponed, and that that was final.  In effect the state, in the person of the district attorney, insisted upon putting the case to trial six days after the indictment was brought, despite the accused's unreadiness to meet the grave accusations and his request for a postponement in order to obtain counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It does not appear from an examination of the transcript of the trial that the court ever asked the defendant whether he had counsel or desired to be represented by counsel.  If the prosecutor had made known to the court the accused's request for a postponement in order to secure counsel, it could hardly be doubted that the court would under the circumstances have granted a continuance at least for a few days.  But due to the action of the prosecutor the accused's request for postponement never even came to the attention of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It will not do to say that petitioner was not prejudiced by the lack of counsel because it may appear from a reading of the trial transcript that the evidence of his guilt was overwhelming.  For all we may know, this might be attributable to the very lack of counsel, and the consequent inadequate presentation of the defense.  Indeed, upon examination of the trial transcript and of the bill of exceptions narrating the evidence produced on the motion for a new trial, it is not difficult to see how the case for the defense might have been strengthened in material particulars under the guidance of a skilled and experienced lawyer.  'Continuance may or may not have been useful to the accused but the importance of the assistance of counsel in a serious criminal charge after arraignment is too large to permit speculation on its effect.'  Hawk v. Olson, 1945, <span class=\"citation\" data-id=\"104196\"><a href=\"/opinion/104196/hawk-v-olson/\"><span class=\"volume\">326</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">271</span></a></span>, 278, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">116</span></span>, 120, 90 L.Ed. 61.  Similarly, in Glasser v. United States, 1942, <span class=\"citation\" data-id=\"103597\"><a href=\"/opinion/103597/glasser-v-united-states/\"><span class=\"volume\">315</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">60</span></a></span>, 76, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">457</span></span>, 467, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">680</span></span>, the Court said: 'The right to have the assistance of counsel is too fundamental and absolute to allow courts to indulge in nice calculations as to the amount of prejudice arising from its denial.'  See also United States v. Kobli, 3 Cir., 1949, <span class=\"citation\" data-id=\"1546389\"><a href=\"/opinion/1546389/united-states-v-kobli/\"><span class=\"volume\">172</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">919</span></a></span>, 921.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Our conclusion is that on the allegations of the petition Melanson was denied procedural due process in contravention of the Fourteenth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The order of the District Court dismissing the petition for habeas corpus and denying the writ is vacated and the case is remanded to that court for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Blondin, and one Morin, were tried as co-defendants with Melanson, under similar indictments.  The state's evidence was that the three men participated together in the attack on the girl</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The brief for the respondent on appeal seems to concede that this conversation took place between petitioner and the prosecutor, substantially as summarized above.  The justice of the Superior Court made a similar finding at the hearing on Melanson's motion for a new trial, as appears from an examination of the bill of exceptions</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102436/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103272/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103461/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103597/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103694/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104058/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104059/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104079/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104129/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104196/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104370/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104457/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104539/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104575/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104578/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104579/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104604/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104703/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104779/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104807/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1546389/"
  ]
}