{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/232256/",
  "absolute_url": "/opinion/232256/thack-v-first-nat-bank-trust-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/232256/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:30:23Z",
  "date_modified": "2016-02-09T14:53:29.365847Z",
  "type": "010combined",
  "sha1": "d4d94a7184e1c58836a5b895bb32d854a81d2232",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/206/206.F2d.180.14381_1.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">206 F.2d 180</p>\n    <p class=\"case_cite\">39 A.L.R.2d 1290</p>\n    <p class=\"parties\">THACK et al.<br>v.<br>FIRST NAT. BANK &amp; TRUST CO. et al.</p>\n    <p class=\"docket\">No. 14381.</p>\n    <p class=\"court\">United States Court of Appeals<br>Fifth Circuit.</p>\n    <p class=\"date\">July 10, 1953.<br>Rehearing Denied Aug. 14, 1953.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Warren E. Wood, Little Rock, Ark., Wood &amp; Smith, Little Rock, Ark., for appellants.</p>\n      <p class=\"indent\">C. Delbert Hosemann, Vicksburg, Miss., Brunini, Everett, Grantham &amp; Quin, Vicksburg, Miss., for appellees.</p>\n      <p class=\"indent\">Before HUTCHESON, Chief Judge, and RUSSELL and STRUM, Circuit Judges.</p>\n      <p class=\"indent\">STRUM, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This suit was brought by appellants, trading as McGehee Livestock Auction, against the appellee bank and J. W. Cockrell, to recover damages for alleged negligence and self preferment on the part of the bank in the handling of two drafts drawn on Cockrell by appellants, and forwarded for collection through appellee bank at Vicksburg, Mississippi, near which city Cockrell also had his home.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellants assert that the bank did not use due diligence in presenting the drafts; that it breached its duty to appellants in failing to notify them of certain facts known to the bank but unknown to appellants, to which we will refer hereafter; and that the bank applied in payment of Cockrell's indebtedness to it, funds in Cockrell's checking account, to which appellants say they are entitled as trust funds.  The issues were resolved below in favor of the bank.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Cockrell was a cattle buyer.  He was indebted to the bank on an unsecured note for $5,000, due December 19, 1949.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On December 20, 1949, Cockrell purchased cattle from appellants of the value of $9,201.77, for which sum appellants drew a draft on Cockrell and forwarded it for collection through appellee bank.  The draft was received by the bank on Saturday, December 24, 1949, Christmas eve.  Instructions from the forwarding bank, accompanying this draft, directed the appellee bank to wire notice of non-payment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Upon receipt of the draft, appellee bank, on December 24, 1949, called Cockrell's home by telephone four times, and also attempted to reach him by messenger, but was unable to do so because Cockrell was at his hunting camp some 25 miles away.  The bank also made an unsuccessful effort to reach him there by telephone.  The bank did not wire notice of non-collection, but on December 24, 1949, it reported by airmail to the forwarding bank that it had been unable to contact Cockrell, and was holding the draft unless otherwise advised.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In an effort to clear his desk of collection items before the approaching Christmas weekend, the transit teller of appellee bank, on December 24, 1949, charged the amount of this draft, $9,201.77, to Cockrell's account, which was then sufficient to pay it, and made out the bank's check in that amount with which to pay the draft.  This check was never released, but was held by the bank pending Cockrell's acceptance of the draft.  The item remained in this status until December 29, 1949.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Sunday, December 25, and Monday, December 26, 1949, were holidays.  The bank again attempted to contact Cockrell several times on December 27, 1949, but was unable to do so.  An officer of the bank made personal visits to Cockrell's home on December 28, 29, 30 and 31, 1949, in an effort to contact him, but could not find him.  On December 28, 1949, the appellee bank wired the forwarding bank that the draft could not be presented, and that it would be held until December 30, 1949.  The forwarding bank later requested appellee bank to hold the draft until January 4, 1950, which was done, and on that day the draft was returned to the forwarding bank with the information that Cockrell could not be reached.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On December 29, 1949, Cockrell's account with the above item charged to it, was $2,666.71 overdrawn, because a draft for $16,000 drawn by Cockrell on a Commission Company in Memphis, Tennessee, was dishonored and charged back to his account by appellee bank.  Next day, December 30, 1949, appellee bank cancelled its above mentioned check for $9,201.77, credited that amount back to Cockrell's account which, after satisfying the overdraft, left a balance of $6,535.06 in that account.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The following day, December 31, 1949, appellee bank charged against Cockrell's account $5,025.31, representing with interest Cockrell's note due it, which matured on December 19, 1949, thus leaving a balance of $1,509.75 in Cockrell's account.  As already stated, the draft for $9,201.77 was, at the request of the forwarding bank, held for collection until January 4, 1950, and then returned.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On December 29, 1949, appellee bank received from another forwarding bank, for collection, a second draft for $5,146.24, drawn by appellants against Cockrell, representing another purchase of cattle.  On December 30, 1949, appellee bank notified this forwarding bank that it had been unable to present this draft after repeated efforts to do so.  On January 3, 1950, this second draft was returned to the forwarding bank, with the notation: 'Unable to present, Mr. Cockrell out of town.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">During the period from December 24, 1949, to January 2, 1950, Cockrell remained at his hunting camp located 25 miles from appellee bank.  On January 2, 1950, Cockrell returned from his hunting camp, and received his December bank statement from appellee.  He immediately left for another city, and did not return to his home until January 4, 1950, during which interval appellee continued its efforts to contact him.  Cockrell finally came into the bank on January 15, 1950, to discuss his financial problems, until which time the bank regarded him as in satisfactory control of his finances.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On January 11, 1950, the forwarding bank returned the $5,146.24 draft to appellee bank to make further efforts to collect the same.  Appellee held it until January 14, 1950, in an unsuccessful effort to collect it, and it was then returned to the forwarding bank.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district judge found that the bank acted in good faith, that it had been diligent in its efforts to present the drafts to Cockrell, and that in applying the funds on deposit in Cockrell's account on December 31, 1949, to the payment of its own matured and past due debt, it had not unlawfully preferred itself over appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In making these findings, the trial judge is well supported by fact and law.  The bank clearly used due diligence in its efforts to present the drafts, which fully discharged its duty in that behalf.  Compare Capitol Nat. Bank v. Campbell, 162 Miss. 43, 138 So. 367.  Having made repeated attempts to reach Cockrell at home, where he was usually found, the bank was under no duty to send a special messenger to a remote spot 25 miles away, to present the drafts.  To require such an effort would exceed the requirements of due diligence.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Drafts do not, of themselves, operate as an assignment of funds of the drawee in the hands of the bank.  The bank therefore could not pay them until they were accepted by the drawee.  Section 168, Miss.  Code, 1942.  Until the drafts were so honored, they were merely items for collection.  The charging of the first draft to Cockrell's account, and the issuance of the bank's check to cover it, was wholly tentative, and without authority from Cockrell.  The bank's check was never delivered, but was cancelled on December 30, 1949, and the amount credited back to Cockrell's account, thus expunging the whole matter, which was merely a bookkeeping expedient adopted solely upon the initiative of the bank's transit teller, and without the knowledge or request of any of the bank's officers.  These acts created no liability on the part of the bank in favor of appellants.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Under the negotiable instrument law of Mississippi, a draft may be dishonored, inter alia, 'Where, after the exercise of reasonable diligence, presentment cannot be made.'  Section 189(2), Miss.Code, 1942.  The two drafts were thus dishonored, and appellants had notice thereof on December 28, 1949, and December 30, 1949, respectively.  These drafts were held beyond those dates at the express request of the forwarding banks.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Although, as collecting agent for the drafts, the appellee bank owed appellants the duty of due diligence, good faith and impartiality, appellee was not necessarily precluded thereby from collecting its own debt by lawful means, so long as it was guilty of no bad faith.  It owed appellants no duty to notify them that it was also a creditor of Cockrell, unless suppression of that fact would amount to bad faith, which, in the circumstances here present, it does not.  Having acted in good faith and with due diligence in the performance of its duties as collecting agent, and being unable to pay appellants' drafts because the drawee had not accepted them, appellee was at liberty to apply Cockrell's available funds to the payment of his debt to the bank.  Jackson v. First Nat. Bank, 80 Cal.App. 733, 252 P. 743; Carpenter v. National Shawmut Bank, 1 Cir., 187 F. 1; 9 C.J.S.,Banks &amp; Banking, &#167; 227, p. 481; 7 Am.Jur. 478, sec. 659.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In these circumstances, we see no breach of appellee's duty as collecting agent in charging its own past due loan to Cockrell's account on December 31, 1949, which it had authority to do.  Bromberg v. Bank of America Ass'n, 58 Cal.App.2d 1, 135 P.2d 689; Corbett v. Kleinsmith, 6 Cir., 112 F.2d 511.  Nor do we find any fraudulent concealment on the part of the bank which would be a breach of its duty as collecting agent for appellants.  The bank's officers, without contradiction, testified that they did not suspect that Cockrell was insolvent prior to January 1, 1950, although they knew on December 28, 1949, that the draft for $16,000, drawn by Cockrell on December 23, 1949, against the Memphis Commission Company, representing the sale of cattle, had been dishonored, and that this placed Cockrell 'in a tight for funds.'  On December 29, 1949, however, this Commission Company sent Cockrell a credit for $7,466.10, which was deposited in Cockrell's account in the appellee bank.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The facts here are altogether different from those in Dern v. Kellogg, 54 Neg. 560, 74 N.W. 844, relied upon by appellants, where there was evidence of obvious collusion between the collecting bank and the drawee of the draft, to the apparently intended prejudice of the drawer of the draft.  The same is true of Grant County Bank v. McCampbell, 6 Cir., 194 F.2d 469.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In Mississippi, a bank deposit is presumed to be general unless the contrary is shown.  Love v. Little, 167 Miss. 105, 148 So. 646; Mabry v. Waller, 178 Miss. 183, 172 So. 870.  There is no evidence that the credit of $7,466.10 received from the Memphis Commission Company on December 29, 1949, was intended as a special deposit or trust fund.  This, as well as other deposits made by Cockrell to his account on December 23 and 24, 1949, appear to have been in the ordinary course of business, and without special instructions, which constitutes them general deposits.  Miss. Cent. R. Co. v. Conner, 114 Miss. 63, 75 So. 57.  Compare Union Stock Yards Nat. Bank v. Gillespie, 137 U.S. 411, 11 S.Ct. 118, 34 L.Ed. 724.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Appellants further contend that Cockrell and his wife were at home from and after January 4, 1950, but that appellee negligently made no effort to contact them.  By then, however, both drafts had been returned to the forwarding banks, upon their express instructions.  When Cockrell returned home on January 4, 1950, his first caller was Mr. Walker, one of the plaintiffs below, seeking a settlement.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On the whole, it appears to us that the trial judge reached the correct solution of the facts, and that he properly applied the law thereto.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The bank's transit teller handling the transaction, testified that when he credited Cockrell's account with the bank's check he had previously drawn on December 24, 1949, to satisfy the first draft, he had no knowledge of Cockrell's past due $5,000 note, nor of any overdraft in Cockrell's account.  He further testified that no officer of the bank requested him to do any of these things, but that his reason for cancelling the check on December 30, 1949, was that he still had no authority from Cockrell to charge his account with the amount of the draft</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">206</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">180</span></span></p>\n    <p class=\"case_cite\">39 A.L.R.2d 1290</p>\n    <p class=\"parties\">THACK et al.<br>v.<br>FIRST NAT. BANK &amp; TRUST CO. et al.</p>\n    <p class=\"docket\">No. 14381.</p>\n    <p class=\"court\">United States Court of Appeals<br>Fifth Circuit.</p>\n    <p class=\"date\">July 10, 1953.<br>Rehearing Denied Aug. 14, 1953.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Warren E. Wood, Little Rock, Ark., Wood &amp; Smith, Little Rock, Ark., for appellants.</p>\n      <p class=\"indent\">C. Delbert Hosemann, Vicksburg, Miss., Brunini, Everett, Grantham &amp; Quin, Vicksburg, Miss., for appellees.</p>\n      <p class=\"indent\">Before HUTCHESON, Chief Judge, and RUSSELL and STRUM, Circuit Judges.</p>\n      <p class=\"indent\">STRUM, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This suit was brought by appellants, trading as McGehee Livestock Auction, against the appellee bank and J. W. Cockrell, to recover damages for alleged negligence and self preferment on the part of the bank in the handling of two drafts drawn on Cockrell by appellants, and forwarded for collection through appellee bank at Vicksburg, Mississippi, near which city Cockrell also had his home.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellants assert that the bank did not use due diligence in presenting the drafts; that it breached its duty to appellants in failing to notify them of certain facts known to the bank but unknown to appellants, to which we will refer hereafter; and that the bank applied in payment of Cockrell's indebtedness to it, funds in Cockrell's checking account, to which appellants say they are entitled as trust funds.  The issues were resolved below in favor of the bank.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Cockrell was a cattle buyer.  He was indebted to the bank on an unsecured note for $5,000, due December 19, 1949.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On December 20, 1949, Cockrell purchased cattle from appellants of the value of $9,201.77, for which sum appellants drew a draft on Cockrell and forwarded it for collection through appellee bank.  The draft was received by the bank on Saturday, December 24, 1949, Christmas eve.  Instructions from the forwarding bank, accompanying this draft, directed the appellee bank to wire notice of non-payment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Upon receipt of the draft, appellee bank, on December 24, 1949, called Cockrell's home by telephone four times, and also attempted to reach him by messenger, but was unable to do so because Cockrell was at his hunting camp some 25 miles away.  The bank also made an unsuccessful effort to reach him there by telephone.  The bank did not wire notice of non-collection, but on December 24, 1949, it reported by airmail to the forwarding bank that it had been unable to contact Cockrell, and was holding the draft unless otherwise advised.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In an effort to clear his desk of collection items before the approaching Christmas weekend, the transit teller of appellee bank, on December 24, 1949, charged the amount of this draft, $9,201.77, to Cockrell's account, which was then sufficient to pay it, and made out the bank's check in that amount with which to pay the draft.  This check was never released, but was held by the bank pending Cockrell's acceptance of the draft.  The item remained in this status until December 29, 1949.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Sunday, December 25, and Monday, December 26, 1949, were holidays.  The bank again attempted to contact Cockrell several times on December 27, 1949, but was unable to do so.  An officer of the bank made personal visits to Cockrell's home on December 28, 29, 30 and 31, 1949, in an effort to contact him, but could not find him.  On December 28, 1949, the appellee bank wired the forwarding bank that the draft could not be presented, and that it would be held until December 30, 1949.  The forwarding bank later requested appellee bank to hold the draft until January 4, 1950, which was done, and on that day the draft was returned to the forwarding bank with the information that Cockrell could not be reached.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On December 29, 1949, Cockrell's account with the above item charged to it, was $2,666.71 overdrawn, because a draft for $16,000 drawn by Cockrell on a Commission Company in Memphis, Tennessee, was dishonored and charged back to his account by appellee bank.  Next day, December 30, 1949, appellee bank cancelled its above mentioned check for $9,201.77, credited that amount back to Cockrell's account which, after satisfying the overdraft, left a balance of $6,535.06 in that account.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The following day, December 31, 1949, appellee bank charged against Cockrell's account $5,025.31, representing with interest Cockrell's note due it, which matured on December 19, 1949, thus leaving a balance of $1,509.75 in Cockrell's account.  As already stated, the draft for $9,201.77 was, at the request of the forwarding bank, held for collection until January 4, 1950, and then returned.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On December 29, 1949, appellee bank received from another forwarding bank, for collection, a second draft for $5,146.24, drawn by appellants against Cockrell, representing another purchase of cattle.  On December 30, 1949, appellee bank notified this forwarding bank that it had been unable to present this draft after repeated efforts to do so.  On January 3, 1950, this second draft was returned to the forwarding bank, with the notation: 'Unable to present, Mr. Cockrell out of town.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">During the period from December 24, 1949, to January 2, 1950, Cockrell remained at his hunting camp located 25 miles from appellee bank.  On January 2, 1950, Cockrell returned from his hunting camp, and received his December bank statement from appellee.  He immediately left for another city, and did not return to his home until January 4, 1950, during which interval appellee continued its efforts to contact him.  Cockrell finally came into the bank on January 15, 1950, to discuss his financial problems, until which time the bank regarded him as in satisfactory control of his finances.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On January 11, 1950, the forwarding bank returned the $5,146.24 draft to appellee bank to make further efforts to collect the same.  Appellee held it until January 14, 1950, in an unsuccessful effort to collect it, and it was then returned to the forwarding bank.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district judge found that the bank acted in good faith, that it had been diligent in its efforts to present the drafts to Cockrell, and that in applying the funds on deposit in Cockrell's account on December 31, 1949, to the payment of its own matured and past due debt, it had not unlawfully preferred itself over appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In making these findings, the trial judge is well supported by fact and law.  The bank clearly used due diligence in its efforts to present the drafts, which fully discharged its duty in that behalf.  Compare Capitol Nat. Bank v. Campbell, <span class=\"citation no-link\"><span class=\"volume\">162</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">43</span></span>, 138 So. 367.  Having made repeated attempts to reach Cockrell at home, where he was usually found, the bank was under no duty to send a special messenger to a remote spot 25 miles away, to present the drafts.  To require such an effort would exceed the requirements of due diligence.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Drafts do not, of themselves, operate as an assignment of funds of the drawee in the hands of the bank.  The bank therefore could not pay them until they were accepted by the drawee.  Section 168, Miss.  Code, 1942.  Until the drafts were so honored, they were merely items for collection.  The charging of the first draft to Cockrell's account, and the issuance of the bank's check to cover it, was wholly tentative, and without authority from Cockrell.  The bank's check was never delivered, but was cancelled on December 30, 1949, and the amount credited back to Cockrell's account, thus expunging the whole matter, which was merely a bookkeeping expedient adopted solely upon the initiative of the bank's transit teller, and without the knowledge or request of any of the bank's officers.  These acts created no liability on the part of the bank in favor of appellants.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Under the negotiable instrument law of Mississippi, a draft may be dishonored, inter alia, 'Where, after the exercise of reasonable diligence, presentment cannot be made.'  Section 189(2), Miss.Code, 1942.  The two drafts were thus dishonored, and appellants had notice thereof on December 28, 1949, and December 30, 1949, respectively.  These drafts were held beyond those dates at the express request of the forwarding banks.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Although, as collecting agent for the drafts, the appellee bank owed appellants the duty of due diligence, good faith and impartiality, appellee was not necessarily precluded thereby from collecting its own debt by lawful means, so long as it was guilty of no bad faith.  It owed appellants no duty to notify them that it was also a creditor of Cockrell, unless suppression of that fact would amount to bad faith, which, in the circumstances here present, it does not.  Having acted in good faith and with due diligence in the performance of its duties as collecting agent, and being unable to pay appellants' drafts because the drawee had not accepted them, appellee was at liberty to apply Cockrell's available funds to the payment of his debt to the bank.  Jackson v. First Nat. Bank, 80 Cal.App. 733, 252 P. 743; Carpenter v. National Shawmut Bank, 1 Cir., 187 F. 1; 9 C.J.S.,Banks &amp; Banking, &#167; 227, p. 481; 7 Am.Jur. 478, sec. 659.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In these circumstances, we see no breach of appellee's duty as collecting agent in charging its own past due loan to Cockrell's account on December 31, 1949, which it had authority to do.  Bromberg v. Bank of America Ass'n, 58 Cal.App.2d 1, 135 P.2d 689; Corbett v. Kleinsmith, 6 Cir., 112 F.2d 511.  Nor do we find any fraudulent concealment on the part of the bank which would be a breach of its duty as collecting agent for appellants.  The bank's officers, without contradiction, testified that they did not suspect that Cockrell was insolvent prior to January 1, 1950, although they knew on December 28, 1949, that the draft for $16,000, drawn by Cockrell on December 23, 1949, against the Memphis Commission Company, representing the sale of cattle, had been dishonored, and that this placed Cockrell 'in a tight for funds.'  On December 29, 1949, however, this Commission Company sent Cockrell a credit for $7,466.10, which was deposited in Cockrell's account in the appellee bank.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The facts here are altogether different from those in Dern v. Kellogg, 54 Neg. 560, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">844</span></span>, relied upon by appellants, where there was evidence of obvious collusion between the collecting bank and the drawee of the draft, to the apparently intended prejudice of the drawer of the draft.  The same is true of Grant County Bank v. McCampbell, 6 Cir., 194 F.2d 469.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In Mississippi, a bank deposit is presumed to be general unless the contrary is shown.  Love v. Little, <span class=\"citation no-link\"><span class=\"volume\">167</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">105</span></span>, 148 So. 646; Mabry v. Waller, <span class=\"citation no-link\"><span class=\"volume\">178</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">183</span></span>, 172 So. 870.  There is no evidence that the credit of $7,466.10 received from the Memphis Commission Company on December 29, 1949, was intended as a special deposit or trust fund.  This, as well as other deposits made by Cockrell to his account on December 23 and 24, 1949, appear to have been in the ordinary course of business, and without special instructions, which constitutes them general deposits.  Miss. Cent. R. Co. v. Conner, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">63</span></span>, 75 So. 57.  Compare Union Stock Yards Nat. Bank v. Gillespie, <span class=\"citation\" data-id=\"92893\"><a href=\"/opinion/92893/union-stock-yards-bank-v-gillespie/\"><span class=\"volume\">137</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">411</span></a></span>, 11 S.Ct. 118, 34 L.Ed. 724.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Appellants further contend that Cockrell and his wife were at home from and after January 4, 1950, but that appellee negligently made no effort to contact them.  By then, however, both drafts had been returned to the forwarding banks, upon their express instructions.  When Cockrell returned home on January 4, 1950, his first caller was Mr. Walker, one of the plaintiffs below, seeking a settlement.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On the whole, it appears to us that the trial judge reached the correct solution of the facts, and that he properly applied the law thereto.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The bank's transit teller handling the transaction, testified that when he credited Cockrell's account with the bank's check he had previously drawn on December 24, 1949, to satisfy the first draft, he had no knowledge of Cockrell's past due $5,000 note, nor of any overdraft in Cockrell's account.  He further testified that no officer of the bank requested him to do any of these things, but that his reason for cancelling the check on December 30, 1949, was that he still had no authority from Cockrell to charge his account with the amount of the draft</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/92893/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1310041/"
  ]
}