{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/243943/",
  "absolute_url": "/opinion/243943/clement-j-delman-v-federal-products-corporation/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/243943/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:33:29Z",
  "date_modified": "2016-02-28T05:59:10.523488Z",
  "type": "010combined",
  "sha1": "910ad7c30685608afc742c968a7525205f8880ad",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/251/251.F2d.123.5204.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">251 F.2d 123</p>\n    <p class=\"parties\">Clement J. DELMAN, Plaintiff, Appellant,<br>v.<br>FEDERAL PRODUCTS CORPORATION, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 5204.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">Heard Oct. 1, 1957.<br>Decided Jan. 9, 1958.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas W. Pearlman, Providence, R.I., for appellant.</p>\n      <p class=\"indent\">Wilfrid E. McKenna, Providence, R.I., with whom Bernard P. Campbell, Providence, R.I., was on the brief, for appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit judges.</p>\n      <p class=\"indent\">WOODBURY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The plaintiff-appellant, born Clemente Giuseppe De Lucia but who became by judicial change of name Clement Joseph Delman, brought this case against the defendant-appellee in the court below on June 30, 1955, to obtain reinstatement in employment with seniority, status, pay, insurance, pension and other benefits, and also for money damages for failure to grant such reinstatement.  He alleged in his original complaint that he was first employed by the defendant in January, 1941, that he left his employment as a 'gage-toolmaker' in June, 1944, to enter the armed forces of the United States, that he was honorably discharged therefrom in June, 1946, and that, being still qualified to perform the duties of his former position, he applied within ninety days after his discharge for reemployment but that the defendant refused, and continued to refuse to reemploy him until May 30, 1955, when it took him on again but at a lower rate of pay and without the seniority rights and other benefits to which he was entitled.  The defendant promptly moved to dismiss the complaint for failure to state a claim upon which relief could be granted, and also because the plaintiff's cause of action had not accrued within six years of the time the action was brought and because the plaintiff had been guilty of laches.  The District Court granted the motion.  Ruling that the six year limitation on the bringing of actions imposed by 3 of Chapter 510 of the General Laws of Rhode Island, Revisions of 1938, applied, the court concluded:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'Since the complaint shows on its face that the plaintiff's cause of action accrued not later that September 23, 1946, and this action was not commenced until June 30, 1955, it is barred by the statute of limitations.  Accordingly, the complaint fails to state a claim upon which relief can be granted.  My conclusions with respect to the statute of limitations makes it unnecessary to consider the additional ground, urged by the defendant, that the plaintiff's action is barred by laches.'  (136 F.Supp. 244)</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Promptly after entry of judgment dismissing his complaint, the plaintiff filed a motion to vacate the judgment and allow the filing of an amended complaint, which was granted by the court below.  Cf. United States v. Newberry Mfg. Co., 1 Cir., 1941, 123 F.2d 453, 454.  In his amended complaint the plaintiff expanded the allegations of his original complaint by asserting in substance that on many occasions during every year from 1946 to the time of his reemployment in 1955 he went to the defendant's place of business and requested reinstatement and that on each occasion the defendant acknowledged its duty to do so, had him fill out applications for reemployment, and promised to take him back as soon as expansion of its business from the post-war retraction afforded an opportunity.  He further alleged that this conduct of the defendant, causing him to believe that he would be reemployed, lulled him into a false sense of security, and also so misled him that he refrained from resorting to legal proceedings to protect his statutory right to reinstatement in his former employment.  He also alleged that the defendant, by actual misrepresentations, fraudulently concealed certain facts which if known would disclose that its failure to reinstate the plaintiff was in violation of the Selective Training and Service Act of 1940 and subsequent legislation enacted by Congress for the protection of veterans.  Furthermore, there are allegations in the amended complaint which might be construed as asserting a cause of action for breach of the contract of employment under which the plaintiff returned to work in May, 1955, although there is no specific prayer for relief with respect to such a cause of action.  This amended complaint, like its predecessor, concluded with a request for a 'trial by jury on all questions relating to the issue of damages.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The defendant moved to dismiss this amended complaint but its motion was denied and so also was the defendant's motion to strike the case from the jury calendar.  The defendant then answered and after numerous preliminary motions by both parties, including a motion by the plaintiff for trial by the court with an advisory jury as to the equitable issues presented, which was denied, the court assigned the case to the non-jury calendar and thereafter trial was had by the court on the issue of the plaintiff's right to be restored to employment.  At the conclusion of the plaintiff's evidence the defendant moved for dismissal of the action under Rule 41(b) Fed.Rules Civ.Proc., 28 U.S.C., and the court granted the motion.  In doing so the court said that it made no finding 'at this stage of the testimony' as to whether or not the defendant's circumstances had so changed as to make it impossible or unreasonable for it to restore the plaintiff to his old position or one of like seniority, status and pay,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> but rested its conclusion on express disbelief of the plaintiff's testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It said that it was not satisfied on the testimony that the plaintiff had ever called at the defendant's plant after November, 1948, or even telephoned the defendant to inquire about reinstatement, and it also said that it was 'not convinced that after 1948 this plaintiff had any sincere desire to secure employment from the defendant corporation.'  In concluding its opinion the court said:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'To summarize, viewing the testimony presented by the plaintiff in the light most favorable to the plaintiff, I feel that he has failed to prove a claim against this defendant which entitles him to relief.  I further find that his action for damages is barred by the statute of limitations and his claim for reinstatement is barred by laches.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Wherefore, it granted the defendant's motion to dismiss and entered the judgment for the defendant from which the plaintiff has taken this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The plaintiff-appellant argues that the allegations in his amended complaint clearly set out not only a cause of action for failure to restore the plaintiff to his former position, or one of like seniority, status and pay, and for compensatory damages for its failure to do so, but also sets out a cause of action for breach by the defendant of the contract under which the plaintiff accepted reemployment in May, 1955, and that obviously the later cause of action is not barred by any statute of limitations.  It does not appear that this contention was ever advanced in the court below.  At any rate, that court did not consider it.  But whether the contention is only the after-thought of a disappointed litigant or not, it comes to nothing for jurisdictional reasons.  The plaintiff's cause of action for breach by the defendant of its contract to employ the plaintiff, if indeed such a cause of action is alleged, is certainly not one arising under the Constitution, laws or treaties of the United States but is one arising under state law.  Federal jurisdiction over it must, therefore, rest upon the diversity jurisdiction conferred by 1332(a)(1) of Title 28 of the United States Code.  But jurisdiction under this section fails, for not only is there no allegation that the required jurisdictional amount is in controversy, but also it is apparent that the plaintiff and for jurisdictional purposes the defendant also are both citizens of Rhode Island.  Nor is there pendent jurisdiction over the cause of action for breach of the contract of employment under the doctrine of Hurn v. Oursler, 1933, 289 U.S. 238, 53 S.Ct. 586, 77 L.Ed. 1148, for that cause of action is not at all the same as the plaintiff's cause of action for failure to grant reemployment as the acts of Congress require, and under Hurn v. Oursler (289 U.S. at page 246, 53 S.Ct. at page 589) pendent federal jurisdiction exists only when 'two distinct grounds in support of a single cause of action are alleged, one only of which presents a federal question,' and does not exist when 'two separate and distinct causes of action are alleged, one only of which is federal in character.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">This leaves the plaintiff's action as one to enforce his federally created right to reemployment and damages resulting from the defendant's refusal to give him reemployment.  Federal jurisdiction is clearly conferred by the statutes which create the rights, 8(e) of the Selective Training and Service Act of 1940, 54 Stat. 891, and 9(d) of the Universal Military Training and Service Act, formerly the Selective Service Act of 1948, 62 Stat. 616, 50 U.S.C.A. Appendix 459(d) (1952), so we turn to the plaintiff's contention that the court below by itself determining the issue of the defendant's liability to reemploy the plaintiff deprived him of both his constitutional and his statutory rights to trial by jury on the issue of damages.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The plaintiff's claim for reinstatement in his employment is essentially equitable in its nature and his claim for damages for failure to reinstate is essentially legal.  These claims were made in a single complaint, but as this court pointed out in Orenstein v. United States, 1 Cir., 1951,191 F.2d 184, 190, and confirmed in Chappell &amp; Co. v. Palermo Cafe Co., 1 Cir., 249 F.2d 77, the fact that separate and distinct equitable and legal claims are joined together in a single complaint does not necessarily mean that the action at law is a mere adjunct or appendage of the suit in equity.  We need not inquire whether the language used in the statutory provisions cited in the preceding paragraph makes the right to damages and appendage to the equitable right to reinstatement, a matter perhaps open to some question, compare Strelitz v. Surrey Classics, Inc., D.C.S.D.N.Y.1946, 7 F.R.D. 101, with the criticism thereof in 5 Moore's Federal Practice (2nd Ed., 1951), 38.24(2), for the court below treated the plaintiff's claim for damages as distinct from his claim for reinstatement and separating the claims granted his request for trial by jury on the claim for damages which is all the plaintiff requested<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and consequently all he was entitled to under Rule 38(c) F.R.C.P.  Then, having separated the plaintiff's claims, the court in the exercise of its discretionary power to determine the order of trial, proceeded, apparently without any clear objection by the plaintiff, to hear the equitable claim first-- see the Orenstein and Palermo Cafe Co. cases cited above-- even though the determination of that claim might preclude a determination by a jury of the claim for damages.  That is to say, a decision by the trial court that on the merits the plaintiff was not entitled to be restored to his position might well also decide that he was not entitled to damages for failure to give restoration.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">But, as we have pointed out, the court did not reach the merits of the plaintiff's equitable claim but found that he was barred from asserting it by laches.  And having so found, it then went on to find on the same evidence that his legal claim for damages was barred by the Rhode Island statute of limitations.  We think these findings cannot be successfully challenged and that the court's conclusion is correct.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">There can be no doubt that the plaintiff waited for years before bringing suit.  Nor can there be any doubt that the court was fully justified in disbelieving the plaintiff's testimony that every year from 1946 to the time of his reemployment in 1955 he called upon or telephoned to the defendant to request employment but, on the contrary, that he never did either after November, 1948, and that from that time until late in 1954 he had no sincere desire to secure reemployment.  These findings are fully supported by the evidence and are clearly enough to support the finding that the plaintiff was guilty of laches.  His only escape from the consequences of that finding would be to show that his reasonable reliance upon a course of conduct pursued by the defendant made it contrary to the general principles of fair dealing and good conscience for it to take advantage of the defense of laches.  And in this he entirely failed.  There is no evidence whatever of his having been lulled into a false sense of security by any conduct of the defendant, and the court below so found, saying that on the evidence viewed in the light most favorable to the plaintiff he had '* * * failed to sustain the burden of proof imposed upon him by the law to establish that the defendant was guilty of any conduct whatever subsequent to 1946 which would estop this defendant from setting up the defense of statute of limitations or the defense of laches.'  Indeed, from the finding that the plaintiff was not in communication with the defendant from 1948 until late in 1954 it would necessarily follow that the plaintiff could not have been Misled or lulled into a false sense of security by anything the defendant did or said.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">This disposes of the plaintiff's equitable claim for reinstatement in employment, and would also dispose of his legal claim for damages if that claim is a mere adjunct or appendage of the equitable one.  But that is a question we do not decide in this case for even if we assume that the claims are separate and distinct, as the court below treated them, the last quoted finding is dispositive of the legal claim for damages.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Neither the Selective Training and Service Act of 1940 nor the Universal Military Training and Service Act of 1948 limit the time within which suit must be brought.  And there is no general federal statute of limitations.  In this situation, following the rule established in 1895 by Campbell v. City of Haverhill, 155 U.S. 610, 15 S.Ct. 217, 39 L.Ed. 280, we invoke the rules of decision provision now embodied in Title 28 U.S.C 1652, and apply the Rhode Island statute of limitations.  That statute, cited earlier in this opinion, clearly puts a six-year limitation upon the plaintiff's action for damages, and clearly that cause of action accrued to the plaintiff more than six years before he saw fit to bring his action.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The defense of laches and the defense of the statute of limitations are different, in that the former, unlike the latter, does not require the lapse of any fixed period of time.  Thus it could be that an equitable claim for reemployment would be barred by laches whereas a legal claim for damages for failure to give reemployment, if separate from the equitable claim, might not be barred by an applicable statute of limitations.  But that is not the situation here for the Rhode Island statute of limitations has run on the plaintiff's legal claim.  The only way open to the plaintiff to avoid the bar of that statute is by introducing convincing evidence of the same kind required to avoid the defense of laches, i.e. evidence that the defendant's conduct made its reliance on the defense of the statute inequitable or contrary to general principles of good conduct and fair dealing.  The plaintiff had ample opportunity to present such evidence, if he had any, at the trial of the equitable claim where the matter was fully litigated and decided adversely to the plaintiff.  That decision forecloses the plaintiff's legal claim for damages by application of the doctrine of res judicata.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">During the course of the trial the plaintiff's attorney had a subpoena duces tecum served on certain officers of the defendant, and on the defendant's objection the court ordered it quashed in accordance with the authority conferred by Rule 45(b) F.R.C.P. on the ground that there was no excuse for the plaintiff's delay in seeking the production of the voluminous records demanded and that under the circumstances the subpoena imposed an unreasonable burden on the defendant.  The record affords ample support for the court's action.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The plaintiff-appellant also contends that the court below erred in denying his motion for leave to appeal in forma pauperis, and also erred in ordering him to file a full transcript of the evidence for transmission to this court.  Both orders were issued after entry of the judgment of dismissal and after the plaintiff had filed his notice of appeal from that judgment.  No separate appeals were taken from the above orders and from this it follows that we have no jurisdiction to consider these alleged errors.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Judgment will be entered affirming the judgment of the District Court without costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See Section 8(b)(B) of the Selective Training and Service Act of 1940, 54 Stat. 890; Section 9(b)(B) of the Universal Military Training and Service Act of 1948, 62 Stat. 615, 50 U.S.C.A.Appendix, 459(b)(B)(1952)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The court's denial of the plaintiff's belated request for an advisory jury on the equitable issues presents no question on appeal for whether or not the advice of a jury would be helpful is a matter lying entirely in the discretion of the trial court</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">251</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">123</span></span></p>\n    <p class=\"parties\">Clement J. DELMAN, Plaintiff, Appellant,<br>v.<br>FEDERAL PRODUCTS CORPORATION, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 5204.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">Heard Oct. 1, 1957.<br>Decided Jan. 9, 1958.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas W. Pearlman, Providence, R.I., for appellant.</p>\n      <p class=\"indent\">Wilfrid E. McKenna, Providence, R.I., with whom Bernard P. Campbell, Providence, R.I., was on the brief, for appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit judges.</p>\n      <p class=\"indent\">WOODBURY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The plaintiff-appellant, born Clemente Giuseppe De Lucia but who became by judicial change of name Clement Joseph Delman, brought this case against the defendant-appellee in the court below on June 30, 1955, to obtain reinstatement in employment with seniority, status, pay, insurance, pension and other benefits, and also for money damages for failure to grant such reinstatement.  He alleged in his original complaint that he was first employed by the defendant in January, 1941, that he left his employment as a 'gage-toolmaker' in June, 1944, to enter the armed forces of the United States, that he was honorably discharged therefrom in June, 1946, and that, being still qualified to perform the duties of his former position, he applied within ninety days after his discharge for reemployment but that the defendant refused, and continued to refuse to reemploy him until May 30, 1955, when it took him on again but at a lower rate of pay and without the seniority rights and other benefits to which he was entitled.  The defendant promptly moved to dismiss the complaint for failure to state a claim upon which relief could be granted, and also because the plaintiff's cause of action had not accrued within six years of the time the action was brought and because the plaintiff had been guilty of laches.  The District Court granted the motion.  Ruling that the six year limitation on the bringing of actions imposed by 3 of Chapter 510 of the General Laws of Rhode Island, Revisions of 1938, applied, the court concluded:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'Since the complaint shows on its face that the plaintiff's cause of action accrued not later that September 23, 1946, and this action was not commenced until June 30, 1955, it is barred by the statute of limitations.  Accordingly, the complaint fails to state a claim upon which relief can be granted.  My conclusions with respect to the statute of limitations makes it unnecessary to consider the additional ground, urged by the defendant, that the plaintiff's action is barred by laches.'  (136 F.Supp. 244)</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Promptly after entry of judgment dismissing his complaint, the plaintiff filed a motion to vacate the judgment and allow the filing of an amended complaint, which was granted by the court below.  Cf. United States v. Newberry Mfg. Co., 1 Cir., 1941, <span class=\"citation\" data-id=\"1486403\"><a href=\"/opinion/1486403/united-states-v-newbury-mfg-co/\"><span class=\"volume\">123</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">453</span></a></span>, 454.  In his amended complaint the plaintiff expanded the allegations of his original complaint by asserting in substance that on many occasions during every year from 1946 to the time of his reemployment in 1955 he went to the defendant's place of business and requested reinstatement and that on each occasion the defendant acknowledged its duty to do so, had him fill out applications for reemployment, and promised to take him back as soon as expansion of its business from the post-war retraction afforded an opportunity.  He further alleged that this conduct of the defendant, causing him to believe that he would be reemployed, lulled him into a false sense of security, and also so misled him that he refrained from resorting to legal proceedings to protect his statutory right to reinstatement in his former employment.  He also alleged that the defendant, by actual misrepresentations, fraudulently concealed certain facts which if known would disclose that its failure to reinstate the plaintiff was in violation of the Selective Training and Service Act of 1940 and subsequent legislation enacted by Congress for the protection of veterans.  Furthermore, there are allegations in the amended complaint which might be construed as asserting a cause of action for breach of the contract of employment under which the plaintiff returned to work in May, 1955, although there is no specific prayer for relief with respect to such a cause of action.  This amended complaint, like its predecessor, concluded with a request for a 'trial by jury on all questions relating to the issue of damages.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The defendant moved to dismiss this amended complaint but its motion was denied and so also was the defendant's motion to strike the case from the jury calendar.  The defendant then answered and after numerous preliminary motions by both parties, including a motion by the plaintiff for trial by the court with an advisory jury as to the equitable issues presented, which was denied, the court assigned the case to the non-jury calendar and thereafter trial was had by the court on the issue of the plaintiff's right to be restored to employment.  At the conclusion of the plaintiff's evidence the defendant moved for dismissal of the action under Rule 41(b) Fed.Rules Civ.Proc., 28 U.S.C., and the court granted the motion.  In doing so the court said that it made no finding 'at this stage of the testimony' as to whether or not the defendant's circumstances had so changed as to make it impossible or unreasonable for it to restore the plaintiff to his old position or one of like seniority, status and pay,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> but rested its conclusion on express disbelief of the plaintiff's testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It said that it was not satisfied on the testimony that the plaintiff had ever called at the defendant's plant after November, 1948, or even telephoned the defendant to inquire about reinstatement, and it also said that it was 'not convinced that after 1948 this plaintiff had any sincere desire to secure employment from the defendant corporation.'  In concluding its opinion the court said:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'To summarize, viewing the testimony presented by the plaintiff in the light most favorable to the plaintiff, I feel that he has failed to prove a claim against this defendant which entitles him to relief.  I further find that his action for damages is barred by the statute of limitations and his claim for reinstatement is barred by laches.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Wherefore, it granted the defendant's motion to dismiss and entered the judgment for the defendant from which the plaintiff has taken this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The plaintiff-appellant argues that the allegations in his amended complaint clearly set out not only a cause of action for failure to restore the plaintiff to his former position, or one of like seniority, status and pay, and for compensatory damages for its failure to do so, but also sets out a cause of action for breach by the defendant of the contract under which the plaintiff accepted reemployment in May, 1955, and that obviously the later cause of action is not barred by any statute of limitations.  It does not appear that this contention was ever advanced in the court below.  At any rate, that court did not consider it.  But whether the contention is only the after-thought of a disappointed litigant or not, it comes to nothing for jurisdictional reasons.  The plaintiff's cause of action for breach by the defendant of its contract to employ the plaintiff, if indeed such a cause of action is alleged, is certainly not one arising under the Constitution, laws or treaties of the United States but is one arising under state law.  Federal jurisdiction over it must, therefore, rest upon the diversity jurisdiction conferred by 1332(a)(1) of Title 28 of the United States Code.  But jurisdiction under this section fails, for not only is there no allegation that the required jurisdictional amount is in controversy, but also it is apparent that the plaintiff and for jurisdictional purposes the defendant also are both citizens of Rhode Island.  Nor is there pendent jurisdiction over the cause of action for breach of the contract of employment under the doctrine of Hurn v. Oursler, 1933, <span class=\"citation\" data-id=\"102086\"><a href=\"/opinion/102086/hurn-v-oursler/\"><span class=\"volume\">289</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">586</span></span>, <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1148</span></span>, for that cause of action is not at all the same as the plaintiff's cause of action for failure to grant reemployment as the acts of Congress require, and under Hurn v. Oursler (289 U.S. at page 246, 53 S.Ct. at page 589) pendent federal jurisdiction exists only when 'two distinct grounds in support of a single cause of action are alleged, one only of which presents a federal question,' and does not exist when 'two separate and distinct causes of action are alleged, one only of which is federal in character.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">This leaves the plaintiff's action as one to enforce his federally created right to reemployment and damages resulting from the defendant's refusal to give him reemployment.  Federal jurisdiction is clearly conferred by the statutes which create the rights, 8(e) of the Selective Training and Service Act of 1940, 54 Stat. 891, and 9(d) of the Universal Military Training and Service Act, formerly the Selective Service Act of 1948, 62 Stat. 616, 50 U.S.C.A. Appendix 459(d) (1952), so we turn to the plaintiff's contention that the court below by itself determining the issue of the defendant's liability to reemploy the plaintiff deprived him of both his constitutional and his statutory rights to trial by jury on the issue of damages.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The plaintiff's claim for reinstatement in his employment is essentially equitable in its nature and his claim for damages for failure to reinstate is essentially legal.  These claims were made in a single complaint, but as this court pointed out in Orenstein v. United States, 1 Cir., 1951,191 F.2d 184, 190, and confirmed in Chappell &amp; Co. v. Palermo Cafe Co., 1 Cir., <span class=\"citation\" data-id=\"243350\"><a href=\"/opinion/243350/chappell-co-inc-v-palermo-cafe-co-inc-palermo-cafe-co-inc-v/\"><span class=\"volume\">249</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">77</span></a></span>, the fact that separate and distinct equitable and legal claims are joined together in a single complaint does not necessarily mean that the action at law is a mere adjunct or appendage of the suit in equity.  We need not inquire whether the language used in the statutory provisions cited in the preceding paragraph makes the right to damages and appendage to the equitable right to reinstatement, a matter perhaps open to some question, compare Strelitz v. Surrey Classics, Inc., D.C.S.D.N.Y.1946, <span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">101</span></span>, with the criticism thereof in 5 Moore's Federal Practice (2nd Ed., 1951), 38.24(2), for the court below treated the plaintiff's claim for damages as distinct from his claim for reinstatement and separating the claims granted his request for trial by jury on the claim for damages which is all the plaintiff requested<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and consequently all he was entitled to under Rule 38(c) F.R.C.P.  Then, having separated the plaintiff's claims, the court in the exercise of its discretionary power to determine the order of trial, proceeded, apparently without any clear objection by the plaintiff, to hear the equitable claim first-- see the Orenstein and Palermo Cafe Co. cases cited above-- even though the determination of that claim might preclude a determination by a jury of the claim for damages.  That is to say, a decision by the trial court that on the merits the plaintiff was not entitled to be restored to his position might well also decide that he was not entitled to damages for failure to give restoration.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">But, as we have pointed out, the court did not reach the merits of the plaintiff's equitable claim but found that he was barred from asserting it by laches.  And having so found, it then went on to find on the same evidence that his legal claim for damages was barred by the Rhode Island statute of limitations.  We think these findings cannot be successfully challenged and that the court's conclusion is correct.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">There can be no doubt that the plaintiff waited for years before bringing suit.  Nor can there be any doubt that the court was fully justified in disbelieving the plaintiff's testimony that every year from 1946 to the time of his reemployment in 1955 he called upon or telephoned to the defendant to request employment but, on the contrary, that he never did either after November, 1948, and that from that time until late in 1954 he had no sincere desire to secure reemployment.  These findings are fully supported by the evidence and are clearly enough to support the finding that the plaintiff was guilty of laches.  His only escape from the consequences of that finding would be to show that his reasonable reliance upon a course of conduct pursued by the defendant made it contrary to the general principles of fair dealing and good conscience for it to take advantage of the defense of laches.  And in this he entirely failed.  There is no evidence whatever of his having been lulled into a false sense of security by any conduct of the defendant, and the court below so found, saying that on the evidence viewed in the light most favorable to the plaintiff he had '* * * failed to sustain the burden of proof imposed upon him by the law to establish that the defendant was guilty of any conduct whatever subsequent to 1946 which would estop this defendant from setting up the defense of statute of limitations or the defense of laches.'  Indeed, from the finding that the plaintiff was not in communication with the defendant from 1948 until late in 1954 it would necessarily follow that the plaintiff could not have been Misled or lulled into a false sense of security by anything the defendant did or said.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">This disposes of the plaintiff's equitable claim for reinstatement in employment, and would also dispose of his legal claim for damages if that claim is a mere adjunct or appendage of the equitable one.  But that is a question we do not decide in this case for even if we assume that the claims are separate and distinct, as the court below treated them, the last quoted finding is dispositive of the legal claim for damages.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Neither the Selective Training and Service Act of 1940 nor the Universal Military Training and Service Act of 1948 limit the time within which suit must be brought.  And there is no general federal statute of limitations.  In this situation, following the rule established in 1895 by Campbell v. City of Haverhill, <span class=\"citation\" data-id=\"94071\"><a href=\"/opinion/94071/campbell-v-haverhill/\"><span class=\"volume\">155</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">610</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">217</span></span>, <span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">280</span></span>, we invoke the rules of decision provision now embodied in Title 28 U.S.C 1652, and apply the Rhode Island statute of limitations.  That statute, cited earlier in this opinion, clearly puts a six-year limitation upon the plaintiff's action for damages, and clearly that cause of action accrued to the plaintiff more than six years before he saw fit to bring his action.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The defense of laches and the defense of the statute of limitations are different, in that the former, unlike the latter, does not require the lapse of any fixed period of time.  Thus it could be that an equitable claim for reemployment would be barred by laches whereas a legal claim for damages for failure to give reemployment, if separate from the equitable claim, might not be barred by an applicable statute of limitations.  But that is not the situation here for the Rhode Island statute of limitations has run on the plaintiff's legal claim.  The only way open to the plaintiff to avoid the bar of that statute is by introducing convincing evidence of the same kind required to avoid the defense of laches, i.e. evidence that the defendant's conduct made its reliance on the defense of the statute inequitable or contrary to general principles of good conduct and fair dealing.  The plaintiff had ample opportunity to present such evidence, if he had any, at the trial of the equitable claim where the matter was fully litigated and decided adversely to the plaintiff.  That decision forecloses the plaintiff's legal claim for damages by application of the doctrine of res judicata.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">During the course of the trial the plaintiff's attorney had a subpoena duces tecum served on certain officers of the defendant, and on the defendant's objection the court ordered it quashed in accordance with the authority conferred by Rule 45(b) F.R.C.P. on the ground that there was no excuse for the plaintiff's delay in seeking the production of the voluminous records demanded and that under the circumstances the subpoena imposed an unreasonable burden on the defendant.  The record affords ample support for the court's action.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The plaintiff-appellant also contends that the court below erred in denying his motion for leave to appeal in forma pauperis, and also erred in ordering him to file a full transcript of the evidence for transmission to this court.  Both orders were issued after entry of the judgment of dismissal and after the plaintiff had filed his notice of appeal from that judgment.  No separate appeals were taken from the above orders and from this it follows that we have no jurisdiction to consider these alleged errors.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Judgment will be entered affirming the judgment of the District Court without costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See Section 8(b)(B) of the Selective Training and Service Act of 1940, 54 Stat. 890; Section 9(b)(B) of the Universal Military Training and Service Act of 1948, 62 Stat. 615, 50 U.S.C.A.Appendix, 459(b)(B)(1952)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The court's denial of the plaintiff's belated request for an advisory jury on the equitable issues presents no question on appeal for whether or not the advice of a jury would be helpful is a matter lying entirely in the discretion of the trial court</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/94071/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102086/",
    "http://www.courtlistener.com/api/rest/v3/opinions/243350/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1486403/"
  ]
}