{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/244369/",
  "absolute_url": "/opinion/244369/united-states-v-angelo-nardolillo/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/244369/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:33:37Z",
  "date_modified": "2016-02-28T05:59:34.060665Z",
  "type": "010combined",
  "sha1": "18eecf04b17f3a266d74111b4757c98c860cc16b",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/252/252.F2d.755.5309.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">252 F.2d 755</p>\n    <p class=\"parties\">UNITED STATES of America, Appellant,<br>v.<br>Angelo NARDOLILLO, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 5309.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">March 4, 1958.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Joseph Mainelli, U. S. Atty., Providence, R. I., with whom Arnold Williamson, Jr., and Samuel S. Tanzi, Asst. U. S. Attys., Providence, R. I., were on brief, for appellant.</p>\n      <p class=\"indent\">Jacob S. Temkin, Providence, R. I., with whom Christopher Del Sesto, Providence, R. I., was on brief, for appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit Judges.</p>\n      <p class=\"indent\">WOODBURY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Our only concern at present is with a motion to dismiss an appeal of the United States in a criminal case on the ground of want of appellate jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The defendant-appellee, Nardolillo, was tried by jury in the court below on his plea of not guilty to an indictment in four counts charging him with wilful failure to pay taxes in violation of &#167; 145(b) of the Internal Revenue Code of 1939, 26 U.S.C.A. &#167; 145(b). The jury returned a verdict of guilty as charged in all four counts and within five days thereafter, on May 27, 1957, the defendant filed a motion in Arrest of Judgment under Criminal Rule 34, 18 U.S.C.A., a Motion for Judgment of Acquittal under Criminal Rule 29, and a Motion for a New Trial under Criminal Rule 33.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On June 10, 1957, while these post-trial motions were pending, the defendant, evidently in the light of Jencks v. United States, 1957, 353 U.S. 657, 77 S. Ct. 1007, 1 L.Ed.2d 1103, which had been decided one week before on June 3, filed a motion for the production and inspection of certain reports in the possession of the United States, the motion reciting that it was filed in connection with and in aid of his motions for acquittal and for a new trial referred to above. The reports requested were those prepared by a Revenue Agent and a Special Agent of the Internal Revenue Service, both of whom had testified for the Government at the trial as to material matters and each of whom had previously prepared and filed reports to their superiors relating to the matters as to which they had testified. The defendant asserted that these reports had not been available to him during the trial and that inspection of them was \"singularly important\" to him for the purpose of possible impeachment of the testimony of the two key Government witnesses. On the same date, June 10, the defendant also had a subpoena <i>duces tecum</i> served upon the United States District Attorney for Rhode Island directing him to appear in court with the reports of the aforementioned agents to which the United States responded by filing a motion to quash.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Government's motion to quash and the defendant's motion for production and inspection were heard in due course and on June 26 the court below entered an order denying the motion to quash but granting the motion for production specifying the time, place and circumstances under which the United States was to make the reports of the agents, so far as the same related to the matters they had testified to at the trial, available for inspection by the defendant and his counsel. The United States Attorney notified counsel for the defendant that certain Regulations issued by the Attorney General forbad his compliance with the court's order to produce the agents' reports and that in consequence he felt compelled respectfully to decline compliance with the court's order. Counsel for the defendant then filed a motion grounded upon the United States Attorney's refusal to comply with the court's order of production wherein he asked that his motion for acquittal theretofore filed be granted and for \"such other relief as shall be meet under the circumstances.\" The court heard counsel on this motion, and also on a motion of the United States Attorney that the defendant be required at once to press all his pending motions. The court denied the Government's motion out of hand and no hearing has ever been held or formal action taken on the defendant's post-trial motions in arrest of judgment, for judgment of acquittal or for a new trial. In due course the court granted the defendant's motion based on the Government's refusal to comply with the production order and on August 21, 1957, entered judgment: \"That the criminal action herein, Indictment No. 6552, be, and the same hereby is dismissed.\" No judgment of conviction has ever been entered nor has the defendant been sentenced.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The United States promptly filed notice of appeal from this judgment of the District Court and thereupon the defendant filed a motion in this court to dismiss the appeal \"on the ground of want of appellate jurisdiction.\" The defendant filed a brief in support of his motion, the United States filed a brief in opposition thereto, and finding the question of our jurisdiction somewhat perplexing, we invited oral argument on the motion.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The judgment appealed from does not relate to an independent, separable matter collateral to a criminal prosecution, such, for instance, as an order relating to the amount of bail, see Stack v. Boyle, 1951, 342 U.S. 1, 72 S.Ct. 1, 96 L.Ed. 3, within the limited categories listed in Carroll v. United States, 1957, 354 U.S. 394, 403, 404, 77 S.Ct. 1332, 1 L.Ed.2d 1442, as appealable by the United States under Title 28 U.S.C. &#167; 1291. Thus whatever right the United States may have to appeal to this court must derive from Title 18 U.S.C. &#167; 3731, wherein, except when direct appeals to the Supreme Court of the United States are provided, appeals by the United States to a court of appeals are authorized:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">\"From a decision or judgment setting aside, or dismissing any indictment or information, or any count thereof * * *,\" and \"From a decision arresting a judgment of conviction * * *.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This statute must be strictly construed for \"appeals by the Government in criminal cases are something unusual, exceptional, not favored.\" Carroll v. United States, supra, 354 U.S. 400, 77 S.Ct. 1336. The question therefore is whether, categorized realistically, id. 354 U.S. 405, 77 S.Ct. 1339, the judgment from which the United States has taken this appeal fits squarely into either of the categories listed in the statute. We think it does not.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In our view the judgment cannot be classified as \"a decision arresting a judgment of conviction,\" for the reason that it is not grounded upon the District Court's want of jurisdiction or upon any failure of the indictment to charge an offense, and &#167; 3731, as part of the revision of the Criminal Code in 1948, is to be construed in relation to the provisions of the Federal Rules of Criminal Procedure adopted four years earlier in 1944, United States v. Pack, 3 Cir., 1957, 247 F.2d 168, 170, and under Criminal Rule 34 the court is only authorized to \"arrest judgment if the indictment or information does not charge an offense or if the court was without jurisdiction of the offense charged.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Nor is the judgment appealed from one `setting aside or dismissing [an] indictment\" for it is not based at all upon a defect of any kind in the indictment but is based upon a defect in the proceedings had at the trial under the indictment. United States v. Janitz, 3 Cir., 1947, 161 F.2d 19; United States v. Pack, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Indeed we are somewhat perplexed as to how the judgment from which the United States has taken this appeal should be classified. The judgment is that the \"criminal action herein,\" identifying it by indictment number, \"be, and the same hereby is dismissed.\" This wording, naturally enough, closely follows and therefore would seem to be based upon the holding in Jencks v. United States, 1957, 353 U.S. 657, 77 S.Ct. 1007, as summarized in the first sentence of the last paragraph of the Court's opinion in 353 U.S. on page 672, 77 S.Ct. on page 1015 which reads: \"We hold that the criminal action must be dismissed when the Government, on the ground of privilege, elects not to comply with an order to produce, for the accused's inspection and for admission in evidence, relevant statements or reports in its possession of government witnesses touching the subject matter of their testimony at the trial.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Since the judgment appealed from is couched in the language of the holding in Jencks, it might perhaps be assumed that it was intended to have the same effect as the decision in Jencks. And the effect of that decision, as clearly pointed out in the concurring opinions of Mr. Justice Frankfurter (353 U.S. at page 672, 77 S.Ct. at page 1015) and of Mr. Justice Burton, with whom Mr. Justice Harlan concurred (353 U.S. at page 678, 77 S.Ct. at page 1018), is not to terminate the prosecution but to require another trial. But if this be so, and the District Court intended to give the United States another chance to try its case,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> maybe on other evidence, or maybe by change of mind on the same testimony but with access by the defendant to the reports of the agents, the judgment is certainly interlocutory and in criminal cases \"there is no authority today for interlocutory appeals\" by or on behalf of the United States. Carroll v. United States, 1957, 354 U.S. 394, 406, 77 S.Ct. 1332.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On the other hand it may well be, indeed it would seem more likely, that the District Court interpreted the Government's refusal to obey its order of production as a definite and final election by the United States to maintain the secrecy of its files even \"at the price of letting the defendant go free,\" United States v. Reynolds, 1953, 345 U.S. 1, 12, 73 S.Ct. 528, 534, 97 L.Ed. 727, quoted with approval in Jencks v. United States, supra, 353 U.S. 671, 77 S.Ct. 1014, and that with this in mind the court intended by its judgment to terminate the prosecution once and for all. But even if this be so, and the judgment put a period to the prosecution, still, as we have already pointed out, it is not one dismissing an indictment or arresting a conviction. Thus the judgment is not a \"decision\" within the limited categories listed in Title 18 U.S.C. &#167; 3731, as appealable by the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Judgment will be entered dismissing the appeal for lack of appellate jurisdiction.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At a second trial the defendant could not be heard to complain of double jeopardy for he waived that defense by his request for a new trial</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">252</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">755</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellant,<br>v.<br>Angelo NARDOLILLO, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 5309.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">March 4, 1958.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Joseph Mainelli, U. S. Atty., Providence, R. I., with whom Arnold Williamson, Jr., and Samuel S. Tanzi, Asst. U. S. Attys., Providence, R. I., were on brief, for appellant.</p>\n      <p class=\"indent\">Jacob S. Temkin, Providence, R. I., with whom Christopher Del Sesto, Providence, R. I., was on brief, for appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit Judges.</p>\n      <p class=\"indent\">WOODBURY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Our only concern at present is with a motion to dismiss an appeal of the United States in a criminal case on the ground of want of appellate jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The defendant-appellee, Nardolillo, was tried by jury in the court below on his plea of not guilty to an indictment in four counts charging him with wilful failure to pay taxes in violation of &#167; 145(b) of the Internal Revenue Code of 1939, 26 U.S.C.A. &#167; 145(b). The jury returned a verdict of guilty as charged in all four counts and within five days thereafter, on May 27, 1957, the defendant filed a motion in Arrest of Judgment under Criminal Rule 34, 18 U.S.C.A., a Motion for Judgment of Acquittal under Criminal Rule 29, and a Motion for a New Trial under Criminal Rule 33.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On June 10, 1957, while these post-trial motions were pending, the defendant, evidently in the light of Jencks v. United States, 1957, <span class=\"citation\" data-id=\"105517\"><a href=\"/opinion/105517/jencks-v-united-states/\"><span class=\"volume\">353</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">657</span></a></span>, <span class=\"citation\" data-id=\"105517\"><a href=\"/opinion/105517/jencks-v-united-states/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1007</span></a></span>, <span class=\"citation\" data-id=\"105517\"><a href=\"/opinion/105517/jencks-v-united-states/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1103</span></a></span>, which had been decided one week before on June 3, filed a motion for the production and inspection of certain reports in the possession of the United States, the motion reciting that it was filed in connection with and in aid of his motions for acquittal and for a new trial referred to above. The reports requested were those prepared by a Revenue Agent and a Special Agent of the Internal Revenue Service, both of whom had testified for the Government at the trial as to material matters and each of whom had previously prepared and filed reports to their superiors relating to the matters as to which they had testified. The defendant asserted that these reports had not been available to him during the trial and that inspection of them was \"singularly important\" to him for the purpose of possible impeachment of the testimony of the two key Government witnesses. On the same date, June 10, the defendant also had a subpoena <i>duces tecum</i> served upon the United States District Attorney for Rhode Island directing him to appear in court with the reports of the aforementioned agents to which the United States responded by filing a motion to quash.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Government's motion to quash and the defendant's motion for production and inspection were heard in due course and on June 26 the court below entered an order denying the motion to quash but granting the motion for production specifying the time, place and circumstances under which the United States was to make the reports of the agents, so far as the same related to the matters they had testified to at the trial, available for inspection by the defendant and his counsel. The United States Attorney notified counsel for the defendant that certain Regulations issued by the Attorney General forbad his compliance with the court's order to produce the agents' reports and that in consequence he felt compelled respectfully to decline compliance with the court's order. Counsel for the defendant then filed a motion grounded upon the United States Attorney's refusal to comply with the court's order of production wherein he asked that his motion for acquittal theretofore filed be granted and for \"such other relief as shall be meet under the circumstances.\" The court heard counsel on this motion, and also on a motion of the United States Attorney that the defendant be required at once to press all his pending motions. The court denied the Government's motion out of hand and no hearing has ever been held or formal action taken on the defendant's post-trial motions in arrest of judgment, for judgment of acquittal or for a new trial. In due course the court granted the defendant's motion based on the Government's refusal to comply with the production order and on August 21, 1957, entered judgment: \"That the criminal action herein, Indictment No. 6552, be, and the same hereby is dismissed.\" No judgment of conviction has ever been entered nor has the defendant been sentenced.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The United States promptly filed notice of appeal from this judgment of the District Court and thereupon the defendant filed a motion in this court to dismiss the appeal \"on the ground of want of appellate jurisdiction.\" The defendant filed a brief in support of his motion, the United States filed a brief in opposition thereto, and finding the question of our jurisdiction somewhat perplexing, we invited oral argument on the motion.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The judgment appealed from does not relate to an independent, separable matter collateral to a criminal prosecution, such, for instance, as an order relating to the amount of bail, see Stack v. Boyle, 1951, <span class=\"citation\" data-id=\"104925\"><a href=\"/opinion/104925/stack-v-boyle/\"><span class=\"volume\">342</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"104925\"><a href=\"/opinion/104925/stack-v-boyle/\"><span class=\"volume\">72</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"104925\"><a href=\"/opinion/104925/stack-v-boyle/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">3</span></a></span>, within the limited categories listed in Carroll v. United States, 1957, <span class=\"citation\" data-id=\"105542\"><a href=\"/opinion/105542/carroll-v-united-states/\"><span class=\"volume\">354</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">394</span></a></span>, 403, 404, <span class=\"citation\" data-id=\"105542\"><a href=\"/opinion/105542/carroll-v-united-states/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1332</span></a></span>, <span class=\"citation\" data-id=\"105542\"><a href=\"/opinion/105542/carroll-v-united-states/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1442</span></a></span>, as appealable by the United States under Title 28 U.S.C. &#167; 1291. Thus whatever right the United States may have to appeal to this court must derive from Title 18 U.S.C. &#167; 3731, wherein, except when direct appeals to the Supreme Court of the United States are provided, appeals by the United States to a court of appeals are authorized:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">\"From a decision or judgment setting aside, or dismissing any indictment or information, or any count thereof * * *,\" and \"From a decision arresting a judgment of conviction * * *.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This statute must be strictly construed for \"appeals by the Government in criminal cases are something unusual, exceptional, not favored.\" Carroll v. United States, supra, <span class=\"citation no-link\"><span class=\"volume\">354</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">400</span></span>, 77 S.Ct. 1336. The question therefore is whether, categorized realistically, id. <span class=\"citation no-link\"><span class=\"volume\">354</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">405</span></span>, <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1339</span></span>, the judgment from which the United States has taken this appeal fits squarely into either of the categories listed in the statute. We think it does not.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In our view the judgment cannot be classified as \"a decision arresting a judgment of conviction,\" for the reason that it is not grounded upon the District Court's want of jurisdiction or upon any failure of the indictment to charge an offense, and &#167; 3731, as part of the revision of the Criminal Code in 1948, is to be construed in relation to the provisions of the Federal Rules of Criminal Procedure adopted four years earlier in 1944, United States v. Pack, 3 Cir., 1957, <span class=\"citation\" data-id=\"242933\"><a href=\"/opinion/242933/united-states-v-david-pack-united-states-v-harry-pack/\"><span class=\"volume\">247</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">168</span></a></span>, 170, and under Criminal Rule 34 the court is only authorized to \"arrest judgment if the indictment or information does not charge an offense or if the court was without jurisdiction of the offense charged.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Nor is the judgment appealed from one `setting aside or dismissing [an] indictment\" for it is not based at all upon a defect of any kind in the indictment but is based upon a defect in the proceedings had at the trial under the indictment. United States v. Janitz, 3 Cir., 1947, 161 F.2d 19; United States v. Pack, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Indeed we are somewhat perplexed as to how the judgment from which the United States has taken this appeal should be classified. The judgment is that the \"criminal action herein,\" identifying it by indictment number, \"be, and the same hereby is dismissed.\" This wording, naturally enough, closely follows and therefore would seem to be based upon the holding in Jencks v. United States, 1957, <span class=\"citation\" data-id=\"105517\"><a href=\"/opinion/105517/jencks-v-united-states/\"><span class=\"volume\">353</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">657</span></a></span>, <span class=\"citation\" data-id=\"105517\"><a href=\"/opinion/105517/jencks-v-united-states/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1007</span></a></span>, as summarized in the first sentence of the last paragraph of the Court's opinion in 353 U.S. on page 672, 77 S.Ct. on page 1015 which reads: \"We hold that the criminal action must be dismissed when the Government, on the ground of privilege, elects not to comply with an order to produce, for the accused's inspection and for admission in evidence, relevant statements or reports in its possession of government witnesses touching the subject matter of their testimony at the trial.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Since the judgment appealed from is couched in the language of the holding in Jencks, it might perhaps be assumed that it was intended to have the same effect as the decision in Jencks. And the effect of that decision, as clearly pointed out in the concurring opinions of Mr. Justice Frankfurter (353 U.S. at page 672, 77 S.Ct. at page 1015) and of Mr. Justice Burton, with whom Mr. Justice Harlan concurred (353 U.S. at page 678, 77 S.Ct. at page 1018), is not to terminate the prosecution but to require another trial. But if this be so, and the District Court intended to give the United States another chance to try its case,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> maybe on other evidence, or maybe by change of mind on the same testimony but with access by the defendant to the reports of the agents, the judgment is certainly interlocutory and in criminal cases \"there is no authority today for interlocutory appeals\" by or on behalf of the United States. Carroll v. United States, 1957, <span class=\"citation\" data-id=\"105542\"><a href=\"/opinion/105542/carroll-v-united-states/\"><span class=\"volume\">354</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">394</span></a></span>, 406, <span class=\"citation\" data-id=\"105542\"><a href=\"/opinion/105542/carroll-v-united-states/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1332</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On the other hand it may well be, indeed it would seem more likely, that the District Court interpreted the Government's refusal to obey its order of production as a definite and final election by the United States to maintain the secrecy of its files even \"at the price of letting the defendant go free,\" United States v. Reynolds, 1953, <span class=\"citation\" data-id=\"105087\"><a href=\"/opinion/105087/united-states-v-reynolds/\"><span class=\"volume\">345</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 12, <span class=\"citation\" data-id=\"105087\"><a href=\"/opinion/105087/united-states-v-reynolds/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">528</span></a></span>, 534, <span class=\"citation\" data-id=\"105087\"><a href=\"/opinion/105087/united-states-v-reynolds/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">727</span></a></span>, quoted with approval in Jencks v. United States, supra, <span class=\"citation no-link\"><span class=\"volume\">353</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">671</span></span>, <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1014</span></span>, and that with this in mind the court intended by its judgment to terminate the prosecution once and for all. But even if this be so, and the judgment put a period to the prosecution, still, as we have already pointed out, it is not one dismissing an indictment or arresting a conviction. Thus the judgment is not a \"decision\" within the limited categories listed in Title 18 U.S.C. &#167; 3731, as appealable by the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Judgment will be entered dismissing the appeal for lack of appellate jurisdiction.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At a second trial the defendant could not be heard to complain of double jeopardy for he waived that defense by his request for a new trial</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104925/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105087/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/242933/"
  ]
}