{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/246908/",
  "absolute_url": "/opinion/246908/local-201-international-union-of-electrical-radio-and-machine-workers/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/246908/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:34:17Z",
  "date_modified": "2016-02-28T06:02:05.975650Z",
  "type": "010combined",
  "sha1": "31c16e880d7333f6c39cbad314f2f2593fe7ec2f",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/262/262.F2d.265.5397.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">262 F.2d 265</p>\n    <p class=\"parties\">LOCAL 201, INTERNATIONAL UNION OF ELECTRICAL, RADIO AND<br>MACHINE WORKERS, AFL-CIO, et al., Plaintiffs, Appellants,<br>v.<br>GENERAL ELECTRIC COMPANY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 5397.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">Heard Nov. 6, 1958.<br>Decided Jan. 7, 1959.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James McConnell Harkless, Boston, Mass., with whom Grant, Angoff, Goldman and Manning, Boston, Mass., was on brief, for appellants.</p>\n      <p class=\"indent\">Warren F. Farr, Boston, Mass., with whom John F. Repko, West Lynn, Mass., A. Lane McGovern, and Ropes, Gray, Best, Coolidge &amp; Rugg, Boston, Mass., were on brief, for appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit judges.</p>\n      <p class=\"indent\">MAGRUDER, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from a judgment of the United States District Court for the District of Massachusetts dismissing a complaint under 301 of the Taft-Hartley Act (61 Stat. 156) 29 U.S.C.A. 185, seeking a decree for specific performance to compel the employer to arbitrate a certain described 'grievance' filed on behalf of an employee named Adolf J. Graciale.  We have had a number of such cases.  See Local 205, United Electrical, Radio &amp; Machine Workers of America v. General Electric Co., 1 Cir., 1956, 233 F.2d 85 affirmed 1957, 353 U.S. 547, 77 S.Ct. 921, 1 L.Ed.2d 1028; Newspaper Guild of Boston v. Boston Herald-Traveler Corp., 1 Cir., 1956, 233 F.2d 102; Goodall-Sanford, Inc., v. United Textile Workers of America, 1 Cir., 1956, 233 F.2d 104, affirmed 1957, 353 U.S. 550, 77 S.Ct. 920, 1 L.Ed.2d 1031; Newspaper Guild of Boston v. Boston Herald-Traveler Corp., 1 Cir., 1956, 238 F.2d 471; Local No. 149, American Federation of Technical Engineers (AFL) v. General Electric Co., 1 Cir., 1957, 250 F.2d 922, certiorari denied 1958, 356 U.S. 938, 78 S.Ct. 780, 2 L.Ed.2d 813; Boston Mutual Life Insurance Co. v. Insurance Agents' International Union (AFL-CIO), 1 Cir., 1958, 258 F.2d 516; New Bedford Defense Products Division of Firestone Tire &amp; Rubber Co. v. Local No. 1113 of the International Union, United Automobile, Aircraft &amp; Agricultural Implement Workers of America (UAW, AFL-CIO), 1 Cir., 1958, 258 F.2d 522.  They raise many questions that are not free from difficulty.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">As indicated in the cases just cited, it is the established law, in this circuit at least, that when a suit for specific performance of an agreement to arbitrate is brought under 301, the district court, sitting as a court of equity, and before giving the relief requested, has a necessary preliminary determination to make, namely, whether respondent is in violation of a promise to arbitrate the particular issue.  We have recognized that arbitration is an important process, worthy of judicial encouragement; and therefore that if the arbitration clause of the collective bargaining contract contains ambiguous language susceptible of two or more interpretations, the court should ordinarily lean to one directed toward confiding a wide scope of jurisdiction to the arbitrator.  Sometimes the agreement may be interpreted to the effect that the parties not only have agreed to submit certain types of grievance to arbitration, but have also consented to arbitrate all preliminary issues of arbitrability; that is, whether the particular grievance is of the sort falling within the scope of the arbitration cause, and if so whether the parties have complied with all conditions precedent to the promise to arbitrate.  When the language used is of the breadth above described, then the court should compel respondent to live up to its agreement, by ordering it to submit to arbitration the preliminary question of arbitrability which, if determined by the arbitrator in the affirmative, should be followed by arbitration of the grievance itself.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">And we have tried to make clear that once the court has decided that the parties have agreed to leave the particular issue to arbitration, it should not stay its hand in order to examine whether the correct determination of the issue, on its merits, is clear under the terms of the agreement.  We held as much in New Bedford Defense Products Division of Firestone Tire &amp; Rubber Co. v. Local No. 1113, supra, 258 F.2d at page 526.  We have no occasion to retract or qualify what we there said.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Sometimes the terms of the collective bargaining contract, as properly interpreted, are quite restrictive as to the issues which the parties are willing to leave to arbitration.  In particular, the parties do not always trust the arbitrator to decide the preliminary issue of arbitrability.  In the case at bar this is so, and the restriction here is not left to inference and argument, but is spelled out in crystal-clear language.  Hence the district court had itself of necessity to decide whether the grievance in question is arbitrable as involving the interpretation or application of a term of the agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellant local union is the certified bargaining representative for the production and maintenance employees at the West Lynn, Massachusetts, General Electric plant, where this dispute arose.  Appellant relies solely on the National Agreement which was executed between the International Union and General Electric Company.  This agreement provided expressly that the locals (such as appellant), which from time to time were certified as exclusive bargaining representatives for units within the Company, would be parties to the National Agreement while so certified.  So far as appears, there is no written supplementary contract between the local and the management of the West Lynn General Electric plant.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The National Agreement contained a routine union recognition clause (Art.  I(1)) and a standard management prerogatives clause (Art.  XXVI).  The grievance procedure (in so far as here relevant) was a fairly normal one involving three successive steps, discussions at the foreman, plant management, and national headquarters levels (Art.  XIII(1), (2)).  Strikes and lockouts were mutually disclaimed, 'unless and until all of the respective provisions of the successive steps of the grievance procedure * * * shall have been complied with * * * or if the matter is submitted to arbitration * * *' (Art.  XIV).  We take it that this no-strike clause sheds no light on the breadth of arbitrability; even though a grievance has technically been 'submitted' to arbitration, if in fact it is held to be not arbitrable under the terms of the agreement, then presumably economic sanctions are available.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The arbitration provision of the National agreement reads in relevant part as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'Article XV</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'Arbitration</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'1. Any grievance which remains unsettled after having been fully processed pursuant to the provisions of Article XIII, and which involves either,</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(a) the interpretation or application of a provision of this Agreement, or(b) a disciplinary penalty (including discharge) imposed on or after the effective date of this Agreement, which is alleged to have been imposed without just cause, shall be submitted to arbitration upon written request of either the Union or the Company, provided such request is made within 30 days after the final decision of the Company has been given to the Union pursuant to (the grievance procedure).  For the purpose of proceedings within the scope of (b) above, the standard to be applied by an arbitrator to cases involving disciplinary penalties (including discharge) is that such penalties shall be imposed only for just cause.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'2. (a) Within 10 days following a written request for arbitration of a grievance, the Company or the Union may request the American Arbitration Association to submit a Panel of names from which an arbitrator may be chosen.  In the selection of an arbitrator and the conduct of any arbitration, the Voluntary Labor Arbitration Rules of the American Arbitration Association shall control, except that:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">(i) notwithstanding any provision of such Rules, the Association shall have no authority to appoint an arbitrator in any matter who has not been approved by both parties until and unless the parties have had submitted to them at least three Panels of arbitrators and have been unable to select a mutually satisfactory arbitrator therefrom; and</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">(ii) either party may, if it desires, be represented by Counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'(b) It is further expressly understood and agreed that the American Arbitration Association shall have no authority to process a request for arbitration or appoint an arbitrator if either party shall advise the Association that such request arises under Section 1(a) of this Article, but that the grievance desired to be arbitrated does not, in its opinion, raise an arbitrable issue.  In such event, the Association shall have authority to process the request for arbitration and appoint an arbitrator in accordance with its rules only after a final judgment of a Court has determined that the grievance upon which arbitration has been requested raises arbitrable issues and has directed arbitration of such issues.  The foregoing part of this subsection (b) shall not be applicable if by its terms the request for arbitration requests only relief from a disciplinary penalty or discharge alleged to have been imposed without just cause.'<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The only substantive provision which appellant relies upon as relevant to the grievance it seeks to have arbitrated is found in Art.  XI, which reads as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'Article XI</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">'Reduction or Increase in Forces</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">'1. Whenever there is a reduction in the working force or employees are laid off from their regular jobs, total length of continuous service, applied on a plant, department, or other basis as negotiated locally, shall be the major factor determining the employees to be laid off or transferred (exclusive of upgrading or transfers to higher rated jobs).  However, ability will be given consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">'Similarly, in all cases of rehiring after layoff, total length of continuous service, applied on a plant, department, or other basis as negotiated locally, shall be the major factor covering such rehiring if the employee is able to do the available work in a satisfactory manner after a minimum amount of training.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">'Where employees have accumulated six months or more of service credits, but have not established continuity of service, such service credits will be considered in the above cases rather than total length of continous service.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">'2. Since the number of employees in the individual bargaining units covered under this agreement varies from less than 50 to more than 10,000, each Local shall negotiate with local Management a written Agreement covering the layoff and rehiring procedure for the employees represented by the Local.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">'3. Employees who have been or who may be transferred to jobs outside the bargaining units, may be returned to their former classification in the bargaining unit in accordance with their total length of continuous service.  Employees in any plant who have been certified in a bargaining unit not covered by this Agreement shall have no rights under this Agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">'4. An employee who either:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">(a) retires at his or her option as provided in the Company Pension Plan; or</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">(b) who is retired by the Company upon reaching the age for normal retirement as provided in the Company Pension Plan (age 65), whether or not such employee is a participant in the Plan, shall cease to have any rights under the provisions of this Agreement.  (However, this Agreement shall continue to be applicable to retired employees returned to active employment by the Company.)</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">'5. Employees will be given at least one week's notice and one week's work at the prevailing schedule before layoffs are made due to decreasing forces.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">'6. An employee with continuity of service out due to illness for a period not exceeding one (1) year who returns to work shall be reemployed on his former job providing he is able to perform the job and normal seniority provisions permit.'</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As of early October, 1956, two employees on the second shift at the Company's West Lynn plant performed work described as 'form leads-- thermocouple job'.  Graciale (on whose behalf the grievance was filed) had worked within the particular bargaining unit for six years; Looney had been rehired for the theremocouple job only in August, 1956, but had worked for the Company at the West Lynn plant for fifteen years (until June, 1956, when he quit for reasons of health) as a plant guard.  In the latter capacity Looney was represented by another bargaining agent, the Independent Union of Plant Protection Employees in the Electrical and Machine Industry.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In October, 1956, a reduction in force at the West Lynn plant resulted in the elimination of one of the two theremocouple jobs on the second shift.  Graciale was transferred against his protest to fill the identical job on the first shift, whereas Looney was permitted to remain on the second shift.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">It was stated in the grievance filed on behalf of Graciale as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">'Management's position is that they made the right move as J. Looney has the longer service, and they did not recognize the Union's position in these cases that a person coming from another bargaining unit into ours does not retain his service with the company in the event of layoff, transfer or shift preference.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">'The Union's position is that based on the above the complainant should not be bumped by Looney as guards do not carry service into our bargaining unit.'</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The grievance was prosecuted through the three-step procedure in accordance with the contract, and the Union demanded arbitration.  The Company thereupon properly invoked 2(b) of Art.  XV by advising the American Arbitration Association that in its opinion Graciale's grievance did not raise an arbitrable issue.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Whether or not the assignment of Graciale to the first shift was based upon the Company's view as to the relative seniority as between Graciale and Looney may not be entirely clear on the record.  It was so alleged in the written grievance incorporated by reference in the complaint.  The Company's answer, however, stated that it was without knowledge or information sufficient to form a belief as to the truth of these allegations.  There is testimony of the Company's Union Contract Applications Administrator and the Company's Manager of Union Relations indicating that in fact other considerations normally entered into such a decision.  There was no finding of fact by the district court on this point.  But whatever the motive, at least it has never been suggested that Graciale's assignment to the first shift constituted a 'disciplinary penalty' within the meaning of 1(b) of Art.  XV.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Though the Company challenged the jurisdiction of the district court, we think it clear that the court had jurisdiction of the complaint under 301 of the Taft-Hartley Act and 28 U.S.C. 1337.  Textile Workers Union of America v. Lincoln Mills of Alabama, 1957, 353 U.S. 448, 77 S.Ct. 923, 1 L.Ed.2d 972.  It is unnecessary for us to consider the other alleged bases of federal jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The Company having properly invoked the provisions of 2(b) of Art.  XV, it is evident that the parties have agreed to arbitrate 'only after a final judgment of a Court has determined that the grievance upon which arbitration has been requested raises arbitrable issues and has directed arbitration of such issues.'  This language clearly shows that the parties did not intend to submit preliminary issues of arbitrability to arbitration; in other words, the promise is merely to arbitrate what a judge will hold to be an arbitrable issue.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Since under the particular agreement the court must preliminarily determine whether respondent has promised to submit Graciale's grievance to arbitration as involving 'the interpretation or application of a provision of this Agreement,' it is not enough that appellant local may claim that the Graciale grievance necessitates an interpretation or application of the seniority provisions of Art.  XI.  The court must be satisfied that this claim is well founded, that is, that the arbitrator can use those provisions as a controlling statute to decide the merits of the grievance.  There is no doubt that there was a 'reduction in the working force' at the West Lynn plant.  By Art.  XI, it is provided that 'total length of continuous service' shall be the major factor 'determining the employees to be laid off or transferred (exclusive of upgrading or transfers to higher rated jobs).'  The natural meaning of such language, particularly in the labor context, is that the only possibly relevant word, 'transferred', applies merely to a change of job or of physical location, not where the same job is maintained in the same plant but the shift is changed.  The parenthetical exclusion cause suggests this meaning, as do the clearly job-oriented provisions of Art.  XI(2), the first sentence of paragraph 3, and also paragraph 6.  Moreover, the question to what shift an employee is to be assigned is peculiar in the extent to which it depends upon the employee's preference; for instance, here Graciale preferred to remain on the second shift, whereas in other cases the employees concerned have preferred to be assigned to the first shift.  But there is absolutely no language in Art.  XI which confers a shift preference based upon seniority.  This conclusion is consistent with certain unrebutted testimony by Company officials to the effect that there had been negotiations concerning shift preference and that some of the local agreements provided for such preference, but that the Company had refused to agree to shift preference in the National Agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In this connection it is perhaps worthy of note that, in cases where the parties had submitted to arbitration the question of a shift preference, under seniority provisions not dissimilar to those contained in Art.  XI of the present National Agreement, the arbitrators have quite generally held that the employer had not agreed to shift preferences based upon seniority.  E.g., Bay City Shovels, Inc., 10 Lab.Arb. 761 (1948); General Electric Co., 30 Lab.Arb. 472 (1958).  See Ingalls Iron Works Co., Inc., 8 Lab.Arb. 26 (1947); Stafford-Lowdon Co., 21 Lab.Arb. 771 (1953); Huron Portland Cement Co., 9 Lab.Arb. 735 (1948); National-Standard Co., 29 Lab.Arb. 837 (1957).  See also Local Union No. 9735, United Mine Workers of America v. N.L.R.B., 1958, 103 U.S.App.D.C. 294, 258 F.2d 146.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">It has also been unanimously held that the guaranty in the Selective Service Act<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> of restoration 'to a position of like seniority, status, and pay' does not require that the veteran be restored to the same shift as the one on which he had worked prior to entering the armed services.  See Aeronautical Industrial District Lodge 727 v. Campbell, 1949, 337 U.S. 521, 69 S.Ct. 1287, 93 L.Ed. 1513; Boone v. Fort Worth &amp; Denver Ry. Co., 5 Cir., 1955, 223 F.2d 766; Grubbs v. Ingalls Iron Works Co., D.C.N.D.Ala., 1946, 66 F.Supp. 550.  Nor could it even be contended here that an arbitrator might make an award in favor of Graciale based upon normal practice at the plant constituting an implied local supplementary agreement.  Not only is there no allegation or shred of evidence that the local practice at the West Lynn plant is based upon a recognition of shift preferences, but in Art.  XXI of the Agreement it is provided specifically that 'The existence of, or any alleged violation of, a local understanding shall not be the basis of any arbitration proceedings, unless such understanding is in writing and signed by the Company and Local.'  See also paragraph 2 of Art.  XI, which contemplates that 'each Local shall negotiate with local Management a written Agreement covering the layoff and rehiring procedure for the employees represented by the Local.'  It appears that many locals have such supplementary agreements, but so far as this record discloses no such written local agreement has been negotiated between appellant and the local management at the West Lynn plant.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">A judgment will be entered affirming the judgment of the District Court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> It is also provided in paragraph 4 of the same Art.  XV: 'This Agreement and its interpretation and application shall in all respects be governed by the law of the State of New York.'</p>\n        <p>It is not necessary to decide to what extent this case should therefore be determined under New York law, for the result we reach would also be required by the New York cases.  See, e.g., General Electric Co. v. United Electrical, Radio &amp; Machine Workers of America, 1949, 300 N.Y. 262, 90 N.E.2d 181.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Now 50 U.S.C.A.Appendix, 451 et seq</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">262</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">265</span></span></p>\n    <p class=\"parties\">LOCAL 201, INTERNATIONAL UNION OF ELECTRICAL, RADIO AND<br>MACHINE WORKERS, AFL-CIO, et al., Plaintiffs, Appellants,<br>v.<br>GENERAL ELECTRIC COMPANY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 5397.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">Heard Nov. 6, 1958.<br>Decided Jan. 7, 1959.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James McConnell Harkless, Boston, Mass., with whom Grant, Angoff, Goldman and Manning, Boston, Mass., was on brief, for appellants.</p>\n      <p class=\"indent\">Warren F. Farr, Boston, Mass., with whom John F. Repko, West Lynn, Mass., A. Lane McGovern, and Ropes, Gray, Best, Coolidge &amp; Rugg, Boston, Mass., were on brief, for appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit judges.</p>\n      <p class=\"indent\">MAGRUDER, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from a judgment of the United States District Court for the District of Massachusetts dismissing a complaint under 301 of the Taft-Hartley Act (61 Stat. 156) 29 U.S.C.A. 185, seeking a decree for specific performance to compel the employer to arbitrate a certain described 'grievance' filed on behalf of an employee named Adolf J. Graciale.  We have had a number of such cases.  See Local 205, United Electrical, Radio &amp; Machine Workers of America v. General Electric Co., 1 Cir., 1956, <span class=\"citation\" data-id=\"239389\"><a href=\"/opinion/239389/local-205-united-electrical-radio-and-machine-workers-of-america-ue-v/\"><span class=\"volume\">233</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">85</span></a></span> affirmed 1957, <span class=\"citation\" data-id=\"105512\"><a href=\"/opinion/105512/general-electric-co-v-local-205/\"><span class=\"volume\">353</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">547</span></a></span>, <span class=\"citation\" data-id=\"105512\"><a href=\"/opinion/105512/general-electric-co-v-local-205/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">921</span></a></span>, 1 L.Ed.2d 1028; Newspaper Guild of Boston v. Boston Herald-Traveler Corp., 1 Cir., 1956, 233 F.2d 102; Goodall-Sanford, Inc., v. United Textile Workers of America, 1 Cir., 1956, <span class=\"citation\" data-id=\"239391\"><a href=\"/opinion/239391/goodall-sanford-inc-v-united-textile-workers-of-america-afl-local-1802/\"><span class=\"volume\">233</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">104</span></a></span>, affirmed 1957, <span class=\"citation\" data-id=\"2620970\"><a href=\"/opinion/2620970/goodall-sanford-inc-v-textile-workers/\"><span class=\"volume\">353</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">550</span></a></span>, <span class=\"citation\" data-id=\"2620970\"><a href=\"/opinion/2620970/goodall-sanford-inc-v-textile-workers/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">920</span></a></span>, 1 L.Ed.2d 1031; Newspaper Guild of Boston v. Boston Herald-Traveler Corp., 1 Cir., 1956, 238 F.2d 471; Local No. 149, American Federation of Technical Engineers (AFL) v. General Electric Co., 1 Cir., 1957, <span class=\"citation\" data-id=\"243892\"><a href=\"/opinion/243892/local-no-149-of-the-american-federation-of-technical-engineers-afl-v/\"><span class=\"volume\">250</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">922</span></a></span>, certiorari denied 1958, <span class=\"citation no-link\"><span class=\"volume\">356</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">938</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">780</span></span>, 2 L.Ed.2d 813; Boston Mutual Life Insurance Co. v. Insurance Agents' International Union (AFL-CIO), 1 Cir., 1958, 258 F.2d 516; New Bedford Defense Products Division of Firestone Tire &amp; Rubber Co. v. Local No. 1113 of the International Union, United Automobile, Aircraft &amp; Agricultural Implement Workers of America (UAW, AFL-CIO), 1 Cir., 1958, 258 F.2d 522.  They raise many questions that are not free from difficulty.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">As indicated in the cases just cited, it is the established law, in this circuit at least, that when a suit for specific performance of an agreement to arbitrate is brought under 301, the district court, sitting as a court of equity, and before giving the relief requested, has a necessary preliminary determination to make, namely, whether respondent is in violation of a promise to arbitrate the particular issue.  We have recognized that arbitration is an important process, worthy of judicial encouragement; and therefore that if the arbitration clause of the collective bargaining contract contains ambiguous language susceptible of two or more interpretations, the court should ordinarily lean to one directed toward confiding a wide scope of jurisdiction to the arbitrator.  Sometimes the agreement may be interpreted to the effect that the parties not only have agreed to submit certain types of grievance to arbitration, but have also consented to arbitrate all preliminary issues of arbitrability; that is, whether the particular grievance is of the sort falling within the scope of the arbitration cause, and if so whether the parties have complied with all conditions precedent to the promise to arbitrate.  When the language used is of the breadth above described, then the court should compel respondent to live up to its agreement, by ordering it to submit to arbitration the preliminary question of arbitrability which, if determined by the arbitrator in the affirmative, should be followed by arbitration of the grievance itself.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">And we have tried to make clear that once the court has decided that the parties have agreed to leave the particular issue to arbitration, it should not stay its hand in order to examine whether the correct determination of the issue, on its merits, is clear under the terms of the agreement.  We held as much in New Bedford Defense Products Division of Firestone Tire &amp; Rubber Co. v. Local No. 1113, supra, 258 F.2d at page 526.  We have no occasion to retract or qualify what we there said.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Sometimes the terms of the collective bargaining contract, as properly interpreted, are quite restrictive as to the issues which the parties are willing to leave to arbitration.  In particular, the parties do not always trust the arbitrator to decide the preliminary issue of arbitrability.  In the case at bar this is so, and the restriction here is not left to inference and argument, but is spelled out in crystal-clear language.  Hence the district court had itself of necessity to decide whether the grievance in question is arbitrable as involving the interpretation or application of a term of the agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellant local union is the certified bargaining representative for the production and maintenance employees at the West Lynn, Massachusetts, General Electric plant, where this dispute arose.  Appellant relies solely on the National Agreement which was executed between the International Union and General Electric Company.  This agreement provided expressly that the locals (such as appellant), which from time to time were certified as exclusive bargaining representatives for units within the Company, would be parties to the National Agreement while so certified.  So far as appears, there is no written supplementary contract between the local and the management of the West Lynn General Electric plant.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The National Agreement contained a routine union recognition clause (Art.  I(1)) and a standard management prerogatives clause (Art.  XXVI).  The grievance procedure (in so far as here relevant) was a fairly normal one involving three successive steps, discussions at the foreman, plant management, and national headquarters levels (Art.  XIII(1), (2)).  Strikes and lockouts were mutually disclaimed, 'unless and until all of the respective provisions of the successive steps of the grievance procedure * * * shall have been complied with * * * or if the matter is submitted to arbitration * * *' (Art.  XIV).  We take it that this no-strike clause sheds no light on the breadth of arbitrability; even though a grievance has technically been 'submitted' to arbitration, if in fact it is held to be not arbitrable under the terms of the agreement, then presumably economic sanctions are available.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The arbitration provision of the National agreement reads in relevant part as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'Article XV</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'Arbitration</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'1. Any grievance which remains unsettled after having been fully processed pursuant to the provisions of Article XIII, and which involves either,</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(a) the interpretation or application of a provision of this Agreement, or(b) a disciplinary penalty (including discharge) imposed on or after the effective date of this Agreement, which is alleged to have been imposed without just cause, shall be submitted to arbitration upon written request of either the Union or the Company, provided such request is made within 30 days after the final decision of the Company has been given to the Union pursuant to (the grievance procedure).  For the purpose of proceedings within the scope of (b) above, the standard to be applied by an arbitrator to cases involving disciplinary penalties (including discharge) is that such penalties shall be imposed only for just cause.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'2. (a) Within 10 days following a written request for arbitration of a grievance, the Company or the Union may request the American Arbitration Association to submit a Panel of names from which an arbitrator may be chosen.  In the selection of an arbitrator and the conduct of any arbitration, the Voluntary Labor Arbitration Rules of the American Arbitration Association shall control, except that:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">(i) notwithstanding any provision of such Rules, the Association shall have no authority to appoint an arbitrator in any matter who has not been approved by both parties until and unless the parties have had submitted to them at least three Panels of arbitrators and have been unable to select a mutually satisfactory arbitrator therefrom; and</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">(ii) either party may, if it desires, be represented by Counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'(b) It is further expressly understood and agreed that the American Arbitration Association shall have no authority to process a request for arbitration or appoint an arbitrator if either party shall advise the Association that such request arises under Section 1(a) of this Article, but that the grievance desired to be arbitrated does not, in its opinion, raise an arbitrable issue.  In such event, the Association shall have authority to process the request for arbitration and appoint an arbitrator in accordance with its rules only after a final judgment of a Court has determined that the grievance upon which arbitration has been requested raises arbitrable issues and has directed arbitration of such issues.  The foregoing part of this subsection (b) shall not be applicable if by its terms the request for arbitration requests only relief from a disciplinary penalty or discharge alleged to have been imposed without just cause.'<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The only substantive provision which appellant relies upon as relevant to the grievance it seeks to have arbitrated is found in Art.  XI, which reads as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'Article XI</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">'Reduction or Increase in Forces</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">'1. Whenever there is a reduction in the working force or employees are laid off from their regular jobs, total length of continuous service, applied on a plant, department, or other basis as negotiated locally, shall be the major factor determining the employees to be laid off or transferred (exclusive of upgrading or transfers to higher rated jobs).  However, ability will be given consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">'Similarly, in all cases of rehiring after layoff, total length of continuous service, applied on a plant, department, or other basis as negotiated locally, shall be the major factor covering such rehiring if the employee is able to do the available work in a satisfactory manner after a minimum amount of training.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">'Where employees have accumulated six months or more of service credits, but have not established continuity of service, such service credits will be considered in the above cases rather than total length of continous service.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">'2. Since the number of employees in the individual bargaining units covered under this agreement varies from less than 50 to more than 10,000, each Local shall negotiate with local Management a written Agreement covering the layoff and rehiring procedure for the employees represented by the Local.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">'3. Employees who have been or who may be transferred to jobs outside the bargaining units, may be returned to their former classification in the bargaining unit in accordance with their total length of continuous service.  Employees in any plant who have been certified in a bargaining unit not covered by this Agreement shall have no rights under this Agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">'4. An employee who either:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">(a) retires at his or her option as provided in the Company Pension Plan; or</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">(b) who is retired by the Company upon reaching the age for normal retirement as provided in the Company Pension Plan (age 65), whether or not such employee is a participant in the Plan, shall cease to have any rights under the provisions of this Agreement.  (However, this Agreement shall continue to be applicable to retired employees returned to active employment by the Company.)</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">'5. Employees will be given at least one week's notice and one week's work at the prevailing schedule before layoffs are made due to decreasing forces.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">'6. An employee with continuity of service out due to illness for a period not exceeding one (1) year who returns to work shall be reemployed on his former job providing he is able to perform the job and normal seniority provisions permit.'</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As of early October, 1956, two employees on the second shift at the Company's West Lynn plant performed work described as 'form leads-- thermocouple job'.  Graciale (on whose behalf the grievance was filed) had worked within the particular bargaining unit for six years; Looney had been rehired for the theremocouple job only in August, 1956, but had worked for the Company at the West Lynn plant for fifteen years (until June, 1956, when he quit for reasons of health) as a plant guard.  In the latter capacity Looney was represented by another bargaining agent, the Independent Union of Plant Protection Employees in the Electrical and Machine Industry.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In October, 1956, a reduction in force at the West Lynn plant resulted in the elimination of one of the two theremocouple jobs on the second shift.  Graciale was transferred against his protest to fill the identical job on the first shift, whereas Looney was permitted to remain on the second shift.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">It was stated in the grievance filed on behalf of Graciale as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">'Management's position is that they made the right move as J. Looney has the longer service, and they did not recognize the Union's position in these cases that a person coming from another bargaining unit into ours does not retain his service with the company in the event of layoff, transfer or shift preference.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">'The Union's position is that based on the above the complainant should not be bumped by Looney as guards do not carry service into our bargaining unit.'</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The grievance was prosecuted through the three-step procedure in accordance with the contract, and the Union demanded arbitration.  The Company thereupon properly invoked 2(b) of Art.  XV by advising the American Arbitration Association that in its opinion Graciale's grievance did not raise an arbitrable issue.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Whether or not the assignment of Graciale to the first shift was based upon the Company's view as to the relative seniority as between Graciale and Looney may not be entirely clear on the record.  It was so alleged in the written grievance incorporated by reference in the complaint.  The Company's answer, however, stated that it was without knowledge or information sufficient to form a belief as to the truth of these allegations.  There is testimony of the Company's Union Contract Applications Administrator and the Company's Manager of Union Relations indicating that in fact other considerations normally entered into such a decision.  There was no finding of fact by the district court on this point.  But whatever the motive, at least it has never been suggested that Graciale's assignment to the first shift constituted a 'disciplinary penalty' within the meaning of 1(b) of Art.  XV.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Though the Company challenged the jurisdiction of the district court, we think it clear that the court had jurisdiction of the complaint under 301 of the Taft-Hartley Act and 28 U.S.C. 1337.  Textile Workers Union of America v. Lincoln Mills of Alabama, 1957, <span class=\"citation\" data-id=\"105511\"><a href=\"/opinion/105511/textile-workers-v-lincoln-mills-of-ala/\"><span class=\"volume\">353</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">448</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">923</span></span>, 1 L.Ed.2d 972.  It is unnecessary for us to consider the other alleged bases of federal jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The Company having properly invoked the provisions of 2(b) of Art.  XV, it is evident that the parties have agreed to arbitrate 'only after a final judgment of a Court has determined that the grievance upon which arbitration has been requested raises arbitrable issues and has directed arbitration of such issues.'  This language clearly shows that the parties did not intend to submit preliminary issues of arbitrability to arbitration; in other words, the promise is merely to arbitrate what a judge will hold to be an arbitrable issue.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Since under the particular agreement the court must preliminarily determine whether respondent has promised to submit Graciale's grievance to arbitration as involving 'the interpretation or application of a provision of this Agreement,' it is not enough that appellant local may claim that the Graciale grievance necessitates an interpretation or application of the seniority provisions of Art.  XI.  The court must be satisfied that this claim is well founded, that is, that the arbitrator can use those provisions as a controlling statute to decide the merits of the grievance.  There is no doubt that there was a 'reduction in the working force' at the West Lynn plant.  By Art.  XI, it is provided that 'total length of continuous service' shall be the major factor 'determining the employees to be laid off or transferred (exclusive of upgrading or transfers to higher rated jobs).'  The natural meaning of such language, particularly in the labor context, is that the only possibly relevant word, 'transferred', applies merely to a change of job or of physical location, not where the same job is maintained in the same plant but the shift is changed.  The parenthetical exclusion cause suggests this meaning, as do the clearly job-oriented provisions of Art.  XI(2), the first sentence of paragraph 3, and also paragraph 6.  Moreover, the question to what shift an employee is to be assigned is peculiar in the extent to which it depends upon the employee's preference; for instance, here Graciale preferred to remain on the second shift, whereas in other cases the employees concerned have preferred to be assigned to the first shift.  But there is absolutely no language in Art.  XI which confers a shift preference based upon seniority.  This conclusion is consistent with certain unrebutted testimony by Company officials to the effect that there had been negotiations concerning shift preference and that some of the local agreements provided for such preference, but that the Company had refused to agree to shift preference in the National Agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In this connection it is perhaps worthy of note that, in cases where the parties had submitted to arbitration the question of a shift preference, under seniority provisions not dissimilar to those contained in Art.  XI of the present National Agreement, the arbitrators have quite generally held that the employer had not agreed to shift preferences based upon seniority.  E.g., Bay City Shovels, Inc., 10 Lab.Arb. 761 (1948); General Electric Co., 30 Lab.Arb. 472 (1958).  See Ingalls Iron Works Co., Inc., 8 Lab.Arb. 26 (1947); Stafford-Lowdon Co., 21 Lab.Arb. 771 (1953); Huron Portland Cement Co., 9 Lab.Arb. 735 (1948); National-Standard Co., 29 Lab.Arb. 837 (1957).  See also Local Union No. 9735, United Mine Workers of America v. N.L.R.B., 1958, 103 U.S.App.D.C. 294, 258 F.2d 146.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">It has also been unanimously held that the guaranty in the Selective Service Act<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> of restoration 'to a position of like seniority, status, and pay' does not require that the veteran be restored to the same shift as the one on which he had worked prior to entering the armed services.  See Aeronautical Industrial District Lodge 727 v. Campbell, 1949, <span class=\"citation\" data-id=\"104692\"><a href=\"/opinion/104692/aeronautical-industrial-dist-lodge-727-v-campbell/\"><span class=\"volume\">337</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">521</span></a></span>, <span class=\"citation\" data-id=\"104692\"><a href=\"/opinion/104692/aeronautical-industrial-dist-lodge-727-v-campbell/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1287</span></a></span>, 93 L.Ed. 1513; Boone v. Fort Worth &amp; Denver Ry. Co., 5 Cir., 1955, 223 F.2d 766; Grubbs v. Ingalls Iron Works Co., D.C.N.D.Ala., 1946, 66 F.Supp. 550.  Nor could it even be contended here that an arbitrator might make an award in favor of Graciale based upon normal practice at the plant constituting an implied local supplementary agreement.  Not only is there no allegation or shred of evidence that the local practice at the West Lynn plant is based upon a recognition of shift preferences, but in Art.  XXI of the Agreement it is provided specifically that 'The existence of, or any alleged violation of, a local understanding shall not be the basis of any arbitration proceedings, unless such understanding is in writing and signed by the Company and Local.'  See also paragraph 2 of Art.  XI, which contemplates that 'each Local shall negotiate with local Management a written Agreement covering the layoff and rehiring procedure for the employees represented by the Local.'  It appears that many locals have such supplementary agreements, but so far as this record discloses no such written local agreement has been negotiated between appellant and the local management at the West Lynn plant.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">A judgment will be entered affirming the judgment of the District Court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> It is also provided in paragraph 4 of the same Art.  XV: 'This Agreement and its interpretation and application shall in all respects be governed by the law of the State of New York.'</p>\n        <p>It is not necessary to decide to what extent this case should therefore be determined under New York law, for the result we reach would also be required by the New York cases.  See, e.g., General Electric Co. v. United Electrical, Radio &amp; Machine Workers of America, 1949, <span class=\"citation no-link\"><span class=\"volume\">300</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">262</span></span>, 90 N.E.2d 181.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Now 50 U.S.C.A.Appendix, 451 et seq</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104692/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/239389/",
    "http://www.courtlistener.com/api/rest/v3/opinions/239391/",
    "http://www.courtlistener.com/api/rest/v3/opinions/243892/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2620970/"
  ]
}