{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/145609/",
  "absolute_url": "/opinion/145609/roman-v-potter/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/145609/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2010-05-05T20:11:54Z",
  "date_modified": "2016-04-26T14:31:54.674238Z",
  "type": "010combined",
  "sha1": "54ba0c66b3231a75bc2116bd6287eb8988a52c6f",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-1600P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/05/05/Roman_v._Potter.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 09-1600\n\n                        CARMEN J. ROMAN,\n\n                      Plaintiff, Appellant,\n\n                               v.\n\n        JOHN E. POTTER, United States Postmaster General,\n                  UNITED STATES POSTAL SERVICE,\n\n                      Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Aida M. Delgado-Colon, U.S. District Judge]\n\n\n                             Before\n\n                       Lynch, Chief Judge,\n              Torruella and Selya, Circuit Judges.\n\n\n     Victoria A. Ferrer-Kerber for appellant.\n     Ray E. Donahue, Special Assistant United States Attorney,\nwith whom Rosa Emilia Rodriguez-Velez, United States Attorney,\nwas on brief for appellee.\n\n\n                           May 5, 2010\n\f              LYNCH, Chief Judge.     Carmen Roman appeals from the entry\n\nof summary judgment on her Title VII retaliation claims against the\n\nUnited States Postal Service (\"USPS\") management in San Juan,\n\nPuerto    Rico,    after   she     earlier   filed   an    Equal   Employment\n\nOpportunity (\"EEO\") complaint alleging discrimination, and on her\n\nclaims under the Family Medical Leave Act (\"FMLA\"), 29 U.S.C.\n\n§ 2615.       See Roman v. Potter, No. 06-1941 (D.P.R. Mar. 9, 2009).\n\nOn appeal, Roman's primary argument is that there were disputed\n\nissues of fact precluding entry of summary judgment on claims under\n\nboth statutes.\n\n              We need not decide the questions of Title VII statutory\n\ninterpretation regarding whether Roman, as a federal employee, has\n\ncognizable retaliation claims and, if so, whether they arise under\n\nTitle VII's federal employee anti-discrimination provision, 42\n\nU.S.C.    §    2000e-16(a),   or    under    Title   VII's   private   sector\n\nretaliation provision, 42 U.S.C. § 2000e-3(a), which would invoke\n\nthe Supreme Court's ruling in Burlington Northern & Santa Fe\n\nRailway Co. v. White, 548 U.S. 53, 68 (2006).             Even under the most\n\ngenerous interpretation of Title VII towards Roman, her claims\n\nfail.    We affirm the district court's thoughtful decision.\n\n                                       I.\n\n              The general undisputed facts follow; the facts are set\n\nforth in greater detail in the district court's opinion.                 See\n\n\n\n\n                                      -2-\n\fRoman, slip op. at 2-9.        More particular facts as to each claim are\n\ndescribed in the discussion of those claims.\n\n           Roman began her employment with the USPS in 1978.                       In\n\nMarch 2000, she was promoted to Customer Relations Coordinator,\n\nreporting to the Postmaster in San Juan.                In 2002, Roman was\n\ndetailed   by    an   interim    Postmaster    to    work    in    the   Marketing\n\nDepartment   for      the   USPS's   Caribbean     District       office.        Roman\n\ncontinued some of her duties as Customer Relations Coordinator but\n\nwas also given new responsibilities by the Acting Manager of\n\nMarketing.      While Roman was on detail to the Marketing Department,\n\nGrace Rodriguez was appointed the new Postmaster of San Juan.\n\n           On December 1, 2004, Roman's manager, Candido Lopez,\n\ninformed her that Postmaster Rodriguez, whom Roman had never met or\n\nspoken with before, wished to meet with Roman.                Lopez told Roman\n\nthat Rodriguez, after conducting a study, had determined that the\n\nposition of Customer Relations Coordinator was no longer necessary.\n\nRodriguez wanted Roman to consider either shifting to the position\n\nof Family Medical Leave Act Coordinator or applying for a permanent\n\nposition in the Marketing Department so that the customer relations\n\nposition   could      be    abolished.     Roman    flatly    refused       to   meet\n\nRodriguez or to discuss another position.             Because Roman did not\n\napply for a Marketing Department position, Roman's detail to the\n\nMarketing Department was to end on October 4, 2005.                At that point,\n\n\n\n\n                                         -3-\n\fRoman was to return to the supervision of the Postmaster of San\n\nJuan, now Rodriguez.\n\n           On December 17, 2004, Roman filed a complaint with the\n\nEEO compliance office of the USPS, claiming discrimination on the\n\nbasis of age, sex, and religion.          She cited, among other things,\n\nRodriguez's effort to abolish her position.         Rodriguez and others\n\nat the USPS learned about this complaint and were interviewed by\n\nEEO staff at some point before March 16, 2005, when the USPS EEO\n\noffice issued a pre-complaint counseling letter detailing its\n\ninvestigations.\n\n           Roman claims that in the months after Rodriguez learned\n\nof Roman's EEO complaint, Rodriguez and the Acting District Manager\n\nfor the Caribbean, Pablo Claudio, retaliated against her by, inter\n\nalia,   disciplining   her   for   traffic    violations   in   July   2005;\n\nchanging her job responsibilities in August and September 2005; on\n\none occasion in September 2005, bumping into her as she was passing\n\nthrough a doorway; and temporarily withholding her pay while she\n\nwas on leave in late November and early December 2005.\n\n           Just before Roman's detail to the Marketing Department\n\nended and she was required to report to Rodriguez as her new\n\nmanager, Roman took FMLA sick leave, beginning October 3, 2005,\n\nciting to stress associated with the claimed retaliation.               She\n\nnever showed up for work again; she never reported to or even met\n\nwith Rodriguez.   Roman remained on leave until November 30, 2006,\n\n\n                                    -4-\n\fwhen all of her accrued sick and annual leave time had been\n\nexhausted, and then, at the age of fifty-five, retired from the\n\nUSPS.\n\n                                  II.\n\n          Having      exhausted          her    retaliation       claims\n\nadministratively,1 Roman then filed suit in federal district court\n\nin Puerto Rico against John E. Potter, United States Postmaster\n\nGeneral, in his official capacity on September 21, 2006.       Roman's\n\namended complaint alleged (1) individual acts of retaliation, a\n\nretaliatory hostile work environment, and constructive discharge,\n\nall under Title VII, 42 U.S.C. § 2000e-3(a), and (2) denial of her\n\nFMLA rights and retaliation under 29 U.S.C. § 2615.     In March 2009,\n\nthe district court granted summary judgment in Potter's favor and\n\ndismissed the case with prejudice.       Roman, slip op. at 20.\n\n                                  III.\n\n          We review a district court's grant of summary judgment de\n\nnovo, viewing the facts in the light most favorable to the non-\n\nmoving party.   Iverson v. City of Boston, 452 F.3d 94, 98 (1st Cir.\n\n\n     1\n          Roman administratively raised her retaliation claims in\ntwo EEO complaints filed after she began sick leave, in November\n2005 and February 2006. In a June 16, 2006, Final Decision, the\nEEO office dismissed her first complaint on the grounds that Roman\ncould not make out a prima facie case of retaliation and that, even\nif she could, the USPS had proffered legitimate, nondiscriminatory\nreasons for its actions, which Roman could not show were\npretextual.   The EEO office dismissed her second complaint for\nfailure to state a claim on March 9, 2006, and the Equal Employment\nOpportunity Commission affirmed on the same ground on August 31,\n2006.\n\n                                  -5-\n\f2006).      \"We may affirm the district court on any basis apparent in\n\nthe record.\"           Chiang v. Verizon New England Inc., 595 F.3d 26, 34\n\n(1st Cir. 2010).2\n\nA.                Individual Acts of Retaliation\n\n                  We   turn   first      to     Roman's       five    specific   retaliation\n\nclaims.       Roman argues on appeal that the district court erred in\n\nfinding       that      she       had   not     made    out    a     prima   facie   case   of\n\nretaliation. She incorrectly argues that the district court looked\n\nonly to whether she had suffered adverse employment actions and\n\nthat the court should have considered more broadly whether she had\n\nbeen subject to any \"materially adverse\" action that \"might have\n\ndissuaded a reasonable worker from making or supporting a charge of\n\ndiscrimination.\"              Burlington Northern, 548 U.S. at 68 (internal\n\nquotation marks omitted); Billings v. Town of Grafton, 515 F.3d 39,\n\n51 (1st Cir. 2008).                In fact, the district court did consider the\n\nevidence under the Burlington Northern standard.\n\n                  Potter insists that Roman, as a federal employee, can at\n\nmost       only    bring      a    retaliation         claim    for    \"personnel     actions\n\naffecting          employees\"           under     Title        VII's     federal     employee\n\n\n       2\n          Summary judgment is properly granted \"if the pleadings,\nthe discovery and disclosure materials on file, and any affidavits\nshow that there is no genuine issue as to any material fact and\nthat the movant is entitled to judgment as a matter of law.\" Fed.\nR. Civ. P. 56(c)(2). A fact is material if it \"might affect the\noutcome of a lawsuit under the governing law.\" Morrissey v. The\nBoston Five Cents Savings Bank, 54 F.3d 27, 31 (1st Cir. 1995)\n(quoting Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 248 (1986))\n(internal quotation marks omitted).\n\n                                                 -6-\n\fanti-discrimination provision, 42 U.S.C. § 2000e-16(a).3              The\n\nbroader standard, Potter argues, applies only to private sector\n\nretaliation claims, under 42 U.S.C. § 2000e-3(a), pursuant to the\n\nSupreme Court's decision in Burlington Northern.          Roman counters\n\nthat she may, nonetheless, bring her claim under the broader\n\nstandard because § 2000e-3(a) is incorporated into Title VII's\n\nfederal    employee       anti-discrimination      provision       through\n\n§ 2000e-16(d) and 42 U.S.C. § 2000e-5(g).\n\n          The   Supreme    Court   has   not   decided   whether   federal\n\nemployees can make retaliation claims under Title VII.         The Court\n\nalluded to some of these arguments in Gomez-Perez v. Potter, 128 S.\n\nCt. 1931 (2008), but did not resolve them.         Id. at 1941 & n. 4.\n\nBefore Gomez-Perez this court had recognized retaliation claims by\n\nfederal employees under § 2000e-3(a).            See, e.g., DeCaire v.\n\nMukasey, 530 F.3d 1, 19 (1st Cir. 2008).\n\n          Here, we need not address these questions, or whether the\n\nactions alleged by Roman, under Burlington Northern, \"might well\n\nhave dissuaded a reasonable employee from making or supporting a\n\ncharge of discrimination.\"     Burlington N. & Santa Fe Ry. Co., 548\n\n\n     3\n          Potter bases this argument on the Supreme Court's recent\ndecision in Gomez-Perez v. Potter, 128 S. Ct. 1931 (2008).       In\nGomez-Perez, the Supreme Court interpreted provisions similar to\nthose at issue here under the Age Discrimination in Employment Act,\na private sector retaliation provision, 29 U.S.C. § 623(d), and a\nfederal   employee   anti-discrimination   provision,   29   U.S.C.\n§ 633a(a). Id. at 1936. The Supreme Court concluded that federal\nemployees may make retaliation claims under § 633a(a), which, like\n§ 2000e-16(a) covers \"personnel actions affecting employees.\" Id.\n\n                                   -7-\n\fU.S. at 68.     We assume, dubitante, that Roman made out a prima\n\nfacie   case   as   to    all     of   her   Title      VII    retaliation     claims.\n\nNonetheless,    Roman's     claims       fail    under       the   McDonnell   Douglas\n\nburden-shifting approach because she has not shown either pretext\n\nor that the acts at issue resulted from retaliatory animus in light\n\nof the employer's explanation.               See Enica v. Principi, 544 F.3d\n\n328, 343 (1st Cir. 2008).\n\n           Once     a    plaintiff       makes    out    a    prima   facie    case   of\n\nretaliation,    the      burden    shifts    to    the       defendant,    Potter,    to\n\n\"articulate a legitimate, non-retaliatory reason for [the USPS's]\n\nemployment decision[s].\"           Id.     If Potter provides such a reason,\n\nthe burden shifts back to Roman to \"show that 'the proffered\n\nlegitimate reason is in fact a pretext and that the job action was\n\nthe result of the defendant’s retaliatory animus.'\"                       Id. (quoting\n\nCalero-Cerezo v. United States Dep't of Justice, 355 F.3d 6, 26\n\n(1st Cir. 2004)).\n\n           Roman alleges five incidents of retaliation; as to each,\n\nwe conclude that Potter has provided legitimate, nonretaliatory\n\nreasons for the actions and Roman has not provided evidence that\n\nwould permit a reasonable factfinder to find either pretext or\n\nretaliatory animus.        See Dennis v. Osram Sylvania, Inc., 549 F.3d\n\n851, 857 (1st Cir. 2008).              We note that during this period of\n\nclaimed retaliation she received favorable performance evaluations,\n\na bonus, and no reduction in pay or benefits.\n\n\n                                          -8-\n\f 1.         The most serious of the retaliation claims concerns the\n\nUSPS's initial failure, beginning with Roman's November 18, 2005,\n\npaycheck, to immediately approve pay for Roman as part of her FMLA\n\nleave for a period of approximately four weeks in late November and\n\nearly December 2005.     Rather, the USPS records showed her as away\n\nwithout leave--a consequence of a mistake described below.           It is\n\nundisputed that Roman received all of her withheld pay in January\n\n2006.4    Potter does not dispute that Roman was approved for FMLA\n\nleave from September 3, 2005, through March 3, 2006.            Nor does he\n\ndispute that this was to be paid FMLA leave.         The evidence is that\n\nRoman initially submitted written forms and was paid; she was not\n\npaid when she switched from paper to using an electronic system.\n\nThis was due to bureaucratic confusion; she was paid again when the\n\nconfusion was cleared up and ultimately received the full amount.\n\n            Potter presented a legitimate nonretaliatory explanation,\n\nsupported by evidence.     There is no dispute that when Roman first\n\ntook leave there was some confusion about how Roman was to submit\n\nher Notice of Absence (\"3971\") forms. Nonetheless, Roman was paid.\n\nOn November 10, Roman was approved for FMLA leave and she began\n\nusing a new automated voice recognition telephone system to report\n\nher absences.      After Roman began using the automated system,\n\nRodriguez    did   not   approve   Roman's   leave    because     Rodriguez\n\n\n\n      4\n          As we note below, our reasoning also applies to Roman's\nretaliation claim under the FMLA, 29 U.S.C. §§ 2615(a), 2617.\n\n                                   -9-\n\fmistakenly believed that Roman was still required to sign and\n\nsubmit to Rodriguez a 3971 form, as was true earlier.                     The\n\nautomated     system   was   newly    implemented      during    that   year.\n\nSignificantly, the evidence is that a number of other managers had\n\nmade the same mistake as to other employees.\n\n             The mistake as to Roman was corrected when the FMLA\n\ncoordinator, Ricardo Gonzales, told Rodriguez that under the new\n\nautomated system it was not necessary for Roman to have signed the\n\n3971 form.    Potter's evidence shows that when Rodriguez learned of\n\nthe mistake, she promptly approved Roman's leave.               As a result,\n\nRoman's pay immediately resumed, and Rodriguez filled out pay-\n\nadjustment certificates to ensure that Roman was paid in full the\n\nsalary that had been withheld.         Roman, as a result, suffered no\n\nfinancial     loss.     There   is     no   evidence     that    Rodriguez's\n\nmisunderstanding was motivated by retaliation, especially in light\n\nof the fact that a new system was being implemented and that the\n\nsame mistake happened with other employees as well.\n\n             Roman has failed to provide any evidence that Potter's\n\nexplanation is pretext, much less that Rodriguez's initial mistake\n\nwas motivated by retaliatory animus.        Roman says she believes this\n\ndelay in payment was motivated by retaliatory animus, but that\n\nbelief is not enough to show pretext or animus.             \"[W]e need not\n\ncredit inferences that 'rely on tenuous insinuation.'\" Dennis, 549\n\n\n\n\n                                     -10-\n\fF.3d at 858 (quoting Nat'l Amusements, Inc. v. Town of Dedham, 43\n\nF.3d 731, 743 (1st Cir. 1995)).\n\n 2.       Roman   also   alleges    that   USPS   management retaliated\n\nagainst her by causing the Postal Police, in July 2005, to issue\n\nher five traffic citations, which totaled $250 (but were later\n\nvoided), for traffic violations on USPS property, and by giving her\n\na warning letter for the same violations.         The evidence is that a\n\nPostal Police officer, Lieutenant Jose Ramirez, issued Roman the\n\ncitations after witnessing her speed through the customer and\n\nemployee parking lots, drive through two stop signs, and fail to\n\nshow identification when she entered the employee lot. Three other\n\nUSPS employees, including managers Claudio and Rodriguez, observed\n\nthe same thing.   Roman's failure to show her identification to the\n\nofficer was also captured on tape by a security camera.       The Postal\n\nPolice do issue citations for such violations so no differential\n\ntreatment is shown.      Further, Postmaster Rodriguez herself had\n\nearlier been issued a citation for not displaying a required badge\n\non her car after parking it in the employee lot, showing uniform\n\napplication of the rules.\n\n          Roman does not dispute that the citations were issued and\n\nlater cancelled but says she did not violate any traffic rules and\n\nso the issuance must have been retaliatory.           She relies on her\n\nhusband's limited testimony that he did not see Roman speeding in\n\nthe customer parking lot.    Roman argues that the true reason that\n\n\n                                   -11-\n\fthe officer issued the citations was as part of a scheme to\n\nretaliate against her in July 2005 for having filed a complaint in\n\nDecember   2004.5    None      of     these     assertions    rebut   Potter's\n\nexplanation   and   evidence        that     four   people   witnessed     Roman\n\ncommitting the violations.\n\n           As to the warning letter, it states that it was in\n\nresponse to the driving incidents on July 6, 2005. Her supervisor,\n\nafter holding a pre-disciplinary interview, issued the letter\n\nbecause Roman had just had a May 2005 car accident in a USPS\n\nvehicle and as a result attended a safe driving course.                  Despite\n\nattending the course and her earlier accident, Roman had now\n\ncommitted traffic violations.          As per USPS policy, the warning\n\nletter was only to remain in Roman's personnel file for two years.\n\nOn its face, the letter is not retaliatory; there was a legitimate\n\nreason for it to issue.     Roman's subjective belief in retaliation\n\nis not enough.\n\n3.         Roman also alleges that Claudio's August 2005 decision to\n\nreassign local responsibility for the rollout of USPS's Customer\n\nConnect Program (\"CCP\") (which Roman had helped to prepare) to two\n\n\n     5\n          As further evidence, she cites the facts that Claudio and\nRodriguez were among the four witnesses, that Ramirez did not issue\ncitations at the time of the incident but only the following day\nwhen Claudio asked Ramirez to investigate violations by an\nunidentified female, that the citations were sent to Roman by mail,\nand that Ramirez later rescinded the citations on instructions by\nhis supervisor.   These assertions miss the point.     There is no\nevidence whatsoever of retaliation.       Four witnesses saw her\nspeeding.\n\n                                      -12-\n\fpostmasters, both also female, was an act of retaliation.                     This\n\ndecision did not cause any reduction in Roman's pay.               At the time\n\nof the decision, the CCP had not yet begun in Puerto Rico and was\n\ndue to be rolled out.       Roman had previously been responsible for\n\nthe preparatory work, and members of the marketing department as\n\nwell as officials who visited Puerto Rico to begin the program's\n\nroll-out, agreed that Roman had done a good job.           Potter has given\n\nthe legitimate, nonretaliatory explanation that responsibility for\n\nthe CCP was reassigned because the CCP, as an operations program\n\nthat relies on mail carriers to deliver marketing materials and\n\nrecruit     customers,    would   be    more   effectively    run        by    the\n\npostmasters, who manage mail carriers.\n\n            Roman presents no evidence showing this explanation to be\n\npretext.     Whether or not Roman did a good job in preparing the\n\nprogram before its launch does not address the fact that senior\n\nmanagement believed the program would be more effectively managed\n\nby postmasters after its launch.\n\n            Based on this, Potter has also adequately explained why\n\nRoman was not permitted to attend the September 23, 2005, Customer\n\nConnect training and why Claudio wanted Roman's name removed from\n\nmaterials    associated   with    the   program.   Roman     was    no    longer\n\nresponsible for the program. She has presented no evidence showing\n\nthis explanation to be a pretext.\n\n\n\n\n                                    -13-\n\f 4.       Additionally, Roman claims that Claudio and Rodriguez\n\nretaliated against her on September 30, 2005, by physically bumping\n\ninto Roman as she attempted to enter the office building through a\n\nsecurity door. Potter explains that this incident was an accident;\n\nthe security door was not working on that day and Roman rushed to\n\nget through the door.    It is undisputed that the three bumped into\n\neach other, and, as Roman admits, this happened while all three\n\npeople were trying to move simultaneously through a door.    Claudio\n\nand Rodriguez were leaving the building while Roman was trying to\n\nenter. Roman's mere assertion that the incident was an intentional\n\n\"assault\" is insufficient to show pretext. The evidence is that it\n\nwas an accident.     In any event, there is no evidence linking the\n\nconduct to any retaliatory animus.       Specifically, there is no\n\nevidence that Claudio and Rodriguez deliberately bumped into Roman\n\nin retaliation for her having filed an EEO complaint.\n\n 5.       Finally,     Roman   alleges   that   Postmaster Rodriguez\n\nretaliated against her on September 30, by informing Roman that her\n\ndetail to the Marketing Department had ended and that Roman should\n\nreport to Rodriguez for work on October 4, 2005.      Rather than do\n\nthat, Roman chose to take sick leave and accrued annual vacation\n\ntime.   As a result, she never actually reported to work under\n\nRodriguez.\n\n          There is no evidence that this decision to return Roman\n\nto her permanent position was retaliatory. Roman's job description\n\n\n                                 -14-\n\fstated that she reported to Postmaster Rodriguez, and Roman had\n\nbeen   on   detail    to    the   Marketing    Department      for    two   years.\n\nRodriguez, in December 2004, had attempted to meet with Roman to\n\ntell Roman that, if she wished to stay in the Marketing Department,\n\nshe should bid for a permanent position there; Roman refused to\n\nmeet with Rodriguez. There is no evidence this management decision\n\nthat Roman should return to her regular position after completion\n\nof a temporary assignment was based on retaliatory animus.                     As to\n\nRoman's allegation that the decision was somehow linked to the\n\nbumping incident earlier that day, Roman's manager in the Marketing\n\nDepartment testified, and it was not rebutted, that the decision to\n\nend Roman's detail had been made before the bumping incident\n\noccurred.\n\nB.          Remaining Title VII Claims\n\n            Roman    also   claims   defendant       created   a     hostile    work\n\nenvironment in order to retaliate against her. Noviello v. City of\n\nBoston, 398 F.3d 76, 88-90 (1st Cir. 2005).                \"In order to prove a\n\nhostile work environment, [Roman] must show that she was subjected\n\nto severe or pervasive harassment that materially altered the\n\nconditions of her employment.\"         Id. at 92.      To find a hostile work\n\nenvironment,    \"[t]he       harassment       must    be     'objectively        and\n\nsubjectively offensive,'\" id. (quoting Faragher v. City of Boca\n\nRaton, 524 U.S. 775, 787 (1998)), and we only consider \"those\n\n\n\n\n                                      -15-\n\factions, directed at a complainant, that stem from a retaliatory\n\nanimus.\"   Id. at 93.\n\n           None of the acts we have already discussed comes close to\n\ncreating a hostile work environment, nor do the other miscellaneous\n\nmatters set forth in the brief.    Roman was not impaired from doing\n\nher job.   In fact, during the period in which Roman alleges the\n\nhostile work environment existed, Roman received a $1,000 pay-for-\n\nperformance award from the USPS.\n\n           Her constructive discharge claim also plainly fails.\n\nRoman would have \"to show that her working conditions were 'so\n\ndifficult or unpleasant that a reasonable person in [her] shoes\n\nwould have felt compelled to resign.'\"    Marrero v. Goya of Puerto\n\nRico, Inc., 304 F.3d 7, 28 (1st Cir. 2002) (quoting Alicea Rosado\n\nv. Garcia Santiago, 562 F.2d 114, 119 (1st Cir. 1977)) (alteration\n\nin original).   \"The standard is an objective one; it 'cannot be\n\ntriggered solely by an employee's subjective beliefs, no matter how\n\nsincerely held.'\"   Id. (quoting Suarez v. Pueblo Int'l Inc., 229\n\nF.3d 49, 54 (1st Cir. 2000)).\n\n           Nothing Roman has alleged was so difficult or unpleasant\n\nas to have compelled her to resign, regardless of whether Roman has\n\nshown retaliatory animus, which she has not.6\n\n\n     6\n          Roman has alleged other acts against her by Rodriguez and\nothers. These actions were not raised in Roman's EEO complaints\nand thus were not exhausted as retaliation claims.              See\nRoman-Martinez v. Runyon, 100 F.3d 213, 219 (1st Cir. 1996). We do\nnot address them.\n\n                                -16-\n\fC.         FMLA Claim\n\n           Finally, Roman claims that the USPS violated her rights\n\nunder the FMLA, specifically 29 U.S.C. § 2615(a), which prohibits\n\nboth denial of FMLA leave and retaliation against employees for\n\ntaking FMLA leave.      The FMLA guarantees eligible employees up to\n\ntwelve work-weeks' leave per year when a serious personal or family\n\nmedical   condition    makes     the    employee    unable   to   perform   the\n\nfunctions of his or her position.             See 29 U.S.C. § 2612(a)(1)(D);\n\nHodgens v. General Dynamics Corp., 144 F.3d 151, 159 (1st Cir.\n\n1998).7   \"Generally, FMLA leave is unpaid leave,\" but the \"FMLA\n\npermits an eligible employee to choose to substitute accrued paid\n\nleave for FMLA leave,\" provided the employee \"compl[ies] with the\n\nadditional requirements in an employer's paid leave policy.\"                29\n\nC.F.R. § 825.207(a).        In addition, \"employers may not discriminate\n\nagainst employees on FMLA leave in the administration of their paid\n\nleave policies.\"      Id.\n\n           The FMLA provides a right of action for employees to\n\nrecover based on an employer's interference with rights guaranteed\n\nby the act or for retaliation by employers against employees who\n\nexercise their FMLA rights.        See 29 U.S.C. §§ 2615(a), 2617(a); 29\n\n\n\n\n     7\n          \"Following a qualified absence, the employee is entitled\nto return to the same position or an alternative position with\nequivalent pay, benefits, and working conditions and without loss\nof accrued seniority.\" Hodgens, 144 F.3d at 159.\n\n                                       -17-\n\fC.F.R. § 825.220(c); see also Colburn v. Parker Hannifin/Nichols\n\nPortland Div., 429 F.3d 325, 331 (1st Cir. 2005).\n\n            As to the interference claim, we find that Roman's claim\n\nfails because she has already recovered under § 2615(a).               Although\n\nher salary was briefly withheld, all parties agree that it was paid\n\nand Roman has testified that the USPS did not owe her any money.8\n\nRoman's real complaint is that the delay in approving her paid\n\nleave violated her rights.         Potter has shown that this was due to\n\na misunderstanding of the USPS's new paid leave policy and that\n\nbecause Roman was paid all of the withheld salary when the mistake\n\nwas discovered, Roman cannot show damages under § 2617(a).\n\n            Nor does Roman's reliance on Jordan v. United States\n\nPostal Service, 379 F.3d 1196 (10th Cir. 2004), establish her\n\nentitlement to liquidated damages under § 2617(a)(1)(iii).               Unlike\n\nin that case, Potter has asserted and presented evidence that any\n\ndelay in approving Roman's paid leave was a result of a good faith\n\nmistake,    and   thus   not   subject    to   liability.     See   29   U.S.C.\n\n§   2617(a)(1)(iii).       Roman    has   presented   no    evidence     to   the\n\ncontrary.    Jordan, 379 F.3d at 1201.\n\n            For the retaliation claim, Roman argues that we are\n\nrequired to apply the broader Burlington Northern standard.                   We\n\nneed not address this argument for the same reason we do not\n\n\n\n      8\n            No argument is made on appeal that any further relief is\nsought.\n\n                                     -18-\n\faddress it for Roman's Title VII retaliation claim.            As we have\n\ndiscussed earlier, Potter has provided a legitimate explanation for\n\nthe delay in approving Roman's leave and Roman has provided no\n\nevidence that shows pretext and retaliatory animus.\n\n            The   district   court's   entry   of   summary   judgment   is\n\naffirmed.\n\n\n\n\n                                  -19-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>604 F.3d 34 (2010)</b></center>\n<center><h1>Carmen J. ROMAN, Plaintiff, Appellant,<br>\nv.<br>\nJohn E. POTTER, United States Postmaster General, United States Postal Service, Defendant, Appellee.</h1></center>\n<center>No. 09-1600.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 1, 2010.</center>\n<center>Decided May 5, 2010.</center>\n<p><span class=\"star-pagination\">*36</span> Victoria A. Ferrer-Kerber, for appellant.</p>\n<p>Ray E. Donahue, Special Assistant United States Attorney, with whom Rosa Emilia Rodriguez-Velez, United States Attorney, was on brief for appellee.</p>\n<p>Before LYNCH, Chief Judge, TORRUELLA and SELYA, Circuit Judges.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>Carmen Roman appeals from the entry of summary judgment on her Title VII retaliation claims against the United States Postal Service (\"USPS\") management in San Juan, Puerto Rico, after she earlier filed an Equal Employment Opportunity (\"EEO\") complaint alleging discrimination, and on her claims under the Family Medical Leave Act (\"FMLA\"), 29 U.S.C. § 2615. <i>See Roman v. Potter,</i> No. 06-1941 (D.P.R. Mar. 9, 2009). On appeal, Roman's primary argument is that there were disputed issues of fact precluding entry of summary judgment on claims under both statutes.</p>\n<p>We need not decide the questions of Title VII statutory interpretation regarding whether Roman, as a federal employee, has cognizable retaliation claims and, if so, whether they arise under Title VII's federal employee anti-discrimination provision, 42 U.S.C. § 2000e-16(a), or under Title VII's private sector retaliation provision, 42 U.S.C. § 2000e-3(a), which would invoke the Supreme Court's ruling in <i>Burlington Northern &amp; Santa Fe Railway Co. v. White,</i> 548 U.S. 53, 68, 126 S.Ct. 2405, 165 L.Ed.2d 345 (2006). Even under the most generous interpretation of Title VII towards Roman, her claims fail. We affirm the district court's thoughtful decision.</p>\n<p></p>\n<h2>I.</h2>\n<p>The general undisputed facts follow; the facts are set forth in greater detail in the district court's opinion. <i>See Roman,</i> slip op. at 2-9. More particular facts as to <span class=\"star-pagination\">*37</span> each claim are described in the discussion of those claims.</p>\n<p>Roman began her employment with the USPS in 1978. In March 2000, she was promoted to Customer Relations Coordinator, reporting to the Postmaster in San Juan. In 2002, Roman was detailed by an interim Postmaster to work in the Marketing Department for the USPS's Caribbean District office. Roman continued some of her duties as Customer Relations Coordinator but was also given new responsibilities by the Acting Manager of Marketing. While Roman was on detail to the Marketing Department, Grace Rodriguez was appointed the new Postmaster of San Juan.</p>\n<p>On December 1, 2004, Roman's manager, Candido Lopez, informed her that Postmaster Rodriguez, whom Roman had never met or spoken with before, wished to meet with Roman. Lopez told Roman that Rodriguez, after conducting a study, had determined that the position of Customer Relations Coordinator was no longer necessary. Rodriguez wanted Roman to consider either shifting to the position of Family Medical Leave Act Coordinator or applying for a permanent position in the Marketing Department so that the customer relations position could be abolished. Roman flatly refused to meet Rodriguez or to discuss another position. Because Roman did not apply for a Marketing Department position, Roman's detail to the Marketing Department was to end on October 4, 2005. At that point, Roman was to return to the supervision of the Postmaster of San Juan, now Rodriguez.</p>\n<p>On December 17, 2004, Roman filed a complaint with the EEO compliance office of the USPS, claiming discrimination on the basis of age, sex, and religion. She cited, among other things, Rodriguez's effort to abolish her position. Rodriguez and others at the USPS learned about this complaint and were interviewed by EEO staff at some point before March 16, 2005, when the USPS EEO office issued a pre-complaint counseling letter detailing its investigations.</p>\n<p>Roman claims that in the months after Rodriguez learned of Roman's EEO complaint, Rodriguez and the Acting District Manager for the Caribbean, Pablo Claudio, retaliated against her by, inter alia, disciplining her for traffic violations in July 2005; changing her job responsibilities in August and September 2005; on one occasion in September 2005, bumping into her as she was passing through a doorway; and temporarily withholding her pay while she was on leave in late November and early December 2005.</p>\n<p>Just before Roman's detail to the Marketing Department ended and she was required to report to Rodriguez as her new manager, Roman took FMLA sick leave, beginning October 3, 2005, citing to stress associated with the claimed retaliation. She never showed up for work again; she never reported to or even met with Rodriguez. Roman remained on leave until November 30, 2006, when all of her accrued sick and annual leave time had been exhausted, and then, at the age of fifty-five, retired from the USPS.</p>\n<p></p>\n<h2>II.</h2>\n<p>Having exhausted her retaliation claims administratively,<sup>[1]</sup> Roman then filed suit in <span class=\"star-pagination\">*38</span> federal district court in Puerto Rico against John E. Potter, United States Postmaster General, in his official capacity on September 21, 2006. Roman's amended complaint alleged (1) individual acts of retaliation, a retaliatory hostile work environment, and constructive discharge, all under Title VII, 42 U.S.C. § 2000e-3(a), and (2) denial of her FMLA rights and retaliation under 29 U.S.C. § 2615. In March 2009, the district court granted summary judgment in Potter's favor and dismissed the case with prejudice. <i>Roman,</i> slip op. at 20.</p>\n<p></p>\n<h2>III.</h2>\n<p>We review a district court's grant of summary judgment de novo, viewing the facts in the light most favorable to the non-moving party. <i>Iverson v. City of Boston,</i> 452 F.3d 94, 98 (1st Cir.2006). \"We may affirm the district court on any basis apparent in the record.\" <i>Chiang v. Verizon New England Inc.,</i> 595 F.3d 26, 34 (1st Cir.2010).<sup>[2]</sup></p>\n<p></p>\n<h2>A. <i>Individual Acts of Retaliation</i>\n</h2>\n<p>We turn first to Roman's five specific retaliation claims. Roman argues on appeal that the district court erred in finding that she had not made out a prima facie case of retaliation. She incorrectly argues that the district court looked only to whether she had suffered adverse employment actions and that the court should have considered more broadly whether she had been subject to any \"materially adverse\" action that \"might have dissuaded a reasonable worker from making or supporting a charge of discrimination.\" <i>Burlington Northern,</i> 548 U.S. at 68, 126 S.Ct. 2405 (internal quotation marks omitted); <i>Billings v. Town of Grafton,</i> 515 F.3d 39, 51 (1st Cir.2008). In fact, the district court did consider the evidence under the <i>Burlington Northern</i> standard.</p>\n<p>Potter insists that Roman, as a federal employee, can at most only bring a retaliation claim for \"personnel actions affecting employees\" under Title VII's federal employee anti-discrimination provision, 42 U.S.C. § 2000e-16(a).<sup>[3]</sup> The broader standard, Potter argues, applies only to private sector retaliation claims, under 42 U.S.C. § 2000e-3(a), pursuant to the Supreme Court's decision in <i>Burlington Northern.</i> Roman counters that she may, nonetheless, bring her claim under the broader standard because § 2000e-3(a) is incorporated into Title VII's federal employee anti-discrimination provision through § 2000e-16(d) and 42 U.S.C. § 2000e-5(g).</p>\n<p><span class=\"star-pagination\">*39</span> The Supreme Court has not decided whether federal employees can make retaliation claims under Title VII. The Court alluded to some of these arguments in <i>Gomez-Perez v. Potter,</i> 553 U.S. 474, 128 S.Ct. 1931, 170 L.Ed.2d 887 (2008), but did not resolve them. <i>Id.</i> at 1941 &amp; n. 4. Before <i>Gomez-Perez</i> this court had recognized retaliation claims by federal employees under § 2000e-3(a). <i>See, e.g., </i><i>DeCaire v. Mukasey,</i> 530 F.3d 1, 19 (1st Cir.2008).</p>\n<p>Here, we need not address these questions, or whether the actions alleged by Roman, under <i>Burlington Northern,</i> \"might well have dissuaded a reasonable employee from making or supporting a charge of discrimination.\" <i>Burlington N. &amp; Santa Fe Ry. Co.,</i> 548 U.S. at 68, 126 S.Ct. 2405. We assume, dubitante, that Roman made out a prima facie case as to all of her Title VII retaliation claims. Nonetheless, Roman's claims fail under the <i>McDonnell Douglas</i> burden-shifting approach because she has not shown either pretext or that the acts at issue resulted from retaliatory animus in light of the employer's explanation. <i>See </i><i>Enica v. Principi,</i> 544 F.3d 328, 343 (1st Cir.2008).</p>\n<p>Once a plaintiff makes out a prima facie case of retaliation, the burden shifts to the defendant, Potter, to \"articulate a legitimate, non-retaliatory reason for [the USPS's] employment decision[s].\" <i>Id.</i> If Potter provides such a reason, the burden shifts back to Roman to \"show that `the proffered legitimate reason is in fact a pretext and that the job action was the result of the defendant's retaliatory animus.'\" <i>Id.</i> (quoting <i>Calero-Cerezo v. United States Dep't of Justice,</i> 355 F.3d 6, 26 (1st Cir.2004)).</p>\n<p>Roman alleges five incidents of retaliation; as to each, we conclude that Potter has provided legitimate, nonretaliatory reasons for the actions and Roman has not provided evidence that would permit a reasonable factfinder to find either pretext or retaliatory animus. <i>See </i><i>Dennis v. Osram Sylvania, Inc.,</i> 549 F.3d 851, 857 (1st Cir. 2008). We note that during this period of claimed retaliation she received favorable performance evaluations, a bonus, and no reduction in pay or benefits.</p>\n<p>1. The most serious of the retaliation claims concerns the USPS's initial failure, beginning with Roman's November 18, 2005, paycheck, to immediately approve pay for Roman as part of her FMLA leave for a period of approximately four weeks in late November and early December 2005. Rather, the USPS records showed her as away without leavea consequence of a mistake described below. It is undisputed that Roman received all of her withheld pay in January 2006.<sup>[4]</sup> Potter does not dispute that Roman was approved for FMLA leave from September 3, 2005, through March 3, 2006. Nor does he dispute that this was to be paid FMLA leave. The evidence is that Roman initially submitted written forms and was paid; she was not paid when she switched from paper to using an electronic system. This was due to bureaucratic confusion; she was paid again when the confusion was cleared up and ultimately received the full amount.</p>\n<p>Potter presented a legitimate nonretaliatory explanation, supported by evidence. There is no dispute that when Roman first took leave there was some confusion about how Roman was to submit her Notice of Absence (\"3971\") forms. Nonetheless, Roman was paid. On November 10, Roman <span class=\"star-pagination\">*40</span> was approved for FMLA leave and she began using a new automated voice recognition telephone system to report her absences. After Roman began using the automated system, Rodriguez did not approve Roman's leave because Rodriguez mistakenly believed that Roman was still required to sign and submit to Rodriguez a 3971 form, as was true earlier. The automated system was newly implemented during that year. Significantly, the evidence is that a number of other managers had made the same mistake as to other employees.</p>\n<p>The mistake as to Roman was corrected when the FMLA coordinator, Ricardo Gonzales, told Rodriguez that under the new automated system it was not necessary for Roman to have signed the 3971 form. Potter's evidence shows that when Rodriguez learned of the mistake, she promptly approved Roman's leave. As a result, Roman's pay immediately resumed, and Rodriguez filled out pay-adjustment certificates to ensure that Roman was paid in full the salary that had been withheld. Roman, as a result, suffered no financial loss. There is no evidence that Rodriguez's misunderstanding was motivated by retaliation, especially in light of the fact that a new system was being implemented and that the same mistake happened with other employees as well.</p>\n<p>Roman has failed to provide any evidence that Potter's explanation is pretext, much less that Rodriguez's initial mistake was motivated by retaliatory animus. Roman says she believes this delay in payment was motivated by retaliatory animus, but that belief is not enough to show pretext or animus. \"[W]e need not credit inferences that `rely on tenuous insinuation.'\" <i>Dennis,</i> 549 F.3d at 858 (quoting <i>Nat'l Amusements, Inc. v. Town of Dedham,</i> 43 F.3d 731, 743 (1st Cir.1995)).</p>\n<p>2. Roman also alleges that USPS management retaliated against her by causing the Postal Police, in July 2005, to issue her five traffic citations, which totaled $250 (but were later voided), for traffic violations on USPS property, and by giving her a warning letter for the same violations. The evidence is that a Postal Police officer, Lieutenant Jose Ramirez, issued Roman the citations after witnessing her speed through the customer and employee parking lots, drive through two stop signs, and fail to show identification when she entered the employee lot. Three other USPS employees, including managers Claudio and Rodriguez, observed the same thing. Roman's failure to show her identification to the officer was also captured on tape by a security camera. The Postal Police do issue citations for such violations so no differential treatment is shown. Further, Postmaster Rodriguez herself had earlier been issued a citation for not displaying a required badge on her car after parking it in the employee lot, showing uniform application of the rules.</p>\n<p>Roman does not dispute that the citations were issued and later cancelled but says she did not violate any traffic rules and so the issuance must have been retaliatory. She relies on her husband's limited testimony that he did not see Roman speeding in the customer parking lot. Roman argues that the true reason that the officer issued the citations was as part of a scheme to retaliate against her in July 2005 for having filed a complaint in December 2004.<sup>[5]</sup> None of these assertions <span class=\"star-pagination\">*41</span> rebut Potter's explanation and evidence that four people witnessed Roman committing the violations.</p>\n<p>As to the warning letter, it states that it was in response to the driving incidents on July 6, 2005. Her supervisor, after holding a pre-disciplinary interview, issued the letter because Roman had just had a May 2005 car accident in a USPS vehicle and as a result attended a safe driving course. Despite attending the course and her earlier accident, Roman had now committed traffic violations. As per USPS policy, the warning letter was only to remain in Roman's personnel file for two years. On its face, the letter is not retaliatory; there was a legitimate reason for it to issue. Roman's subjective belief in retaliation is not enough.</p>\n<p>3. Roman also alleges that Claudio's August 2005 decision to reassign local responsibility for the rollout of USPS's Customer Connect Program (\"CCP\") (which Roman had helped to prepare) to two postmasters, both also female, was an act of retaliation. This decision did not cause any reduction in Roman's pay. At the time of the decision, the CCP had not yet begun in Puerto Rico and was due to be rolled out. Roman had previously been responsible for the <i>preparatory</i> work, and members of the marketing department, as well as officials who visited Puerto Rico to begin the program's roll-out, agreed that Roman had done a good job. Potter has given the legitimate, nonretaliatory explanation that responsibility for the CCP was reassigned because the CCP, as an operations program that relies on mail carriers to deliver marketing materials and recruit customers, would be more effectively run by the postmasters, who manage mail carriers.</p>\n<p>Roman presents no evidence showing this explanation to be pretext. Whether or not Roman did a good job in preparing the program before its launch does not address the fact that senior management believed the program would be more effectively managed by postmasters <i>after</i> its launch.</p>\n<p>Based on this, Potter has also adequately explained why Roman was not permitted to attend the September 23, 2005, Customer Connect training and why Claudio wanted Roman's name removed from materials associated with the program. Roman was no longer responsible for the program. She has presented no evidence showing this explanation to be a pretext.</p>\n<p>4. Additionally, Roman claims that Claudio and Rodriguez retaliated against her on September 30, 2005, by physically bumping into Roman as she attempted to enter the office building through a security door. Potter explains that this incident was an accident; the security door was not working on that day and Roman rushed to get through the door. It is undisputed that the three bumped into each other, and, as Roman admits, this happened while all three people were trying to move simultaneously through a door. Claudio and Rodriguez were leaving the building while Roman was trying to enter. Roman's mere assertion that the incident was an intentional \"assault\" is insufficient to show pretext. The evidence is that it was an accident. In any event, there is no evidence linking the conduct to any retaliatory animus. Specifically, there is no evidence that Claudio and Rodriguez deliberately bumped into Roman in retaliation for her having filed an EEO complaint.</p>\n<p><span class=\"star-pagination\">*42</span> 5. Finally, Roman alleges that Postmaster Rodriguez retaliated against her on September 30, by informing Roman that her detail to the Marketing Department had ended and that Roman should report to Rodriguez for work on October 4, 2005. Rather than do that, Roman chose to take sick leave and accrued annual vacation time. As a result, she never actually reported to work under Rodriguez.</p>\n<p>There is no evidence that this decision to return Roman to her permanent position was retaliatory. Roman's job description stated that she reported to Postmaster Rodriguez, and Roman had been on detail to the Marketing Department for two years. Rodriguez, in December 2004, had attempted to meet with Roman to tell Roman that, if she wished to stay in the Marketing Department, she should bid for a permanent position there; Roman refused to meet with Rodriguez. There is no evidence this management decision that Roman should return to her regular position after completion of a temporary assignment was based on retaliatory animus. As to Roman's allegation that the decision was somehow linked to the bumping incident earlier that day, Roman's manager in the Marketing Department testified, and it was not rebutted, that the decision to end Roman's detail had been made before the bumping incident occurred.</p>\n<p></p>\n<h2>B. <i>Remaining Title VII Claims</i>\n</h2>\n<p>Roman also claims defendant created a hostile work environment in order to retaliate against her. <i>Noviello v. City of Boston,</i> 398 F.3d 76, 88-90 (1st Cir.2005). \"In order to prove a hostile work environment, [Roman] must show that she was subjected to severe or pervasive harassment that materially altered the conditions of her employment.\" <i>Id.</i> at 92. To find a hostile work environment, \"[t]he harassment must be `objectively and subjectively offensive,'\" <i>id.</i> (quoting <i>Faragher v. City of Boca Raton,</i> 524 U.S. 775, 787, 118 S.Ct. 2275, 141 L.Ed.2d 662 (1998)), and we only consider \"those actions, directed at a complainant, that stem from a retaliatory animus.\" <i>Id.</i> at 93.</p>\n<p>None of the acts we have already discussed comes close to creating a hostile work environment, nor do the other miscellaneous matters set forth in the brief. Roman was not impaired from doing her job. In fact, during the period in which Roman alleges the hostile work environment existed, Roman received a $1,000 pay-for-performance award from the USPS.</p>\n<p>Her constructive discharge claim also plainly fails. Roman would have \"to show that her working conditions were `so difficult or unpleasant that a reasonable person in [her] shoes would have felt compelled to resign.'\" <i>Marrero v. Goya of Puerto Rico, Inc.,</i> 304 F.3d 7, 28 (1st Cir.2002) (quoting <i>Alicea Rosado v. Garcia Santiago,</i> 562 F.2d 114, 119 (1st Cir.1977)) (alteration in original). \"The standard is an objective one; it `cannot be triggered solely by an employee's subjective beliefs, no matter how sincerely held.'\" <i>Id.</i> (quoting <i>Suarez v. Pueblo Int'l Inc.,</i> 229 F.3d 49, 54 (1st Cir.2000)).</p>\n<p>Nothing Roman has alleged was so difficult or unpleasant as to have compelled her to resign, regardless of whether Roman has shown retaliatory animus, which she has not.<sup>[6]</sup></p>\n<p></p>\n<h2>C. <i>FMLA Claim</i>\n</h2>\n<p>Finally, Roman claims that the USPS violated her rights under the <span class=\"star-pagination\">*43</span> FMLA, specifically 29 U.S.C. § 2615(a), which prohibits both denial of FMLA leave and retaliation against employees for taking FMLA leave. The FMLA guarantees eligible employees up to twelve work-weeks' leave per year when a serious personal or family medical condition makes the employee unable to perform the functions of his or her position. <i>See</i> 29 U.S.C. § 2612(a)(1)(D); <i>Hodgens v. General Dynamics Corp.,</i> 144 F.3d 151, 159 (1st Cir. 1998).<sup>[7]</sup> \"Generally, FMLA leave is unpaid leave,\" but the \"FMLA permits an eligible employee to choose to substitute accrued paid leave for FMLA leave,\" provided the employee \"compl[ies] with the additional requirements in an employer's paid leave policy.\" 29 C.F.R. § 825.207(a). In addition, \"employers may not discriminate against employees on FMLA leave in the administration of their paid leave policies.\" <i>Id.</i></p>\n<p>The FMLA provides a right of action for employees to recover based on an employer's interference with rights guaranteed by the act or for retaliation by employers against employees who exercise their FMLA rights. <i>See</i> 29 U.S.C. §§ 2615(a), 2617(a); 29 C.F.R. § 825.220(c); <i>see also </i><i>Colburn v. Parker Hannifin/Nichols Portland Div.,</i> 429 F.3d 325, 331 (1st Cir.2005).</p>\n<p>As to the interference claim, we find that Roman's claim fails because she has already recovered under § 2615(a). Although her salary was briefly withheld, all parties agree that it was paid and Roman has testified that the USPS did not owe her any money.<sup>[8]</sup> Roman's real complaint is that the delay in approving her paid leave violated her rights. Potter has shown that this was due to a misunderstanding of the USPS's new paid leave policy and that because Roman was paid all of the withheld salary when the mistake was discovered, Roman cannot show damages under § 2617(a).</p>\n<p>Nor does Roman's reliance on <i>Jordan v. United States Postal Service,</i> 379 F.3d 1196 (10th Cir.2004), establish her entitlement to liquidated damages under § 2617(a)(1)(iii). Unlike in that case, Potter has asserted and presented evidence that any delay in approving Roman's paid leave was a result of a good faith mistake, and thus not subject to liability. <i>See</i> 29 U.S.C. § 2617(a)(1)(iii). Roman has presented no evidence to the contrary. <i>Jordan,</i> 379 F.3d at 1201.</p>\n<p>For the retaliation claim, Roman argues that we are required to apply the broader <i>Burlington Northern</i> standard. We need not address this argument for the same reason we do not address it for Roman's Title VII retaliation claim. As we have discussed earlier, Potter has provided a legitimate explanation for the delay in approving Roman's leave and Roman has provided no evidence that shows pretext and retaliatory animus.</p>\n<p>The district court's entry of summary judgment is <i>affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Roman administratively raised her retaliation claims in two EEO complaints filed after she began sick leave, in November 2005 and February 2006. In a June 16, 2006, Final Decision, the EEO office dismissed her first complaint on the grounds that Roman could not make out a prima facie case of retaliation and that, even if she could, the USPS had proffered legitimate, nondiscriminatory reasons for its actions, which Roman could not show were pretextual. The EEO office dismissed her second complaint for failure to state a claim on March 9, 2006, and the Equal Employment Opportunity Commission affirmed on the same ground on August 31, 2006.</p>\n<p>[2]  Summary judgment is properly granted \"if the pleadings, the discovery and disclosure materials on file, and any affidavits show that there is no genuine issue as to any material fact and that the movant is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c)(2). A fact is material if it \"might affect the outcome of a lawsuit under the governing law.\" <i>Morrissey v. The Boston Five Cents Savings Bank,</i> 54 F.3d 27, 31 (1st Cir.1995) (quoting <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 248, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986)) (internal quotation marks omitted).</p>\n<p>[3]  Potter bases this argument on the Supreme Court's recent decision in <i>Gomez-Perez v. Potter,</i> 553 U.S. 474, 128 S.Ct. 1931, 170 L.Ed.2d 887 (2008). In <i>Gomez-Perez,</i> the Supreme Court interpreted provisions similar to those at issue here under the Age Discrimination in Employment Act, a private sector retaliation provision, 29 U.S.C. § 623(d), and a federal employee anti-discrimination provision, 29 U.S.C. § 633a(a). <i>Id.</i> at 1936. The Supreme Court concluded that federal employees may make retaliation claims under § 633a(a), which, like § 2000e-16(a) covers \"personnel actions affecting employees.\" <i>Id.</i></p>\n<p>[4]  As we note below, our reasoning also applies to Roman's retaliation claim under the FMLA, 29 U.S.C. §§ 2615(a), 2617.</p>\n<p>[5]  As further evidence, she cites the facts that Claudio and Rodriguez were among the four witnesses, that Ramirez did not issue citations at the time of the incident but only the following day when Claudio asked Ramirez to investigate violations by an unidentified female, that the citations were sent to Roman by mail, and that Ramirez later rescinded the citations on instructions by his supervisor. These assertions miss the point. There is no evidence whatsoever of retaliation. Four witnesses saw her speeding.</p>\n<p>[6]  Roman has alleged other acts against her by Rodriguez and others. These actions were not raised in Roman's EEO complaints and thus were not exhausted as retaliation claims. <i>See </i><i>Roman-Martinez v. Runyon,</i> 100 F.3d 213, 219 (1st Cir.1996). We do not address them.</p>\n<p>[7]  \"Following a qualified absence, the employee is entitled to return to the same position or an alternative position with equivalent pay, benefits, and working conditions and without loss of accrued seniority.\" <i>Hodgens,</i> 144 F.3d at 159.</p>\n<p>[8]  No argument is made on appeal that any further relief is sought.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">604</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></span> (2010)</b></center>\n<center><h1>Carmen J. ROMAN, Plaintiff, Appellant,<br>\nv.<br>\nJohn E. POTTER, United States Postmaster General, United States Postal Service, Defendant, Appellee.</h1></center>\n<center>No. 09-1600.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 1, 2010.</center>\n<center>Decided May 5, 2010.</center>\n<p><span class=\"star-pagination\">*36</span> Victoria A. Ferrer-Kerber, for appellant.</p>\n<p>Ray E. Donahue, Special Assistant United States Attorney, with whom Rosa Emilia Rodriguez-Velez, United States Attorney, was on brief for appellee.</p>\n<p>Before LYNCH, Chief Judge, TORRUELLA and SELYA, Circuit Judges.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>Carmen Roman appeals from the entry of summary judgment on her Title VII retaliation claims against the United States Postal Service (\"USPS\") management in San Juan, Puerto Rico, after she earlier filed an Equal Employment Opportunity (\"EEO\") complaint alleging discrimination, and on her claims under the Family Medical Leave Act (\"FMLA\"), 29 U.S.C. § 2615. <i>See Roman v. Potter,</i> No. 06-1941 (D.P.R. Mar. 9, 2009). On appeal, Roman's primary argument is that there were disputed issues of fact precluding entry of summary judgment on claims under both statutes.</p>\n<p>We need not decide the questions of Title VII statutory interpretation regarding whether Roman, as a federal employee, has cognizable retaliation claims and, if so, whether they arise under Title VII's federal employee anti-discrimination provision, 42 U.S.C. § 2000e-16(a), or under Title VII's private sector retaliation provision, 42 U.S.C. § 2000e-3(a), which would invoke the Supreme Court's ruling in <i>Burlington Northern &amp; Santa Fe Railway Co. v. White,</i> <span class=\"citation\" data-id=\"145636\"><a href=\"/opinion/145636/burlington-n-sfr-co-v-white/\"><span class=\"volume\">548</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">53</span></a></span>, 68, <span class=\"citation\" data-id=\"145636\"><a href=\"/opinion/145636/burlington-n-sfr-co-v-white/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2405</span></a></span>, <span class=\"citation\" data-id=\"145636\"><a href=\"/opinion/145636/burlington-n-sfr-co-v-white/\"><span class=\"volume\">165</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">345</span></a></span> (2006). Even under the most generous interpretation of Title VII towards Roman, her claims fail. We affirm the district court's thoughtful decision.</p>\n<p></p>\n<h2>I.</h2>\n<p>The general undisputed facts follow; the facts are set forth in greater detail in the district court's opinion. <i>See Roman,</i> slip op. at 2-9. More particular facts as to <span class=\"star-pagination\">*37</span> each claim are described in the discussion of those claims.</p>\n<p>Roman began her employment with the USPS in 1978. In March 2000, she was promoted to Customer Relations Coordinator, reporting to the Postmaster in San Juan. In 2002, Roman was detailed by an interim Postmaster to work in the Marketing Department for the USPS's Caribbean District office. Roman continued some of her duties as Customer Relations Coordinator but was also given new responsibilities by the Acting Manager of Marketing. While Roman was on detail to the Marketing Department, Grace Rodriguez was appointed the new Postmaster of San Juan.</p>\n<p>On December 1, 2004, Roman's manager, Candido Lopez, informed her that Postmaster Rodriguez, whom Roman had never met or spoken with before, wished to meet with Roman. Lopez told Roman that Rodriguez, after conducting a study, had determined that the position of Customer Relations Coordinator was no longer necessary. Rodriguez wanted Roman to consider either shifting to the position of Family Medical Leave Act Coordinator or applying for a permanent position in the Marketing Department so that the customer relations position could be abolished. Roman flatly refused to meet Rodriguez or to discuss another position. Because Roman did not apply for a Marketing Department position, Roman's detail to the Marketing Department was to end on October 4, 2005. At that point, Roman was to return to the supervision of the Postmaster of San Juan, now Rodriguez.</p>\n<p>On December 17, 2004, Roman filed a complaint with the EEO compliance office of the USPS, claiming discrimination on the basis of age, sex, and religion. She cited, among other things, Rodriguez's effort to abolish her position. Rodriguez and others at the USPS learned about this complaint and were interviewed by EEO staff at some point before March 16, 2005, when the USPS EEO office issued a pre-complaint counseling letter detailing its investigations.</p>\n<p>Roman claims that in the months after Rodriguez learned of Roman's EEO complaint, Rodriguez and the Acting District Manager for the Caribbean, Pablo Claudio, retaliated against her by, inter alia, disciplining her for traffic violations in July 2005; changing her job responsibilities in August and September 2005; on one occasion in September 2005, bumping into her as she was passing through a doorway; and temporarily withholding her pay while she was on leave in late November and early December 2005.</p>\n<p>Just before Roman's detail to the Marketing Department ended and she was required to report to Rodriguez as her new manager, Roman took FMLA sick leave, beginning October 3, 2005, citing to stress associated with the claimed retaliation. She never showed up for work again; she never reported to or even met with Rodriguez. Roman remained on leave until November 30, 2006, when all of her accrued sick and annual leave time had been exhausted, and then, at the age of fifty-five, retired from the USPS.</p>\n<p></p>\n<h2>II.</h2>\n<p>Having exhausted her retaliation claims administratively,<sup>[1]</sup> Roman then filed suit in <span class=\"star-pagination\">*38</span> federal district court in Puerto Rico against John E. Potter, United States Postmaster General, in his official capacity on September 21, 2006. Roman's amended complaint alleged (1) individual acts of retaliation, a retaliatory hostile work environment, and constructive discharge, all under Title VII, 42 U.S.C. § 2000e-3(a), and (2) denial of her FMLA rights and retaliation under 29 U.S.C. § 2615. In March 2009, the district court granted summary judgment in Potter's favor and dismissed the case with prejudice. <i>Roman,</i> slip op. at 20.</p>\n<p></p>\n<h2>III.</h2>\n<p>We review a district court's grant of summary judgment de novo, viewing the facts in the light most favorable to the non-moving party. <i>Iverson v. City of Boston,</i> <span class=\"citation\" data-id=\"202298\"><a href=\"/opinion/202298/iverson-v-city-of-boston/\"><span class=\"volume\">452</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">94</span></a></span>, 98 (1st Cir.2006). \"We may affirm the district court on any basis apparent in the record.\" <i>Chiang v. Verizon New England Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">595</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></span>, 34 (1st Cir.2010).<sup>[2]</sup></p>\n<p></p>\n<h2>A. <i>Individual Acts of Retaliation</i>\n</h2>\n<p>We turn first to Roman's five specific retaliation claims. Roman argues on appeal that the district court erred in finding that she had not made out a prima facie case of retaliation. She incorrectly argues that the district court looked only to whether she had suffered adverse employment actions and that the court should have considered more broadly whether she had been subject to any \"materially adverse\" action that \"might have dissuaded a reasonable worker from making or supporting a charge of discrimination.\" <i>Burlington Northern,</i> 548 U.S. at 68, <span class=\"citation\" data-id=\"145636\"><a href=\"/opinion/145636/burlington-n-sfr-co-v-white/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2405</span></a></span> (internal quotation marks omitted); <i>Billings v. Town of Grafton,</i> <span class=\"citation\" data-id=\"203138\"><a href=\"/opinion/203138/billings-v-town-of-grafton/\"><span class=\"volume\">515</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 51 (1st Cir.2008). In fact, the district court did consider the evidence under the <i>Burlington Northern</i> standard.</p>\n<p>Potter insists that Roman, as a federal employee, can at most only bring a retaliation claim for \"personnel actions affecting employees\" under Title VII's federal employee anti-discrimination provision, 42 U.S.C. § 2000e-16(a).<sup>[3]</sup> The broader standard, Potter argues, applies only to private sector retaliation claims, under 42 U.S.C. § 2000e-3(a), pursuant to the Supreme Court's decision in <i>Burlington Northern.</i> Roman counters that she may, nonetheless, bring her claim under the broader standard because § 2000e-3(a) is incorporated into Title VII's federal employee anti-discrimination provision through § 2000e-16(d) and 42 U.S.C. § 2000e-5(g).</p>\n<p><span class=\"star-pagination\">*39</span> The Supreme Court has not decided whether federal employees can make retaliation claims under Title VII. The Court alluded to some of these arguments in <i>Gomez-Perez v. Potter,</i> <span class=\"citation\" data-id=\"145805\"><a href=\"/opinion/145805/gomez-perez-v-potter/\"><span class=\"volume\">553</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span>, <span class=\"citation\" data-id=\"145805\"><a href=\"/opinion/145805/gomez-perez-v-potter/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1931</span></a></span>, <span class=\"citation\" data-id=\"145805\"><a href=\"/opinion/145805/gomez-perez-v-potter/\"><span class=\"volume\">170</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">887</span></a></span> (2008), but did not resolve them. <i>Id.</i> at 1941 &amp; n. 4. Before <i>Gomez-Perez</i> this court had recognized retaliation claims by federal employees under § 2000e-3(a). <i>See, e.g., </i><i>DeCaire v. Mukasey,</i> <span class=\"citation\" data-id=\"203386\"><a href=\"/opinion/203386/decaire-v-mukasey/\"><span class=\"volume\">530</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 19 (1st Cir.2008).</p>\n<p>Here, we need not address these questions, or whether the actions alleged by Roman, under <i>Burlington Northern,</i> \"might well have dissuaded a reasonable employee from making or supporting a charge of discrimination.\" <i>Burlington N. &amp; Santa Fe Ry. Co.,</i> 548 U.S. at 68, <span class=\"citation\" data-id=\"145636\"><a href=\"/opinion/145636/burlington-n-sfr-co-v-white/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2405</span></a></span>. We assume, dubitante, that Roman made out a prima facie case as to all of her Title VII retaliation claims. Nonetheless, Roman's claims fail under the <i>McDonnell Douglas</i> burden-shifting approach because she has not shown either pretext or that the acts at issue resulted from retaliatory animus in light of the employer's explanation. <i>See </i><i>Enica v. Principi,</i> <span class=\"citation\" data-id=\"203511\"><a href=\"/opinion/203511/enica-v-principi/\"><span class=\"volume\">544</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">328</span></a></span>, 343 (1st Cir.2008).</p>\n<p>Once a plaintiff makes out a prima facie case of retaliation, the burden shifts to the defendant, Potter, to \"articulate a legitimate, non-retaliatory reason for [the USPS's] employment decision[s].\" <i>Id.</i> If Potter provides such a reason, the burden shifts back to Roman to \"show that `the proffered legitimate reason is in fact a pretext and that the job action was the result of the defendant's retaliatory animus.'\" <i>Id.</i> (quoting <i>Calero-Cerezo v. United States Dep't of Justice,</i> <span class=\"citation no-link\"><span class=\"volume\">355</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></span>, 26 (1st Cir.2004)).</p>\n<p>Roman alleges five incidents of retaliation; as to each, we conclude that Potter has provided legitimate, nonretaliatory reasons for the actions and Roman has not provided evidence that would permit a reasonable factfinder to find either pretext or retaliatory animus. <i>See </i><i>Dennis v. Osram Sylvania, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">549</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">851</span></span>, 857 (1st Cir. 2008). We note that during this period of claimed retaliation she received favorable performance evaluations, a bonus, and no reduction in pay or benefits.</p>\n<p>1. The most serious of the retaliation claims concerns the USPS's initial failure, beginning with Roman's November 18, 2005, paycheck, to immediately approve pay for Roman as part of her FMLA leave for a period of approximately four weeks in late November and early December 2005. Rather, the USPS records showed her as away without leavea consequence of a mistake described below. It is undisputed that Roman received all of her withheld pay in January 2006.<sup>[4]</sup> Potter does not dispute that Roman was approved for FMLA leave from September 3, 2005, through March 3, 2006. Nor does he dispute that this was to be paid FMLA leave. The evidence is that Roman initially submitted written forms and was paid; she was not paid when she switched from paper to using an electronic system. This was due to bureaucratic confusion; she was paid again when the confusion was cleared up and ultimately received the full amount.</p>\n<p>Potter presented a legitimate nonretaliatory explanation, supported by evidence. There is no dispute that when Roman first took leave there was some confusion about how Roman was to submit her Notice of Absence (\"3971\") forms. Nonetheless, Roman was paid. On November 10, Roman <span class=\"star-pagination\">*40</span> was approved for FMLA leave and she began using a new automated voice recognition telephone system to report her absences. After Roman began using the automated system, Rodriguez did not approve Roman's leave because Rodriguez mistakenly believed that Roman was still required to sign and submit to Rodriguez a 3971 form, as was true earlier. The automated system was newly implemented during that year. Significantly, the evidence is that a number of other managers had made the same mistake as to other employees.</p>\n<p>The mistake as to Roman was corrected when the FMLA coordinator, Ricardo Gonzales, told Rodriguez that under the new automated system it was not necessary for Roman to have signed the 3971 form. Potter's evidence shows that when Rodriguez learned of the mistake, she promptly approved Roman's leave. As a result, Roman's pay immediately resumed, and Rodriguez filled out pay-adjustment certificates to ensure that Roman was paid in full the salary that had been withheld. Roman, as a result, suffered no financial loss. There is no evidence that Rodriguez's misunderstanding was motivated by retaliation, especially in light of the fact that a new system was being implemented and that the same mistake happened with other employees as well.</p>\n<p>Roman has failed to provide any evidence that Potter's explanation is pretext, much less that Rodriguez's initial mistake was motivated by retaliatory animus. Roman says she believes this delay in payment was motivated by retaliatory animus, but that belief is not enough to show pretext or animus. \"[W]e need not credit inferences that `rely on tenuous insinuation.'\" <i>Dennis,</i> 549 F.3d at 858 (quoting <i>Nat'l Amusements, Inc. v. Town of Dedham,</i> <span class=\"citation\" data-id=\"195818\"><a href=\"/opinion/195818/national-amusements-v-town-of-dedham/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">731</span></a></span>, 743 (1st Cir.1995)).</p>\n<p>2. Roman also alleges that USPS management retaliated against her by causing the Postal Police, in July 2005, to issue her five traffic citations, which totaled $250 (but were later voided), for traffic violations on USPS property, and by giving her a warning letter for the same violations. The evidence is that a Postal Police officer, Lieutenant Jose Ramirez, issued Roman the citations after witnessing her speed through the customer and employee parking lots, drive through two stop signs, and fail to show identification when she entered the employee lot. Three other USPS employees, including managers Claudio and Rodriguez, observed the same thing. Roman's failure to show her identification to the officer was also captured on tape by a security camera. The Postal Police do issue citations for such violations so no differential treatment is shown. Further, Postmaster Rodriguez herself had earlier been issued a citation for not displaying a required badge on her car after parking it in the employee lot, showing uniform application of the rules.</p>\n<p>Roman does not dispute that the citations were issued and later cancelled but says she did not violate any traffic rules and so the issuance must have been retaliatory. She relies on her husband's limited testimony that he did not see Roman speeding in the customer parking lot. Roman argues that the true reason that the officer issued the citations was as part of a scheme to retaliate against her in July 2005 for having filed a complaint in December 2004.<sup>[5]</sup> None of these assertions <span class=\"star-pagination\">*41</span> rebut Potter's explanation and evidence that four people witnessed Roman committing the violations.</p>\n<p>As to the warning letter, it states that it was in response to the driving incidents on July 6, 2005. Her supervisor, after holding a pre-disciplinary interview, issued the letter because Roman had just had a May 2005 car accident in a USPS vehicle and as a result attended a safe driving course. Despite attending the course and her earlier accident, Roman had now committed traffic violations. As per USPS policy, the warning letter was only to remain in Roman's personnel file for two years. On its face, the letter is not retaliatory; there was a legitimate reason for it to issue. Roman's subjective belief in retaliation is not enough.</p>\n<p>3. Roman also alleges that Claudio's August 2005 decision to reassign local responsibility for the rollout of USPS's Customer Connect Program (\"CCP\") (which Roman had helped to prepare) to two postmasters, both also female, was an act of retaliation. This decision did not cause any reduction in Roman's pay. At the time of the decision, the CCP had not yet begun in Puerto Rico and was due to be rolled out. Roman had previously been responsible for the <i>preparatory</i> work, and members of the marketing department, as well as officials who visited Puerto Rico to begin the program's roll-out, agreed that Roman had done a good job. Potter has given the legitimate, nonretaliatory explanation that responsibility for the CCP was reassigned because the CCP, as an operations program that relies on mail carriers to deliver marketing materials and recruit customers, would be more effectively run by the postmasters, who manage mail carriers.</p>\n<p>Roman presents no evidence showing this explanation to be pretext. Whether or not Roman did a good job in preparing the program before its launch does not address the fact that senior management believed the program would be more effectively managed by postmasters <i>after</i> its launch.</p>\n<p>Based on this, Potter has also adequately explained why Roman was not permitted to attend the September 23, 2005, Customer Connect training and why Claudio wanted Roman's name removed from materials associated with the program. Roman was no longer responsible for the program. She has presented no evidence showing this explanation to be a pretext.</p>\n<p>4. Additionally, Roman claims that Claudio and Rodriguez retaliated against her on September 30, 2005, by physically bumping into Roman as she attempted to enter the office building through a security door. Potter explains that this incident was an accident; the security door was not working on that day and Roman rushed to get through the door. It is undisputed that the three bumped into each other, and, as Roman admits, this happened while all three people were trying to move simultaneously through a door. Claudio and Rodriguez were leaving the building while Roman was trying to enter. Roman's mere assertion that the incident was an intentional \"assault\" is insufficient to show pretext. The evidence is that it was an accident. In any event, there is no evidence linking the conduct to any retaliatory animus. Specifically, there is no evidence that Claudio and Rodriguez deliberately bumped into Roman in retaliation for her having filed an EEO complaint.</p>\n<p><span class=\"star-pagination\">*42</span> 5. Finally, Roman alleges that Postmaster Rodriguez retaliated against her on September 30, by informing Roman that her detail to the Marketing Department had ended and that Roman should report to Rodriguez for work on October 4, 2005. Rather than do that, Roman chose to take sick leave and accrued annual vacation time. As a result, she never actually reported to work under Rodriguez.</p>\n<p>There is no evidence that this decision to return Roman to her permanent position was retaliatory. Roman's job description stated that she reported to Postmaster Rodriguez, and Roman had been on detail to the Marketing Department for two years. Rodriguez, in December 2004, had attempted to meet with Roman to tell Roman that, if she wished to stay in the Marketing Department, she should bid for a permanent position there; Roman refused to meet with Rodriguez. There is no evidence this management decision that Roman should return to her regular position after completion of a temporary assignment was based on retaliatory animus. As to Roman's allegation that the decision was somehow linked to the bumping incident earlier that day, Roman's manager in the Marketing Department testified, and it was not rebutted, that the decision to end Roman's detail had been made before the bumping incident occurred.</p>\n<p></p>\n<h2>B. <i>Remaining Title VII Claims</i>\n</h2>\n<p>Roman also claims defendant created a hostile work environment in order to retaliate against her. <i>Noviello v. City of Boston,</i> <span class=\"citation\" data-id=\"201453\"><a href=\"/opinion/201453/noviello-v-city-of-boston/\"><span class=\"volume\">398</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">76</span></a></span>, 88-90 (1st Cir.2005). \"In order to prove a hostile work environment, [Roman] must show that she was subjected to severe or pervasive harassment that materially altered the conditions of her employment.\" <i>Id.</i> at 92. To find a hostile work environment, \"[t]he harassment must be `objectively and subjectively offensive,'\" <i>id.</i> (quoting <i>Faragher v. City of Boca Raton,</i> <span class=\"citation\" data-id=\"118245\"><a href=\"/opinion/118245/faragher-v-boca-raton/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">775</span></a></span>, 787, <span class=\"citation\" data-id=\"118245\"><a href=\"/opinion/118245/faragher-v-boca-raton/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2275</span></a></span>, <span class=\"citation\" data-id=\"118245\"><a href=\"/opinion/118245/faragher-v-boca-raton/\"><span class=\"volume\">141</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1998)), and we only consider \"those actions, directed at a complainant, that stem from a retaliatory animus.\" <i>Id.</i> at 93.</p>\n<p>None of the acts we have already discussed comes close to creating a hostile work environment, nor do the other miscellaneous matters set forth in the brief. Roman was not impaired from doing her job. In fact, during the period in which Roman alleges the hostile work environment existed, Roman received a $1,000 pay-for-performance award from the USPS.</p>\n<p>Her constructive discharge claim also plainly fails. Roman would have \"to show that her working conditions were `so difficult or unpleasant that a reasonable person in [her] shoes would have felt compelled to resign.'\" <i>Marrero v. Goya of Puerto Rico, Inc.,</i> <span class=\"citation\" data-id=\"200103\"><a href=\"/opinion/200103/marrero-v-goya-de-puerto-rico/\"><span class=\"volume\">304</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 28 (1st Cir.2002) (quoting <i>Alicea Rosado v. Garcia Santiago,</i> <span class=\"citation\" data-id=\"349221\"><a href=\"/opinion/349221/israel-alicea-rosado-v-ramon-garcia-santiago/\"><span class=\"volume\">562</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">114</span></a></span>, 119 (1st Cir.1977)) (alteration in original). \"The standard is an objective one; it `cannot be triggered solely by an employee's subjective beliefs, no matter how sincerely held.'\" <i>Id.</i> (quoting <i>Suarez v. Pueblo Int'l Inc.,</i> <span class=\"citation\" data-id=\"770706\"><a href=\"/opinion/770706/ramon-m-suarez-v-pueblo-international-inc/\"><span class=\"volume\">229</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></a></span>, 54 (1st Cir.2000)).</p>\n<p>Nothing Roman has alleged was so difficult or unpleasant as to have compelled her to resign, regardless of whether Roman has shown retaliatory animus, which she has not.<sup>[6]</sup></p>\n<p></p>\n<h2>C. <i>FMLA Claim</i>\n</h2>\n<p>Finally, Roman claims that the USPS violated her rights under the <span class=\"star-pagination\">*43</span> FMLA, specifically 29 U.S.C. § 2615(a), which prohibits both denial of FMLA leave and retaliation against employees for taking FMLA leave. The FMLA guarantees eligible employees up to twelve work-weeks' leave per year when a serious personal or family medical condition makes the employee unable to perform the functions of his or her position. <i>See</i> 29 U.S.C. § 2612(a)(1)(D); <i>Hodgens v. General Dynamics Corp.,</i> <span class=\"citation\" data-id=\"197958\"><a href=\"/opinion/197958/hodgens-v-general-dynamics-cor/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">151</span></a></span>, 159 (1st Cir. 1998).<sup>[7]</sup> \"Generally, FMLA leave is unpaid leave,\" but the \"FMLA permits an eligible employee to choose to substitute accrued paid leave for FMLA leave,\" provided the employee \"compl[ies] with the additional requirements in an employer's paid leave policy.\" 29 C.F.R. § 825.207(a). In addition, \"employers may not discriminate against employees on FMLA leave in the administration of their paid leave policies.\" <i>Id.</i></p>\n<p>The FMLA provides a right of action for employees to recover based on an employer's interference with rights guaranteed by the act or for retaliation by employers against employees who exercise their FMLA rights. <i>See</i> 29 U.S.C. §§ 2615(a), 2617(a); 29 C.F.R. § 825.220(c); <i>see also </i><i>Colburn v. Parker Hannifin/Nichols Portland Div.,</i> <span class=\"citation\" data-id=\"201924\"><a href=\"/opinion/201924/colburn-v-parker-hannifin/\"><span class=\"volume\">429</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">325</span></a></span>, 331 (1st Cir.2005).</p>\n<p>As to the interference claim, we find that Roman's claim fails because she has already recovered under § 2615(a). Although her salary was briefly withheld, all parties agree that it was paid and Roman has testified that the USPS did not owe her any money.<sup>[8]</sup> Roman's real complaint is that the delay in approving her paid leave violated her rights. Potter has shown that this was due to a misunderstanding of the USPS's new paid leave policy and that because Roman was paid all of the withheld salary when the mistake was discovered, Roman cannot show damages under § 2617(a).</p>\n<p>Nor does Roman's reliance on <i>Jordan v. United States Postal Service,</i> <span class=\"citation\" data-id=\"164953\"><a href=\"/opinion/164953/jordan-v-usps/\"><span class=\"volume\">379</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1196</span></a></span> (10th Cir.2004), establish her entitlement to liquidated damages under § 2617(a)(1)(iii). Unlike in that case, Potter has asserted and presented evidence that any delay in approving Roman's paid leave was a result of a good faith mistake, and thus not subject to liability. <i>See</i> 29 U.S.C. § 2617(a)(1)(iii). Roman has presented no evidence to the contrary. <i>Jordan,</i> 379 F.3d at 1201.</p>\n<p>For the retaliation claim, Roman argues that we are required to apply the broader <i>Burlington Northern</i> standard. We need not address this argument for the same reason we do not address it for Roman's Title VII retaliation claim. As we have discussed earlier, Potter has provided a legitimate explanation for the delay in approving Roman's leave and Roman has provided no evidence that shows pretext and retaliatory animus.</p>\n<p>The district court's entry of summary judgment is <i>affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Roman administratively raised her retaliation claims in two EEO complaints filed after she began sick leave, in November 2005 and February 2006. In a June 16, 2006, Final Decision, the EEO office dismissed her first complaint on the grounds that Roman could not make out a prima facie case of retaliation and that, even if she could, the USPS had proffered legitimate, nondiscriminatory reasons for its actions, which Roman could not show were pretextual. The EEO office dismissed her second complaint for failure to state a claim on March 9, 2006, and the Equal Employment Opportunity Commission affirmed on the same ground on August 31, 2006.</p>\n<p>[2]  Summary judgment is properly granted \"if the pleadings, the discovery and disclosure materials on file, and any affidavits show that there is no genuine issue as to any material fact and that the movant is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c)(2). A fact is material if it \"might affect the outcome of a lawsuit under the governing law.\" <i>Morrissey v. The Boston Five Cents Savings Bank,</i> <span class=\"citation\" data-id=\"695511\"><a href=\"/opinion/695511/67-fair-emplpraccas-bna-1338-66-empl-prac-dec-p-43547-19/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 31 (1st Cir.1995) (quoting <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986)) (internal quotation marks omitted).</p>\n<p>[3]  Potter bases this argument on the Supreme Court's recent decision in <i>Gomez-Perez v. Potter,</i> <span class=\"citation\" data-id=\"145805\"><a href=\"/opinion/145805/gomez-perez-v-potter/\"><span class=\"volume\">553</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span>, <span class=\"citation\" data-id=\"145805\"><a href=\"/opinion/145805/gomez-perez-v-potter/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1931</span></a></span>, <span class=\"citation\" data-id=\"145805\"><a href=\"/opinion/145805/gomez-perez-v-potter/\"><span class=\"volume\">170</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">887</span></a></span> (2008). In <i>Gomez-Perez,</i> the Supreme Court interpreted provisions similar to those at issue here under the Age Discrimination in Employment Act, a private sector retaliation provision, 29 U.S.C. § 623(d), and a federal employee anti-discrimination provision, 29 U.S.C. § 633a(a). <i>Id.</i> at 1936. The Supreme Court concluded that federal employees may make retaliation claims under § 633a(a), which, like § 2000e-16(a) covers \"personnel actions affecting employees.\" <i>Id.</i></p>\n<p>[4]  As we note below, our reasoning also applies to Roman's retaliation claim under the FMLA, 29 U.S.C. §§ 2615(a), 2617.</p>\n<p>[5]  As further evidence, she cites the facts that Claudio and Rodriguez were among the four witnesses, that Ramirez did not issue citations at the time of the incident but only the following day when Claudio asked Ramirez to investigate violations by an unidentified female, that the citations were sent to Roman by mail, and that Ramirez later rescinded the citations on instructions by his supervisor. These assertions miss the point. There is no evidence whatsoever of retaliation. Four witnesses saw her speeding.</p>\n<p>[6]  Roman has alleged other acts against her by Rodriguez and others. These actions were not raised in Roman's EEO complaints and thus were not exhausted as retaliation claims. <i>See </i><i>Roman-Martinez v. Runyon,</i> <span class=\"citation\" data-id=\"197089\"><a href=\"/opinion/197089/roman-martinez-v-runyon/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">213</span></a></span>, 219 (1st Cir.1996). We do not address them.</p>\n<p>[7]  \"Following a qualified absence, the employee is entitled to return to the same position or an alternative position with equivalent pay, benefits, and working conditions and without loss of accrued seniority.\" <i>Hodgens,</i> 144 F.3d at 159.</p>\n<p>[8]  No argument is made on appeal that any further relief is sought.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118245/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145805/",
    "http://www.courtlistener.com/api/rest/v3/opinions/164953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195818/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197089/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200103/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201453/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203138/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203386/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/349221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/695511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770706/"
  ]
}