{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/150631/",
  "absolute_url": "/opinion/150631/saysana-v-gillen/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/150631/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1530/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2010-07-14T19:17:10Z",
  "date_modified": "2016-04-26T23:52:41.403299Z",
  "type": "010combined",
  "sha1": "5dca6ff117679bef5a79c5fc1f662a74595e51df",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-1179P2-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/07/14/Saysana_v._Gillen.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 09-1179\n\n                            HOUNG SAYSANA,\n\n                         Petitioner, Appellee,\n\n                                  v.\n\n         BRIAN H. GILLEN, IN HIS CAPACITY AS SUPERINTENDENT OF\n                 PLYMOUTH COUNTY CORRECTIONAL FACILITY,\n\n                        Respondent, Appellant.\n\n\n\n                     PETITION FOR ATTORNEYS’ FEES\n\n\n                                Before\n\n              Howard, Ripple,* and Selya, Circuit Judges.\n\n\n     Theodore W. Atkinson, Trial Attorney, Office of Immigration\nLitigation, United States Justice Department, Michael F. Hertz,\nActing Assistant Attorney General, Civil Division, David J. Kline,\nDirector, District Court Section, Office of Immigration Litigation,\nand Gjon Juncaj, Senior Litigation Counsel, on brief, for\nappellant.\n      Kerry E. Doyle, Graves & Doyle, and Jeanette Kain, Kaplan,\nO’Sullivan & Friedman, on brief, for appellee.\n\n\n\n\n                             July 14, 2010\n\n\n\n\n     *\n          Of the Seventh Circuit, sitting by designation.\n\f            RIPPLE, Circuit Judge.            In 2007, Houng Saysana was taken\n\ninto custody by Immigration and Customs Enforcement (“ICE”) and\n\nheld without bond.        After agency proceedings in which bond was\n\nagain    denied,   he    filed    a    petition     for   habeas    corpus,   which\n\nchallenged the conclusion of the Board of Immigration Appeals\n\n(“BIA” or “Board”) that he was subject to the mandatory detention\n\nprovision in 8 U.S.C. § 1226(c).               The district court granted the\n\nwrit, and we affirmed.      See Saysana v. Gillen, 590 F.3d 7 (1st Cir.\n\n2009).     Mr. Saysana now petitions this court for an award of\n\nattorneys’ fees under the Equal Access to Justice Act (“EAJA”), 28\n\nU.S.C. § 2412.     For the reasons set forth in the following opinion,\n\nwe deny the petition.\n\nI.   BACKGROUND\n\n            We presume familiarity with our prior decision, see\n\nSaysana, 590 F.3d 7, and recount here only those facts pertinent to\n\ndisposition of the fee petition. Mr. Saysana, a native and citizen\n\nof Laos, entered the United States as a refugee in 1980.                    In 1990,\n\nhe was convicted of indecent assault and battery in Massachusetts\n\nstate    court,    for    which       he     was   sentenced   to    five     years’\n\nimprisonment, three months of which were served.\n\n            In 2005, Mr. Saysana was arrested for failing to register\n\nas a sex offender as required by Massachusetts law.                    The charge\n\nlater was dismissed, and Mr. Saysana was released from state\n\ncustody.\n\n\n                                           - 2 -\n\f          In 2007, ICE took Mr. Saysana into custody pursuant to 8\n\nU.S.C. § 1226(c), and held him without bond.           On the same day, the\n\nDepartment     of   Homeland    Security     (“DHS”)     initiated      removal\n\nproceedings,    contending     that   Mr.    Saysana’s     1990    conviction\n\nqualified as an aggravated felony crime of violence, see 8 U.S.C.\n\n§   1101(a)(43)(F),    and     rendered     him   removable,      see   id.   §\n\n1227(a)(2)(A)(iii). The IJ held a bond redetermination hearing and\n\nordered Mr. Saysana released on $3500 bond. Mr. Saysana posted the\n\nbond.\n\n          The DHS appealed the bond decision to the BIA. The Board\n\nconcluded that the mandatory detention provision of 8 U.S.C. §\n\n1226(c) applied to any alien with a qualifying conviction who was\n\n“released” from any criminal custody after the effective date of\n\nthe Illegal Immigration Reform and Immigrant Responsibility Act\n\n(“IIRIRA”), Pub. L. 104-208, 110 Stat. 3009, 3009-546 (codified as\n\namended in scattered sections of 8 U.S.C.). See Matter of Saysana,\n\n24 I & N Dec. 602 (BIA 2008).         In the Board’s view, because Mr.\n\nSaysana had been released from state custody in 2005, he was\n\nsubject to the mandatory detention requirement, even though the\n\ncharge that formed the basis for his 2005 arrest, failure to\n\nregister as a sex offender, was not the crime that formed the basis\n\nfor his removal proceedings.      As a result of the Board’s decision,\n\nICE took Mr. Saysana back into custody, and Mr. Saysana filed a\n\npetition for a writ of habeas corpus.\n\n\n                                   - 3 -\n\f            The district court granted the petition. In doing so, it\n\nconcluded    that   the   Board’s   interpretation   of   §   1226(c)   was\n\nerroneous:\n\n            “This court does not agree with the Board of\n            Immigration Appeals’ (BIA) interpretation of §\n            1226(c), as applied to petitioner’s case. I\n            find Chief Judge Kane’s decision in Thomas v.\n            Hogan, [No. 1:08-CV-0417,] 2008 WL 4793739\n            (M.D. Pa. Oct. 31, 2008), factually analogous\n            and persuasive. I adopt her reasoning as to\n            why the mandatory detention provision of\n            IIRIRA does not apply to aliens released from\n            custody in circumstances similar to those of\n            petitioner.”\n\nSaysana, 590 F.3d at 10 (quoting from the unpublished district\n\ncourt opinion in Saysana; alteration in original).              Thus, the\n\ndistrict court granted the writ and ordered that an individualized\n\nbond hearing be held.      The Government appealed.\n\n            On appeal, the lion’s share of the Government’s brief was\n\ndedicated to arguing that the district court erred in failing to\n\napply Chevron, U.S.A., Inc. v. Natural Resources Defense Council,\n\nInc., 467 U.S. 837 (1984).          The Chevron analysis requires an\n\ninterpreting court first to determine whether the statute is\n\nambiguous.   See Appellant’s Br. 14-15 (citing Chevron, 467 U.S. at\n\n842).   If the statute is ambiguous, then a court must defer to a\n\nreasonable agency interpretation of the statute. Id. at 15 (citing\n\nStrickland v. Comm’r, 48 F.3d 12, 16 (1st Cir. 1995)).         Engaging in\n\nthis analysis, the Government argued that § 1226(c) is ambiguous.\n\nSpecifically, the Government maintained that neither the statutory\n\n\n                                    - 4 -\n\fpurpose,   the   language   and    structure   of   the   statute,   nor   the\n\nlegislative history of the provision gave clear instruction as to\n\nhow the “when released” language should be interpreted. See id. at\n\n16-23. Because the statute is ambiguous, the Government submitted,\n\nthe court should have proceeded to the second prong of the Chevron\n\nanalysis and considered whether the agency’s construction of the\n\nstatute is a permissible one.           Turning to this inquiry, the\n\nGovernment argued that the “Board’s interpretation of the statute\n\nis reasonable because it is consistent with Congress’s intent to\n\nrequire detention of certain criminal aliens during their removal\n\nproceedings.”    Id. at 25; see also id. at 25-28.\n\n           In our merits decision, we first observed that Mr.\n\nSaysana’s appeal called on us to resolve “whether the mandatory\n\ndetention provision applies only when an alien is released from a\n\ncriminal custody the basis for which is one of the offenses listed\n\nin § 1226(c)(1)(A)-(D); or, alternatively, whether it applies\n\nwhenever an alien, previously convicted of an offense that falls\n\nwithin   (c)(1)(A)-(D),     is    released   from   any   criminal   custody\n\nregardless of the reason for that detention.” Saysana, 590 F.3d at\n\n11.   We noted that, in Matter of Saysana, 24 I & N Dec. at 605-06,\n\nthe Board had adopted the latter interpretation. Because the Board\n\nhad spoken authoritatively on the meaning of the statute, its\n\ndecision implicated the Court’s holding in Chevron.            As set forth\n\nby the Government, that analysis required us to undertake a two-\n\n\n                                    - 5 -\n\fpart inquiry.         First, we had to determine if Congress “ha[d]\n\ndirectly spoken to the precise question at issue.”                   Saysana, 590\n\nF.3d at 12 (internal quotation marks omitted).              If it had, we were\n\nrequired to give effect to Congress’s “unambiguously expressed\n\nintent.”     Id. (internal quotation marks omitted).                 If, however,\n\nafter applying traditional interpretive tools, we concluded that\n\nthe statute is ambiguous, we had to “turn to the second question .\n\n.   .   whether     the   agency’s   answer    is   based   on   a    permissible\n\nconstruction of the statute.”          Id. at 13 (internal quotation marks\n\nand     citation    omitted).    If    the    agency’s   construction      was   a\n\npermissible one, Chevron mandated that we defer to the agency’s\n\ninterpretive regulation unless it was “arbitrary, capricious, or\n\nmanifestly contrary to the statute.” Id. (internal quotation marks\n\nomitted).\n\n             We concluded that\n\n             a natural reading of the statutory provision from\n             top to bottom makes clear that the congressional\n             requirement of mandatory detention is addressed to\n             the situation of an alien who is released from\n             custody for one of the enumerated offenses.    The\n             statutory language embodies the judgment of\n             Congress that such an individual should not be\n             returned to the community pending disposition of\n             his removal proceedings. Both the language and the\n             structure of the statutory provision state this\n             mandate in a clear and straightforward manner.\n\nId.     We therefore rejected the Government’s submission that “when\n\nreleased”     was    susceptible      to   another    interpretation.         The\n\nGovernment had argued that “the ‘released’ language must embrace a\n\n\n                                      - 6 -\n\fbroader meaning than a release from custody for an enumerated\n\noffense    because     the    statute     requires    mandatory     detention        for\n\nindividuals      who   are    removable       or   inadmissible     based       on   the\n\ncommission of certain offenses, whether or not they were convicted\n\nof those offenses.”          Id. at 14.      We believed that “this reading of\n\nthe statutory language [wa]s a strained one.” Id. We acknowledged\n\nthat it was “true that a conviction is not always a necessary\n\npredicate to inadmissibility or removability.”                However, we noted\n\nthat “the plain language of the statute does not render the term\n\n‘when    released’     meaningless      as    applied   to   these    subsections.\n\nIndividuals may be ‘released’ in connection with the offenses\n\nlisted without any resulting conviction and be subject, therefore,\n\nto mandatory detention, consistent with the statute.”                     Id.\n\n            Because we concluded that the statute was clear on its\n\nface, we were not compelled to answer Chevron’s second inquiry--\n\nwhether the agency’s interpretation of the ambiguous statute was a\n\nreasonable one; we explained:                 “[B]ecause the ‘when released’\n\nlanguage    is   unambiguous,      there      is   nothing   for    the   agency      to\n\ninterpret--no gap for it to fill--and there is no justification for\n\nresorting to agency interpretation to address an ambiguity.”                         Id.\n\nat 16.    Nevertheless, we went on to state that, “even if we were to\n\nconclude that the statute were ambiguous, we could not agree that\n\nthe BIA’s interpretation is a reasonable one.”                Id.    The basis for\n\nour decision was the structural analysis, which we just have\n\n\n                                        - 7 -\n\frecounted, as well as “additional difficulties with the agency\n\nposition.”    Id.   Among these difficulties were that the “agency’s\n\ninterpretation      would    treat    similarly    situated    individuals\n\ndifferently on the basis of a factor not logically connected to the\n\nmandatory    detention      provision.”      Id.    Further,   the   BIA’s\n\ninterpretation rested on several speculative assumptions--that\n\naliens such as Mr. Saysana “are ‘threats to persons and property in\n\nthe United States,’” are “‘poor bail risks,’” and “have ‘little\n\nlikelihood of relief from removal and . . . therefore have little\n\nincentive to appear for their hearings.’” Id. at 17 (quoting\n\nSaysana, 24 I & N Dec. at 607).\n\n            We summarized our decision accordingly:\n\n            We conclude that the meaning of the statute is\n            clear on the issue before us; the statute\n            contemplates mandatory detention following release\n            from non-DHS custody for an offense specified in\n            the statute, not merely any release from any non-\n            DHS custody. We further conclude that, even if the\n            statute were ambiguous, the interpretation of the\n            Board is not reasonable.     Accordingly, we must\n            affirm the judgment of the district court.\n\nId. at 18.\n\n            Having reviewed the arguments made by the parties before\n\nthe district court and before the merits panel, we turn to Mr.\n\nSaysana’s contention that he is entitled to fees under the EAJA.\n\nII.   FEES UNDER THE EAJA\n\n            The EAJA provides in relevant part:\n\n            [A] court shall award to a prevailing party other\n            than the United States fees and other expenses . .\n\n                                     - 8 -\n\f            . incurred by that party in any civil action (other\n            than cases sounding in tort), including proceedings\n            for judicial review of agency action, brought by or\n            against the United States in any court having\n            jurisdiction of that action, unless the court finds\n            that the position of the United States was\n            substantially    justified    or    that    special\n            circumstances make an award unjust.\n\n28 U.S.C. § 2412(d)(1)(A). The question we must resolve is whether\n\nthe Government’s position, both in the district court and before\n\nthis court, was “substantially justified.”                   The Government bears\n\nthe burden of proof, by a preponderance of the evidence, on this\n\nissue.   Dantran, Inc. v. U.S. Dep’t of Labor, 246 F.3d 36, 41 (1st\n\nCir. 2001).\n\n            To be “substantially justified,” it is not necessary for\n\nthe Government’s position to be “justified to a high degree”;\n\nrather, the Government meets this standard if its position is\n\n“justified in substance or in the main.”                  Pierce v. Underwood, 487\n\nU.S. 552, 565 (1988) (internal quotation marks omitted).                    Although\n\n“determining whether the government’s position is substantially\n\njustified   .   .   .    has   proved    to     be   an    issue   of   considerable\n\nconceptual and practical difficulty,” Roanoke River Basin Ass’n v.\n\nHudson, 991 F.2d 132, 138 (4th Cir. 1993) (internal quotation marks\n\nomitted), we have developed some “rules of analysis” to guide our\n\ninquiry,    Schock v. United States, 254 F.3d 1, 5 (1st Cir. 2001).\n\nFor   instance,     we    must   examine        “the      actual   merits   of   the\n\ngovernment’s litigation position as to both the facts and the law.”\n\nId. (citing Pierce, 487 U.S. at 568-69).                       Additionally, “the\n\n                                        - 9 -\n\fposition of a government agency can be substantially justified even\n\nif a court ultimately determines the agency’s reading of the law\n\nwas not correct.”        Aronov v. Napolitano, 562 F.3d 84, 94 (1st Cir.\n\n2009) (en banc) (citing Pierce, 487 U.S. at 566 n.2).                     Finally,\n\n“[w]hen    the   issue    is   a   novel   one   on    which    there    is   little\n\nprecedent, courts have been reluctant to find the government’s\n\nposition was not substantially justified.”              Schock, 254 F.3d at 6.\n\n            Defining the concept of the Government’s “position”--at\n\nleast with any precision--has proved equally elusive.                   The Supreme\n\nCourt has instructed that, “[w]hile the parties’ postures on\n\nindividual matters may be more or less justified, the EAJA--like\n\nother fee shifting statutes--favors treating a case as an inclusive\n\nwhole, rather than as atomized line-items.”               Comm’r, INS v. Jean,\n\n496 U.S. 154, 161-62 (1990).          In other        words, in evaluating the\n\nGovernment’s position, we must “arrive at one conclusion that\n\nsimultaneously     encompasses       and    accommodates       the   entire   civil\n\naction.”    Dantran, 246 F.3d at 41 (quoting Jackson v. Chater, 94\n\nF.3d 274, 278 (7th Cir. 1996)).            With these guidelines in mind, we\n\nturn to the position taken by the Government in this litigation.\n\n            As set forth previously, the crux of the Government’s\n\nposition, from the outset of the litigation, was that, in light of\n\nthe Board’s decision in Matter of Saysana, the district court was\n\nrequired to apply Chevron.          In its opinion, however, the district\n\ncourt did not apply Chevron; it did not explain why that analysis\n\n\n                                     - 10 -\n\fwas   inapplicable,    and,   indeed,   it    did     not   mention   Chevron.\n\nInstead, it merely adopted the analysis of the district court set\n\nforth in Thomas v. Hogan, No. 1:08-CV-0417, 2008 WL 4793739 (M.D.\n\nPa. Oct. 31, 2008).1\n\n            On appeal to this court, the Government again emphasized\n\nthe applicability of the Chevron analysis.                  The bulk of the\n\nGovernment’s brief to this court focused on Chevron’s applicability\n\nand on its argument that, under the first prong of Chevron, §\n\n1226(c) is ambiguous. We cannot say that the Government’s argument\n\nwith respect to the applicability of Chevron was not substantially\n\njustified.    Indeed, in deciding the merits of this action, we\n\ndetermined that the Chevron analysis was implicated by the Board’s\n\ndecision.\n\n            We declined to accept the Government’s view that §\n\n1226(c) was ambiguous.        However, just because the Government’s\n\nposition--or,   more   precisely,   one      aspect    of   the   Government’s\n\nposition--does not, in the end, win the day, does not mean that the\n\nGovernment’s position is not substantially justified.              See Aronov,\n\n562 F.3d at 94.       Rather, we must determine if the Government’s\n\nposition has a reasonable basis in law and fact.            See United States\n\n\n\n      1\n        The Thomas opinion, as well, made no mention of Chevron.\nSee Thomas v. Hogan, No. 1:08-CV-0417, 2008 WL 4793739 (M.D. Pa.\nOct. 31, 2008). Indeed, Thomas was decided close on the heels of\nthe Board’s ruling in Matter of Saysana, and it is unclear whether\nthe court in Thomas even was aware of the precedential\nadministrative ruling.\n                                 - 11 -\n\fv. Yoffe, 775 F.2d 447, 449 (1st Cir. 1985) (asking whether the\n\nGovernment’s position was “reasonable both in law and fact”).\n\nUnder the circumstances presented here, we must conclude that the\n\nGovernment’s position had such a reasonable basis.\n\n          In   addressing   the    question     whether   §   1226(c)   was\n\nambiguous, neither the Government nor Mr. Saysana had a wealth of\n\nauthority on which to base their arguments. Indeed, this court was\n\nthe first court of appeals to address the question whether §\n\n1226(c) is ambiguous and to hold that it is not.2         Where, as here,\n\na case presents a novel issue and one on which there is little\n\nprecedent, courts have found that an award of EAJA fees is not\n\nwarranted.   See Schock, 254 F.3d at 6.       In short, the question of\n\nwhether § 1226 was ambiguous, and therefore whether courts had to\n\ndefer to a reasonable administrative interpretation of the statute,\n\nwas one of first impression among the courts of appeals; as such,\n\n“it was appropriate for the government to seek specific instruction\n\nfrom the court on th[is] issue[].”         De Allende v. Baker, 891 F.2d\n\n7, 13 (1st Cir. 1989).\n\n\n\n     2\n        There also was limited district court consideration of the\nissue.   The Thomas opinion, 2008 WL 4793739, was issued by the\ndistrict court for the Middle District of Pennsylvania less than\ntwo months before the District of Massachusetts acted in Saysana,\n2008 WL 5484553. At the time of its decision, the Thomas court\nnoted a “developing body of case law” adopting its view. 2008 WL\n4793739, at *3 (emphasis added). However, the cases cited by the\ncourt that made up the “developing body” were not so numerous or so\nuniform as to suggest that it was unreasonable for the Government\nto continue to question their reasoning in the Saysana matter.\n                                  - 12 -\n\f          In    arguing    that   the   Government’s   position   was   not\n\nsubstantially justified, Mr. Saysana focuses on the language we\n\nemployed in the merits decision concerning the BIA’s interpretation\n\nof § 1226(c).     Specifically, we held that, “even if we were to\n\nconclude that the statute were ambiguous, we could not agree that\n\nthe BIA’s interpretation is a reasonable one.”         Saysana, 590 F.3d\n\nat 16.   However, as suggested by our opinion, resolution of this\n\nissue did not impact our decision.            The Government’s central\n\nargument was that the district court was required to apply the\n\nChevron analysis, and, further, under the first prong of that\n\nanalysis, that § 1226(c) is ambiguous.          For the reasons stated\n\nabove, this position was not unreasonable.         Although it is true\n\nthat the Government then went on to make an argument in support of\n\nthe agency’s interpretation, this argument was, in the end, of no\n\nlasting consequence.      See generally Roanoke River Basin Ass’n, 991\n\nF.2d at 139.    We do not believe that the Government’s position,\n\nassessed in its totality, can be characterized as unjustified. See\n\nDantran, 246 F.3d at 41.\n\nCONCLUSION\n\n          For these reasons, Mr. Saysana’s petition for EAJA fees\n\nis denied.\n\n\n\n\n                                  - 13 -\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>614 F.3d 1 (2010)</b></center>\n<center><h1>Houng SAYSANA, Petitioner, Appellee,<br>\nv.<br>\nBrian H. GILLEN, in his Capacity as Superintendent of Plymouth County Correctional Facility, Respondent, Appellant.</h1></center>\n<center>No. 09-1179.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard September 16, 2009.</center>\n<center>Decided July 14, 2010.</center>\n<p><span class=\"star-pagination\">*2</span> Theodore W. Atkinson, Trial Attorney, Office of Immigration Litigation, United States Justice Department, Michael F. Hertz, Acting Assistant Attorney General, Civil Division, David J. Kline, Director, District Court Section, Office of Immigration Litigation, and Gjon Juncaj, Senior Litigation Counsel, on brief, for appellant.</p>\n<p>Kerry E. Doyle, Graves &amp; Doyle, and Jeanette Kain, Kaplan, O'Sullivan &amp; Friedman, on brief, for appellee.</p>\n<p>Before HOWARD, RIPPLE,<sup>[*]</sup> and SELYA, Circuit Judges.</p>\n<p>RIPPLE, Circuit Judge.</p>\n<p>In 2007, Houng Saysana was taken into custody by Immigration and Customs Enforcement (\"ICE\") and held without bond. After agency proceedings in which bond was again denied, he filed a petition for habeas corpus, which challenged the conclusion of the Board of Immigration Appeals (\"BIA\" or \"Board\") that he was subject to the mandatory detention provision in 8 U.S.C. § 1226(c). The district court granted the writ, and we affirmed. <i>See </i><i>Saysana v. Gillen,</i> 590 F.3d 7 (1st Cir. 2009). Mr. Saysana now petitions this court for an award of attorneys' fees under the Equal Access to Justice Act (\"EAJA\"), 28 U.S.C. § 2412. For the reasons set forth in the following opinion, we deny the petition.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>We presume familiarity with our prior decision, <i>see </i><i>Saysana,</i> 590 F.3d 7, and recount here only those facts pertinent to disposition of the fee petition. Mr. Saysana, a native and citizen of Laos, entered the United States as a refugee in 1980. In 1990, he was convicted of indecent assault and battery in Massachusetts state court, for which he was sentenced to five years' imprisonment, three months of which were served.</p>\n<p>In 2005, Mr. Saysana was arrested for failing to register as a sex offender as required by Massachusetts law. The charge later was dismissed, and Mr. Saysana was released from state custody.</p>\n<p>In 2007, ICE took Mr. Saysana into custody pursuant to 8 U.S.C. § 1226(c), and held him without bond. On the same day, the Department of Homeland Security (\"DHS\") initiated removal proceedings, contending that Mr. Saysana's 1990 conviction qualified as an aggravated felony crime of violence, <i>see</i> 8 U.S.C. § 1101(a)(43)(F), and rendered him removable, <i>see id.</i> § 1227(a)(2)(A)(iii). The IJ held a bond redetermination hearing and ordered Mr. Saysana released on $3500 bond. Mr. Saysana posted the bond.</p>\n<p>The DHS appealed the bond decision to the BIA. The Board concluded that the mandatory detention provision of 8 U.S.C. § 1226(c) applied to any alien with a qualifying conviction who was \"released\" from <i>any</i> criminal custody after the effective date of the Illegal Immigration Reform and Immigrant Responsibility Act (\"IIRIRA\"), Pub.L. 104-208, 110 Stat. 3009, 3009-546 (codified as amended in scattered sections of 8 U.S.C.). <i>See </i><i>Matter of Saysana,</i> 24 I &amp; N Dec. 602 (BIA 2008). In the Board's view, because Mr. Saysana had been released from state custody in 2005, <span class=\"star-pagination\">*3</span> he was subject to the mandatory detention requirement, even though the charge that formed the basis for his 2005 arrest, failure to register as a sex offender, was not the crime that formed the basis for his removal proceedings. As a result of the Board's decision, ICE took Mr. Saysana back into custody, and Mr. Saysana filed a petition for a writ of habeas corpus.</p>\n<p>The district court granted the petition. In doing so, it concluded that the Board's interpretation of § 1226(c) was erroneous:</p>\n<blockquote>\"This court does not agree with the Board of Immigration Appeals' (BIA) interpretation of § 1226(c), as applied to petitioner's case. I find Chief Judge Kane's decision in <i>Thomas v. Hogan,</i> [No. 1:08-CV-0417,] 2008 WL 4793739 (M.D.Pa. Oct.31, 2008), factually analogous and persuasive. I adopt her reasoning as to why the mandatory detention provision of IIRIRA does not apply to aliens released from custody in circumstances similar to those of petitioner.\"</blockquote>\n<p><i>Saysana,</i> 590 F.3d at 10 (quoting from the unpublished district court opinion in <i>Saysana</i>; alteration in original). Thus, the district court granted the writ and ordered that an individualized bond hearing be held. The Government appealed.</p>\n<p>On appeal, the lion's share of the Government's brief was dedicated to arguing that the district court erred in failing to apply <i>Chevron, U.S.A., Inc. v. Natural Resources Defense Council, Inc.,</i> 467 U.S. 837, 104 S.Ct. 2778, 81 L.Ed.2d 694 (1984). The <i>Chevron</i> analysis requires an interpreting court first to determine whether the statute is ambiguous. <i>See</i> Appellant's Br. 14-15 (citing <i>Chevron,</i> 467 U.S. at 842, 104 S.Ct. 2778). If the statute is ambiguous, then a court must defer to a reasonable agency interpretation of the statute. <i>Id.</i> at 15 (citing <i>Strickland v. Comm'r,</i> 48 F.3d 12, 16 (1st Cir.1995)). Engaging in this analysis, the Government argued that § 1226(c) is ambiguous. Specifically, the Government maintained that neither the statutory purpose, the language and structure of the statute, nor the legislative history of the provision gave clear instruction as to how the \"when released\" language should be interpreted. <i>See id.</i> at 16-23. Because the statute is ambiguous, the Government submitted, the court should have proceeded to the second prong of the <i>Chevron</i> analysis and considered whether the agency's construction of the statute is a permissible one. Turning to this inquiry, the Government argued that the \"Board's interpretation of the statute is reasonable because it is consistent with Congress's intent to require detention of certain criminal aliens during their removal proceedings.\" <i>Id.</i> at 25; <i>see also id.</i> at 25-28.</p>\n<p>In our merits decision, we first observed that Mr. Saysana's appeal called on us to resolve \"whether the mandatory detention provision applies only when an alien is released from a criminal custody the basis for which is one of the offenses listed in § 1226(c)(1)(A)-(D); or, alternatively, whether it applies whenever an alien, previously convicted of an offense that falls within (c)(1)(A)-(D), is released from <i>any</i> criminal custody regardless of the reason for that detention.\" <i>Saysana,</i> 590 F.3d at 11. We noted that, in <i>Matter of Saysana,</i> 24 I &amp; N Dec. at 605-06, the Board had adopted the latter interpretation. Because the Board had spoken authoritatively on the meaning of the statute, its decision implicated the Court's holding in <i>Chevron.</i> As set forth by the Government, that analysis required us to undertake a two-part inquiry. First, we had to determine if Congress \"ha[d] directly spoken to the precise question at issue.\" <i>Saysana,</i> 590 F.3d at 12 (internal quotation marks omitted). If it had, we were required to give <span class=\"star-pagination\">*4</span> effect to Congress's \"unambiguously expressed intent.\" <i>Id.</i> (internal quotation marks omitted). If, however, after applying traditional interpretive tools, we concluded that the statute is ambiguous, we had to \"turn to the second question . . . whether the agency's answer is based on a permissible construction of the statute.\" <i>Id.</i> at 13 (internal quotation marks and citation omitted). If the agency's construction was a permissible one, <i>Chevron</i> mandated that we defer to the agency's interpretive regulation unless it was \"arbitrary, capricious, or manifestly contrary to the statute.\" <i>Id.</i> (internal quotation marks omitted).</p>\n<p>We concluded that</p>\n<blockquote>a natural reading of the statutory provision from top to bottom makes clear that the congressional requirement of mandatory detention is addressed to the situation of an alien who is released from custody for one of the enumerated offenses. The statutory language embodies the judgment of Congress that such an individual should not be returned to the community pending disposition of his removal proceedings. Both the language and the structure of the statutory provision state this mandate in a clear and straightforward manner.</blockquote>\n<p><i>Id.</i> We therefore rejected the Government's submission that \"when released\" was susceptible to another interpretation. The Government had argued that \"the `released' language must embrace a broader meaning than a release from custody for an enumerated offense because the statute requires mandatory detention for individuals who are removable or inadmissible based on the commission of certain offenses, whether or not they were convicted of those offenses.\" <i>Id.</i> at 14. We believed that \"this reading of the statutory language [wa]s a strained one.\" <i>Id.</i> We acknowledged that it was \"true that a conviction is not always a necessary predicate to inadmissibility or removability.\" However, we noted that \"the plain language of the statute does not render the term `when released' meaningless as applied to these subsections. Individuals may be `released' in connection with the offenses listed without any resulting conviction and be subject, therefore, to mandatory detention, consistent with the statute.\" <i>Id.</i></p>\n<p>Because we concluded that the statute was clear on its face, we were not compelled to answer <i>Chevron's</i> second inquirywhether the agency's interpretation of the ambiguous statute was a reasonable one; we explained: \"[B]ecause the `when released' language is unambiguous, there is nothing for the agency to interpretno gap for it to filland there is no justification for resorting to agency interpretation to address an ambiguity.\" <i>Id.</i> at 16. Nevertheless, we went on to state that, \"even if we were to conclude that the statute were ambiguous, we could not agree that the BIA's interpretation is a reasonable one.\" <i>Id.</i> The basis for our decision was the structural analysis, which we just have recounted, as well as \"additional difficulties with the agency position.\" <i>Id.</i> Among these difficulties were that the \"agency's interpretation would treat similarly situated individuals differently on the basis of a factor not logically connected to the mandatory detention provision.\" <i>Id.</i> Further, the BIA's interpretation rested on several speculative assumptionsthat aliens such as Mr. Saysana \"are `threats to persons and property in the United States,'\" are \"`poor bail risks,'\" and \"have `little likelihood of relief from removal and . . . therefore have little incentive to appear for their hearings.'\" <i>Id.</i> at 17 (quoting <i>Saysana,</i> 24 I &amp; N Dec. at 607).</p>\n<p>We summarized our decision accordingly:</p>\n<blockquote>We conclude that</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*5</span> the meaning of the statute is clear on the issue before us; the statute contemplates mandatory detention following release from non-DHS custody for an offense specified in the statute, not merely <i>any</i> release from <i>any</i> non-DHS custody. We further conclude that, even if the statute were ambiguous, the interpretation of the Board is not reasonable. Accordingly, we must affirm the judgment of the district court.</blockquote>\n<p><i>Id.</i> at 18.</p>\n<p>Having reviewed the arguments made by the parties before the district court and before the merits panel, we turn to Mr. Saysana's contention that he is entitled to fees under the EAJA.</p>\n<p></p>\n<h2>II. FEES UNDER THE EAJA</h2>\n<p>The EAJA provides in relevant part:</p>\n<blockquote>[A] court shall award to a prevailing party other than the United States fees and other expenses . . . incurred by that party in any civil action (other than cases sounding in tort), including proceedings for judicial review of agency action, brought by or against the United States in any court having jurisdiction of that action, unless the court finds that the position of the United States was substantially justified or that special circumstances make an award unjust.</blockquote>\n<p>28 U.S.C. § 2412(d)(1)(A). The question we must resolve is whether the Government's position, both in the district court and before this court, was \"substantially justified.\" The Government bears the burden of proof, by a preponderance of the evidence, on this issue. <i>Dantran, Inc. v. U.S. Dep't of Labor,</i> 246 F.3d 36, 41 (1st Cir.2001).</p>\n<p>To be \"substantially justified,\" it is not necessary for the Government's position to be \"justified to a high degree\"; rather, the Government meets this standard if its position is \"justified in substance or in the main.\" <i>Pierce v. Underwood,</i> 487 U.S. 552, 565, 108 S.Ct. 2541, 101 L.Ed.2d 490 (1988) (internal quotation marks omitted). Although \"determining whether the government's position is substantially justified . . . has proved to be an issue of considerable conceptual and practical difficulty,\" <i>Roanoke River Basin Ass'n v. Hudson,</i> 991 F.2d 132, 138 (4th Cir.1993) (internal quotation marks omitted), we have developed some \"rules of analysis\" to guide our inquiry, <i>Schock v. United States,</i> 254 F.3d 1, 5 (1st Cir.2001). For instance, we must examine \"the actual merits of the government's litigation position as to both the facts and the law.\" <i>Id.</i> (citing <i>Pierce,</i> 487 U.S. at 568-69, 108 S.Ct. 2541). Additionally, \"the position of a government agency can be substantially justified even if a court ultimately determines the agency's reading of the law was not correct.\" <i>Aronov v. Napolitano,</i> 562 F.3d 84, 94 (1st Cir.2009) (en banc) (citing <i>Pierce,</i> 487 U.S. at 566 n. 2, 108 S.Ct. 2541). Finally, \"[w]hen the issue is a novel one on which there is little precedent, courts have been reluctant to find the government's position was not substantially justified.\" <i>Schock,</i> 254 F.3d at 6.</p>\n<p>Defining the concept of the Government's \"position\"at least with any precisionhas proved equally elusive. The Supreme Court has instructed that, \"[w]hile the parties' postures on individual matters may be more or less justified, the EAJA like other fee shifting statutesfavors treating a case as an inclusive whole, rather than as atomized line-items.\" <i>Comm'r, INS v. Jean,</i> 496 U.S. 154, 161-62, 110 S.Ct. 2316, 110 L.Ed.2d 134 (1990). In other words, in evaluating the Government's position, we must \"arrive at one conclusion that simultaneously encompasses and accommodates the entire civil action.\" <i>Dantran,</i> 246 F.3d at 41 (quoting <i>Jackson v. Chater,</i> 94 F.3d 274, 278 (7th Cir.1996)). With these guidelines in mind, <span class=\"star-pagination\">*6</span> we turn to the position taken by the Government in this litigation.</p>\n<p>As set forth previously, the crux of the Government's position, from the outset of the litigation, was that, in light of the Board's decision in <i>Matter of Saysana,</i> the district court was required to apply <i>Chevron.</i> In its opinion, however, the district court did not apply <i>Chevron</i>; it did not explain why that analysis was inapplicable, and, indeed, it did not mention <i>Chevron.</i> Instead, it merely adopted the analysis of the district court set forth in <i>Thomas v. Hogan,</i> No. 1:08-CV-0417, 2008 WL 4793739 (M.D.Pa. Oct. 31, 2008).<sup>[1]</sup></p>\n<p>On appeal to this court, the Government again emphasized the applicability of the <i>Chevron</i> analysis. The bulk of the Government's brief to this court focused on <i>Chevron's</i> applicability and on its argument that, under the first prong of <i>Chevron,</i> § 1226(c) is ambiguous. We cannot say that the Government's argument with respect to the applicability of <i>Chevron</i> was not substantially justified. Indeed, in deciding the merits of this action, we determined that the <i>Chevron</i> analysis was implicated by the Board's decision.</p>\n<p>We declined to accept the Government's view that § 1226(c) was ambiguous. However, just because the Government's positionor, more precisely, one aspect of the Government's positiondoes not, in the end, win the day, does not mean that the Government's position is not substantially justified. <i>See </i><i>Aronov,</i> 562 F.3d at 94. Rather, we must determine if the Government's position has a reasonable basis in law and fact. <i>See </i><i>United States v. Yoffe,</i> 775 F.2d 447, 449 (1st Cir.1985) (asking whether the Government's position was \"reasonable both in law and fact\"). Under the circumstances presented here, we must conclude that the Government's position had such a reasonable basis.</p>\n<p>In addressing the question whether § 1226(c) was ambiguous, neither the Government nor Mr. Saysana had a wealth of authority on which to base their arguments. Indeed, this court was the first court of appeals to address the question whether § 1226(c) is ambiguous and to hold that it is not.<sup>[2]</sup> Where, as here, a case presents a novel issue and one on which there is little precedent, courts have found that an award of EAJA fees is not warranted. <i>See </i><i>Schock,</i> 254 F.3d at 6. In short, the question of whether § 1226 was ambiguous, and therefore whether courts had to defer to a reasonable administrative interpretation of the statute, was one of first impression among the courts of appeals; as such, \"it was appropriate for the government to seek specific instruction from the court on th[is] issue[].\" <i>De Allende v. Baker,</i> 891 F.2d 7, 13 (1st Cir. 1989).</p>\n<p>In arguing that the Government's position was not substantially justified, Mr. Saysana focuses on the language we employed in the merits decision concerning the BIA's interpretation of § 1226(c). <span class=\"star-pagination\">*7</span> Specifically, we held that, \"even if we were to conclude that the statute were ambiguous, we could not agree that the BIA's interpretation is a reasonable one.\" <i>Saysana,</i> 590 F.3d at 16. However, as suggested by our opinion, resolution of this issue did not impact our decision. The Government's central argument was that the district court was required to apply the <i>Chevron</i> analysis, and, further, under the first prong of that analysis, that § 1226(c) is ambiguous. For the reasons stated above, this position was not unreasonable. Although it is true that the Government then went on to make an argument in support of the agency's interpretation, this argument was, in the end, of no lasting consequence. <i>See generally </i><i>Roanoke River Basin Ass'n,</i> 991 F.2d at 139. We do not believe that the Government's position, assessed in its totality, can be characterized as unjustified. <i>See </i><i>Dantran,</i> 246 F.3d at 41.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For these reasons, Mr. Saysana's petition for EAJA fees is denied.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the Seventh Circuit, sitting by designation.</p>\n<p>[1]  The <i>Thomas</i> opinion, as well, made no mention of <i>Chevron. See </i><i>Thomas v. Hogan,</i> No. 1:08-CV-0417, 2008 WL 4793739 (M.D.Pa. Oct. 31, 2008). Indeed, <i>Thomas</i> was decided close on the heels of the Board's ruling in <i>Matter of Saysana,</i> and it is unclear whether the court in <i>Thomas</i> even was aware of the precedential administrative ruling.</p>\n<p>[2]  There also was limited district court consideration of the issue. The <i>Thomas</i> opinion, 2008 WL 4793739, was issued by the district court for the Middle District of Pennsylvania less than two months before the District of Massachusetts acted in <i>Saysana,</i> 2008 WL 5484553. At the time of its decision, the <i>Thomas</i> court noted a \"<i>developing</i> body of case law\" adopting its view. 2008 WL 4793739, at *3 (emphasis added). However, the cases cited by the court that made up the \"developing body\" were not so numerous or so uniform as to suggest that it was unreasonable for the Government to continue to question their reasoning in the <i>Saysana</i> matter.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">614</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span> (2010)</b></center>\n<center><h1>Houng SAYSANA, Petitioner, Appellee,<br>\nv.<br>\nBrian H. GILLEN, in his Capacity as Superintendent of Plymouth County Correctional Facility, Respondent, Appellant.</h1></center>\n<center>No. 09-1179.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard September 16, 2009.</center>\n<center>Decided July 14, 2010.</center>\n<p><span class=\"star-pagination\">*2</span> Theodore W. Atkinson, Trial Attorney, Office of Immigration Litigation, United States Justice Department, Michael F. Hertz, Acting Assistant Attorney General, Civil Division, David J. Kline, Director, District Court Section, Office of Immigration Litigation, and Gjon Juncaj, Senior Litigation Counsel, on brief, for appellant.</p>\n<p>Kerry E. Doyle, Graves &amp; Doyle, and Jeanette Kain, Kaplan, O'Sullivan &amp; Friedman, on brief, for appellee.</p>\n<p>Before HOWARD, RIPPLE,<sup>[*]</sup> and SELYA, Circuit Judges.</p>\n<p>RIPPLE, Circuit Judge.</p>\n<p>In 2007, Houng Saysana was taken into custody by Immigration and Customs Enforcement (\"ICE\") and held without bond. After agency proceedings in which bond was again denied, he filed a petition for habeas corpus, which challenged the conclusion of the Board of Immigration Appeals (\"BIA\" or \"Board\") that he was subject to the mandatory detention provision in 8 U.S.C. § 1226(c). The district court granted the writ, and we affirmed. <i>See </i><i>Saysana v. Gillen,</i> <span class=\"citation no-link\"><span class=\"volume\">590</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></span> (1st Cir. 2009). Mr. Saysana now petitions this court for an award of attorneys' fees under the Equal Access to Justice Act (\"EAJA\"), 28 U.S.C. § 2412. For the reasons set forth in the following opinion, we deny the petition.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>We presume familiarity with our prior decision, <i>see </i><i>Saysana,</i> <span class=\"citation no-link\"><span class=\"volume\">590</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></span>, and recount here only those facts pertinent to disposition of the fee petition. Mr. Saysana, a native and citizen of Laos, entered the United States as a refugee in 1980. In 1990, he was convicted of indecent assault and battery in Massachusetts state court, for which he was sentenced to five years' imprisonment, three months of which were served.</p>\n<p>In 2005, Mr. Saysana was arrested for failing to register as a sex offender as required by Massachusetts law. The charge later was dismissed, and Mr. Saysana was released from state custody.</p>\n<p>In 2007, ICE took Mr. Saysana into custody pursuant to 8 U.S.C. § 1226(c), and held him without bond. On the same day, the Department of Homeland Security (\"DHS\") initiated removal proceedings, contending that Mr. Saysana's 1990 conviction qualified as an aggravated felony crime of violence, <i>see</i> 8 U.S.C. § 1101(a)(43)(F), and rendered him removable, <i>see id.</i> § 1227(a)(2)(A)(iii). The IJ held a bond redetermination hearing and ordered Mr. Saysana released on $3500 bond. Mr. Saysana posted the bond.</p>\n<p>The DHS appealed the bond decision to the BIA. The Board concluded that the mandatory detention provision of 8 U.S.C. § 1226(c) applied to any alien with a qualifying conviction who was \"released\" from <i>any</i> criminal custody after the effective date of the Illegal Immigration Reform and Immigrant Responsibility Act (\"IIRIRA\"), Pub.L. 104-208, 110 Stat. 3009, 3009-546 (codified as amended in scattered sections of 8 U.S.C.). <i>See </i><i>Matter of Saysana,</i> 24 I &amp; N Dec. 602 (BIA 2008). In the Board's view, because Mr. Saysana had been released from state custody in 2005, <span class=\"star-pagination\">*3</span> he was subject to the mandatory detention requirement, even though the charge that formed the basis for his 2005 arrest, failure to register as a sex offender, was not the crime that formed the basis for his removal proceedings. As a result of the Board's decision, ICE took Mr. Saysana back into custody, and Mr. Saysana filed a petition for a writ of habeas corpus.</p>\n<p>The district court granted the petition. In doing so, it concluded that the Board's interpretation of § 1226(c) was erroneous:</p>\n<blockquote>\"This court does not agree with the Board of Immigration Appeals' (BIA) interpretation of § 1226(c), as applied to petitioner's case. I find Chief Judge Kane's decision in <i>Thomas v. Hogan,</i> [No. 1:08-CV-0417,] <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">4793739</span></span> (M.D.Pa. Oct.31, 2008), factually analogous and persuasive. I adopt her reasoning as to why the mandatory detention provision of IIRIRA does not apply to aliens released from custody in circumstances similar to those of petitioner.\"</blockquote>\n<p><i>Saysana,</i> 590 F.3d at 10 (quoting from the unpublished district court opinion in <i>Saysana</i>; alteration in original). Thus, the district court granted the writ and ordered that an individualized bond hearing be held. The Government appealed.</p>\n<p>On appeal, the lion's share of the Government's brief was dedicated to arguing that the district court erred in failing to apply <i>Chevron, U.S.A., Inc. v. Natural Resources Defense Council, Inc.,</i> <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span>, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span>, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1984). The <i>Chevron</i> analysis requires an interpreting court first to determine whether the statute is ambiguous. <i>See</i> Appellant's Br. 14-15 (citing <i>Chevron,</i> 467 U.S. at 842, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span>). If the statute is ambiguous, then a court must defer to a reasonable agency interpretation of the statute. <i>Id.</i> at 15 (citing <i>Strickland v. Comm'r,</i> <span class=\"citation\" data-id=\"689917\"><a href=\"/opinion/689917/nancy-strickland-v-commissioner-maine-department-of-human-services-v/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 16 (1st Cir.1995)). Engaging in this analysis, the Government argued that § 1226(c) is ambiguous. Specifically, the Government maintained that neither the statutory purpose, the language and structure of the statute, nor the legislative history of the provision gave clear instruction as to how the \"when released\" language should be interpreted. <i>See id.</i> at 16-23. Because the statute is ambiguous, the Government submitted, the court should have proceeded to the second prong of the <i>Chevron</i> analysis and considered whether the agency's construction of the statute is a permissible one. Turning to this inquiry, the Government argued that the \"Board's interpretation of the statute is reasonable because it is consistent with Congress's intent to require detention of certain criminal aliens during their removal proceedings.\" <i>Id.</i> at 25; <i>see also id.</i> at 25-28.</p>\n<p>In our merits decision, we first observed that Mr. Saysana's appeal called on us to resolve \"whether the mandatory detention provision applies only when an alien is released from a criminal custody the basis for which is one of the offenses listed in § 1226(c)(1)(A)-(D); or, alternatively, whether it applies whenever an alien, previously convicted of an offense that falls within (c)(1)(A)-(D), is released from <i>any</i> criminal custody regardless of the reason for that detention.\" <i>Saysana,</i> 590 F.3d at 11. We noted that, in <i>Matter of Saysana,</i> 24 I &amp; N Dec. at 605-06, the Board had adopted the latter interpretation. Because the Board had spoken authoritatively on the meaning of the statute, its decision implicated the Court's holding in <i>Chevron.</i> As set forth by the Government, that analysis required us to undertake a two-part inquiry. First, we had to determine if Congress \"ha[d] directly spoken to the precise question at issue.\" <i>Saysana,</i> 590 F.3d at 12 (internal quotation marks omitted). If it had, we were required to give <span class=\"star-pagination\">*4</span> effect to Congress's \"unambiguously expressed intent.\" <i>Id.</i> (internal quotation marks omitted). If, however, after applying traditional interpretive tools, we concluded that the statute is ambiguous, we had to \"turn to the second question . . . whether the agency's answer is based on a permissible construction of the statute.\" <i>Id.</i> at 13 (internal quotation marks and citation omitted). If the agency's construction was a permissible one, <i>Chevron</i> mandated that we defer to the agency's interpretive regulation unless it was \"arbitrary, capricious, or manifestly contrary to the statute.\" <i>Id.</i> (internal quotation marks omitted).</p>\n<p>We concluded that</p>\n<blockquote>a natural reading of the statutory provision from top to bottom makes clear that the congressional requirement of mandatory detention is addressed to the situation of an alien who is released from custody for one of the enumerated offenses. The statutory language embodies the judgment of Congress that such an individual should not be returned to the community pending disposition of his removal proceedings. Both the language and the structure of the statutory provision state this mandate in a clear and straightforward manner.</blockquote>\n<p><i>Id.</i> We therefore rejected the Government's submission that \"when released\" was susceptible to another interpretation. The Government had argued that \"the `released' language must embrace a broader meaning than a release from custody for an enumerated offense because the statute requires mandatory detention for individuals who are removable or inadmissible based on the commission of certain offenses, whether or not they were convicted of those offenses.\" <i>Id.</i> at 14. We believed that \"this reading of the statutory language [wa]s a strained one.\" <i>Id.</i> We acknowledged that it was \"true that a conviction is not always a necessary predicate to inadmissibility or removability.\" However, we noted that \"the plain language of the statute does not render the term `when released' meaningless as applied to these subsections. Individuals may be `released' in connection with the offenses listed without any resulting conviction and be subject, therefore, to mandatory detention, consistent with the statute.\" <i>Id.</i></p>\n<p>Because we concluded that the statute was clear on its face, we were not compelled to answer <i>Chevron's</i> second inquirywhether the agency's interpretation of the ambiguous statute was a reasonable one; we explained: \"[B]ecause the `when released' language is unambiguous, there is nothing for the agency to interpretno gap for it to filland there is no justification for resorting to agency interpretation to address an ambiguity.\" <i>Id.</i> at 16. Nevertheless, we went on to state that, \"even if we were to conclude that the statute were ambiguous, we could not agree that the BIA's interpretation is a reasonable one.\" <i>Id.</i> The basis for our decision was the structural analysis, which we just have recounted, as well as \"additional difficulties with the agency position.\" <i>Id.</i> Among these difficulties were that the \"agency's interpretation would treat similarly situated individuals differently on the basis of a factor not logically connected to the mandatory detention provision.\" <i>Id.</i> Further, the BIA's interpretation rested on several speculative assumptionsthat aliens such as Mr. Saysana \"are `threats to persons and property in the United States,'\" are \"`poor bail risks,'\" and \"have `little likelihood of relief from removal and . . . therefore have little incentive to appear for their hearings.'\" <i>Id.</i> at 17 (quoting <i>Saysana,</i> 24 I &amp; N Dec. at 607).</p>\n<p>We summarized our decision accordingly:</p>\n<blockquote>We conclude that</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*5</span> the meaning of the statute is clear on the issue before us; the statute contemplates mandatory detention following release from non-DHS custody for an offense specified in the statute, not merely <i>any</i> release from <i>any</i> non-DHS custody. We further conclude that, even if the statute were ambiguous, the interpretation of the Board is not reasonable. Accordingly, we must affirm the judgment of the district court.</blockquote>\n<p><i>Id.</i> at 18.</p>\n<p>Having reviewed the arguments made by the parties before the district court and before the merits panel, we turn to Mr. Saysana's contention that he is entitled to fees under the EAJA.</p>\n<p></p>\n<h2>II. FEES UNDER THE EAJA</h2>\n<p>The EAJA provides in relevant part:</p>\n<blockquote>[A] court shall award to a prevailing party other than the United States fees and other expenses . . . incurred by that party in any civil action (other than cases sounding in tort), including proceedings for judicial review of agency action, brought by or against the United States in any court having jurisdiction of that action, unless the court finds that the position of the United States was substantially justified or that special circumstances make an award unjust.</blockquote>\n<p>28 U.S.C. § 2412(d)(1)(A). The question we must resolve is whether the Government's position, both in the district court and before this court, was \"substantially justified.\" The Government bears the burden of proof, by a preponderance of the evidence, on this issue. <i>Dantran, Inc. v. U.S. Dep't of Labor,</i> <span class=\"citation\" data-id=\"199369\"><a href=\"/opinion/199369/holmes-v-united-states-dept/\"><span class=\"volume\">246</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 41 (1st Cir.2001).</p>\n<p>To be \"substantially justified,\" it is not necessary for the Government's position to be \"justified to a high degree\"; rather, the Government meets this standard if its position is \"justified in substance or in the main.\" <i>Pierce v. Underwood,</i> <span class=\"citation\" data-id=\"112137\"><a href=\"/opinion/112137/pierce-v-underwood/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">552</span></a></span>, 565, <span class=\"citation\" data-id=\"112137\"><a href=\"/opinion/112137/pierce-v-underwood/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2541</span></a></span>, <span class=\"citation\" data-id=\"112137\"><a href=\"/opinion/112137/pierce-v-underwood/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">490</span></a></span> (1988) (internal quotation marks omitted). Although \"determining whether the government's position is substantially justified . . . has proved to be an issue of considerable conceptual and practical difficulty,\" <i>Roanoke River Basin Ass'n v. Hudson,</i> <span class=\"citation\" data-id=\"604839\"><a href=\"/opinion/604839/roanoke-river-basin-association-and-state-of-north-carolina-brunswick/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">132</span></a></span>, 138 (4th Cir.1993) (internal quotation marks omitted), we have developed some \"rules of analysis\" to guide our inquiry, <i>Schock v. United States,</i> <span class=\"citation\" data-id=\"199461\"><a href=\"/opinion/199461/schock-v-united-states/\"><span class=\"volume\">254</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.2001). For instance, we must examine \"the actual merits of the government's litigation position as to both the facts and the law.\" <i>Id.</i> (citing <i>Pierce,</i> 487 U.S. at 568-69, <span class=\"citation\" data-id=\"112137\"><a href=\"/opinion/112137/pierce-v-underwood/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2541</span></a></span>). Additionally, \"the position of a government agency can be substantially justified even if a court ultimately determines the agency's reading of the law was not correct.\" <i>Aronov v. Napolitano,</i> <span class=\"citation no-link\"><span class=\"volume\">562</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">84</span></span>, 94 (1st Cir.2009) (en banc) (citing <i>Pierce,</i> 487 U.S. at 566 n. 2, <span class=\"citation\" data-id=\"112137\"><a href=\"/opinion/112137/pierce-v-underwood/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2541</span></a></span>). Finally, \"[w]hen the issue is a novel one on which there is little precedent, courts have been reluctant to find the government's position was not substantially justified.\" <i>Schock,</i> 254 F.3d at 6.</p>\n<p>Defining the concept of the Government's \"position\"at least with any precisionhas proved equally elusive. The Supreme Court has instructed that, \"[w]hile the parties' postures on individual matters may be more or less justified, the EAJA like other fee shifting statutesfavors treating a case as an inclusive whole, rather than as atomized line-items.\" <i>Comm'r, INS v. Jean,</i> <span class=\"citation\" data-id=\"112449\"><a href=\"/opinion/112449/commissioner-ins-v-jean/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">154</span></a></span>, 161-62, <span class=\"citation\" data-id=\"112449\"><a href=\"/opinion/112449/commissioner-ins-v-jean/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2316</span></a></span>, <span class=\"citation\" data-id=\"112449\"><a href=\"/opinion/112449/commissioner-ins-v-jean/\"><span class=\"volume\">110</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">134</span></a></span> (1990). In other words, in evaluating the Government's position, we must \"arrive at one conclusion that simultaneously encompasses and accommodates the entire civil action.\" <i>Dantran,</i> 246 F.3d at 41 (quoting <i>Jackson v. Chater,</i> <span class=\"citation\" data-id=\"725083\"><a href=\"/opinion/725083/51-socsecrepser-571-unemplinsrep-cch-p-15529b-shirley-jackson-v/\"><span class=\"volume\">94</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">274</span></a></span>, 278 (7th Cir.1996)). With these guidelines in mind, <span class=\"star-pagination\">*6</span> we turn to the position taken by the Government in this litigation.</p>\n<p>As set forth previously, the crux of the Government's position, from the outset of the litigation, was that, in light of the Board's decision in <i>Matter of Saysana,</i> the district court was required to apply <i>Chevron.</i> In its opinion, however, the district court did not apply <i>Chevron</i>; it did not explain why that analysis was inapplicable, and, indeed, it did not mention <i>Chevron.</i> Instead, it merely adopted the analysis of the district court set forth in <i>Thomas v. Hogan,</i> No. 1:08-CV-0417, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">4793739</span></span> (M.D.Pa. Oct. 31, 2008).<sup>[1]</sup></p>\n<p>On appeal to this court, the Government again emphasized the applicability of the <i>Chevron</i> analysis. The bulk of the Government's brief to this court focused on <i>Chevron's</i> applicability and on its argument that, under the first prong of <i>Chevron,</i> § 1226(c) is ambiguous. We cannot say that the Government's argument with respect to the applicability of <i>Chevron</i> was not substantially justified. Indeed, in deciding the merits of this action, we determined that the <i>Chevron</i> analysis was implicated by the Board's decision.</p>\n<p>We declined to accept the Government's view that § 1226(c) was ambiguous. However, just because the Government's positionor, more precisely, one aspect of the Government's positiondoes not, in the end, win the day, does not mean that the Government's position is not substantially justified. <i>See </i><i>Aronov,</i> 562 F.3d at 94. Rather, we must determine if the Government's position has a reasonable basis in law and fact. <i>See </i><i>United States v. Yoffe,</i> <span class=\"citation\" data-id=\"460037\"><a href=\"/opinion/460037/united-states-v-franklin-m-yoffe/\"><span class=\"volume\">775</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">447</span></a></span>, 449 (1st Cir.1985) (asking whether the Government's position was \"reasonable both in law and fact\"). Under the circumstances presented here, we must conclude that the Government's position had such a reasonable basis.</p>\n<p>In addressing the question whether § 1226(c) was ambiguous, neither the Government nor Mr. Saysana had a wealth of authority on which to base their arguments. Indeed, this court was the first court of appeals to address the question whether § 1226(c) is ambiguous and to hold that it is not.<sup>[2]</sup> Where, as here, a case presents a novel issue and one on which there is little precedent, courts have found that an award of EAJA fees is not warranted. <i>See </i><i>Schock,</i> 254 F.3d at 6. In short, the question of whether § 1226 was ambiguous, and therefore whether courts had to defer to a reasonable administrative interpretation of the statute, was one of first impression among the courts of appeals; as such, \"it was appropriate for the government to seek specific instruction from the court on th[is] issue[].\" <i>De Allende v. Baker,</i> <span class=\"citation\" data-id=\"532999\"><a href=\"/opinion/532999/hortensia-de-allende-v-james-baker-secretary-of-state/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 13 (1st Cir. 1989).</p>\n<p>In arguing that the Government's position was not substantially justified, Mr. Saysana focuses on the language we employed in the merits decision concerning the BIA's interpretation of § 1226(c). <span class=\"star-pagination\">*7</span> Specifically, we held that, \"even if we were to conclude that the statute were ambiguous, we could not agree that the BIA's interpretation is a reasonable one.\" <i>Saysana,</i> 590 F.3d at 16. However, as suggested by our opinion, resolution of this issue did not impact our decision. The Government's central argument was that the district court was required to apply the <i>Chevron</i> analysis, and, further, under the first prong of that analysis, that § 1226(c) is ambiguous. For the reasons stated above, this position was not unreasonable. Although it is true that the Government then went on to make an argument in support of the agency's interpretation, this argument was, in the end, of no lasting consequence. <i>See generally </i><i>Roanoke River Basin Ass'n,</i> 991 F.2d at 139. We do not believe that the Government's position, assessed in its totality, can be characterized as unjustified. <i>See </i><i>Dantran,</i> 246 F.3d at 41.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For these reasons, Mr. Saysana's petition for EAJA fees is denied.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the Seventh Circuit, sitting by designation.</p>\n<p>[1]  The <i>Thomas</i> opinion, as well, made no mention of <i>Chevron. See </i><i>Thomas v. Hogan,</i> No. 1:08-CV-0417, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">4793739</span></span> (M.D.Pa. Oct. 31, 2008). Indeed, <i>Thomas</i> was decided close on the heels of the Board's ruling in <i>Matter of Saysana,</i> and it is unclear whether the court in <i>Thomas</i> even was aware of the precedential administrative ruling.</p>\n<p>[2]  There also was limited district court consideration of the issue. The <i>Thomas</i> opinion, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">4793739</span></span>, was issued by the district court for the Middle District of Pennsylvania less than two months before the District of Massachusetts acted in <i>Saysana,</i> 2008 WL 5484553. At the time of its decision, the <i>Thomas</i> court noted a \"<i>developing</i> body of case law\" adopting its view. <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">4793739</span></span>, at *3 (emphasis added). However, the cases cited by the court that made up the \"developing body\" were not so numerous or so uniform as to suggest that it was unreasonable for the Government to continue to question their reasoning in the <i>Saysana</i> matter.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112137/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112449/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199369/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199461/",
    "http://www.courtlistener.com/api/rest/v3/opinions/460037/",
    "http://www.courtlistener.com/api/rest/v3/opinions/532999/",
    "http://www.courtlistener.com/api/rest/v3/opinions/604839/",
    "http://www.courtlistener.com/api/rest/v3/opinions/689917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/725083/"
  ]
}