{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/175461/",
  "absolute_url": "/opinion/175461/gautier-v-wall/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/175461/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2010-09-16T20:22:20Z",
  "date_modified": "2016-04-26T12:57:24.419332Z",
  "type": "010combined",
  "sha1": "2a971fa12806bfc2f8dfb024d772c78a8778c24d",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-2411P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/09/16/Gautier_v._Wall.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 09-2411\n\n                          JACQUES GAUTIER,\n\n                       Petitioner, Appellant,\n\n                                 v.\n\n                      ASHBEL T. WALL, ET AL.,\n\n                      Respondents, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF RHODE ISLAND\n\n              [Hon. Mary M. Lisi, U.S. District Judge]\n\n\n                               Before\n\n                         Lynch, Chief Judge,\n                Howard and Thompson, Circuit Judges.\n\n\n\n     Jacques Gautier, Memorandum in Support of a Certificate of\nAppealability pro se.\n\n\n\n                         September 16, 2010\n\f     Per Curiam.      Jacques Gautier could have filed one habeas\n\npetition raising all of his claims after \"exhaust[ing] the remedies\n\navailable in the courts of the State.\"   28 U.S.C. § 2254(b)(1)(A).\n\nInstead, he \"twice brought claims contesting the same custody\n\nimposed by the same judgment of a state court.\"   Burton v. Stewart,\n\n549 U.S. 147, 154 (2007) (per curiam).     His second such petition\n\nwas \"second or successive\" under 28 U.S.C. § 2244(b).     It should\n\nnot have been filed without our authorization.      For the reasons\n\nexplained below, we direct the district court to dismiss the\n\npetition for lack of jurisdiction.\n\n                                  I\n\n     Gautier was charged with, among other offenses, first-degree\n\nmurder and burglary.    Before trial, he moved to dismiss the murder\n\ncount, claiming that the State of Rhode Island was collaterally\n\nestopped from bringing the charge.     The motion was denied.   The\n\nstate supreme court affirmed the ruling, clearing the way for the\n\nmurder prosecution.     State v. Gautier, 871 A.2d 347, 349 (R.I.\n\n2005).\n\n     Gautier was convicted of the lesser-included offenses of\n\nsecond-degree murder and breaking and entering.    In January 2006,\n\nhe received a life sentence for the former and a concurrent ten-\n\nyear sentence for the latter.    Two months later, as his appeal to\n\nthe state supreme court was about to be docketed, Gautier filed a\n\n28 U.S.C. § 2254 petition raising a claim of collateral estoppel.\n\n\n                                 -2-\n\fIt was the first and only claim he had exhausted.                    At the State's\n\nmotion, the district court adjudicated the petition and dismissed\n\nit   with     prejudice.         This     court    denied     a     certificate      of\n\nappealability.\n\n     In      June    2008,     the     state    supreme     court    affirmed       the\n\nconvictions.        State v. Gautier, 950 A.2d 400 (R.I. 2008).               Gautier\n\nfiled a second habeas petition rehashing the adjudicated claim and\n\nraising several claims of error within the trial itself, some of\n\nthem newly exhausted. The State moved to dismiss the entire filing\n\nas an unauthorized \"second or successive\" petition; the district\n\ncourt agreed only as to the rehashed claim.                 \"[T]he other grounds\n\npresented     in    the    Petition,\"     it     stated,    \"were    not     ripe   for\n\nconsideration when the 2006 Petition was filed . . . . Because the\n\nprocedural posture of Gautier's state court case has substantially\n\nchanged between 2006 and 2008, the pending Petition is not an\n\nimpermissible 'second or successive' Petition.\"                   The court denied\n\nseven   of    the    new     grounds    and     dismissed   the     eighth    without\n\nprejudice, finding it unexhausted.               Gautier asks this court for a\n\ncertificate of appealability.                 The real issue is, as it were,\n\npetitionability.\n\n                                          II\n\n     The phrase \"second or successive\" \"takes its full meaning from\n\n[the Supreme Court's] case law, including decisions predating the\n\nenactment of the Antiterrorism and Effective Death Penalty Act of\n\n\n                                          -3-\n\f1996 (AEDPA).\" Panetti v. Quarterman, 551 U.S. 930, 943-44 (2007).\n\nEver   since   Rose   v.   Lundy,    455      U.S.    509,   520   (1982),    habeas\n\npetitioners have been encouraged to take each of their claims to\n\nstate court before bringing any claims to federal court.                      Those\n\nwith unexhausted as well as exhausted claims \"may proceed with only\n\nthe exhausted claims, but doing so risks subjecting later petitions\n\nthat raise new claims to rigorous procedural obstacles.\"                     Burton,\n\n549 U.S. at 154 (citing Lundy, 455 U.S. at 520-21 (plurality\n\nopinion)).     In AEDPA terms, a later petition may be second or\n\nsuccessive, and so face restrictions under the \"modified res\n\njudicata rule\" in § 2244(b), Felker v. Turpin, 518 U.S. 651, 664\n\n(1996), if it advances claims that could have been properly raised\n\nand decided in a previous petition.             Cf. United States v. Barrett,\n\n178 F.3d 34, 42-45 (1st Cir. 1999).\n\n       Gautier's new petition is second or successive.                Our remarks\n\nare brief: the Supreme Court has explained the \"precise practice\"\n\n(and legal analysis) that \"gover[n] in circumstances such as\n\n[these].\"      Burton,     549   U.S.   at     153.     Burton     challenged    his\n\nconviction while state review of his revised sentence was pending.\n\nAt the conclusion of direct review, he filed a second petition\n\nattacking the sentence.          The Supreme Court found \"no basis in our\n\ncases for supposing, as the Ninth Circuit did, that a petitioner\n\nwith unexhausted claims . . . who elects to proceed to adjudication\n\nof his exhausted claims[,] may later assert that a subsequent\n\n\n                                        -4-\n\fpetition is not 'second or successive' precisely because his new\n\nclaims were unexhausted at the time he filed his first petition.\"\n\nId.   at   154.      \"This   reasoning   conflicts       with   both   Lundy   and\n\n§   2244(b)    and   would   allow    prisoners     to   file   separate    habeas\n\npetitions in the not uncommon situation where a conviction is\n\nupheld but a sentence is reversed.\"           Id.    (It, we might add, would\n\nallow claim-splitting whenever the claims have been exhausted in\n\ndifferent stages, e.g., some after direct review and others at the\n\nconclusion of post-conviction proceedings.)               \"Such a result would\n\nbe inconsistent with both the exhaustion requirement, with its\n\npurpose of reducing 'piecemeal litigation,' and AEDPA, with its\n\ngoal of 'streamlining federal habeas proceedings.'\" Id. (citations\n\nomitted).\n\n      Burton casts a long shadow over repeat petitioners who, with\n\nbetter timing, could have consolidated their claims in one fully\n\nexhausted petition.          Gautier falls into this camp.              Once his\n\ncriminal      \"judgment   became     final   by    the   conclusion    of   direct\n\nreview,\" § 2244(d)(1)(A), he could have filed one petition raising\n\nall of his claims.           Burton, 549 U.S. at 156-57; cf. Mathis v.\n\nThaler, ___ F.3d ___, 2010 WL 3278609, at *7-8 (5th Cir. Aug. 20,\n\n2010) (consolidation in one petition possible with post-conviction\n\ntolling under 28 U.S.C. § 2244(d)(2)); In re Davis, 565 F.3d 810,\n\n820-21 (11th Cir. 2009) (similar).                He instead split his claims\n\nbetween petitions.\n\n\n                                       -5-\n\f     \"The prisoner's principal interest, of course, is in obtaining\n\nspeedy federal relief on his claims.\"              Lundy, 455 U.S. at 520\n\n(plurality opinion).        If the first-exhausted claims are strong and\n\nthe sentence short, who can gainsay a decision to proceed?             For the\n\ntypical petitioner, however, the lesson of Burton is to avoid\n\nfiling two petitions where one would do.1\n\n                                      III\n\n     The district court lacked jurisdiction to consider Gautier's\n\nsecond or successive petition without our authorization.                    See\n\nBurton, 549 U.S. at 152; 28 U.S.C. § 2244(b)(3)(A).               Treated as a\n\nmotion   for   an   order    so   authorizing    the   district    court,   the\n\napplication for a COA must be denied.           Not one of Gautier's claims\n\nmeets the gatekeeping requirements of § 2244(b).2                  The entire\n\n\n     1\n      We do not deal here with claims that \"are not ripe until\nafter the time has run to file a first federal habeas petition.\"\nPanetti v. Quarterman, 551 U.S. 930, 943 (2007). Cf. id. at 947\n(recognizing an \"exceptio[n]\" to AEDPA's \"second or successive\" bar\nfor an application raising a Ford competency-to-be-executed claim\nthat would have been unripe had the petitioner presented it in his\nfirst application); Leal Garcia v. Quarterman, 573 F.3d 214, 222\n(5th Cir. 2009) (if \"the purported defect did not arise, or the\nclaim did not ripen, until after the conclusion of the previous\npetition, the later petition based on that defect may be\nnon-successive\"). Nor do we address the case where state court\ndelay in deciding the unexhausted claim threatens to deprive the\npetitioner of meaningful habeas review.\n     2\n      See 28 U.S.C. § 2244(b)(1) (\"A claim presented in a second or\nsuccessive habeas corpus application under section 2254 that was\npresented in a prior application shall be dismissed.\");\n§ 2244(b)(2) (\"A claim presented in a second or successive habeas\ncorpus application under section 2254 that was not presented in a\nprior application shall be dismissed unless--(A) the applicant\nshows that the claim relies on a new rule of constitutional law,\n\n                                      -6-\n\fsecond petition would have to be dismissed.\n\n      The judgment of the district court is vacated.          In its place,\n\nthe   court   shall   enter   a   judgment   of   dismissal   for   lack   of\n\njurisdiction.    This appeal is terminated.\n\n\n\n\nmade retroactive to cases on collateral review by the Supreme\nCourt, that was previously unavailable; or (B)(i) the factual\npredicate for the claim could not have been discovered previously\nthrough the exercise of due diligence; and (ii) the facts\nunderlying the claim, if proven and viewed in light of the evidence\nas a whole, would be sufficient to establish by clear and\nconvincing evidence that, but for constitutional error, no\nreasonable factfinder would have found the applicant guilty of the\nunderlying offense.\").\n\n                                     -7-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>620 F.3d 58 (2010)</b></center>\n<center><h1>Jacques GAUTIER, Petitioner, Appellant,<br>\nv.<br>\nAshbel T. WALL, et al., Respondents, Appellees.</h1></center>\n<center>No. 09-2411.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted May 10, 2010.</center>\n<center>Decided September 16, 2010.</center>\n<p><span class=\"star-pagination\">*59</span> Jacques Gautier, Memorandum in Support of a Certificate of Appealability pro se.</p>\n<p>Before LYNCH, Chief Judge, HOWARD and THOMPSON, Circuit Judges.</p>\n<p>PER CURIAM.</p>\n<p>Jacques Gautier could have filed one habeas petition raising all of his claims after \"exhaust[ing] the remedies available in the courts of the State.\" 28 U.S.C. § 2254(b)(1)(A). Instead, he \"twice brought claims contesting the same custody imposed by the same judgment of a state court.\" <i>Burton v. Stewart,</i> 549 U.S. 147, 154, 127 S.Ct. 793, 166 L.Ed.2d 628 (2007) (per curiam). His second such petition was \"second or successive\" under 28 U.S.C. § 2244(b). It should not have been filed without our authorization. For the reasons explained below, we direct the district court to dismiss the petition for lack of jurisdiction.</p>\n<p></p>\n<h2>I</h2>\n<p>Gautier was charged with, among other offenses, first-degree murder and burglary. Before trial, he moved to dismiss the murder count, claiming that the State of Rhode Island was collaterally estopped from bringing the charge. The motion was denied. The state supreme court affirmed the ruling, clearing the way for the murder prosecution. <i>State v. Gautier,</i> 871 A.2d 347, 349 (R.I.2005).</p>\n<p>Gautier was convicted of the lesser-included offenses of second-degree murder and breaking and entering. In January 2006, he received a life sentence for the former and a concurrent ten-year sentence for the latter. Two months later, as his appeal to the state supreme court was about to be docketed, Gautier filed a 28 U.S.C. § 2254 petition raising a claim of collateral estoppel. It was the first and only claim he had exhausted. At the State's motion, the district court adjudicated the petition and dismissed it with prejudice. <span class=\"star-pagination\">*60</span> This court denied a certificate of appealability.</p>\n<p>In June 2008, the state supreme court affirmed the convictions. <i>State v. Gautier,</i> 950 A.2d 400 (R.I.2008). Gautier filed a second habeas petition rehashing the adjudicated claim and raising several claims of error within the trial itself, some of them newly exhausted. The State moved to dismiss the entire filing as an unauthorized \"second or successive\" petition; the district court agreed only as to the rehashed claim. \"[T]he other grounds presented in the Petition,\" it stated, \"were not ripe for consideration when the 2006 Petition was filed.... Because the procedural posture of Gautier's state court case has substantially changed between 2006 and 2008, the pending Petition is not an impermissible `second or successive' Petition.\" The court denied seven of the new grounds and dismissed the eighth without prejudice, finding it unexhausted. Gautier asks this court for a certificate of appealability. The real issue is, as it were, petitionability.</p>\n<p></p>\n<h2>II</h2>\n<p>The phrase \"second or successive\" \"takes its full meaning from [the Supreme Court's] case law, including decisions predating the enactment of the Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA).\" <i>Panetti v. Quarterman,</i> 551 U.S. 930, 943-44, 127 S.Ct. 2842, 168 L.Ed.2d 662 (2007). Ever since <i>Rose v. Lundy,</i> 455 U.S. 509, 520, 102 S.Ct. 1198, 71 L.Ed.2d 379 (1982), habeas petitioners have been encouraged to take each of their claims to state court before bringing any claims to federal court. Those with unexhausted as well as exhausted claims \"may proceed with only the exhausted claims, but doing so risks subjecting later petitions that raise new claims to rigorous procedural obstacles.\" <i>Burton,</i> 549 U.S. at 154, 127 S.Ct. 793 (citing <i>Lundy,</i> 455 U.S. at 520-21, 102 S.Ct. 1198 (plurality opinion)). In AEDPA terms, a later petition may be second or successive, and so face restrictions under the \"modified res judicata rule\" in § 2244(b), <i>Felker v. Turpin,</i> 518 U.S. 651, 664, 116 S.Ct. 2333, 135 L.Ed.2d 827 (1996), if it advances claims that could have been properly raised and decided in a previous petition. <i>Cf. </i><i>United States v. Barrett,</i> 178 F.3d 34, 42-45 (1st Cir.1999).</p>\n<p>Gautier's new petition is second or successive. Our remarks are brief: the Supreme Court has explained the \"precise practice\" (and legal analysis) that \"gover[n] in circumstances such as [these].\" <i>Burton,</i> 549 U.S. at 153, 127 S.Ct. 793. Burton challenged his conviction while state review of his revised sentence was pending. At the conclusion of direct review, he filed a second petition attacking the sentence. The Supreme Court found \"no basis in our cases for supposing, as the Ninth Circuit did, that a petitioner with unexhausted claims ... who elects to proceed to adjudication of his exhausted claims[,] may later assert that a subsequent petition is not `second or successive' precisely because his new claims were unexhausted at the time he filed his first petition.\" <i>Id.</i> at 154, 127 S.Ct. 793. \"This reasoning conflicts with both <i>Lundy</i> and § 2244(b) and would allow prisoners to file separate habeas petitions in the not uncommon situation where a conviction is upheld but a sentence is reversed.\" <i>Id.</i> (It, we might add, would allow claim-splitting whenever the claims have been exhausted in different stages, <i>e.g.,</i> some after direct review and others at the conclusion of post-conviction proceedings.) \"Such a result would be inconsistent with both the exhaustion requirement, with its purpose of reducing `piecemeal litigation,' and AEDPA, with its goal of `streamlining federal <span class=\"star-pagination\">*61</span> habeas proceedings.'\" <i>Id.</i> (citations omitted).</p>\n<p><i>Burton</i> casts a long shadow over repeat petitioners who, with better timing, could have consolidated their claims in one fully exhausted petition. Gautier falls into this camp. Once his criminal \"judgment became final by the conclusion of direct review,\" § 2244(d)(1)(A), he could have filed one petition raising all of his claims. <i>Burton,</i> 549 U.S. at 156-57, 127 S.Ct. 793; <i>cf. </i><i>Mathis v. Thaler,</i> 616 F.3d 461, 2010 WL 3278609, at *7-8 (5th Cir. Aug.20, 2010) (consolidation in one petition possible with post-conviction tolling under 28 U.S.C. § 2244(d)(2)); <i>In re Davis,</i> 565 F.3d 810, 820-21 (11th Cir.2009) (similar). He instead split his claims between petitions.</p>\n<p>\"The prisoner's principal interest, of course, is in obtaining speedy federal relief on his claims.\" <i>Lundy,</i> 455 U.S. at 520, 102 S.Ct. 1198 (plurality opinion). If the first-exhausted claims are strong and the sentence short, who can gainsay a decision to proceed? For the typical petitioner, however, the lesson of <i>Burton</i> is to avoid filing two petitions where one would do.<sup>[1]</sup></p>\n<p></p>\n<h2>III</h2>\n<p>The district court lacked jurisdiction to consider Gautier's second or successive petition without our authorization. <i>See </i><i>Burton,</i> 549 U.S. at 152, 127 S.Ct. 793; 28 U.S.C. § 2244(b)(3)(A). Treated as a motion for an order so authorizing the district court, the application for a COA must be denied. Not one of Gautier's claims meets the gatekeeping requirements of § 2244(b).<sup>[2]</sup> The entire second petition would have to be dismissed.</p>\n<p>The judgment of the district court is vacated. In its place, the court shall enter a judgment of dismissal for lack of jurisdiction. This appeal is terminated.</p>\n<h2>NOTES</h2>\n<p>[1]  We do not deal here with claims that \"are not ripe until after the time has run to file a first federal habeas petition.\" <i>Panetti v. Quarterman,</i> 551 U.S. 930, 943, 127 S.Ct. 2842, 168 L.Ed.2d 662 (2007). <i>Cf. id.</i> at 947, 127 S.Ct. 2842 (recognizing an \"exceptio[n]\" to AEDPA's \"second or successive\" bar for an application raising a <i>Ford</i> competency-to-be-executed claim that would have been unripe had the petitioner presented it in his first application); <i>Leal Garcia v. Quarterman,</i> 573 F.3d 214, 222 (5th Cir.2009) (if \"the purported defect did not arise, or the claim did not ripen, until after the conclusion of the previous petition, the later petition based on that defect may be non-successive\"). Nor do we address the case where state court delay in deciding the unexhausted claim threatens to deprive the petitioner of meaningful habeas review.</p>\n<p>[2]  <i>See</i> 28 U.S.C. § 2244(b)(1) (\"A claim presented in a second or successive habeas corpus application under section 2254 that was presented in a prior application shall be dismissed.\"); § 2244(b)(2) (\"A claim presented in a second or successive habeas corpus application under section 2254 that was not presented in a prior application shall be dismissed unless-(A) the applicant shows that the claim relies on a new rule of constitutional law, made retroactive to cases on collateral review by the Supreme Court, that was previously unavailable; or (B)(i) the factual predicate for the claim could not have been discovered previously through the exercise of due diligence; and (ii) the facts underlying the claim, if proven and viewed in light of the evidence as a whole, would be sufficient to establish by clear and convincing evidence that, but for constitutional error, no reasonable factfinder would have found the applicant guilty of the underlying offense.\").</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">620</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></span> (2010)</b></center>\n<center><h1>Jacques GAUTIER, Petitioner, Appellant,<br>\nv.<br>\nAshbel T. WALL, et al., Respondents, Appellees.</h1></center>\n<center>No. 09-2411.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted May 10, 2010.</center>\n<center>Decided September 16, 2010.</center>\n<p><span class=\"star-pagination\">*59</span> Jacques Gautier, Memorandum in Support of a Certificate of Appealability pro se.</p>\n<p>Before LYNCH, Chief Judge, HOWARD and THOMPSON, Circuit Judges.</p>\n<p>PER CURIAM.</p>\n<p>Jacques Gautier could have filed one habeas petition raising all of his claims after \"exhaust[ing] the remedies available in the courts of the State.\" 28 U.S.C. § 2254(b)(1)(A). Instead, he \"twice brought claims contesting the same custody imposed by the same judgment of a state court.\" <i>Burton v. Stewart,</i> <span class=\"citation\" data-id=\"145766\"><a href=\"/opinion/145766/burton-v-stewart/\"><span class=\"volume\">549</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">147</span></a></span>, 154, <span class=\"citation\" data-id=\"145766\"><a href=\"/opinion/145766/burton-v-stewart/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">793</span></a></span>, <span class=\"citation\" data-id=\"145766\"><a href=\"/opinion/145766/burton-v-stewart/\"><span class=\"volume\">166</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">628</span></a></span> (2007) (per curiam). His second such petition was \"second or successive\" under 28 U.S.C. § 2244(b). It should not have been filed without our authorization. For the reasons explained below, we direct the district court to dismiss the petition for lack of jurisdiction.</p>\n<p></p>\n<h2>I</h2>\n<p>Gautier was charged with, among other offenses, first-degree murder and burglary. Before trial, he moved to dismiss the murder count, claiming that the State of Rhode Island was collaterally estopped from bringing the charge. The motion was denied. The state supreme court affirmed the ruling, clearing the way for the murder prosecution. <i>State v. Gautier,</i> <span class=\"citation\" data-id=\"2180125\"><a href=\"/opinion/2180125/state-v-gautier/\"><span class=\"volume\">871</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">347</span></a></span>, 349 (R.I.2005).</p>\n<p>Gautier was convicted of the lesser-included offenses of second-degree murder and breaking and entering. In January 2006, he received a life sentence for the former and a concurrent ten-year sentence for the latter. Two months later, as his appeal to the state supreme court was about to be docketed, Gautier filed a 28 U.S.C. § 2254 petition raising a claim of collateral estoppel. It was the first and only claim he had exhausted. At the State's motion, the district court adjudicated the petition and dismissed it with prejudice. <span class=\"star-pagination\">*60</span> This court denied a certificate of appealability.</p>\n<p>In June 2008, the state supreme court affirmed the convictions. <i>State v. Gautier,</i> <span class=\"citation\" data-id=\"2335439\"><a href=\"/opinion/2335439/state-v-gautier/\"><span class=\"volume\">950</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">400</span></a></span> (R.I.2008). Gautier filed a second habeas petition rehashing the adjudicated claim and raising several claims of error within the trial itself, some of them newly exhausted. The State moved to dismiss the entire filing as an unauthorized \"second or successive\" petition; the district court agreed only as to the rehashed claim. \"[T]he other grounds presented in the Petition,\" it stated, \"were not ripe for consideration when the 2006 Petition was filed.... Because the procedural posture of Gautier's state court case has substantially changed between 2006 and 2008, the pending Petition is not an impermissible `second or successive' Petition.\" The court denied seven of the new grounds and dismissed the eighth without prejudice, finding it unexhausted. Gautier asks this court for a certificate of appealability. The real issue is, as it were, petitionability.</p>\n<p></p>\n<h2>II</h2>\n<p>The phrase \"second or successive\" \"takes its full meaning from [the Supreme Court's] case law, including decisions predating the enactment of the Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA).\" <i>Panetti v. Quarterman,</i> <span class=\"citation\" data-id=\"145700\"><a href=\"/opinion/145700/panetti-v-quarterman/\"><span class=\"volume\">551</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">930</span></a></span>, 943-44, <span class=\"citation\" data-id=\"145700\"><a href=\"/opinion/145700/panetti-v-quarterman/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2842</span></a></span>, <span class=\"citation\" data-id=\"145700\"><a href=\"/opinion/145700/panetti-v-quarterman/\"><span class=\"volume\">168</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (2007). Ever since <i>Rose v. Lundy,</i> <span class=\"citation\" data-id=\"110662\"><a href=\"/opinion/110662/rose-v-lundy/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">509</span></a></span>, 520, <span class=\"citation\" data-id=\"110662\"><a href=\"/opinion/110662/rose-v-lundy/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1198</span></a></span>, <span class=\"citation\" data-id=\"110662\"><a href=\"/opinion/110662/rose-v-lundy/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">379</span></a></span> (1982), habeas petitioners have been encouraged to take each of their claims to state court before bringing any claims to federal court. Those with unexhausted as well as exhausted claims \"may proceed with only the exhausted claims, but doing so risks subjecting later petitions that raise new claims to rigorous procedural obstacles.\" <i>Burton,</i> 549 U.S. at 154, <span class=\"citation\" data-id=\"145766\"><a href=\"/opinion/145766/burton-v-stewart/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">793</span></a></span> (citing <i>Lundy,</i> 455 U.S. at 520-21, <span class=\"citation\" data-id=\"110662\"><a href=\"/opinion/110662/rose-v-lundy/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1198</span></a></span> (plurality opinion)). In AEDPA terms, a later petition may be second or successive, and so face restrictions under the \"modified res judicata rule\" in § 2244(b), <i>Felker v. Turpin,</i> <span class=\"citation\" data-id=\"118058\"><a href=\"/opinion/118058/felker-v-turpin/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">651</span></a></span>, 664, <span class=\"citation\" data-id=\"118058\"><a href=\"/opinion/118058/felker-v-turpin/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2333</span></a></span>, <span class=\"citation\" data-id=\"118058\"><a href=\"/opinion/118058/felker-v-turpin/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">827</span></a></span> (1996), if it advances claims that could have been properly raised and decided in a previous petition. <i>Cf. </i><i>United States v. Barrett,</i> <span class=\"citation\" data-id=\"764363\"><a href=\"/opinion/764363/no-96-2355/\"><span class=\"volume\">178</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 42-45 (1st Cir.1999).</p>\n<p>Gautier's new petition is second or successive. Our remarks are brief: the Supreme Court has explained the \"precise practice\" (and legal analysis) that \"gover[n] in circumstances such as [these].\" <i>Burton,</i> 549 U.S. at 153, <span class=\"citation\" data-id=\"145766\"><a href=\"/opinion/145766/burton-v-stewart/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">793</span></a></span>. Burton challenged his conviction while state review of his revised sentence was pending. At the conclusion of direct review, he filed a second petition attacking the sentence. The Supreme Court found \"no basis in our cases for supposing, as the Ninth Circuit did, that a petitioner with unexhausted claims ... who elects to proceed to adjudication of his exhausted claims[,] may later assert that a subsequent petition is not `second or successive' precisely because his new claims were unexhausted at the time he filed his first petition.\" <i>Id.</i> at 154, <span class=\"citation\" data-id=\"145766\"><a href=\"/opinion/145766/burton-v-stewart/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">793</span></a></span>. \"This reasoning conflicts with both <i>Lundy</i> and § 2244(b) and would allow prisoners to file separate habeas petitions in the not uncommon situation where a conviction is upheld but a sentence is reversed.\" <i>Id.</i> (It, we might add, would allow claim-splitting whenever the claims have been exhausted in different stages, <i>e.g.,</i> some after direct review and others at the conclusion of post-conviction proceedings.) \"Such a result would be inconsistent with both the exhaustion requirement, with its purpose of reducing `piecemeal litigation,' and AEDPA, with its goal of `streamlining federal <span class=\"star-pagination\">*61</span> habeas proceedings.'\" <i>Id.</i> (citations omitted).</p>\n<p><i>Burton</i> casts a long shadow over repeat petitioners who, with better timing, could have consolidated their claims in one fully exhausted petition. Gautier falls into this camp. Once his criminal \"judgment became final by the conclusion of direct review,\" § 2244(d)(1)(A), he could have filed one petition raising all of his claims. <i>Burton,</i> 549 U.S. at 156-57, <span class=\"citation\" data-id=\"145766\"><a href=\"/opinion/145766/burton-v-stewart/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">793</span></a></span>; <i>cf. </i><i>Mathis v. Thaler,</i> <span class=\"citation\" data-id=\"173829\"><a href=\"/opinion/173829/mathis-v-thaler/\"><span class=\"volume\">616</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">461</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">3278609</span></span>, at *7-8 (5th Cir. Aug.20, 2010) (consolidation in one petition possible with post-conviction tolling under 28 U.S.C. § 2244(d)(2)); <i>In re Davis,</i> <span class=\"citation\" data-id=\"78338\"><a href=\"/opinion/78338/in-re-davis/\"><span class=\"volume\">565</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">810</span></a></span>, 820-21 (11th Cir.2009) (similar). He instead split his claims between petitions.</p>\n<p>\"The prisoner's principal interest, of course, is in obtaining speedy federal relief on his claims.\" <i>Lundy,</i> 455 U.S. at 520, <span class=\"citation\" data-id=\"110662\"><a href=\"/opinion/110662/rose-v-lundy/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1198</span></a></span> (plurality opinion). If the first-exhausted claims are strong and the sentence short, who can gainsay a decision to proceed? For the typical petitioner, however, the lesson of <i>Burton</i> is to avoid filing two petitions where one would do.<sup>[1]</sup></p>\n<p></p>\n<h2>III</h2>\n<p>The district court lacked jurisdiction to consider Gautier's second or successive petition without our authorization. <i>See </i><i>Burton,</i> 549 U.S. at 152, <span class=\"citation\" data-id=\"145766\"><a href=\"/opinion/145766/burton-v-stewart/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">793</span></a></span>; 28 U.S.C. § 2244(b)(3)(A). Treated as a motion for an order so authorizing the district court, the application for a COA must be denied. Not one of Gautier's claims meets the gatekeeping requirements of § 2244(b).<sup>[2]</sup> The entire second petition would have to be dismissed.</p>\n<p>The judgment of the district court is vacated. In its place, the court shall enter a judgment of dismissal for lack of jurisdiction. This appeal is terminated.</p>\n<h2>NOTES</h2>\n<p>[1]  We do not deal here with claims that \"are not ripe until after the time has run to file a first federal habeas petition.\" <i>Panetti v. Quarterman,</i> <span class=\"citation\" data-id=\"145700\"><a href=\"/opinion/145700/panetti-v-quarterman/\"><span class=\"volume\">551</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">930</span></a></span>, 943, <span class=\"citation\" data-id=\"145700\"><a href=\"/opinion/145700/panetti-v-quarterman/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2842</span></a></span>, <span class=\"citation\" data-id=\"145700\"><a href=\"/opinion/145700/panetti-v-quarterman/\"><span class=\"volume\">168</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (2007). <i>Cf. id.</i> at 947, <span class=\"citation\" data-id=\"145700\"><a href=\"/opinion/145700/panetti-v-quarterman/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2842</span></a></span> (recognizing an \"exceptio[n]\" to AEDPA's \"second or successive\" bar for an application raising a <i>Ford</i> competency-to-be-executed claim that would have been unripe had the petitioner presented it in his first application); <i>Leal Garcia v. Quarterman,</i> <span class=\"citation\" data-id=\"1448829\"><a href=\"/opinion/1448829/leal-garcia-v-quarterman/\"><span class=\"volume\">573</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">214</span></a></span>, 222 (5th Cir.2009) (if \"the purported defect did not arise, or the claim did not ripen, until after the conclusion of the previous petition, the later petition based on that defect may be non-successive\"). Nor do we address the case where state court delay in deciding the unexhausted claim threatens to deprive the petitioner of meaningful habeas review.</p>\n<p>[2]  <i>See</i> 28 U.S.C. § 2244(b)(1) (\"A claim presented in a second or successive habeas corpus application under section 2254 that was presented in a prior application shall be dismissed.\"); § 2244(b)(2) (\"A claim presented in a second or successive habeas corpus application under section 2254 that was not presented in a prior application shall be dismissed unless-(A) the applicant shows that the claim relies on a new rule of constitutional law, made retroactive to cases on collateral review by the Supreme Court, that was previously unavailable; or (B)(i) the factual predicate for the claim could not have been discovered previously through the exercise of due diligence; and (ii) the facts underlying the claim, if proven and viewed in light of the evidence as a whole, would be sufficient to establish by clear and convincing evidence that, but for constitutional error, no reasonable factfinder would have found the applicant guilty of the underlying offense.\").</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/78338/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110662/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118058/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145700/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145766/",
    "http://www.courtlistener.com/api/rest/v3/opinions/173829/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764363/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1448829/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2180125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2335439/"
  ]
}