{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/183689/",
  "absolute_url": "/opinion/183689/chico-service-station-inc-v-sol-puerto-rico/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/183689/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-01-26T20:19:43Z",
  "date_modified": "2016-04-27T02:21:41.775229Z",
  "type": "010combined",
  "sha1": "dd9bd6c51eca8767e90d1e213dbb255c5a219829",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/10-1200P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2011/01/26/Chico_Service_Station_Inc._v._Sol_Puerto_Rico_Limited.pdf",
  "plain_text": "            United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 10-1200\n\n             CHICO SERVICE STATION, INC. and JOSÉ CHICO,\n\n                       Plaintiffs, Appellants,\n\n                                 v.\n\n                      SOL PUERTO RICO LIMITED,\n\n                        Defendant, Appellant.\n\n\n            APPEAL FROM THE UNITED STATES DISTRICT COURT\n                   FOR THE DISTRICT OF PUERTO RICO\n\n           [Hon. José Antonio Fusté, U.S. District Judge]\n\n\n                               Before\n\n             Lipez, Leval,* and Thompson, Circuit Judges.\n\n\n\n     Orlando Cabrera-Rodriguez for appellants.\n     Alejandro J. Cepeda-Díaz, with whom José R. González-Irizarry,\nMariana S. Pérez-Cordero, and McConnell Valdés LLC were on brief,\nfor appellee.\n\n\n\n                          January 26, 2011\n\n\n\n\n     *\n         Of the Second Circuit, sitting by designation.\n\f            LIPEZ, Circuit Judge.           This appeal requires us to assess\n\nthe propriety of Burford abstention in a citizen suit under the\n\nfederal     Resource        Conservation         and   Recovery        Act    (\"RCRA\").\n\nAppellants Chico Service Station, Inc. and José Chico brought the\n\nsuit in an effort to force the cleanup of contamination caused by\n\nleaking underground storage tanks (\"USTs\") at a former gasoline\n\nfilling station.        Their citizen suit represents the latest in a\n\nlong-running       series      of      proceedings        aimed     at       addressing\n\ncontamination      at   the    site.       In    addition   to    an     investigatory\n\nproceeding at the Puerto Rico Environmental Quality Board (\"EQB\")\n\nthat has been ongoing since leaks were discovered in the early\n\n1990s, appellants have filed two lawsuits in commonwealth courts\n\nover the past decade related to the contamination of the site.\n\n            The    pendency     of   these       parallel   state      administrative\n\nproceedings led the district court to abstain from hearing the\n\nappellants'       federal     citizen      suit,   ordering      dismissal      on   the\n\nauthority    of    Burford     v.    Sun    Oil    Co.,   319     U.S.    315   (1943).\n\nApplication of the Burford abstention doctrine to RCRA citizen\n\nsuits is an issue of first impression in this circuit.                       On careful\n\nconsideration, we find abstention to be inappropriate, and we\n\ntherefore vacate the district court's judgment.\n\n\n\n\n                                           -2-\n\f                                I.\n\nA.   Factual Background1\n\n           The history of the filling station at the center of this\n\ncitizen suit stretches back more than four decades.    Located on a\n\nparcel of land in Río Grande, Puerto Rico, the filling station and\n\nassociated USTs were in operation between the 1960s and 2001.   The\n\nsite, which is situated on a major road and abuts a small stream,\n\ncontained five USTs: two 8,000-gallon tanks, two 5,000-gallon\n\ntanks, and a fifth tank with a capacity of 550 gallons.       Until\n\n1987, the facility was owned and operated by The Shell Company\n\n(Puerto Rico) Limited (\"Shell\"), predecessor to appellee Sol Puerto\n\nRico (\"Sol\").2   Shell sold the filling station in April 1987 to\n\nappellants   Chico   Service   Station,   Inc.   and   José   Chico\n\n(collectively, \"Chico\").3\n\n           The UST leak at the filling station first came to light\n\ntwo years after the sale, in 1989, when an environmental consultant\n\n\n\n      1\n       Our recitation of facts draws from the district court's\nopinion as well as various documents submitted below in support of\nthe defendant's motion to dismiss.\n      2\n       In 2006, Sol acquired Shell in a stock purchase.       The\ncompany now operates under Sol's name, though it continues to use\nShell's trademarks pursuant to a license agreement.\n      3\n       It is not entirely clear what interests were transferred in\nthe sale. Chico represents that the purchase agreement did not\ninclude the USTs and associated pipelines, nor the station's grease\ntrap and septic tanks, but this is neither established nor\ncontradicted by the record. In any event, the ownership of the\nUSTs does not bear on our decision here.\n\n                                -3-\n\ffor Shell found evidence of gasoline-associated contaminants such\n\nas benzene in the soil as well as \"free product\" (gasoline and\n\nrelated petroleum constituents) floating on top of the groundwater.\n\nThis discovery led Shell to conduct several environmental studies\n\nof the site over the following three years, which further confirmed\n\nthe soil and groundwater contamination.    Shell also installed a\n\nskimming device to aid in recovering free product from the surface\n\nof the groundwater.\n\n           In April 1993, Shell informed the EQB that free product\n\nhad been found in the groundwater at the filling station.4   The EQB\n\nadded the filling station to its \"Leaking Underground Storage Tank\n\nList,\" marking the beginning of a lengthy investigatory proceeding\n\nthat continues to this date.\n\nB.   EQB Investigation\n\n           Over the past seventeen years, there have been no formal\n\nenforcement proceedings before the EQB concerning the contamination\n\nat the filling station, nor has the EQB held any hearings, issued\n\na final order, or approved a remediation plan for the site.     The\n\nrecord discloses no substantive action at all by the EQB for the\n\nfirst eight years after it was notified of the leak.   Since then,\n\nthe EQB's investigation of the contaminated filling station has\n\n\n\n      4\n       Over the course of the initial investigation, Shell's\nenvironmental consultants had twice recommended, in 1990 and 1992,\nthat Shell disclose the suspected release to regulators; Shell\napparently ignored these recommendations.\n\n                                -4-\n\fbeen conducted primarily by intermittent correspondence between the\n\nEQB and Shell, the highlights of which we summarize here.\n\n          In February 2001, Shell wrote to the EQB to request that\n\nthe filling station be removed from the Leaking Underground Storage\n\nTank List, in light of the fact that no free product had been\n\ndetected in the groundwater for three years prior.   The EQB denied\n\nthe request and directed Shell to conduct additional testing. When\n\nChico ceased active operation of the filling station in July 2001,\n\nShell again wrote to the EQB and requested authorization to remove\n\nthe idle USTs from the site.   The EQB approved the removal, though\n\nthe five tanks were not actually removed until March 2004 due to a\n\ndispute between Chico and Shell over access to the property.\n\n          Soil sampling results conducted in conjunction with the\n\nremoval of the tanks revealed contaminant levels in excess of the\n\napplicable limits under the EQB's regulations.    In response, the\n\nEQB asked Shell to prepare a site characterization plan5 to define\n\nthe plume of contamination at the site and submit a remediation\n\nplan for approval.   Shell prepared a characterization plan, which\n\nthe EQB approved on the condition that Shell conduct additional\n\nanalysis to determine the direction of water flow at the site.\n\n          Shell's testing pursuant to the characterization plan\n\nstretched over the following several years, with results reported\n\n\n     5\n       Generally speaking, a site characterization plan is a road\nmap for gathering information about the extent and nature of\ncontamination at a site.\n\n                                -5-\n\fto the EQB in two installments.    In January 2007, defendant Sol --\n\nhaving purchased Shell in the interim -- submitted the first and\n\nprimary report, which provided details on the extent and migration\n\nof contamination in soil and groundwater at the site.6              Sol\n\nsubmitted a supplemental report in May 2008 disclosing the results\n\nof additional testing, which purportedly showed a decrease in soil\n\ncontaminant levels.   Based on these results, Sol contended that no\n\nsoil remediation would be necessary, and it proposed that the\n\nlingering groundwater contamination be addressed through aerobic\n\nbioremediation (a technique to accelerate contaminant breakdown by\n\nnatural processes).\n\n          The submission of these results did not, however, signal\n\nan end to the investigation.      Chico wrote the EQB in May 2008,\n\ntaking issue with, inter alia, Sol's failure to take samples in the\n\nvicinity of the stream abutting the property and the absence of\n\napproved guidelines for risk assessment in cases involving USTs.\n\nThe EQB apparently agreed with the latter point.      It wrote to Sol\n\nin November 2008 and explained that the EQB was working with the\n\nfederal   Environmental   Protection    Agency   (\"EPA\")   to   develop\n\nguidelines for evaluating UST risk assessment studies, and that\n\nuntil those guidelines were finalized -- which would necessitate\n\n\n\n     6\n       The report itself is not in the record. Chico describes the\nreport as concluding that the plume of contamination appears to\nhave migrated outside the property limits to the north; Sol has not\ndisputed this characterization.\n\n                                  -6-\n\fapproval by both agencies and a public hearing process -- the EQB\n\ncould not accept Sol's original report.               The EQB also identified\n\ncertain quality control issues with Sol's sampling process that\n\nrequired rejection of the report.\n\n              The EQB sent a follow-up letter in January 2009 calling\n\nfor    Sol   to   prepare    a   new   characterization      plan   to   outline\n\nadditional testing.         Sol met with the EQB in February to discuss\n\nthe EQB's requests.         In April 2009, Sol submitted to the EQB new\n\ntesting plans, a compiled report summarizing the testing conducted\n\nat the filling station to date, and a proposed remediation plan.\n\nIn the accompanying letter, Sol argued that a plan for additional\n\nsampling was unnecessary. There is no indication of further action\n\ntaken by Sol or the EQB between April 2009 and the present.\n\nC.    Commonwealth Legal Proceedings\n\n              In August 2003, Chico filed in a commonwealth court the\n\nfirst of three lawsuits relating to the filling station. Primarily\n\na contract action, the suit sought declaratory relief and damages\n\nrelated      to   Shell's   alleged    breach    of    its   site   improvement\n\nobligations under a lease agreement with Chico. Among the remedies\n\nrequested in the action, however, was an injunction requiring Shell\n\nto    conduct     an   environmental    site    assessment,    carry     out   any\n\nnecessary remediation, and reimburse Chico for costs attributable\n\nto environmental degradation at the site.               After Shell moved to\n\ndismiss, the parties settled and stipulated to dismissal of the\n\n\n                                       -7-\n\fportion of the suit requesting injunctive relief related to the\n\nenvironmental condition of the site.          Pursuant to the settlement\n\nagreement, Chico agreed to allow Shell access to the filling\n\nstation to remove the USTs and conduct sampling activities.\n\n           Chico amended the complaint in May 2005 to allege the\n\ndiscovery of contamination during removal of the USTs at the\n\nfilling station, and to request damages for environmental harm and\n\noperational losses stemming from the contamination.                   In 2010,\n\nrecognizing that the question of the environmental condition of the\n\nfilling station was before the EQB, the commonwealth court stayed\n\nthe action pending final EQB action.           The stay was subsequently\n\nupheld on interlocutory appeal to a commonwealth appeals court.\n\n           Chico     filed   its   second   action,    a   mandamus   petition\n\ndirected to the EQB, in a commonwealth court in October 2008.               The\n\npetition sought an order directing the EQB to require testing for\n\nlead at the filling station, in light of evidence that Shell had\n\nsold leaded gasoline on the premises up until the 1980s.7                  Chico\n\nand the EQB quickly reached a settlement in January 2009, under\n\nwhich    the   EQB    agreed   to    hear    Chico's       evidence   of   lead\n\ncontamination, conduct the \"necessary administrative hearings,\" and\n\n\n\n\n     7\n       Chico had sent a letter to the EQB containing an identical\nrequest in September 2008, shortly before the mandamus petition was\nfiled, but the record discloses no response.\n\n                                     -8-\n\f\"issue the final resolution\" in the case within sixty days.8           In\n\nturn, Chico agreed to have its concerns heard by the EQB rather\n\nthan the commonwealth courts.       Pursuant to the parties' agreement,\n\nthe mandamus petition was dismissed as moot.\n\nD.   Federal Legal Proceedings\n\n              Chico filed the present suit, its third, in the United\n\nStates District Court for the District of Puerto Rico in April\n\n2009.       Brought under RCRA's citizen suit provision, 42 U.S.C. §\n\n6972, the suit rests on three core allegations.             First, Chico\n\nalleges that Sol is in ongoing violation of a number of Puerto\n\nRico's UST regulations, including those that mandate reporting of\n\na suspected release of contaminants, require investigation and\n\nremediation      following   such    a    release,   and   prohibit   the\n\ncontamination of underground sources of drinking water.          Second,\n\nChico alleges that conditions at the filling station may present an\n\nimminent and substantial endangerment to the environment or public\n\nhealth actionable under RCRA.        Third, Chico alleges that Sol has\n\ndisposed of or abandoned gasoline, diesel, and their constituents\n\nat the filling station in violation of RCRA's solid waste disposal\n\nrequirements.       The suit seeks civil penalties under RCRA, in\n\naddition to an order enjoining further releases at the site and\n\n\n\n        8\n       The record does not confirm whether any hearings were held\nor evidence presented within the prescribed time period, but it is\nclear that the EQB did not issue the \"final resolution\" within that\ntime, nor has it done so to date.\n\n                                    -9-\n\frequiring Sol to conduct whatever corrective or remedial actions\n\nare necessary.\n\n              In accordance with RCRA's requirements, Chico provided\n\npre-filing notice of its intent to file a citizen suit to Sol, the\n\nEQB,    the   regional   and   national    EPA   administrators,   and   the\n\ncommonwealth and federal attorneys general via letter in October\n\n2008.     See 42    U.S.C. § 6972(b).        RCRA requires such notice\n\nprimarily to afford regulators a chance to initiate an enforcement\n\nsuit or take other formal action to address the conditions targeted\n\nby the intended citizen suit; here, no such action was taken\n\nbetween October 2008 and the filing of suit the next April.\n\n              Sol moved to dismiss within a month of the complaint's\n\nfiling, proffering three alternative grounds for dismissal.          Sol's\n\nleading argument was that RCRA's diligent prosecution bar, which\n\nprecludes citizen suits where federal or state regulators are\n\ntaking certain enumerated enforcement actions (see 42 U.S.C. §\n\n6972(b)(1)(B), (b)(2)(B), (b)(2)(C)), divested the court of subject\n\nmatter   jurisdiction    over   Chico's    claims.     Alternatively,    Sol\n\ncontended that Chico's claims were moot, and separately asked the\n\n\n\n\n                                    -10-\n\fcourt to abstain from hearing the suit under the Burford9 and\n\nColorado River10 doctrines.\n\n           In a December 2009 opinion and order, the district court\n\ngranted dismissal under Burford. Among several \"compelling reasons\n\nto abstain\" cited by the district court were Puerto Rico's interest\n\nin uniform and coherent regulation of USTs and the availability of\n\nadequate judicial review of a final administrative decision under\n\nPuerto Rico law.    Chico immediately moved for reconsideration,\n\nwhich the court denied.   This timely appeal followed.\n\n                                II.\n\nA.   Statutory and Regulatory Background\n\n           We have previously described RCRA as \"a cradle-to-grave\n\nstatute providing a full range of remedies designed to protect both\n\nhealth and the environment.\"   United States v. Borowski, 977 F.2d\n\n27, 31 (1st Cir. 1992).   More particularly, the Act regulates the\n\n\n      9\n       As discussed in full below, the Burford doctrine counsels\nabstention in situations where a federal suit will interfere with\na state administrative agency's resolution of difficult and\nconsequential questions of state law or policy. See New Orleans\nPub. Serv., Inc. v. Council of New Orleans, 491 U.S. 350, 361\n(1989).\n     10\n       This doctrine, derived from the Supreme Court's opinion in\nColorado River Water Conservation District v. United States, 424\nU.S. 800 (1976), addresses situations in which there are parallel\nstate and federal proceedings and \"'considerations of wise judicial\nadministration' . . . counsel against duplicative lawsuits.\"\nJiménez v. Rodríguez-Pagán, 597 F.3d 18, 27 (1st Cir. 2010)\n(citation omitted). Because the district court based its decision\nsolely on the Burford strain of abstention and Sol has not argued\nfor abstention under Colorado River in this appeal, we do not\naddress the applicability of the Colorado River doctrine here.\n\n                               -11-\n\f\"handling, treatment and storage of hazardous substances\" and solid\n\nwaste.    Id.     In   enacting   RCRA,   Congress      acknowledged     these\n\nactivities to be \"primarily the function of State, regional, and\n\nlocal agencies,\" but found that, due to technological progress,\n\nincreases in industrial production, and population growth, \"the\n\nproblems of waste disposal . . . have become a matter national in\n\nscope and in concern and necessitate Federal action.\"            42 U.S.C. §\n\n6901(a)(4).\n\n           RCRA's approach to regulating solid and hazardous waste\n\nis one of cooperative federalism, of which the UST program is a\n\nparadigmatic    example.      Subchapter     IX    of     RCRA     creates    a\n\ncomprehensive federal regulatory framework for USTs, see 42 U.S.C.\n\n§§ 6991-6991m, pursuant to which the EPA has promulgated numerous\n\nspecific regulations governing UST registration, leak detection,\n\nnotification, and cleanup requirements.           See 40 C.F.R. Pt. 280\n\n(2010); see also Francisco Sánchez v. Esso Standard Oil Co., 572\n\nF.3d 1, 6 (1st Cir. 2009).        However, a state may, with federal\n\napproval, implement its own regulatory program for USTs.             Congress\n\nexpressly authorized the EPA to approve state UST regulations for\n\noperation \"in lieu of the Federal program\" where the state program\n\nsets requirements \"no less stringent\" than those established by the\n\nEPA and \"provides for adequate enforcement of compliance.\"                   42\n\nU.S.C. § 6991c.     EPA approval of a state UST program transfers\n\nprimary   enforcement   responsibility     for    the    program    to   state\n\n\n                                  -12-\n\fregulators, id. § 6991c(d)(2), though the EPA retains parallel\n\nenforcement authority, see id. § 6991e.\n\n            Such   is   the   case    in   Puerto    Rico.    Puerto    Rico's\n\nUnderground Storage Tank Control Regulations, adopted in 1990, have\n\nbeen approved by the EPA to operate in lieu of the federal\n\nregulations, and Puerto Rico's EQB has been delegated primary\n\nenforcement responsibility. See 40 C.F.R. § 282.102(a); Francisco\n\nSánchez, 572 F.3d at 6-7. Puerto Rico's program appears to closely\n\nmirror the EPA's program. In fact, the provisions of Puerto Rico's\n\nregulations that Chico alleges have been violated by Sol are\n\nmaterially identical to the EPA's UST regulations, with a single\n\nexception.11   Compare Puerto Rico Underground Storage Tank Control\n\nRegulations, Rules 501, 503, 601, 602, 603, 604, and 606 with 40\n\nC.F.R. §§ 280.50, 280.52, 280.60, 280.61, 280.62, 280.63, and\n\n280.65.\n\nB.   Citizen Suits Under RCRA\n\n            Congress    provided     for   broad    enforcement   of   RCRA   by\n\nfederal and state regulators as well as through \"citizen suits,\" a\n\nmechanism RCRA shares with numerous other federal environmental\n\nstatutes.   See 42 U.S.C. § 6972; see also, e.g., id. § 7604 (Clean\n\nAir Act); id. § 300j-8 (Safe Drinking Water Act); 33 U.S.C. § 1365\n\n\n\n      11\n        Rule 1102(B) of Puerto Rico's Underground Storage Tank\nControl Regulations, setting forth a generalized prohibition on the\n\"contamination of an existing or potential underground source of\ndrinking water,\" has no direct analog in the EPA's UST regulations.\n\n                                      -13-\n\f(Clean Water Act).       Citizen suits \"function as a form of statutory\n\nenforcement in addition to, or in conjunction with, enforcement by\n\nan administrative agency or other governmental entity.\"                      Esso\n\nStandard Oil Co. (P.R.) v. Rodríguez-Pérez, 455 F.3d 1, 5 n.2 (1st\n\nCir. 2006).        As Congress noted in the course of amending RCRA to\n\nbroaden its citizen suit authority, citizen suits \"complement,\n\nrather than conflict with\" agency enforcement of the law.                    H.R.\n\nRep.   No.    98-198,    pt.    I,     at    53   (1983),   reprinted   in   1984\n\nU.S.C.C.A.N. 5576, 5612.\n\n             The     present    suit        was   brought   under   subsections\n\n6972(a)(1)(A) and (a)(1)(B) of RCRA's citizen suit provision, which\n\nauthorize \"any person\" to commence a civil action on his or her own\n\nbehalf:\n\n             (1)(A) against any person . . . who is alleged\n             to be in violation of any permit, standard,\n             regulation,      condition,     requirement,\n             prohibition, or order which has become\n             effective pursuant to this chapter; or\n\n             (B) against any person . . . who has\n             contributed or who is contributing to the past\n             or present handling, storage, treatment,\n             transportation, or disposal of any solid or\n             hazardous waste which may present an imminent\n             and substantial endangerment to health or the\n             environment[.]\n\n42 U.S.C. § 6972(a).           The statute specifies that citizen suits\n\nunder either of these subsections \"shall be brought in the district\n\ncourt for the district in which the alleged violation occurred or\n\nthe alleged endangerment may occur.\"              Id.   In hearing suits under\n\n\n                                        -14-\n\fthese provisions, district courts have statutory authority to grant\n\nvarious   types    of   equitable    relief   necessary   to    address   the\n\nviolation or endangerment, as well as to impose civil penalties.\n\nId.\n\n              Despite the broad ambit of the statute, RCRA citizen\n\nsuits are subject to a handful of clearly delineated limitations.\n\nThese limitations fall into two categories, both intended to avert\n\ncitizen   suit    interference   with   state   and   federal   enforcement\n\nactivities.      The first category requires written notice to state\n\nand federal regulators (as well as to the alleged offender) prior\n\nto filing suit, giving the responsible agencies the opportunity to\n\naddress the purported violation or endangerment.          See 42 U.S.C. §\n\n6972(b)(1)(A) (requiring notice sixty days prior to filing a\n\ncitizen suit based on ongoing violations of RCRA), (b)(2)(A)\n\n(requiring notice ninety days before filing a citizen suit based on\n\nan imminent endangerment).          The second and related category of\n\nlimitations bars suit where a responsible state or federal agency\n\nis diligently pursuing one of several enumerated judicial or\n\nadministrative enforcement actions under RCRA or the Comprehensive\n\nEnvironmental Response, Compensation, and Liability Act (\"CERCLA\").\n\nSee 42 U.S.C. § 6972(b)(1)(B), (b)(2)(B), (b)(2)(C).               This so-\n\ncalled \"diligent prosecution bar\" is invoked by appellees as an\n\nalternate ground to justify the dismissal of appellants' lawsuit.\n\n\n\n\n                                     -15-\n\f                                 III.\n\n           The sole issue raised by Chico on appeal is whether the\n\ndistrict court erred when it abstained from hearing this citizen\n\nsuit on Burford grounds.     Chico argues that the circumstances of\n\nthis case, in which the commonwealth agency responsible for UST\n\nenforcement has taken negligible action during a seventeen-year\n\nperiod of oversight, cannot support the district court's deference\n\nto local administrative processes.        Defendant Sol counters that\n\nabstention is proper because the \"EQB is actively enforcing its UST\n\nregulations\" in the investigative proceeding concerning the filling\n\nstation.   Additionally, noting our authority to affirm a dismissal\n\non any ground supported by the record, see Román-Cancel v. United\n\nStates, 613 F.3d 37, 41 (1st Cir. 2010), Sol revives the diligent\n\nprosecution bar and mootness arguments it pressed below.           We\n\naddress each in turn.\n\nA.   Burford Abstention\n\n           1.   General Principles\n\n           Abstention     occupies   an   uneasy   position   in   the\n\njurisprudence of federal court jurisdiction. As the common refrain\n\ngoes, \"federal courts have a 'virtually unflagging obligation . .\n\n. to exercise the jurisdiction given them.'\"          Ankenbrandt v.\n\nRichards, 504 U.S. 689, 705 (1992) (quoting Colo. River Water\n\nConservation Dist. v. United States, 424 U.S. 800, 817 (1976));\n\nUnited States v. Fairway Capital Corp., 483 F.3d 34, 44 (1st Cir.\n\n\n                                 -16-\n\f2007)     (same).     This      all   but    unyielding          duty   to    exercise\n\njurisdiction rests on \"the undisputed constitutional principle that\n\nCongress, and not the Judiciary, defines the scope of federal\n\njurisdiction within the constitutionally permissible bounds.\"                      New\n\nOrleans Pub. Serv., Inc. v. Council of New Orleans (NOPSI), 491\n\nU.S. 350, 359 (1989); see also Cohens v. Virginia, 19 U.S. 264, 404\n\n(1821) (federal courts \"have no more right to decline the exercise\n\nof jurisdiction which is given, than to usurp that which is not\").\n\n            Against       the   backdrop      of    this     duty       to    exercise\n\njurisdiction, Supreme Court precedent has carved out a discrete set\n\nof   \"exceptional      circumstances\"         in    which        the    exercise    of\n\njurisdiction may be declined.               As a general proposition, these\n\n\"exceptional circumstances\" lie \"where denying a federal forum\n\nwould clearly serve an important countervailing interest,\" such as\n\n\"regard     for     federal-state      relations\"           or     \"wise      judicial\n\nadministration.\"      Quackenbush v. Allstate Ins. Co., 517 U.S. 706,\n\n716 (1996) (internal quotation marks omitted).                    The circumstances\n\nthat fit this mold are rare.          Indeed, because abstention runs so\n\nfirmly    against   the    jurisprudential         grain,    we    have      repeatedly\n\nemphasized that abstention must always be \"the exception, not the\n\nrule.\"     Fragoso v. Lopez, 991 F.2d 878, 882 (1st Cir. 1993)\n\n(internal quotation marks omitted).\n\n            The particular species of abstention at issue here grew\n\nout of the Supreme Court's decision in Burford v. Sun Oil Co., 319\n\n\n                                      -17-\n\fU.S. 315 (1943).12   As we have observed on past occasions, the\n\n\"fundamental concern in Burford is to prevent federal courts from\n\nbypassing a state administrative scheme and resolving issues of\n\nstate law and policy that are committed in the first instance to\n\nexpert administrative resolution.\"        Pub. Serv. Co. of N.H. v.\n\nPatch, 167 F.3d 15, 24 (1st Cir. 1998) (citing NOPSI, 491 U.S. at\n\n361-64, and Bath Mem'l Hosp. v. Me. Health Care Fin. Comm'n, 853\n\nF.2d 1007, 1014-15 (1st Cir. 1988)).            The Supreme Court has\n\narticulated a two-pronged analytical framework for identifying\n\nsituations that implicate this concern:\n\n          Where timely and adequate state-court review\n          is available, a federal court sitting in\n          equity must decline to interfere with the\n          proceedings or orders of state administrative\n          agencies: (1) when there are \"difficult\n          questions of state law bearing on policy\n          problems of substantial public import whose\n          importance transcends the result in the case\n          then at bar\"; or (2) where the \"exercise of\n          federal review of the question in a case and\n          in similar cases would be disruptive of state\n          efforts to establish a coherent policy with\n          respect to a matter of substantial public\n          concern.\"\n\nNOPSI, 491 U.S. at 361 (quoting Colo. River, 424 U.S. at 814).\n\n          While   Burford's   principle    of    deference   to   state\n\nadministrative bodies could be interpreted expansively, requiring\n\nthat federal courts \"abstain from hearing any case involving\n\n\n\n     12\n       We provided a detailed summary of the factual background and\nholding of Burford in Bath Memorial Hospital v. Maine Health Care\nFinance Commission, 853 F.2d 1007, 1013-14 (1st Cir. 1988).\n\n                               -18-\n\fimportant state regulatory policies,\" Vaquería Tres Monjitas, Inc.\n\nv. Irizarry, 587 F.3d 464, 473 (1st Cir. 2009), we have declined to\n\ngive   it   so    broad       a    reading.      Id.     In   light    of     the    strong\n\npresumption in favor of the exercise of jurisdiction, we have held\n\nthat    \"Burford           abstention         must     only    apply     in     'unusual\n\ncircumstances,' when federal review risks having the district court\n\nbecome the 'regulatory decision-making center.'\" Id. (quoting Bath\n\nMem'l Hosp., 853 F.2d at 1012-13); see also Fragoso, 991 F.2d at\n\n882    (noting        that,       under    the   formulation    in     NOPSI,       Burford\n\nabstention is limited to              \"narrowly circumscribed situations where\n\ndeference        to    a      state's       administrative     processes        for    the\n\ndetermination of complex, policy-laden, state-law issues would\n\nserve a significant local interest and would render federal-court\n\nreview inappropriate\").                   Similarly, we have cautioned that the\n\nBurford doctrine does not require abstention merely because the\n\nfederal action may impair operation of a state administrative\n\nscheme or overturn state policy.                 See Patch, 167 F.3d at 24 (citing\n\nZablocki v. Redhail, 434 U.S. 374, 379 n.5 (1978)); see also\n\nVaquería Tres Monjitas, 587 F.3d at 473-74.\n\n            2.        Applicability of Burford\n\n            With these principles in mind, we turn to the question of\n\nBurford's application to the present suit.                    We review de novo the\n\n\"essentially legal determination of whether the requirements for\n\nabstention have been met,\" but employ a \"more deferential standard\"\n\n\n                                              -19-\n\fin reviewing the district court's findings of fact and applications\n\nof law.     Guillemard-Ginorio v. Contreras-Gómez, 585 F.3d 508, 517\n\n(1st Cir. 2009) (internal quotation marks omitted).       Though the\n\npropriety of abstention from a RCRA citizen suit is a matter of\n\nfirst impression in this circuit, we are far from the first court\n\nto take up the issue.    The majority of courts to have considered it\n\nhave found abstention, whether under Burford or related doctrines\n\nsuch as primary jurisdiction,13 to be improper.     See DMJ Assocs.,\n\nL.L.C. v. Capasso, 228 F. Supp. 2d 223, 229 (E.D.N.Y. 2002) (citing\n\ncases).14\n\n\n     13\n        The primary jurisdiction doctrine counsels abstention\n\"whenever enforcement of the claim requires the resolution of\nissues which, under a regulatory scheme, have been placed within\nthe special competence of an administrative body.\" United States\nv. W. Pac. R.R. Co., 352 U.S. 59, 64 (1956); see also U.S. Pub.\nInterest Research Grp. v. Atl. Salmon of Me., 339 F.3d 23, 34 (1st\nCir. 2003) (\"[T]he primary jurisdiction doctrine permits and\noccasionally requires a court to stay its hand while allowing an\nagency to address issues within its ken.\").\n     14\n       See, e.g., PMC, Inc. v. Sherwin-Williams Co., 151 F.3d 610,\n619 (7th Cir. 1998) (rejecting Burford abstention and primary\njurisdiction); Interfaith Cmty. Org. Inc. v. PPG Indus., Inc., 702\nF. Supp. 2d 295, 307-10 (D.N.J. 2010) (rejecting Burford and\nColorado River abstention); Remington v. Mathson, No. CV 09-4547,\n2010 WL 1233803, at *9-10 (N.D. Cal. Mar. 26, 2010) (rejecting\nYounger and Colorado River abstention); K-7 Enters., L.P. v.\nJester, 562 F. Supp. 2d 819, 826-28 (E.D. Tex. 2007) (rejecting\nBurford abstention); Coll. Park Holdings, LLC v. RaceTrac\nPetroleum, Inc., 239 F. Supp. 2d 1322, 1326-29 (N.D. Ga. 2002)\n(rejecting abstention under Burford and primary jurisdiction\ndoctrine); Me. People's Alliance v. Holtrachem Mfg. Co., No.\n00-CV-69, 2001 WL 1704911, at *5-9 (D. Me. Jan. 8, 2001) (rejecting\napplication of the primary jurisdiction doctrine); Williams v. Ala.\nDep't of Transp., 119 F. Supp. 2d 1249, 1257-58 (M.D. Ala. 2000)\n(rejecting application of the primary jurisdiction doctrine);\nWilson v. Amoco Corp., 989 F. Supp. 1159, 1170 (D. Wyo. 1998)\n\n                                 -20-\n\f               Before we reach the doctrinal considerations specific to\n\nBurford, we note that the careful structure of federal court\n\njurisdiction          under    RCRA       makes       us   distinctly         reluctant      to\n\ncountenance       abstention       here.         Abstention       is,    at   its    core,    a\n\nprudential mechanism that allows federal courts to take note of and\n\nweigh significant and potentially conflicting interests that were\n\nnot -- or could not have been -- foreseen by Congress at the time\n\nthat it granted jurisdiction for a given class of cases to the\n\ncourts.        When it enacted RCRA, however, Congress recognized and\n\naddressed       the     specific    clash       of    interests    at    issue      here,    by\n\ncarefully       delineating        (via    the       diligent    prosecution        bar)    the\n\nsituations in which a state or federal agency's enforcement efforts\n\nwill foreclose review of a citizen suit in federal court.15                                  To\n\nabstain in situations other than those identified in the statute\n\nthus        threatens     an   \"end       run        around     RCRA,\"    PMC,      Inc.     v.\n\nSherwin-Williams Co., 151 F.3d 610, 619 (7th Cir. 1998), and would\n\n\n\n(same); White & Brewer Trucking, Inc. v. Donley, 952 F. Supp. 1306,\n1311-14 (C.D. Ill. 1997) (rejecting Burford abstention); Craig Lyle\nLtd. P'ship v. Land O'Lakes, Inc., 877 F. Supp. 476, 483-84 (D.\nMinn. 1995) (rejecting abstention under Burford and the primary\njurisdiction doctrine). But see Coal. for Health Concern v. LWD,\nInc., 60 F.3d 1188, 1193-95 (6th Cir. 1995) (applying Burford\nabstention to RCRA citizen suit); Friends of Santa Fe Cnty. v. LAC\nMinerals, Inc., 892 F. Supp. 1333, 1347-49 (D.N.M. 1995) (same).\n       15\n        As discussed below, the statutory bar to citizen suits\napplies only where a regulatory agency has filed a formal action in\nstate or federal court or is pursuing one of a handful of remedial\nactions under CERCLA. See 42 U.S.C. § 6972(b)(1)(B), (b)(2)(B),\n(b)(2)(C).\n\n                                            -21-\n\fsubstitute our judgment for that of Congress about the correct\n\nbalance between respect for state administrative processes and the\n\nneed for consistent and timely enforcement of RCRA.   Cf. Charlotte\n\nGibson, Note, Citizen Suits Under the Resource Conservation &\n\nRecovery Act: Plotting Abstention on a Map of Federalism, 98 Mich.\n\nL. Rev. 269, 281 (1999) (arguing that federal courts \"may not\n\ncreate a separate standard as to what level of administrative\n\ninvestigation is sufficient to dismiss a citizen suit\").\n\n          Moreover, we are leery of abstaining where litigants may\n\nbe unable to press their federal claims in a state forum.    Section\n\n6972(a) -- which states both that citizen suits \"shall be brought\n\nin the district court for the district in which the alleged\n\nviolation occurred or the alleged endangerment may occur\" and that\n\n\"[t]he district court shall have jurisdiction\" to grant relief in\n\nsuch suits -- arguably locates exclusive jurisdiction over RCRA\n\ncitizen suits in the federal courts.   The majority of courts that\n\nhave examined the issue have reached that conclusion.       See Blue\n\nLegs v. U.S. Bureau of Indian Affairs, 867 F.2d 1094, 1098 (8th\n\nCir. 1989) (stating that federal courts have exclusive jurisdiction\n\nover RCRA citizen suits);     Interfaith Cmty. Org. Inc. v. PPG\n\nIndus., Inc., 702 F. Supp. 2d 295, 307 (D.N.J. 2010) (same);\n\nRemington v. Mathson, No. CV 09-4547, 2010 WL 1233803, at *8-9\n\n(N.D. Cal. Mar. 26, 2010) (same); K-7 Enters., L.P. v. Jester, 562\n\nF. Supp. 2d 819, 827 (E.D. Tex. 2007) (same); White & Brewer\n\n\n                               -22-\n\fTrucking, Inc. v. Donley, 952 F. Supp. 1306, 1312 (C.D. Ill. 1997)\n\n(same).   But see Davis v. Sun Oil Co., 148 F.3d 606, 611-12 (6th\n\nCir. 1998) (holding that federal courts do not have exclusive\n\njurisdiction over RCRA citizen suits).\n\n             Regardless     of   whether   the   jurisdiction    conferred    by\n\nCongress is exclusive, the statute plainly reflects an emphasis by\n\nCongress on the availability of a federal forum for consistent and\n\ntimely review of RCRA claims.              Taken together with Congress's\n\ncareful delineation of the limited situations in which federal\n\ncourts must refrain from hearing citizen suits, it counsels federal\n\ncourts to exercise great caution in considering abstention.                While\n\nwe are not prepared to rule out categorically the possibility of\n\nabstention     in     a   RCRA   citizen     suit,   we   believe   that     the\n\ncircumstances justifying abstention will be exceedingly rare.                As\n\nwe explain, the case before us offers no such justification for\n\nsecond-guessing the balance struck by Congress.\n\n             In finding abstention to be improper here, we consider\n\nthree factors: (1) the availability of timely and adequate state-\n\ncourt review, (2) the potential that federal court jurisdiction\n\nover   the     suit       will   interfere    with    state     administrative\n\npolicymaking, and (3) whether conflict with state proceedings can\n\nbe avoided by careful management of the federal case.\n\n\n\n\n                                      -23-\n\f                  i.    Availability of State-Court Review\n\n           Under the modern formulation of the Burford doctrine, a\n\ncourt weighing abstention must first determine whether \"timely and\n\nadequate state-court review is available.\" NOPSI, 491 U.S. at 361.\n\nIn making this assessment here, the district court found that \"the\n\nrecord abounds with evidence of adequate judicial review,\" citing\n\nthe two lawsuits filed by Chico in the commonwealth courts as well\n\nas the availability under Puerto Rico law of judicial review for\n\nfinal agency decisions.    See P.R. Laws Ann. tit. 3, §§ 2171-77.     As\n\na formal matter, the district court is correct that Puerto Rico law\n\nprovides for review of administrative decisions, and the record\n\nprovides no basis to doubt the adequacy of that review.\n\n           We   have   significant    concerns,   however,   about   the\n\ntimeliness of the review offered by commonwealth courts in the\n\npresent case.     The availability of judicial review for \"final\n\norders\" by commonwealth agencies, id. § 2171, can hardly qualify as\n\n\"timely and adequate\" if, as here, the agency may take decades to\n\nissue a reviewable final order.      Perhaps Chico could seek mandamus\n\nrelief in a commonwealth court to force more prompt action by the\n\nEQB.   Because Chico dismissed its mandamus petition upon settling\n\nwith the EQB, though, the record does not reflect whether mandamus\n\nrelief is available and effective, nor was the issue briefed by the\n\nparties.   The experience of Chico's other commonwealth lawsuit,\n\nwhich was stayed in deference to the EQB, gives us little comfort\n\n\n                                 -24-\n\fthat Chico could in fact obtain \"timely and adequate\" review of the\n\nEQB's actions in the commonwealth courts.16\n\n                  ii.   Interference with State Policymaking\n\n           Even if we were to find adequate review available in the\n\ncommonwealth courts, we nonetheless would consider this case to be\n\nan improper candidate for Burford abstention. As we have said, the\n\nanimating concern under Burford is the threat that federal courts\n\nwill usurp the role of state administrative agencies in deciding\n\n\"issues of state law and policy that are committed in the first\n\ninstance to expert administrative resolution.\"   Patch, 167 F.3d at\n\n24.    In light of the intertwined state and federal interests\n\nimplicated by RCRA, that concern does not obtain here.\n\n           The Supreme Court's articulation of the Burford doctrine\n\nin NOPSI provides a convenient analytical framework for evaluating\n\nthis interplay of interests. Accordingly, we first examine whether\n\n\"there are 'difficult questions of state law bearing on policy\n\nproblems of substantial public import whose importance transcends\n\n\n\n      16\n       In fairness, we note that the history of the stay is not\nentirely clear. Sol initially moved for and obtained a stay of the\ncommonwealth court action pending completion of the EQB\nproceedings. However, that stay was set aside upon a motion for\nreconsideration filed by Chico. Some time later, Chico filed an\n\"information motion\" (the content of which is not disclosed by the\nrecord), which prompted the commonwealth court to reinstate the\nstay, apparently sua sponte. For reasons that cannot be divined\nfrom the record, Sol then moved for reconsideration of the\nreinstated   stay.      The   court   denied   Sol's   motion   for\nreconsideration, and a commonwealth appeals court affirmed the stay\non appeal.\n\n                                -25-\n\fthe result in the case . . . at bar.'\" NOPSI, 491 U.S. at 361\n\n(quoting Colo. River, 424 U.S. at 814).\n\n            The substantive laws at issue in Chico's citizen suit are\n\nindeed    commonwealth     regulations,    but    they    rest   heavily   on   a\n\nframework of federal law.         To a large extent, RCRA dictates the\n\ncontent and standards of Puerto Rico's UST program, leaving the\n\nCommonwealth only the discretion to enact regulations that are no\n\nless stringent than those developed by the EPA.               See 42 U.S.C. §\n\n6991c.    The questions of law at issue in this suit are therefore\n\nonly marginally questions of commonwealth law, with a strong\n\nfederal cast.     Moreover, they are of no particular difficulty.\n\nFederal courts regularly interpret EPA regulations substantively\n\nidentical to those here,17 see, e.g., Albany Bank & Trust Co. v.\n\nExxon Mobil Corp., 310 F.3d 969, 974 (7th Cir. 2002), and have an\n\naffirmative     interest     in   ensuring       that    corresponding     state\n\nregulations are interpreted in a consistent manner.\n\n            Nor are we concerned, turning to the second category of\n\ncases identified by NOPSI to warrant abstention, that the exercise\n\nof federal review of the enforcement of state regulations in this\n\ncase or similar cases \"'would be disruptive of state efforts to\n\nestablish a coherent policy with respect to a matter of substantial\n\npublic concern.'\" NOPSI, 491 U.S. at 361 (quoting Colo. River, 424\n\n\n     17\n       As we previously noted, all but one of the Puerto Rico UST\nregulations cited in Chico's complaint are substantively identical\nto EPA regulations.\n\n                                    -26-\n\fU.S.    at   814).      In    enacting    RCRA,    Congress      made   an    express\n\ndetermination that a coherent national policy was necessary to\n\naddress the serious, jurisdiction-spanning problems of solid and\n\nhazardous waste, thereby inherently privileging the consistency of\n\nfederal regulation over local control. See 42 U.S.C. § 6901(a)(4).\n\nBy design, RCRA interferes with a state's efforts to establish its\n\nown policy with respect to hazardous waste, both in subjecting\n\nstate regulations to federal review and in mandating that they\n\nadhere to a federal framework.                  It would fly in the face of\n\nCongress's unmistakable attention to the coherency of national\n\npolicy for a federal court to defer to a local agency.                    As one of\n\nour sister circuits has observed in similar circumstances, such\n\nill-advised      deference     \"might    well     result    in   review      by   fifty\n\ndifferent state agencies with fifty different charters,\" which\n\nwould    all    but    \"ensure     non-uniformity\"     in    interpretation        and\n\nenforcement.       Cnty. of Suffolk v. Long Island Lighting Co., 907\n\nF.2d 1295, 1310 (2d Cir. 1990).\n\n                       iii. Likelihood of Conflict with State Proceeding\n\n               There   is    one   additional     reason     why   abstention       is\n\ninappropriate in this case. As we have cautioned before, a federal\n\ncourt may abstain only where conflict with state administrative\n\nprocesses cannot be avoided through careful conduct of the federal\n\ncase:\n\n               The abstention issue posed here is whether the\n               litigation necessarily implies an involvement\n\n                                         -27-\n\f            in the administration of the internal affairs\n            of the [state regulatory body] so unseemly for\n            a federal court as to encroach on principles\n            of comity and federalism.      As we see the\n            issue, the word \"necessarily\" is of critical\n            importance. . . . This means to us that a\n            federal judge, while being . . . sensitive to\n            important state interests and . . . wary of\n            intruding in internal state affairs . . .,\n            will also endeavor to see if the legitimate\n            objectives of the litigation can be pursued\n            without treading on those state interests and\n            internal affairs. If they cannot be so\n            pursued, abstention should be invoked; but if\n            the case can so be managed that fears of\n            unseemly    intrusion   can   be    dispelled,\n            abstention should be refused.\n\nPlanned Parenthood League of Mass. v. Bellotti, 868 F.2d 459, 464\n\n(1st Cir. 1989).\n\n            Intrusion on state affairs is by no means inevitable\n\nhere.    This is not a case where review is, in effect, sought for a\n\nfinal state administrative decision in federal rather than state\n\ncourt,    \"effectively   creat[ing]   a   dual   review   structure   for\n\nadjudicating a state's specific regulatory actions.\" Vaquería Tres\n\nMonjitas, 587 F.3d at 474; see also Sugarloaf Citizens Ass'n v.\n\nMontgomery Cnty, Md., 33 F.3d 52 (4th Cir. 1994) (unpublished table\n\ndecision) (applying Burford abstention to RCRA citizen suit where\n\nit was \"merely . . . a collateral attack\" on state agency's\n\npermitting decisions).\n\n            Instead, Chico's suit seeks an order enjoining further\n\nreleases of contaminants at the filling station and requiring\n\ndefendant Sol to take remedial action, as well as the imposition of\n\n\n                                 -28-\n\fcivil penalties.        None of these steps requires that the court\n\ndirectly review actions taken by the Puerto Rico EQB, which, in any\n\nevent, has issued no final order.                  Indeed, the fact that the EQB\n\nhas taken so little action over the past seventeen years suggests\n\nthat conflict with the EQB's proceedings is unlikely.                          We might be\n\nmore    concerned      if     we    were    faced      with       an    aggressive        and\n\ncomprehensive state enforcement proceeding on the verge of a final\n\norder, but that simply is not the case here.                       Regardless, should\n\nthe threat of conflict arise, we see no reason why federal court\n\nrelief could not be structured so as to avoid interference with the\n\nEQB    proceeding.          See    Coll.    Park     Holdings,         LLC   v.    RaceTrac\n\nPetroleum, Inc., 239 F. Supp. 2d 1322, 1328 (N.D. Ga. 2002) (noting\n\nthat    documentation        of    agency's       \"institutional         attitudes        and\n\nremediation     expectations\"             produced     in     the       course       of    an\n\nadministrative      proceeding        would    permit       the    federal        court   \"to\n\nfashion    appropriate        non-conflicting          relief\");         cf.      Francisco\n\nSánchez, 572 F.3d at 13 (concluding that threat of duplicative or\n\nconflicting remedies in parallel RCRA enforcement suits could not\n\njustify \"short circuit[ing]\" the federal suit on jurisdictional\n\ngrounds at an early stage).\n\nB.    Diligent Prosecution Bar\n\n            We next examine whether the investigative proceeding of\n\nthe    Puerto   Rico    EQB       falls    within    the     discrete,         statutorily\n\n\n\n\n                                           -29-\n\fenumerated list of enforcement actions that will bar a citizen suit\n\nunder RCRA.      We conclude that it does not.\n\n            There are three basic circumstances in which state action\n\nwill bar a RCRA citizen suit: (1) where the state \"has commenced\n\nand is diligently prosecuting\" an enforcement action; (2) where the\n\nstate is engaged in a removal action under CERCLA that addresses an\n\nimminent endangerment alleged by the citizen suit; and (3) where\n\nthe state has incurred costs to initiate a Remedial Investigation\n\nand Feasibility Study under CERCLA and is diligently proceeding\n\nwith   a   remedial     action     that    addresses   the   alleged   imminent\n\nendangerment.     42 U.S.C. § 6972(b)(1)(B), (b)(2)(C).           The first of\n\nthese bars applies equally to RCRA suits brought under the \"ongoing\n\nviolations\"      prong     of    RCRA's      citizen    suit     provision,     §\n\n6972(a)(1)(A), and suits based on the \"imminent endangerment\"\n\nprong, § 6972(a)(1)(B).            The latter two bars apply solely to\n\nimminent endangerment suits.              Here, Chico filed suit under both\n\nprongs, and thus we consider the application of all three bars.\n\n            The latter two we can discount out of hand, as the EQB\n\nhas taken no action under CERCLA.              The only colorable issue is\n\nwhether    the   EQB,    through    its    investigative     proceedings,    \"has\n\ncommenced and is diligently prosecuting\" an enforcement action that\n\naddresses the substance of Chico's citizen suit claims.                     Id. §\n\n6972(b)(1)(B), (b)(2)(C)(i).          Most courts that have examined this\n\naspect of the diligent prosecution bar have concluded that the\n\n\n                                      -30-\n\flanguage of the statute requires a formal action in court.18          We\n\nagree.\n\n            Though the statute uses different language to describe\n\nthe bar as it applies to \"ongoing violation\" suits versus \"imminent\n\nendangerment\" suits, both plainly necessitate an action in court.\n\nFor ongoing violation citizen suits, the statute is explicit: such\n\nsuits will be barred only where the \"State has commenced and is\n\ndiligently prosecuting a civil or criminal action in a court of the\n\nUnited States or a State to require compliance with such permit,\n\nstandard,    regulation,   condition,   requirement,   prohibition,   or\n\norder.\"     Id. § 6972(b)(1)(B) (emphasis added).       In the case of\n\nimminent endangerment suits, the statute is less direct, providing\n\nthat suit will be barred where the state \"has commenced and is\n\ndiligently prosecuting an action under subsection (a)(1)(B) of this\n\nsection\" (i.e., the imminent endangerment provision of RCRA's\n\ncitizen suit statute).     Id. § 6972(b)(2)(C)(i).     While there is no\n\nexpress reference in this latter provision to an action \"in a\n\ncourt,\" such limitation is implicit.       Section 6972 provides that\n\n\"any person may commence a civil action\" to address circumstances\n\nwhich may present an imminent endangerment, and states that any\n\n\n     18\n       See, e.g., Marrero Hernandez v. Esso Standard Oil Co., 597\nF. Supp. 2d 272, 280 (D.P.R. 2009); Kara Holding Corp. v. Getty\nPetroleum Mktg., Inc., 67 F. Supp. 2d 302, 306-07 (S.D.N.Y. 1999);\nGilroy Canning Co. v. Cal. Canners & Growers, 15 F. Supp. 2d 943,\n946-47 (N.D. Cal. 1998); see also Gibson, supra, at 276 (\"Courts\nhave unanimously understood [RCRA's] statutory bar to require court\naction, not simply administrative inquiry.\").\n\n                                 -31-\n\fsuch action \"shall be brought in the district court for the\n\ndistrict in which . . . the alleged endangerment may occur.\"                Id.\n\n§ 6972(a) (emphasis added).         Thus, this provision also refers to a\n\nformal action in court.\n\n           Because the EQB has not filed an enforcement action in\n\nstate or federal court, we hold that Chico's citizen suit is not\n\nsubject to dismissal pursuant to the diligent prosecution bar.\n\nC.   Mootness\n\n           We   last    address     defendant    Sol's   argument    that   the\n\ndistrict court's dismissal of Chico's citizen suit may be upheld on\n\nmootness grounds.           \"Article III of the Constitution restricts\n\nfederal   courts       to     the   resolution    of     actual     cases   and\n\ncontroversies.\"    Overseas Military Sales Corp. v. Giralt-Armada,\n\n503 F.3d 12, 16 (1st Cir. 2007) (citing U.S. Const. art. III, § 2,\n\ncl. 1).   In so limiting the jurisdiction of the federal courts,\n\nArticle III \"ensures that courts do not render advisory opinions.\"\n\nId. at 17.      \"When a case is moot -- that is, when the issues\n\npresented are no longer live or when the parties lack a legally\n\ncognizable interest in the outcome -- a case or controversy ceases\n\nto exist, and dismissal of the action is compulsory.\"                  Cruz v.\n\nFarquharson, 252 F.3d 530, 533 (1st Cir. 2001) (citations omitted).\n\nSol's mootness argument rests on two subsidiary contentions: first,\n\nthat Sol has complied with each of the UST regulations that Chico\n\nseeks to enforce under § 6972(a)(1)(A), and second, that \"there is\n\n\n                                     -32-\n\fno further remedy that the Court could issue to address Chico's\n\nclaims.\"\n\n           1.   Sol's Compliance with Applicable UST Regulations\n\n           On the record before us, we cannot conclude that Chico's\n\nclaim under § 6972(a)(1)(A) is moot on the ground that Sol has\n\ncomplied with the UST regulations Chico seeks to enforce.      At a\n\nminimum, there appear to be unresolved disputes as to whether Sol\n\nhas met its initial abatement obligations under Rule 603 of Puerto\n\nRico's UST regulations; whether Sol has adequately investigated the\n\n\"full extent and location of soils contaminated by the release and\n\nthe presence and concentrations of dissolved product contamination\n\nin the groundwater\" under Rule 606; and whether Sol is in violation\n\nof Rule 1102, which proscribes the \"contamination of an existing or\n\npotential underground source of drinking water.\"       We thus are\n\nunable to say that there is no live controversy to be decided with\n\nrespect to Chico's claim under § 6972(a)(1)(A).19\n\n           2.   Availability of Further Relief\n\n           There is no question that an action becomes moot when the\n\ncourt \"cannot grant 'any effectual relief whatever'\" in favor of\n\nthe plaintiff.     Calderon v. Moore, 518 U.S. 149, 150 (1996)\n\n\n\n     19\n        Because the district court never reached the mootness\narguments that Sol advances here, the record is thin and our\nassessment is not conclusive. The district court may wish to more\nfully explore the question of mootness on remand. See Calderon v.\nMoore, 518 U.S. 149, 150 (1996) (\"[M]ootness can arise at any stage\nof litigation.\").\n\n                                -33-\n\f(quoting Mills v. Green, 159 U.S. 651, 653 (1895)).       To avoid\n\nmootness, though, the plaintiff need not establish that the full\n\nrelief sought is available; \"even the availability of a 'partial\n\nremedy' is 'sufficient to prevent [a] case from being moot.'\"   Id.\n\n(quoting Church of Scientology of Cal. v. United States, 506 U.S.\n\n9, 13 (1992)) (alteration in original); see also Weaver's Cove\n\nEnergy, LLC v. R.I. Coastal Res. Mgmt. Council, 589 F.3d 458, 468\n\n(1st Cir. 2009) (\"We will only find a case moot if an intervening\n\nevent 'makes it impossible for the court to grant any effectual\n\nrelief.'\" (quoting Gulf of Me. Fisherman's Alliance v. Daley, 292\n\nF.3d 84, 88 (1st Cir. 2002))).\n\n          It is undisputed that some -- or all -- of the relief\n\nrequested by Chico remains outstanding and could be granted by a\n\nfederal court.   Most significantly, no order requiring remediation\n\nof the filling station site has been issued by any commonwealth or\n\nfederal tribunal.   Nonetheless, Sol argues that, because the EQB\n\nhas a proposed remediation plan before it as well as the power to\n\ngrant the civil penalties Chico has requested, any relief the\n\ndistrict court could order would be duplicative and unnecessary.\n\nThis is nothing more than a repackaged version of the meritless\n\nabstention argument.     The fact that the EQB proceeding might\n\neventually yield an order providing the same relief sought in the\n\ndistrict court action in no way renders the plaintiffs' suit moot.\n\nSee ConnectU LLC v. Zuckerberg, 522 F.3d 82, 89 (1st Cir. 2008)\n\n\n                                 -34-\n\f(holding that the pendency of parallel actions seeking same relief\n\ndoes not render either action moot).\n\n                                IV.\n\n          The circumstances that can sustain a federal court's\n\nabstention from the duty to exercise jurisdiction are rare.   This\n\nis particularly true for citizen suits brought under RCRA.      In\n\nlight of the important federal interests at stake and the care with\n\nwhich Congress delineated the situations in which RCRA citizen\n\nsuits will be barred, only exceptional circumstances could justify\n\nabstention.   Because such circumstances are not present here, the\n\ndistrict court erred in abstaining.    Moreover, we conclude that\n\nneither the diligent prosecution bar nor mootness can independently\n\nsupport the district court's dismissal of Chico's suit.    We must\n\ntherefore vacate the judgment of the district court.   Costs shall\n\nbe awarded to the appellants.\n\n          So ordered.\n\n\n\n\n                                -35-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>633 F.3d 20 (2011)</b></center>\n<center><h1>CHICO SERVICE STATION, INC. and José Chico, Plaintiffs, Appellants,<br>\nv.<br>\nSOL PUERTO RICO LIMITED, Defendant, Appellant.</h1></center>\n<center>No. 10-1200.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard November 3, 2010.</center>\n<center>Decided January 26, 2011.</center>\n<p><span class=\"star-pagination\">*22</span> Orlando Cabrera-Rodriguez, for appellants.</p>\n<p>Alejandro J. Cepeda-Díaz, with whom José R. González-Irizarry, Mariana S. Pérez-Cordero, and McConnell Valdés LLC were on brief, for appellee.</p>\n<p>Before LIPEZ, LEVAL,<sup>[*]</sup> and THOMPSON, Circuit Judges.</p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>This appeal requires us to assess the propriety of <i>Burford</i> abstention in a citizen suit under the federal Resource Conservation and Recovery Act (\"RCRA\"). Appellants Chico Service Station, Inc. and José Chico brought the suit in an effort to force the cleanup of contamination caused by leaking underground storage tanks (\"USTs\") at a former gasoline filling station. Their citizen suit represents the latest in a long-running series of proceedings aimed at addressing contamination at the site. In addition to an investigatory proceeding at the Puerto Rico Environmental <span class=\"star-pagination\">*23</span> Quality Board (\"EQB\") that has been ongoing since leaks were discovered in the early 1990s, appellants have filed two lawsuits in commonwealth courts over the past decade related to the contamination of the site.</p>\n<p>The pendency of these parallel state administrative proceedings led the district court to abstain from hearing the appellants' federal citizen suit, ordering dismissal on the authority of <i>Burford v. Sun Oil Co.,</i> 319 U.S. 315, 63 S.Ct. 1098, 87 L.Ed. 1424 (1943). Application of the <i>Burford</i> abstention doctrine to RCRA citizen suits is an issue of first impression in this circuit. On careful consideration, we find abstention to be inappropriate, and we therefore vacate the district court's judgment.</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>A. Factual Background<sup>[1]</sup></h2>\n<p>The history of the filling station at the center of this citizen suit stretches back more than four decades. Located on a parcel of land in Río Grande, Puerto Rico, the filling station and associated USTs were in operation between the 1960s and 2001. The site, which is situated on a major road and abuts a small stream, contained five USTs: two 8,000-gallon tanks, two 5,000-gallon tanks, and a fifth tank with a capacity of 550 gallons. Until 1987, the facility was owned and operated by The Shell Company (Puerto Rico) Limited (\"Shell\"), predecessor to appellee Sol Puerto Rico (\"Sol\").<sup>[2]</sup> Shell sold the filling station in April 1987 to appellants Chico Service Station, Inc. and José Chico (collectively, \"Chico\").<sup>[3]</sup></p>\n<p>The UST leak at the filling station first came to light two years after the sale, in 1989, when an environmental consultant for Shell found evidence of gasoline-associated contaminants such as benzene in the soil as well as \"free product\" (gasoline and related petroleum constituents) floating on top of the groundwater. This discovery led Shell to conduct several environmental studies of the site over the following three years, which further confirmed the soil and groundwater contamination. Shell also installed a skimming device to aid in recovering free product from the surface of the groundwater.</p>\n<p>In April 1993, Shell informed the EQB that free product had been found in the groundwater at the filling station.<sup>[4]</sup> The EQB added the filling station to its \"Leaking Underground Storage Tank List,\" marking the beginning of a lengthy investigatory proceeding that continues to this date.</p>\n<p></p>\n<h2>B. EQB Investigation</h2>\n<p>Over the past seventeen years, there have been no formal enforcement proceedings before the EQB concerning the contamination at the filling station, nor has <span class=\"star-pagination\">*24</span> the EQB held any hearings, issued a final order, or approved a remediation plan for the site. The record discloses no substantive action at all by the EQB for the first eight years after it was notified of the leak. Since then, the EQB's investigation of the contaminated filling station has been conducted primarily by intermittent correspondence between the EQB and Shell, the highlights of which we summarize here.</p>\n<p>In February 2001, Shell wrote to the EQB to request that the filling station be removed from the Leaking Underground Storage Tank List, in light of the fact that no free product had been detected in the groundwater for three years prior. The EQB denied the request and directed Shell to conduct additional testing. When Chico ceased active operation of the filling station in July 2001, Shell again wrote to the EQB and requested authorization to remove the idle USTs from the site. The EQB approved the removal, though the five tanks were not actually removed until March 2004 due to a dispute between Chico and Shell over access to the property.</p>\n<p>Soil sampling results conducted in conjunction with the removal of the tanks revealed contaminant levels in excess of the applicable limits under the EQB's regulations. In response, the EQB asked Shell to prepare a site characterization plan<sup>[5]</sup> to define the plume of contamination at the site and submit a remediation plan for approval. Shell prepared a characterization plan, which the EQB approved on the condition that Shell conduct additional analysis to determine the direction of water flow at the site.</p>\n<p>Shell's testing pursuant to the characterization plan stretched over the following several years, with results reported to the EQB in two installments. In January 2007, defendant Solhaving purchased Shell in the interimsubmitted the first and primary report, which provided details on the extent and migration of contamination in soil and groundwater at the site.<sup>[6]</sup> Sol submitted a supplemental report in May 2008 disclosing the results of additional testing, which purportedly showed a decrease in soil contaminant levels. Based on these results, Sol contended that no soil remediation would be necessary, and it proposed that the lingering groundwater contamination be addressed through aerobic bioremediation (a technique to accelerate contaminant breakdown by natural processes).</p>\n<p>The submission of these results did not, however, signal an end to the investigation. Chico wrote the EQB in May 2008, taking issue with, inter alia, Sol's failure to take samples in the vicinity of the stream abutting the property and the absence of approved guidelines for risk assessment in cases involving USTs. The EQB apparently agreed with the latter point. It wrote to Sol in November 2008 and explained that the EQB was working with the federal Environmental Protection Agency (\"EPA\") to develop guidelines for evaluating UST risk assessment studies, and that until those guidelines were finalizedwhich would necessitate approval by both agencies and a public hearing processthe EQB could not accept Sol's original report. The EQB also identified certain quality control issues with Sol's <span class=\"star-pagination\">*25</span> sampling process that required rejection of the report.</p>\n<p>The EQB sent a follow-up letter in January 2009 calling for Sol to prepare a new characterization plan to outline additional testing. Sol met with the EQB in February to discuss the EQB's requests. In April 2009, Sol submitted to the EQB new testing plans, a compiled report summarizing the testing conducted at the filling station to date, and a proposed remediation plan. In the accompanying letter, Sol argued that a plan for additional sampling was unnecessary. There is no indication of further action taken by Sol or the EQB between April 2009 and the present.</p>\n<p></p>\n<h2>C. Commonwealth Legal Proceedings</h2>\n<p>In August 2003, Chico filed in a commonwealth court the first of three lawsuits relating to the filling station. Primarily a contract action, the suit sought declaratory relief and damages related to Shell's alleged breach of its site improvement obligations under a lease agreement with Chico. Among the remedies requested in the action, however, was an injunction requiring Shell to conduct an environmental site assessment, carry out any necessary remediation, and reimburse Chico for costs attributable to environmental degradation at the site. After Shell moved to dismiss, the parties settled and stipulated to dismissal of the portion of the suit requesting injunctive relief related to the environmental condition of the site. Pursuant to the settlement agreement, Chico agreed to allow Shell access to the filling station to remove the USTs and conduct sampling activities.</p>\n<p>Chico amended the complaint in May 2005 to allege the discovery of contamination during removal of the USTs at the filling station, and to request damages for environmental harm and operational losses stemming from the contamination. In 2010, recognizing that the question of the environmental condition of the filling station was before the EQB, the commonwealth court stayed the action pending final EQB action. The stay was subsequently upheld on interlocutory appeal to a commonwealth appeals court.</p>\n<p>Chico filed its second action, a mandamus petition directed to the EQB, in a commonwealth court in October 2008. The petition sought an order directing the EQB to require testing for lead at the filling station, in light of evidence that Shell had sold leaded gasoline on the premises up until the 1980s.<sup>[7]</sup> Chico and the EQB quickly reached a settlement in January 2009, under which the EQB agreed to hear Chico's evidence of lead contamination, conduct the \"necessary administrative hearings,\" and \"issue the final resolution\" in the case within sixty days.<sup>[8]</sup> In turn, Chico agreed to have its concerns heard by the EQB rather than the commonwealth courts. Pursuant to the parties' agreement, the mandamus petition was dismissed as moot.</p>\n<p></p>\n<h2>D. Federal Legal Proceedings</h2>\n<p>Chico filed the present suit, its third, in the United States District Court for the District of Puerto Rico in April 2009. Brought under RCRA's citizen suit provision, 42 U.S.C. § 6972, the suit rests on three core allegations. First, Chico alleges <span class=\"star-pagination\">*26</span> that Sol is in ongoing violation of a number of Puerto Rico's UST regulations, including those that mandate reporting of a suspected release of contaminants, require investigation and remediation following such a release, and prohibit the contamination of underground sources of drinking water. Second, Chico alleges that conditions at the filling station may present an imminent and substantial endangerment to the environment or public health actionable under RCRA. Third, Chico alleges that Sol has disposed of or abandoned gasoline, diesel, and their constituents at the filling station in violation of RCRA's solid waste disposal requirements. The suit seeks civil penalties under RCRA, in addition to an order enjoining further releases at the site and requiring Sol to conduct whatever corrective or remedial actions are necessary.</p>\n<p>In accordance with RCRA's requirements, Chico provided pre-filing notice of its intent to file a citizen suit to Sol, the EQB, the regional and national EPA administrators, and the commonwealth and federal attorneys general via letter in October 2008. <i>See</i> 42 U.S.C. § 6972(b). RCRA requires such notice primarily to afford regulators a chance to initiate an enforcement suit or take other formal action to address the conditions targeted by the intended citizen suit; here, no such action was taken between October 2008 and the filing of suit the next April.</p>\n<p>Sol moved to dismiss within a month of the complaint's filing, proffering three alternative grounds for dismissal. Sol's leading argument was that RCRA's diligent prosecution bar, which precludes citizen suits where federal or state regulators are taking certain enumerated enforcement actions (<i>see</i> 42 U.S.C. § 6972(b)(1)(B), (b)(2)(B), (b)(2)(C)), divested the court of subject matter jurisdiction over Chico's claims. Alternatively, Sol contended that Chico's claims were moot, and separately asked the court to abstain from hearing the suit under the <i>Burford</i><sup>[9]</sup> and <i>Colorado River</i><sup>[10]</sup> doctrines.</p>\n<p>In a December 2009 opinion and order, the district court granted dismissal under <i>Burford.</i> Among several \"compelling reasons to abstain\" cited by the district court were Puerto Rico's interest in uniform and coherent regulation of USTs and the availability of adequate judicial review of a final administrative decision under Puerto Rico law. Chico immediately moved for reconsideration, which the court denied. This timely appeal followed.</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>A. Statutory and Regulatory Background</h2>\n<p>We have previously described RCRA as \"a cradle-to-grave statute providing a full range of remedies designed to protect both health and the environment.\" <span class=\"star-pagination\">*27</span> <i>United States v. Borowski,</i> 977 F.2d 27, 31 (1st Cir.1992). More particularly, the Act regulates the \"handling, treatment and storage of hazardous substances\" and solid waste. <i>Id.</i> In enacting RCRA, Congress acknowledged these activities to be \"primarily the function of State, regional, and local agencies,\" but found that, due to technological progress, increases in industrial production, and population growth, \"the problems of waste disposal ... have become a matter national in scope and in concern and necessitate Federal action.\" 42 U.S.C. § 6901(a)(4).</p>\n<p>RCRA's approach to regulating solid and hazardous waste is one of cooperative federalism, of which the UST program is a paradigmatic example. Subchapter IX of RCRA creates a comprehensive federal regulatory framework for USTs, <i>see</i> 42 U.S.C. §§ 6991-6991m, pursuant to which the EPA has promulgated numerous specific regulations governing UST registration, leak detection, notification, and cleanup requirements. <i>See</i> 40 C.F.R. Pt. 280 (2010); <i>see also </i><i>Francisco Sánchez v. Esso Standard Oil Co.,</i> 572 F.3d 1, 6 (1st Cir. 2009). However, a state may, with federal approval, implement its own regulatory program for USTs. Congress expressly authorized the EPA to approve state UST regulations for operation \"in lieu of the Federal program\" where the state program sets requirements \"no less stringent\" than those established by the EPA and \"provides for adequate enforcement of compliance.\" 42 U.S.C. § 6991c. EPA approval of a state UST program transfers primary enforcement responsibility for the program to state regulators, <i>id.</i> § 6991c(d)(2), though the EPA retains parallel enforcement authority, <i>see id.</i> § 6991e.</p>\n<p>Such is the case in Puerto Rico. Puerto Rico's Underground Storage Tank Control Regulations, adopted in 1990, have been approved by the EPA to operate in lieu of the federal regulations, and Puerto Rico's EQB has been delegated primary enforcement responsibility. <i>See</i> 40 C.F.R. § 282.102(a); <i>Francisco Sánchez,</i> 572 F.3d at 6-7. Puerto Rico's program appears to closely mirror the EPA's program. In fact, the provisions of Puerto Rico's regulations that Chico alleges have been violated by Sol are materially identical to the EPA's UST regulations, with a single exception.<sup>[11]</sup><i>Compare</i> Puerto Rico Underground Storage Tank Control Regulations, Rules 501, 503, 601, 602, 603, 604, and 606 <i>with</i> 40 C.F.R. §§ 280.50, 280.52, 280.60, 280.61, 280.62, 280.63, and 280.65.</p>\n<p></p>\n<h2>B. Citizen Suits Under RCRA</h2>\n<p>Congress provided for broad enforcement of RCRA by federal and state regulators as well as through \"citizen suits,\" a mechanism RCRA shares with numerous other federal environmental statutes. <i>See</i> 42 U.S.C. § 6972; <i>see also, e.g., id.</i> § 7604 (Clean Air Act); <i>id.</i> § 300j-8 (Safe Drinking Water Act); 33 U.S.C. § 1365 (Clean Water Act). Citizen suits \"function as a form of statutory enforcement in addition to, or in conjunction with, enforcement by an administrative agency or other governmental entity.\" <i>Esso Standard Oil Co. (P.R.) v. Rodríguez-Pérez,</i> 455 F.3d 1, 5 n. 2 (1st Cir.2006). As Congress noted in the course of amending RCRA to broaden its citizen suit authority, citizen suits \"complement, rather than conflict with\" agency enforcement of the law. H.R.Rep. No. 98-198, <span class=\"star-pagination\">*28</span> pt. I, at 53 (1983), <i>reprinted in</i> 1984 U.S.C.C.A.N. 5576, 5612.</p>\n<p>The present suit was brought under subsections 6972(a)(1)(A) and (a)(1)(B) of RCRA's citizen suit provision, which authorize \"any person\" to commence a civil action on his or her own behalf:</p>\n<blockquote>(1)(A) against any person ... who is alleged to be in violation of any permit, standard, regulation, condition, requirement, prohibition, or order which has become effective pursuant to this chapter; or</blockquote>\n<blockquote>(B) against any person ... who has contributed or who is contributing to the past or present handling, storage, treatment, transportation, or disposal of any solid or hazardous waste which may present an imminent and substantial endangerment to health or the environment[.]</blockquote>\n<p>42 U.S.C. § 6972(a). The statute specifies that citizen suits under either of these subsections \"shall be brought in the district court for the district in which the alleged violation occurred or the alleged endangerment may occur.\" <i>Id.</i> In hearing suits under these provisions, district courts have statutory authority to grant various types of equitable relief necessary to address the violation or endangerment, as well as to impose civil penalties. <i>Id.</i></p>\n<p>Despite the broad ambit of the statute, RCRA citizen suits are subject to a handful of clearly delineated limitations. These limitations fall into two categories, both intended to avert citizen suit interference with state and federal enforcement activities. The first category requires written notice to state and federal regulators (as well as to the alleged offender) prior to filing suit, giving the responsible agencies the opportunity to address the purported violation or endangerment. <i>See</i> 42 U.S.C. § 6972(b)(1)(A) (requiring notice sixty days prior to filing a citizen suit based on ongoing violations of RCRA), (b)(2)(A) (requiring notice ninety days before filing a citizen suit based on an imminent endangerment). The second and related category of limitations bars suit where a responsible state or federal agency is diligently pursuing one of several enumerated judicial or administrative enforcement actions under RCRA or the Comprehensive Environmental Response, Compensation, and Liability Act (\"CERCLA\"). <i>See</i> 42 U.S.C. § 6972(b)(1)(B), (b)(2)(B), (b)(2)(C). This so-called \"diligent prosecution bar\" is invoked by appellees as an alternate ground to justify the dismissal of appellants' lawsuit.</p>\n<p></p>\n<h2>III.</h2>\n<p>The sole issue raised by Chico on appeal is whether the district court erred when it abstained from hearing this citizen suit on <i>Burford</i> grounds. Chico argues that the circumstances of this case, in which the commonwealth agency responsible for UST enforcement has taken negligible action during a seventeen-year period of oversight, cannot support the district court's deference to local administrative processes. Defendant Sol counters that abstention is proper because the \"EQB is actively enforcing its UST regulations\" in the investigative proceeding concerning the filling station. Additionally, noting our authority to affirm a dismissal on any ground supported by the record, <i>see </i><i>Román-Cancel v. United States,</i> 613 F.3d 37, 41 (1st Cir.2010), Sol revives the diligent prosecution bar and mootness arguments it pressed below. We address each in turn.</p>\n<p></p>\n<h2>A. <i>Burford</i> Abstention</h2>\n<p></p>\n<h2>1. General Principles</h2>\n<p>Abstention occupies an uneasy position in the jurisprudence of federal <span class=\"star-pagination\">*29</span> court jurisdiction. As the common refrain goes, \"federal courts have a `virtually unflagging obligation ... to exercise the jurisdiction given them.'\" <i>Ankenbrandt v. Richards,</i> 504 U.S. 689, 705, 112 S.Ct. 2206, 119 L.Ed.2d 468 (1992) (quoting <i>Colo. River Water Conservation Dist. v. United States,</i> 424 U.S. 800, 817, 96 S.Ct. 1236, 47 L.Ed.2d 483 (1976)); <i>United States v. Fairway Capital Corp.,</i> 483 F.3d 34, 44 (1st Cir.2007) (same). This all but unyielding duty to exercise jurisdiction rests on \"the undisputed constitutional principle that Congress, and not the Judiciary, defines the scope of federal jurisdiction within the constitutionally permissible bounds.\" <i>New Orleans Pub. Serv., Inc. v. Council of New Orleans</i> (<i>NOPSI</i>), 491 U.S. 350, 359, 109 S.Ct. 2506, 105 L.Ed.2d 298 (1989); <i>see also </i><i>Cohens v. Virginia,</i> 19 U.S. 264, 404, 6 Wheat. 264, 5 L.Ed. 257 (1821) (federal courts \"have no more right to decline the exercise of jurisdiction which is given, than to usurp that which is not\").</p>\n<p>Against the backdrop of this duty to exercise jurisdiction, Supreme Court precedent has carved out a discrete set of \"exceptional circumstances\" in which the exercise of jurisdiction may be declined. As a general proposition, these \"exceptional circumstances\" lie \"where denying a federal forum would clearly serve an important countervailing interest,\" such as \"regard for federal-state relations\" or \"wise judicial administration.\" <i>Quackenbush v. Allstate Ins. Co.,</i> 517 U.S. 706, 716, 116 S.Ct. 1712, 135 L.Ed.2d 1 (1996) (internal quotation marks omitted). The circumstances that fit this mold are rare. Indeed, because abstention runs so firmly against the jurisprudential grain, we have repeatedly emphasized that abstention must always be \"the exception, not the rule.\" <i>Fragoso v. Lopez,</i> 991 F.2d 878, 882 (1st Cir.1993) (internal quotation marks omitted).</p>\n<p>The particular species of abstention at issue here grew out of the Supreme Court's decision in <i>Burford v. Sun Oil Co.,</i> 319 U.S. 315, 63 S.Ct. 1098, 87 L.Ed. 1424 (1943).<sup>[12]</sup> As we have observed on past occasions, the \"fundamental concern in <i>Burford</i> is to prevent federal courts from bypassing a state administrative scheme and resolving issues of state law and policy that are committed in the first instance to expert administrative resolution.\" <i>Pub. Serv. Co. of N.H. v. Patch,</i> 167 F.3d 15, 24 (1st Cir.1998) (citing <i>NOPSI,</i> 491 U.S. at 361-64, 109 S.Ct. 2506, and <i>Bath Mem'l Hosp. v. Me. Health Care Fin. Comm'n,</i> 853 F.2d 1007, 1014-15 (1st Cir.1988)). The Supreme Court has articulated a two-pronged analytical framework for identifying situations that implicate this concern:</p>\n<blockquote>Where timely and adequate state-court review is available, a federal court sitting in equity must decline to interfere with the proceedings or orders of state administrative agencies: (1) when there are \"difficult questions of state law bearing on policy problems of substantial public import whose importance transcends the result in the case then at bar\"; or (2) where the \"exercise of federal review of the question in a case and in similar cases would be disruptive of state efforts to establish a coherent policy with respect to a matter of substantial public concern.\"</blockquote>\n<p><i>NOPSI,</i> 491 U.S. at 361, 109 S.Ct. 2506 (quoting <i>Colo. River,</i> 424 U.S. at 814, 96 S.Ct. 1236).</p>\n<p>While <i>Burford</i>'s principle of deference to state administrative bodies could be interpreted <span class=\"star-pagination\">*30</span> expansively, requiring that federal courts \"abstain from hearing any case involving important state regulatory policies,\" <i>Vaquería Tres Monjitas, Inc. v. Irizarry,</i> 587 F.3d 464, 473 (1st Cir.2009), we have declined to give it so broad a reading. <i>Id.</i> In light of the strong presumption in favor of the exercise of jurisdiction, we have held that \"<i>Burford</i> abstention must only apply in `unusual circumstances,' when federal review risks having the district court become the `regulatory decision-making center.'\" <i>Id.</i> (quoting <i>Bath Mem'l Hosp.,</i> 853 F.2d at 1012-13); <i>see also </i><i>Fragoso,</i> 991 F.2d at 882 (noting that, under the formulation in <i>NOPSI, Burford</i> abstention is limited to \"narrowly circumscribed situations where deference to a state's administrative processes for the determination of complex, policy-laden, state-law issues would serve a significant local interest and would render federal-court review inappropriate\"). Similarly, we have cautioned that the <i>Burford</i> doctrine does not require abstention merely because the federal action may impair operation of a state administrative scheme or overturn state policy. <i>See </i><i>Patch,</i> 167 F.3d at 24 (citing <i>Zablocki v. Redhail,</i> 434 U.S. 374, 379 n. 5, 98 S.Ct. 673, 54 L.Ed.2d 618 (1978)); <i>see also </i><i>Vaquería Tres Monjitas,</i> 587 F.3d at 473-74.</p>\n<p></p>\n<h2>2. Applicability of <i>Burford</i>\n</h2>\n<p>With these principles in mind, we turn to the question of <i>Burford</i>'s application to the present suit. We review de novo the \"essentially legal determination of whether the requirements for abstention have been met,\" but employ a \"more deferential standard\" in reviewing the district court's findings of fact and applications of law. <i>Guillemard-Ginorio v. Contreras-Gómez,</i> 585 F.3d 508, 517 (1st Cir.2009) (internal quotation marks omitted). Though the propriety of abstention from a RCRA citizen suit is a matter of first impression in this circuit, we are far from the first court to take up the issue. The majority of courts to have considered it have found abstention, whether under <i>Burford</i> or related doctrines such as primary jurisdiction,<sup>[13]</sup> to be improper. <i>See </i><i>DMJ Assocs., L.L.C. v. Capasso,</i> 228 F.Supp.2d 223, 229 (E.D.N.Y.2002) (citing cases).<sup>[14]</sup></p>\n<p><span class=\"star-pagination\">*31</span> Before we reach the doctrinal considerations specific to <i>Burford,</i> we note that the careful structure of federal court jurisdiction under RCRA makes us distinctly reluctant to countenance abstention here. Abstention is, at its core, a prudential mechanism that allows federal courts to take note of and weigh significant and potentially conflicting interests that were notor could not have beenforeseen by Congress at the time that it granted jurisdiction for a given class of cases to the courts. When it enacted RCRA, however, Congress recognized and addressed the specific clash of interests at issue here, by carefully delineating (via the diligent prosecution bar) the situations in which a state or federal agency's enforcement efforts will foreclose review of a citizen suit in federal court.<sup>[15]</sup> To abstain in situations other than those identified in the statute thus threatens an \"end run around RCRA,\" <i>PMC, Inc. v. Sherwin-Williams Co.,</i> 151 F.3d 610, 619 (7th Cir.1998), and would substitute our judgment for that of Congress about the correct balance between respect for state administrative processes and the need for consistent and timely enforcement of RCRA. <i>Cf.</i> Charlotte Gibson, Note, <i>Citizen Suits Under the Resource Conservation &amp; Recovery Act: Plotting Abstention on a Map of Federalism,</i> 98 Mich. L.Rev. 269, 281 (1999) (arguing that federal courts \"may not create a separate standard as to what level of administrative investigation is sufficient to dismiss a citizen suit\").</p>\n<p>Moreover, we are leery of abstaining where litigants may be unable to press their federal claims in a state forum. Section 6972(a)which states both that citizen suits \"shall be brought in the district court for the district in which the alleged violation occurred or the alleged endangerment may occur\" and that \"[t]he district court shall have jurisdiction\" to grant relief in such suitsarguably locates exclusive jurisdiction over RCRA citizen suits in the federal courts. The majority of courts that have examined the issue have reached that conclusion. <i>See </i><i>Blue Legs v. U.S. Bureau of Indian Affairs,</i> 867 F.2d 1094, 1098 (8th Cir.1989) (stating that federal courts have exclusive jurisdiction over RCRA citizen suits); <i>Interfaith Cmty. Org. Inc. v. PPG Indus., Inc.,</i> 702 F.Supp.2d 295, 307 (D.N.J.2010) (same); <i>Remington v. Mathson,</i> No. CV 09-4547, 2010 WL 1233803, at *8-9 (N.D.Cal. Mar. 26, 2010) (same); <i>K-7 Enters., L.P. v. Jester,</i> 562 F.Supp.2d 819, 827 (E.D.Tex.2007) (same); <i>White &amp; Brewer Trucking, Inc. v. Donley,</i> 952 F.Supp. 1306, 1312 (C.D.Ill. 1997) (same). <i>But see </i><i>Davis v. Sun Oil Co.,</i> 148 F.3d 606, 611-12 (6th Cir.1998) (holding that federal courts do not have exclusive jurisdiction over RCRA citizen suits).</p>\n<p>Regardless of whether the jurisdiction conferred by Congress is exclusive, the statute plainly reflects an emphasis by Congress on the availability of a federal forum for consistent and timely review of RCRA claims. Taken together with Congress's careful delineation of the limited situations in which federal courts must refrain from hearing citizen suits, it counsels federal courts to exercise great caution in considering abstention. While we are not prepared to rule out categorically the possibility of abstention in a RCRA <span class=\"star-pagination\">*32</span> citizen suit, we believe that the circumstances justifying abstention will be exceedingly rare. As we explain, the case before us offers no such justification for second-guessing the balance struck by Congress.</p>\n<p>In finding abstention to be improper here, we consider three factors: (1) the availability of timely and adequate state-court review, (2) the potential that federal court jurisdiction over the suit will interfere with state administrative policymaking, and (3) whether conflict with state proceedings can be avoided by careful management of the federal case.</p>\n<p></p>\n<h2>i. Availability of State-Court Review</h2>\n<p>Under the modern formulation of the <i>Burford</i> doctrine, a court weighing abstention must first determine whether \"timely and adequate state-court review is available.\" <i>NOPSI,</i> 491 U.S. at 361, 109 S.Ct. 2506. In making this assessment here, the district court found that \"the record abounds with evidence of adequate judicial review,\" citing the two lawsuits filed by Chico in the commonwealth courts as well as the availability under Puerto Rico law of judicial review for final agency decisions. <i>See</i> P.R. Laws Ann. tit. 3, §§ 2171-77. As a formal matter, the district court is correct that Puerto Rico law provides for review of administrative decisions, and the record provides no basis to doubt the adequacy of that review.</p>\n<p>We have significant concerns, however, about the timeliness of the review offered by commonwealth courts in the present case. The availability of judicial review for \"final orders\" by commonwealth agencies, <i>id.</i> § 2171, can hardly qualify as \"timely and adequate\" if, as here, the agency may take decades to issue a reviewable final order. Perhaps Chico could seek mandamus relief in a commonwealth court to force more prompt action by the EQB. Because Chico dismissed its mandamus petition upon settling with the EQB, though, the record does not reflect whether mandamus relief is available and effective, nor was the issue briefed by the parties. The experience of Chico's other commonwealth lawsuit, which was stayed in deference to the EQB, gives us little comfort that Chico could in fact obtain \"timely and adequate\" review of the EQB's actions in the commonwealth courts.<sup>[16]</sup></p>\n<p></p>\n<h2>ii. Interference with State Policymaking</h2>\n<p>Even if we were to find adequate review available in the commonwealth courts, we nonetheless would consider this case to be an improper candidate for <i>Burford</i> abstention. As we have said, the animating concern under <i>Burford</i> is the threat that federal courts will usurp the role of state administrative agencies in deciding \"issues of state law and policy that are committed in the first instance to expert administrative resolution.\" <i>Patch,</i> 167 F.3d at 24. In light of the intertwined state and federal interests implicated by RCRA, that concern does not obtain here.</p>\n<p>The Supreme Court's articulation of the <i>Burford</i> doctrine in <i>NOPSI</i> provides a convenient analytical framework for evaluating this interplay of interests. Accordingly, <span class=\"star-pagination\">*33</span> we first examine whether \"there are `difficult questions of state law bearing on policy problems of substantial public import whose importance transcends the result in the case ... at bar.'\" <i>NOPSI,</i> 491 U.S. at 361, 109 S.Ct. 2506 (quoting <i>Colo. River,</i> 424 U.S. at 814, 96 S.Ct. 1236).</p>\n<p>The substantive laws at issue in Chico's citizen suit are indeed commonwealth regulations, but they rest heavily on a framework of federal law. To a large extent, RCRA dictates the content and standards of Puerto Rico's UST program, leaving the Commonwealth only the discretion to enact regulations that are no less stringent than those developed by the EPA. <i>See</i> 42 U.S.C. § 6991c. The questions of law at issue in this suit are therefore only marginally questions of commonwealth law, with a strong federal cast. Moreover, they are of no particular difficulty. Federal courts regularly interpret EPA regulations substantively identical to those here,<sup>[17]</sup><i>see, e.g., </i><i>Albany Bank &amp; Trust Co. v. Exxon Mobil Corp.,</i> 310 F.3d 969, 974 (7th Cir. 2002), and have an affirmative interest in ensuring that corresponding state regulations are interpreted in a consistent manner.</p>\n<p>Nor are we concerned, turning to the second category of cases identified by <i>NOPSI</i> to warrant abstention, that the exercise of federal review of the enforcement of state regulations in this case or similar cases \"`would be disruptive of state efforts to establish a coherent policy with respect to a matter of substantial public concern.'\" <i>NOPSI,</i> 491 U.S. at 361, 109 S.Ct. 2506 (quoting <i>Colo. River,</i> 424 U.S. at 814, 96 S.Ct. 1236). In enacting RCRA, Congress made an express determination that a coherent <i>national</i> policy was necessary to address the serious, jurisdiction-spanning problems of solid and hazardous waste, thereby inherently privileging the consistency of federal regulation over local control. <i>See</i> 42 U.S.C. § 6901(a)(4). By design, RCRA interferes with a state's efforts to establish its own policy with respect to hazardous waste, both in subjecting state regulations to federal review and in mandating that they adhere to a federal framework. It would fly in the face of Congress's unmistakable attention to the coherency of national policy for a federal court to defer to a local agency. As one of our sister circuits has observed in similar circumstances, such ill-advised deference \"might well result in review by fifty different state agencies with fifty different charters,\" which would all but \"ensure non-uniformity\" in interpretation and enforcement. <i>Cnty. of Suffolk v. Long Island Lighting Co.,</i> 907 F.2d 1295, 1310 (2d Cir. 1990).</p>\n<p></p>\n<h2>iii. Likelihood of Conflict with State Proceeding</h2>\n<p>There is one additional reason why abstention is inappropriate in this case. As we have cautioned before, a federal court may abstain only where conflict with state administrative processes cannot be avoided through careful conduct of the federal case:</p>\n<blockquote>The abstention issue posed here is whether the litigation necessarily implies an involvement in the administration of the internal affairs of the [state regulatory body] so unseemly for a federal court as to encroach on principles of comity and federalism. As we see the issue, the word \"necessarily\" is of critical importance.... This means to us that a federal judge, while being ... sensitive to important state interests and ... wary of intruding in internal <span class=\"star-pagination\">*34</span> state affairs ..., will also endeavor to see if the legitimate objectives of the litigation can be pursued without treading on those state interests and internal affairs. If they cannot be so pursued, abstention should be invoked; but if the case can so be managed that fears of unseemly intrusion can be dispelled, abstention should be refused.</blockquote>\n<p><i>Planned Parenthood League of Mass. v. Bellotti,</i> 868 F.2d 459, 464 (1st Cir.1989).</p>\n<p>Intrusion on state affairs is by no means inevitable here. This is not a case where review is, in effect, sought for a final state administrative decision in federal rather than state court, \"effectively creat[ing] a dual review structure for adjudicating a state's specific regulatory actions.\" <i>Vaquería Tres Monjitas,</i> 587 F.3d at 474; <i>see also </i><i>Sugarloaf Citizens Ass'n v. Montgomery Cnty., Md.,</i> 33 F.3d 52 (4th Cir.1994) (unpublished table decision) (applying <i>Burford</i> abstention to RCRA citizen suit where it was \"merely ... a collateral attack\" on state agency's permitting decisions).</p>\n<p>Instead, Chico's suit seeks an order enjoining further releases of contaminants at the filling station and requiring defendant Sol to take remedial action, as well as the imposition of civil penalties. None of these steps requires that the court directly review actions taken by the Puerto Rico EQB, which, in any event, has issued no final order. Indeed, the fact that the EQB has taken so little action over the past seventeen years suggests that conflict with the EQB's proceedings is unlikely. We might be more concerned if we were faced with an aggressive and comprehensive state enforcement proceeding on the verge of a final order, but that simply is not the case here. Regardless, should the threat of conflict arise, we see no reason why federal court relief could not be structured so as to avoid interference with the EQB proceeding. <i>See </i><i>Coll. Park Holdings, LLC v. Racetrac Petroleum, Inc.,</i> 239 F.Supp.2d 1322, 1328 (N.D.Ga.2002) (noting that documentation of agency's \"institutional attitudes and remediation expectations\" produced in the course of an administrative proceeding would permit the federal court \"to fashion appropriate non-conflicting relief\"); <i>cf. </i><i>Francisco Sánchez,</i> 572 F.3d at 13 (concluding that threat of duplicative or conflicting remedies in parallel RCRA enforcement suits could not justify \"short circuit[ing]\" the federal suit on jurisdictional grounds at an early stage).</p>\n<p></p>\n<h2>B. Diligent Prosecution Bar</h2>\n<p>We next examine whether the investigative proceeding of the Puerto Rico EQB falls within the discrete, statutorily enumerated list of enforcement actions that will bar a citizen suit under RCRA. We conclude that it does not.</p>\n<p>There are three basic circumstances in which state action will bar a RCRA citizen suit: (1) where the state \"has commenced and is diligently prosecuting\" an enforcement action; (2) where the state is engaged in a removal action under CERCLA that addresses an imminent endangerment alleged by the citizen suit; and (3) where the state has incurred costs to initiate a Remedial Investigation and Feasibility Study under CERCLA and is diligently proceeding with a remedial action that addresses the alleged imminent endangerment. 42 U.S.C. § 6972(b)(1)(B), (b)(2)(C). The first of these bars applies equally to RCRA suits brought under the \"ongoing violations\" prong of RCRA's citizen suit provision, § 6972(a)(1)(A), and suits based on the \"imminent endangerment\" prong, § 6972(a)(1)(B). The latter two bars apply solely to imminent endangerment suits. Here, Chico filed suit under both prongs, <span class=\"star-pagination\">*35</span> and thus we consider the application of all three bars.</p>\n<p>The latter two we can discount out of hand, as the EQB has taken no action under CERCLA. The only colorable issue is whether the EQB, through its investigative proceedings, \"has commenced and is diligently prosecuting\" an enforcement action that addresses the substance of Chico's citizen suit claims. <i>Id.</i> § 6972(b)(1)(B), (b)(2)(C)(i). Most courts that have examined this aspect of the diligent prosecution bar have concluded that the language of the statute requires a formal action in court.<sup>[18]</sup> We agree.</p>\n<p>Though the statute uses different language to describe the bar as it applies to \"ongoing violation\" suits versus \"imminent endangerment\" suits, both plainly necessitate an action in court. For ongoing violation citizen suits, the statute is explicit: such suits will be barred only where the \"State has commenced and is diligently prosecuting a civil or criminal action <i>in a court</i> of the United States or a State to require compliance with such permit, standard, regulation, condition, requirement, prohibition, or order.\" <i>Id.</i> § 6972(b)(1)(B) (emphasis added). In the case of imminent endangerment suits, the statute is less direct, providing that suit will be barred where the state \"has commenced and is diligently prosecuting an action under subsection (a)(1)(B) of this section\" (i.e., the imminent endangerment provision of RCRA's citizen suit statute). <i>Id.</i> § 6972(b)(2)(C)(i). While there is no express reference in this latter provision to an action \"in a court,\" such limitation is implicit. Section 6972 provides that \"any person may commence <i>a civil action</i>\" to address circumstances which may present an imminent endangerment, and states that any such action \"shall be brought in the district court for the district in which... the alleged endangerment may occur.\" <i>Id.</i> § 6972(a) (emphasis added). Thus, this provision also refers to a formal action in court.</p>\n<p>Because the EQB has not filed an enforcement action in state or federal court, we hold that Chico's citizen suit is not subject to dismissal pursuant to the diligent prosecution bar.</p>\n<p></p>\n<h2>C. Mootness</h2>\n<p>We last address defendant Sol's argument that the district court's dismissal of Chico's citizen suit may be upheld on mootness grounds. \"Article III of the Constitution restricts federal courts to the resolution of actual cases and controversies.\" <i>Overseas Military Sales Corp. v. Giralt-Armada,</i> 503 F.3d 12, 16 (1st Cir.2007) (citing U.S. Const. art. III, § 2, cl. 1). In so limiting the jurisdiction of the federal courts, Article III \"ensures that courts do not render advisory opinions.\" <i>Id.</i> at 17. \"When a case is moot that is, when the issues presented are no longer live or when the parties lack a legally cognizable interest in the outcomea case or controversy ceases to exist, and dismissal of the action is compulsory.\" <i>Cruz v. Farquharson,</i> 252 F.3d 530, 533 (1st Cir.2001) (citations omitted). Sol's mootness argument rests on two subsidiary contentions: first, that Sol has complied with each of the UST regulations that Chico seeks to enforce under § 6972(a)(1)(A), and second, that \"there is <span class=\"star-pagination\">*36</span> no further remedy that the Court could issue to address Chico's claims.\"</p>\n<p></p>\n<h2>1. Sol's Compliance with Applicable UST Regulations</h2>\n<p>On the record before us, we cannot conclude that Chico's claim under § 6972(a)(1)(A) is moot on the ground that Sol has complied with the UST regulations Chico seeks to enforce. At a minimum, there appear to be unresolved disputes as to whether Sol has met its initial abatement obligations under Rule 603 of Puerto Rico's UST regulations; whether Sol has adequately investigated the \"full extent and location of soils contaminated by the release and the presence and concentrations of dissolved product contamination in the groundwater\" under Rule 606; and whether Sol is in violation of Rule 1102, which proscribes the \"contamination of an existing or potential underground source of drinking water.\" We thus are unable to say that there is no live controversy to be decided with respect to Chico's claim under § 6972(a)(1)(A).<sup>[19]</sup></p>\n<p></p>\n<h2>2. Availability of Further Relief</h2>\n<p>There is no question that an action becomes moot when the court \"cannot grant `any effectual relief whatever'\" in favor of the plaintiff. <i>Calderon v. Moore,</i> 518 U.S. 149, 150, 116 S.Ct. 2066, 135 L.Ed.2d 453 (1996) (quoting <i>Mills v. Green,</i> 159 U.S. 651, 653, 16 S.Ct. 132, 40 L.Ed. 293 (1895)). To avoid mootness, though, the plaintiff need not establish that the full relief sought is available; \"even the availability of a `partial remedy' is `sufficient to prevent [a] case from being moot.'\" <i>Id.</i> (quoting <i>Church of Scientology of Cal. v. United States,</i> 506 U.S. 9, 13, 113 S.Ct. 447, 121 L.Ed.2d 313 (1992)) (alteration in original); <i>see also </i><i>Weaver's Cove Energy, LLC v. R.I. Coastal Res. Mgmt. Council,</i> 589 F.3d 458, 468 (1st Cir.2009) (\"We will only find a case moot if an intervening event `makes it impossible for the court to grant any effectual relief.'\" (quoting <i>Gulf of Me. Fisherman's Alliance v. Daley,</i> 292 F.3d 84, 88 (1st Cir.2002))).</p>\n<p>It is undisputed that someor allof the relief requested by Chico remains outstanding and could be granted by a federal court. Most significantly, no order requiring remediation of the filling station site has been issued by any commonwealth or federal tribunal. Nonetheless, Sol argues that, because the EQB has a proposed remediation plan before it as well as the power to grant the civil penalties Chico has requested, any relief the district court could order would be duplicative and unnecessary. This is nothing more than a repackaged version of the meritless abstention argument. The fact that the EQB proceeding might eventually yield an order providing the same relief sought in the district court action in no way renders the plaintiffs' suit moot. <i>See </i><i>ConnectU LLC v. Zuckerberg,</i> 522 F.3d 82, 89 (1st Cir.2008) (holding that the pendency of parallel actions seeking same relief does not render either action moot).</p>\n<p></p>\n<h2>IV.</h2>\n<p>The circumstances that can sustain a federal court's abstention from the duty to exercise jurisdiction are rare. This is particularly true for citizen suits brought under RCRA. In light of the important federal <span class=\"star-pagination\">*37</span> interests at stake and the care with which Congress delineated the situations in which RCRA citizen suits will be barred, only exceptional circumstances could justify abstention. Because such circumstances are not present here, the district court erred in abstaining. Moreover, we conclude that neither the diligent prosecution bar nor mootness can independently support the district court's dismissal of Chico's suit. We must therefore vacate the judgment of the district court. Costs shall be awarded to the appellants.</p>\n<p><i>So ordered.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Second Circuit, sitting by designation.</p>\n<p>[1]  Our recitation of facts draws from the district court's opinion as well as various documents submitted below in support of the defendant's motion to dismiss.</p>\n<p>[2]  In 2006, Sol acquired Shell in a stock purchase. The company now operates under Sol's name, though it continues to use Shell's trademarks pursuant to a license agreement.</p>\n<p>[3]  It is not entirely clear what interests were transferred in the sale. Chico represents that the purchase agreement did not include the USTs and associated pipelines, nor the station's grease trap and septic tanks, but this is neither established nor contradicted by the record. In any event, the ownership of the USTs does not bear on our decision here.</p>\n<p>[4]  Over the course of the initial investigation, Shell's environmental consultants had twice recommended, in 1990 and 1992, that Shell disclose the suspected release to regulators; Shell apparently ignored these recommendations.</p>\n<p>[5]  Generally speaking, a site characterization plan is a road map for gathering information about the extent and nature of contamination at a site.</p>\n<p>[6]  The report itself is not in the record. Chico describes the report as concluding that the plume of contamination appears to have migrated outside the property limits to the north; Sol has not disputed this characterization.</p>\n<p>[7]  Chico had sent a letter to the EQB containing an identical request in September 2008, shortly before the mandamus petition was filed, but the record discloses no response.</p>\n<p>[8]  The record does not confirm whether any hearings were held or evidence presented within the prescribed time period, but it is clear that the EQB did not issue the \"final resolution\" within that time, nor has it done so to date.</p>\n<p>[9]  As discussed in full below, the <i>Burford</i> doctrine counsels abstention in situations where a federal suit will interfere with a state administrative agency's resolution of difficult and consequential questions of state law or policy. <i>See </i><i>New Orleans Pub. Serv., Inc. v. Council of New Orleans,</i> 491 U.S. 350, 361, 109 S.Ct. 2506, 105 L.Ed.2d 298 (1989).</p>\n<p>[10]  This doctrine, derived from the Supreme Court's opinion in <i>Colorado River Water Conservation District v. United States,</i> 424 U.S. 800, 96 S.Ct. 1236, 47 L.Ed.2d 483 (1976), addresses situations in which there are parallel state and federal proceedings and \"`considerations of wise judicial administration'... counsel against duplicative lawsuits.\" <i>Jiménez v. Rodríguez-Pagán,</i> 597 F.3d 18, 27 (1st Cir.2010) (citation omitted). Because the district court based its decision solely on the <i>Burford</i> strain of abstention and Sol has not argued for abstention under <i>Colorado River</i> in this appeal, we do not address the applicability of the <i>Colorado River</i> doctrine here.</p>\n<p>[11]  Rule 1102(B) of Puerto Rico's Underground Storage Tank Control Regulations, setting forth a generalized prohibition on the \"contamination of an existing or potential underground source of drinking water,\" has no direct analog in the EPA's UST regulations.</p>\n<p>[12]  We provided a detailed summary of the factual background and holding of <i>Burford</i> in <i>Bath Memorial Hospital v. Maine Health Care Finance Commission,</i> 853 F.2d 1007, 1013-14 (1st Cir.1988).</p>\n<p>[13]  The primary jurisdiction doctrine counsels abstention \"whenever enforcement of the claim requires the resolution of issues which, under a regulatory scheme, have been placed within the special competence of an administrative body.\" <i>United States v. W. Pac. R.R. Co.,</i> 352 U.S. 59, 64, 77 S.Ct. 161, 1 L.Ed.2d 126 (1956); <i>see also </i><i>U.S. Pub. Interest Research Grp. v. Atl. Salmon of Me.,</i> 339 F.3d 23, 34 (1st Cir.2003) (\"[T]he primary jurisdiction doctrine permits and occasionally requires a court to stay its hand while allowing an agency to address issues within its ken.\").</p>\n<p>[14]  <i>See, e.g., </i><i>PMC, Inc. v. Sherwin-Williams Co.,</i> 151 F.3d 610, 619 (7th Cir.1998) (rejecting <i>Burford</i> abstention and primary jurisdiction); <i>Interfaith Cmty. Org. Inc. v. PPG Indus., Inc.,</i> 702 F.Supp.2d 295, 307-10 (D.N.J.2010) (rejecting <i>Burford</i> and <i>Colorado River</i> abstention); <i>Remington v. Mathson,</i> No. CV 09-4547, 2010 WL 1233803, at *9-10 (N.D.Cal. Mar. 26, 2010) (rejecting <i>Younger</i> and <i>Colorado River</i> abstention); <i>K-7 Enters., L.P. v. Jester,</i> 562 F.Supp.2d 819, 826-28 (E.D.Tex.2007) (rejecting <i>Burford</i> abstention); <i>Coll. Park Holdings, LLC v. Racetrac Petroleum, Inc.,</i> 239 F.Supp.2d 1322, 1326-29 (N.D.Ga.2002) (rejecting abstention under <i>Burford</i> and primary jurisdiction doctrine); <i>Me. People's Alliance v. Holtrachem Mfg. Co.,</i> No. 00-CV-69, 2001 WL 1704911, at *5-9 (D.Me. Jan. 8, 2001) (rejecting application of the primary jurisdiction doctrine); <i>Williams v. Ala. Dep't of Transp.,</i> 119 F.Supp.2d 1249, 1257-58 (M.D.Ala.2000) (rejecting application of the primary jurisdiction doctrine); <i>Wilson v. Amoco Corp.,</i> 989 F.Supp. 1159, 1170 (D.Wyo.1998) (same); <i>White &amp; Brewer Trucking, Inc. v. Donley,</i> 952 F.Supp. 1306, 1311-14 (C.D.Ill.1997) (rejecting <i>Burford</i> abstention); <i>Craig Lyle Ltd. P'ship v. Land O'Lakes, Inc.,</i> 877 F.Supp. 476, 483-84 (D.Minn. 1995) (rejecting abstention under <i>Burford</i> and the primary jurisdiction doctrine). <i>But see </i><i>Coal. for Health Concern v. LWD, Inc.,</i> 60 F.3d 1188, 1193-95 (6th Cir. 1995) (applying <i>Burford</i> abstention to RCRA citizen suit); <i>Friends of Santa Fe Cnty. v. LAC Minerals, Inc.,</i> 892 F.Supp. 1333, 1347-49 (D.N.M.1995) (same).</p>\n<p>[15]  As discussed below, the statutory bar to citizen suits applies only where a regulatory agency has filed a formal action in state or federal court or is pursuing one of a handful of remedial actions under CERCLA. <i>See</i> 42 U.S.C. § 6972(b)(1)(B), (b)(2)(B), (b)(2)(C).</p>\n<p>[16]  In fairness, we note that the history of the stay is not entirely clear. Sol initially moved for and obtained a stay of the commonwealth court action pending completion of the EQB proceedings. However, that stay was set aside upon a motion for reconsideration filed by Chico. Some time later, Chico filed an \"information motion\" (the content of which is not disclosed by the record), which prompted the commonwealth court to reinstate the stay, apparently sua sponte. For reasons that cannot be divined from the record, <i>Sol</i> then moved for reconsideration of the reinstated stay. The court denied Sol's motion for reconsideration, and a commonwealth appeals court affirmed the stay on appeal.</p>\n<p>[17]  As we previously noted, all but one of the Puerto Rico UST regulations cited in Chico's complaint are substantively identical to EPA regulations.</p>\n<p>[18]  <i>See, e.g., </i><i>Marrero Hernandez v. Esso Standard Oil Co.,</i> 597 F.Supp.2d 272, 280 (D.P.R. 2009); <i>Kara Holding Corp. v. Getty Petroleum Mktg., Inc.,</i> 67 F.Supp.2d 302, 306-07 (S.D.N.Y.1999); <i>Gilroy Canning Co. v. Cal. Canners &amp; Growers,</i> 15 F.Supp.2d 943, 946-47 (N.D.Cal.1998); <i>see also</i> Gibson, <i>supra,</i> at 276 (\"Courts have unanimously understood [RCRA's] statutory bar to require court action, not simply administrative inquiry.\").</p>\n<p>[19]  Because the district court never reached the mootness arguments that Sol advances here, the record is thin and our assessment is not conclusive. The district court may wish to more fully explore the question of mootness on remand. <i>See </i><i>Calderon v. Moore,</i> 518 U.S. 149, 150, 116 S.Ct. 2066, 135 L.Ed.2d 453 (1996) (\"[M]ootness can arise at any stage of litigation.\").</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">633</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></span> (2011)</b></center>\n<center><h1>CHICO SERVICE STATION, INC. and José Chico, Plaintiffs, Appellants,<br>\nv.<br>\nSOL PUERTO RICO LIMITED, Defendant, Appellant.</h1></center>\n<center>No. 10-1200.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard November 3, 2010.</center>\n<center>Decided January 26, 2011.</center>\n<p><span class=\"star-pagination\">*22</span> Orlando Cabrera-Rodriguez, for appellants.</p>\n<p>Alejandro J. Cepeda-Díaz, with whom José R. González-Irizarry, Mariana S. Pérez-Cordero, and McConnell Valdés LLC were on brief, for appellee.</p>\n<p>Before LIPEZ, LEVAL,<sup>[*]</sup> and THOMPSON, Circuit Judges.</p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>This appeal requires us to assess the propriety of <i>Burford</i> abstention in a citizen suit under the federal Resource Conservation and Recovery Act (\"RCRA\"). Appellants Chico Service Station, Inc. and José Chico brought the suit in an effort to force the cleanup of contamination caused by leaking underground storage tanks (\"USTs\") at a former gasoline filling station. Their citizen suit represents the latest in a long-running series of proceedings aimed at addressing contamination at the site. In addition to an investigatory proceeding at the Puerto Rico Environmental <span class=\"star-pagination\">*23</span> Quality Board (\"EQB\") that has been ongoing since leaks were discovered in the early 1990s, appellants have filed two lawsuits in commonwealth courts over the past decade related to the contamination of the site.</p>\n<p>The pendency of these parallel state administrative proceedings led the district court to abstain from hearing the appellants' federal citizen suit, ordering dismissal on the authority of <i>Burford v. Sun Oil Co.,</i> <span class=\"citation\" data-id=\"103842\"><a href=\"/opinion/103842/burford-v-sun-oil-co/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">315</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1098</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1424</span></span> (1943). Application of the <i>Burford</i> abstention doctrine to RCRA citizen suits is an issue of first impression in this circuit. On careful consideration, we find abstention to be inappropriate, and we therefore vacate the district court's judgment.</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>A. Factual Background<sup>[1]</sup></h2>\n<p>The history of the filling station at the center of this citizen suit stretches back more than four decades. Located on a parcel of land in Río Grande, Puerto Rico, the filling station and associated USTs were in operation between the 1960s and 2001. The site, which is situated on a major road and abuts a small stream, contained five USTs: two 8,000-gallon tanks, two 5,000-gallon tanks, and a fifth tank with a capacity of 550 gallons. Until 1987, the facility was owned and operated by The Shell Company (Puerto Rico) Limited (\"Shell\"), predecessor to appellee Sol Puerto Rico (\"Sol\").<sup>[2]</sup> Shell sold the filling station in April 1987 to appellants Chico Service Station, Inc. and José Chico (collectively, \"Chico\").<sup>[3]</sup></p>\n<p>The UST leak at the filling station first came to light two years after the sale, in 1989, when an environmental consultant for Shell found evidence of gasoline-associated contaminants such as benzene in the soil as well as \"free product\" (gasoline and related petroleum constituents) floating on top of the groundwater. This discovery led Shell to conduct several environmental studies of the site over the following three years, which further confirmed the soil and groundwater contamination. Shell also installed a skimming device to aid in recovering free product from the surface of the groundwater.</p>\n<p>In April 1993, Shell informed the EQB that free product had been found in the groundwater at the filling station.<sup>[4]</sup> The EQB added the filling station to its \"Leaking Underground Storage Tank List,\" marking the beginning of a lengthy investigatory proceeding that continues to this date.</p>\n<p></p>\n<h2>B. EQB Investigation</h2>\n<p>Over the past seventeen years, there have been no formal enforcement proceedings before the EQB concerning the contamination at the filling station, nor has <span class=\"star-pagination\">*24</span> the EQB held any hearings, issued a final order, or approved a remediation plan for the site. The record discloses no substantive action at all by the EQB for the first eight years after it was notified of the leak. Since then, the EQB's investigation of the contaminated filling station has been conducted primarily by intermittent correspondence between the EQB and Shell, the highlights of which we summarize here.</p>\n<p>In February 2001, Shell wrote to the EQB to request that the filling station be removed from the Leaking Underground Storage Tank List, in light of the fact that no free product had been detected in the groundwater for three years prior. The EQB denied the request and directed Shell to conduct additional testing. When Chico ceased active operation of the filling station in July 2001, Shell again wrote to the EQB and requested authorization to remove the idle USTs from the site. The EQB approved the removal, though the five tanks were not actually removed until March 2004 due to a dispute between Chico and Shell over access to the property.</p>\n<p>Soil sampling results conducted in conjunction with the removal of the tanks revealed contaminant levels in excess of the applicable limits under the EQB's regulations. In response, the EQB asked Shell to prepare a site characterization plan<sup>[5]</sup> to define the plume of contamination at the site and submit a remediation plan for approval. Shell prepared a characterization plan, which the EQB approved on the condition that Shell conduct additional analysis to determine the direction of water flow at the site.</p>\n<p>Shell's testing pursuant to the characterization plan stretched over the following several years, with results reported to the EQB in two installments. In January 2007, defendant Solhaving purchased Shell in the interimsubmitted the first and primary report, which provided details on the extent and migration of contamination in soil and groundwater at the site.<sup>[6]</sup> Sol submitted a supplemental report in May 2008 disclosing the results of additional testing, which purportedly showed a decrease in soil contaminant levels. Based on these results, Sol contended that no soil remediation would be necessary, and it proposed that the lingering groundwater contamination be addressed through aerobic bioremediation (a technique to accelerate contaminant breakdown by natural processes).</p>\n<p>The submission of these results did not, however, signal an end to the investigation. Chico wrote the EQB in May 2008, taking issue with, inter alia, Sol's failure to take samples in the vicinity of the stream abutting the property and the absence of approved guidelines for risk assessment in cases involving USTs. The EQB apparently agreed with the latter point. It wrote to Sol in November 2008 and explained that the EQB was working with the federal Environmental Protection Agency (\"EPA\") to develop guidelines for evaluating UST risk assessment studies, and that until those guidelines were finalizedwhich would necessitate approval by both agencies and a public hearing processthe EQB could not accept Sol's original report. The EQB also identified certain quality control issues with Sol's <span class=\"star-pagination\">*25</span> sampling process that required rejection of the report.</p>\n<p>The EQB sent a follow-up letter in January 2009 calling for Sol to prepare a new characterization plan to outline additional testing. Sol met with the EQB in February to discuss the EQB's requests. In April 2009, Sol submitted to the EQB new testing plans, a compiled report summarizing the testing conducted at the filling station to date, and a proposed remediation plan. In the accompanying letter, Sol argued that a plan for additional sampling was unnecessary. There is no indication of further action taken by Sol or the EQB between April 2009 and the present.</p>\n<p></p>\n<h2>C. Commonwealth Legal Proceedings</h2>\n<p>In August 2003, Chico filed in a commonwealth court the first of three lawsuits relating to the filling station. Primarily a contract action, the suit sought declaratory relief and damages related to Shell's alleged breach of its site improvement obligations under a lease agreement with Chico. Among the remedies requested in the action, however, was an injunction requiring Shell to conduct an environmental site assessment, carry out any necessary remediation, and reimburse Chico for costs attributable to environmental degradation at the site. After Shell moved to dismiss, the parties settled and stipulated to dismissal of the portion of the suit requesting injunctive relief related to the environmental condition of the site. Pursuant to the settlement agreement, Chico agreed to allow Shell access to the filling station to remove the USTs and conduct sampling activities.</p>\n<p>Chico amended the complaint in May 2005 to allege the discovery of contamination during removal of the USTs at the filling station, and to request damages for environmental harm and operational losses stemming from the contamination. In 2010, recognizing that the question of the environmental condition of the filling station was before the EQB, the commonwealth court stayed the action pending final EQB action. The stay was subsequently upheld on interlocutory appeal to a commonwealth appeals court.</p>\n<p>Chico filed its second action, a mandamus petition directed to the EQB, in a commonwealth court in October 2008. The petition sought an order directing the EQB to require testing for lead at the filling station, in light of evidence that Shell had sold leaded gasoline on the premises up until the 1980s.<sup>[7]</sup> Chico and the EQB quickly reached a settlement in January 2009, under which the EQB agreed to hear Chico's evidence of lead contamination, conduct the \"necessary administrative hearings,\" and \"issue the final resolution\" in the case within sixty days.<sup>[8]</sup> In turn, Chico agreed to have its concerns heard by the EQB rather than the commonwealth courts. Pursuant to the parties' agreement, the mandamus petition was dismissed as moot.</p>\n<p></p>\n<h2>D. Federal Legal Proceedings</h2>\n<p>Chico filed the present suit, its third, in the United States District Court for the District of Puerto Rico in April 2009. Brought under RCRA's citizen suit provision, 42 U.S.C. § 6972, the suit rests on three core allegations. First, Chico alleges <span class=\"star-pagination\">*26</span> that Sol is in ongoing violation of a number of Puerto Rico's UST regulations, including those that mandate reporting of a suspected release of contaminants, require investigation and remediation following such a release, and prohibit the contamination of underground sources of drinking water. Second, Chico alleges that conditions at the filling station may present an imminent and substantial endangerment to the environment or public health actionable under RCRA. Third, Chico alleges that Sol has disposed of or abandoned gasoline, diesel, and their constituents at the filling station in violation of RCRA's solid waste disposal requirements. The suit seeks civil penalties under RCRA, in addition to an order enjoining further releases at the site and requiring Sol to conduct whatever corrective or remedial actions are necessary.</p>\n<p>In accordance with RCRA's requirements, Chico provided pre-filing notice of its intent to file a citizen suit to Sol, the EQB, the regional and national EPA administrators, and the commonwealth and federal attorneys general via letter in October 2008. <i>See</i> 42 U.S.C. § 6972(b). RCRA requires such notice primarily to afford regulators a chance to initiate an enforcement suit or take other formal action to address the conditions targeted by the intended citizen suit; here, no such action was taken between October 2008 and the filing of suit the next April.</p>\n<p>Sol moved to dismiss within a month of the complaint's filing, proffering three alternative grounds for dismissal. Sol's leading argument was that RCRA's diligent prosecution bar, which precludes citizen suits where federal or state regulators are taking certain enumerated enforcement actions (<i>see</i> 42 U.S.C. § 6972(b)(1)(B), (b)(2)(B), (b)(2)(C)), divested the court of subject matter jurisdiction over Chico's claims. Alternatively, Sol contended that Chico's claims were moot, and separately asked the court to abstain from hearing the suit under the <i>Burford</i><sup>[9]</sup> and <i>Colorado River</i><sup>[10]</sup> doctrines.</p>\n<p>In a December 2009 opinion and order, the district court granted dismissal under <i>Burford.</i> Among several \"compelling reasons to abstain\" cited by the district court were Puerto Rico's interest in uniform and coherent regulation of USTs and the availability of adequate judicial review of a final administrative decision under Puerto Rico law. Chico immediately moved for reconsideration, which the court denied. This timely appeal followed.</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>A. Statutory and Regulatory Background</h2>\n<p>We have previously described RCRA as \"a cradle-to-grave statute providing a full range of remedies designed to protect both health and the environment.\" <span class=\"star-pagination\">*27</span> <i>United States v. Borowski,</i> <span class=\"citation\" data-id=\"592215\"><a href=\"/opinion/592215/united-states-v-john-borowski/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span>, 31 (1st Cir.1992). More particularly, the Act regulates the \"handling, treatment and storage of hazardous substances\" and solid waste. <i>Id.</i> In enacting RCRA, Congress acknowledged these activities to be \"primarily the function of State, regional, and local agencies,\" but found that, due to technological progress, increases in industrial production, and population growth, \"the problems of waste disposal ... have become a matter national in scope and in concern and necessitate Federal action.\" 42 U.S.C. § 6901(a)(4).</p>\n<p>RCRA's approach to regulating solid and hazardous waste is one of cooperative federalism, of which the UST program is a paradigmatic example. Subchapter IX of RCRA creates a comprehensive federal regulatory framework for USTs, <i>see</i> 42 U.S.C. §§ 6991-6991m, pursuant to which the EPA has promulgated numerous specific regulations governing UST registration, leak detection, notification, and cleanup requirements. <i>See</i> 40 C.F.R. Pt. 280 (2010); <i>see also </i><i>Francisco Sánchez v. Esso Standard Oil Co.,</i> <span class=\"citation\" data-id=\"203878\"><a href=\"/opinion/203878/francisco-sanchez-v-esso-standard-oil-co/\"><span class=\"volume\">572</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir. 2009). However, a state may, with federal approval, implement its own regulatory program for USTs. Congress expressly authorized the EPA to approve state UST regulations for operation \"in lieu of the Federal program\" where the state program sets requirements \"no less stringent\" than those established by the EPA and \"provides for adequate enforcement of compliance.\" 42 U.S.C. § 6991c. EPA approval of a state UST program transfers primary enforcement responsibility for the program to state regulators, <i>id.</i> § 6991c(d)(2), though the EPA retains parallel enforcement authority, <i>see id.</i> § 6991e.</p>\n<p>Such is the case in Puerto Rico. Puerto Rico's Underground Storage Tank Control Regulations, adopted in 1990, have been approved by the EPA to operate in lieu of the federal regulations, and Puerto Rico's EQB has been delegated primary enforcement responsibility. <i>See</i> 40 C.F.R. § 282.102(a); <i>Francisco Sánchez,</i> 572 F.3d at 6-7. Puerto Rico's program appears to closely mirror the EPA's program. In fact, the provisions of Puerto Rico's regulations that Chico alleges have been violated by Sol are materially identical to the EPA's UST regulations, with a single exception.<sup>[11]</sup><i>Compare</i> Puerto Rico Underground Storage Tank Control Regulations, Rules 501, 503, 601, 602, 603, 604, and 606 <i>with</i> 40 C.F.R. §§ 280.50, 280.52, 280.60, 280.61, 280.62, 280.63, and 280.65.</p>\n<p></p>\n<h2>B. Citizen Suits Under RCRA</h2>\n<p>Congress provided for broad enforcement of RCRA by federal and state regulators as well as through \"citizen suits,\" a mechanism RCRA shares with numerous other federal environmental statutes. <i>See</i> 42 U.S.C. § 6972; <i>see also, e.g., id.</i> § 7604 (Clean Air Act); <i>id.</i> § 300j-8 (Safe Drinking Water Act); 33 U.S.C. § 1365 (Clean Water Act). Citizen suits \"function as a form of statutory enforcement in addition to, or in conjunction with, enforcement by an administrative agency or other governmental entity.\" <i>Esso Standard Oil Co. (P.R.) v. Rodríguez-Pérez,</i> <span class=\"citation\" data-id=\"795064\"><a href=\"/opinion/795064/esso-standard-oil-company-puerto-rico-a-puerto-rico-corporation-v/\"><span class=\"volume\">455</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 n. 2 (1st Cir.2006). As Congress noted in the course of amending RCRA to broaden its citizen suit authority, citizen suits \"complement, rather than conflict with\" agency enforcement of the law. H.R.Rep. No. 98-198, <span class=\"star-pagination\">*28</span> pt. I, at 53 (1983), <i>reprinted in</i> 1984 U.S.C.C.A.N. 5576, 5612.</p>\n<p>The present suit was brought under subsections 6972(a)(1)(A) and (a)(1)(B) of RCRA's citizen suit provision, which authorize \"any person\" to commence a civil action on his or her own behalf:</p>\n<blockquote>(1)(A) against any person ... who is alleged to be in violation of any permit, standard, regulation, condition, requirement, prohibition, or order which has become effective pursuant to this chapter; or</blockquote>\n<blockquote>(B) against any person ... who has contributed or who is contributing to the past or present handling, storage, treatment, transportation, or disposal of any solid or hazardous waste which may present an imminent and substantial endangerment to health or the environment[.]</blockquote>\n<p>42 U.S.C. § 6972(a). The statute specifies that citizen suits under either of these subsections \"shall be brought in the district court for the district in which the alleged violation occurred or the alleged endangerment may occur.\" <i>Id.</i> In hearing suits under these provisions, district courts have statutory authority to grant various types of equitable relief necessary to address the violation or endangerment, as well as to impose civil penalties. <i>Id.</i></p>\n<p>Despite the broad ambit of the statute, RCRA citizen suits are subject to a handful of clearly delineated limitations. These limitations fall into two categories, both intended to avert citizen suit interference with state and federal enforcement activities. The first category requires written notice to state and federal regulators (as well as to the alleged offender) prior to filing suit, giving the responsible agencies the opportunity to address the purported violation or endangerment. <i>See</i> 42 U.S.C. § 6972(b)(1)(A) (requiring notice sixty days prior to filing a citizen suit based on ongoing violations of RCRA), (b)(2)(A) (requiring notice ninety days before filing a citizen suit based on an imminent endangerment). The second and related category of limitations bars suit where a responsible state or federal agency is diligently pursuing one of several enumerated judicial or administrative enforcement actions under RCRA or the Comprehensive Environmental Response, Compensation, and Liability Act (\"CERCLA\"). <i>See</i> 42 U.S.C. § 6972(b)(1)(B), (b)(2)(B), (b)(2)(C). This so-called \"diligent prosecution bar\" is invoked by appellees as an alternate ground to justify the dismissal of appellants' lawsuit.</p>\n<p></p>\n<h2>III.</h2>\n<p>The sole issue raised by Chico on appeal is whether the district court erred when it abstained from hearing this citizen suit on <i>Burford</i> grounds. Chico argues that the circumstances of this case, in which the commonwealth agency responsible for UST enforcement has taken negligible action during a seventeen-year period of oversight, cannot support the district court's deference to local administrative processes. Defendant Sol counters that abstention is proper because the \"EQB is actively enforcing its UST regulations\" in the investigative proceeding concerning the filling station. Additionally, noting our authority to affirm a dismissal on any ground supported by the record, <i>see </i><i>Román-Cancel v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">613</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></span>, 41 (1st Cir.2010), Sol revives the diligent prosecution bar and mootness arguments it pressed below. We address each in turn.</p>\n<p></p>\n<h2>A. <i>Burford</i> Abstention</h2>\n<p></p>\n<h2>1. General Principles</h2>\n<p>Abstention occupies an uneasy position in the jurisprudence of federal <span class=\"star-pagination\">*29</span> court jurisdiction. As the common refrain goes, \"federal courts have a `virtually unflagging obligation ... to exercise the jurisdiction given them.'\" <i>Ankenbrandt v. Richards,</i> <span class=\"citation\" data-id=\"112752\"><a href=\"/opinion/112752/ankenbrandt-v-richards/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">689</span></a></span>, 705, <span class=\"citation\" data-id=\"112752\"><a href=\"/opinion/112752/ankenbrandt-v-richards/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2206</span></a></span>, <span class=\"citation\" data-id=\"112752\"><a href=\"/opinion/112752/ankenbrandt-v-richards/\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">468</span></a></span> (1992) (quoting <i>Colo. River Water Conservation Dist. v. United States,</i> <span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 817, <span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1236</span></a></span>, <span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">483</span></a></span> (1976)); <i>United States v. Fairway Capital Corp.,</i> <span class=\"citation\" data-id=\"202705\"><a href=\"/opinion/202705/united-states-v-fairway-capital-corp/\"><span class=\"volume\">483</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 44 (1st Cir.2007) (same). This all but unyielding duty to exercise jurisdiction rests on \"the undisputed constitutional principle that Congress, and not the Judiciary, defines the scope of federal jurisdiction within the constitutionally permissible bounds.\" <i>New Orleans Pub. Serv., Inc. v. Council of New Orleans</i> (<i>NOPSI</i>), <span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">350</span></a></span>, 359, <span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2506</span></a></span>, <span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">298</span></a></span> (1989); <i>see also </i><i>Cohens v. Virginia,</i> <span class=\"citation\" data-id=\"85330\"><a href=\"/opinion/85330/cohens-v-virginia/\"><span class=\"volume\">19</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">264</span></a></span>, 404, <span class=\"citation\" data-id=\"85330\"><a href=\"/opinion/85330/cohens-v-virginia/\"><span class=\"volume\">6</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">264</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">257</span></span> (1821) (federal courts \"have no more right to decline the exercise of jurisdiction which is given, than to usurp that which is not\").</p>\n<p>Against the backdrop of this duty to exercise jurisdiction, Supreme Court precedent has carved out a discrete set of \"exceptional circumstances\" in which the exercise of jurisdiction may be declined. As a general proposition, these \"exceptional circumstances\" lie \"where denying a federal forum would clearly serve an important countervailing interest,\" such as \"regard for federal-state relations\" or \"wise judicial administration.\" <i>Quackenbush v. Allstate Ins. Co.,</i> <span class=\"citation\" data-id=\"118031\"><a href=\"/opinion/118031/quackenbush-v-allstate-ins-co/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">706</span></a></span>, 716, <span class=\"citation\" data-id=\"118031\"><a href=\"/opinion/118031/quackenbush-v-allstate-ins-co/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1712</span></a></span>, <span class=\"citation\" data-id=\"118031\"><a href=\"/opinion/118031/quackenbush-v-allstate-ins-co/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1996) (internal quotation marks omitted). The circumstances that fit this mold are rare. Indeed, because abstention runs so firmly against the jurisprudential grain, we have repeatedly emphasized that abstention must always be \"the exception, not the rule.\" <i>Fragoso v. Lopez,</i> <span class=\"citation\" data-id=\"605524\"><a href=\"/opinion/605524/carmen-fragoso-aka-carmen-fragoso-de-conway-v-dr-maria-a-lopez/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">878</span></a></span>, 882 (1st Cir.1993) (internal quotation marks omitted).</p>\n<p>The particular species of abstention at issue here grew out of the Supreme Court's decision in <i>Burford v. Sun Oil Co.,</i> <span class=\"citation\" data-id=\"103842\"><a href=\"/opinion/103842/burford-v-sun-oil-co/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">315</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1098</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1424</span></span> (1943).<sup>[12]</sup> As we have observed on past occasions, the \"fundamental concern in <i>Burford</i> is to prevent federal courts from bypassing a state administrative scheme and resolving issues of state law and policy that are committed in the first instance to expert administrative resolution.\" <i>Pub. Serv. Co. of N.H. v. Patch,</i> <span class=\"citation\" data-id=\"198224\"><a href=\"/opinion/198224/public-service-v-patch/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 24 (1st Cir.1998) (citing <i>NOPSI,</i> 491 U.S. at 361-64, <span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2506</span></a></span>, and <i>Bath Mem'l Hosp. v. Me. Health Care Fin. Comm'n,</i> <span class=\"citation\" data-id=\"510030\"><a href=\"/opinion/510030/22-socsecrepser-567-medicaremedicaid-gu-37243-medicaremedicaid-gu/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1007</span></a></span>, 1014-15 (1st Cir.1988)). The Supreme Court has articulated a two-pronged analytical framework for identifying situations that implicate this concern:</p>\n<blockquote>Where timely and adequate state-court review is available, a federal court sitting in equity must decline to interfere with the proceedings or orders of state administrative agencies: (1) when there are \"difficult questions of state law bearing on policy problems of substantial public import whose importance transcends the result in the case then at bar\"; or (2) where the \"exercise of federal review of the question in a case and in similar cases would be disruptive of state efforts to establish a coherent policy with respect to a matter of substantial public concern.\"</blockquote>\n<p><i>NOPSI,</i> 491 U.S. at 361, <span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2506</span></a></span> (quoting <i>Colo. River,</i> 424 U.S. at 814, <span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1236</span></a></span>).</p>\n<p>While <i>Burford</i>'s principle of deference to state administrative bodies could be interpreted <span class=\"star-pagination\">*30</span> expansively, requiring that federal courts \"abstain from hearing any case involving important state regulatory policies,\" <i>Vaquería Tres Monjitas, Inc. v. Irizarry,</i> <span class=\"citation no-link\"><span class=\"volume\">587</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">464</span></span>, 473 (1st Cir.2009), we have declined to give it so broad a reading. <i>Id.</i> In light of the strong presumption in favor of the exercise of jurisdiction, we have held that \"<i>Burford</i> abstention must only apply in `unusual circumstances,' when federal review risks having the district court become the `regulatory decision-making center.'\" <i>Id.</i> (quoting <i>Bath Mem'l Hosp.,</i> 853 F.2d at 1012-13); <i>see also </i><i>Fragoso,</i> 991 F.2d at 882 (noting that, under the formulation in <i>NOPSI, Burford</i> abstention is limited to \"narrowly circumscribed situations where deference to a state's administrative processes for the determination of complex, policy-laden, state-law issues would serve a significant local interest and would render federal-court review inappropriate\"). Similarly, we have cautioned that the <i>Burford</i> doctrine does not require abstention merely because the federal action may impair operation of a state administrative scheme or overturn state policy. <i>See </i><i>Patch,</i> 167 F.3d at 24 (citing <i>Zablocki v. Redhail,</i> <span class=\"citation\" data-id=\"109768\"><a href=\"/opinion/109768/zablocki-v-redhail/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">374</span></a></span>, 379 n. 5, <span class=\"citation\" data-id=\"109768\"><a href=\"/opinion/109768/zablocki-v-redhail/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">673</span></a></span>, <span class=\"citation\" data-id=\"109768\"><a href=\"/opinion/109768/zablocki-v-redhail/\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">618</span></a></span> (1978)); <i>see also </i><i>Vaquería Tres Monjitas,</i> 587 F.3d at 473-74.</p>\n<p></p>\n<h2>2. Applicability of <i>Burford</i>\n</h2>\n<p>With these principles in mind, we turn to the question of <i>Burford</i>'s application to the present suit. We review de novo the \"essentially legal determination of whether the requirements for abstention have been met,\" but employ a \"more deferential standard\" in reviewing the district court's findings of fact and applications of law. <i>Guillemard-Ginorio v. Contreras-Gómez,</i> <span class=\"citation\" data-id=\"1192077\"><a href=\"/opinion/1192077/guillemard-ginorio-v-contreras-gomez/\"><span class=\"volume\">585</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">508</span></a></span>, 517 (1st Cir.2009) (internal quotation marks omitted). Though the propriety of abstention from a RCRA citizen suit is a matter of first impression in this circuit, we are far from the first court to take up the issue. The majority of courts to have considered it have found abstention, whether under <i>Burford</i> or related doctrines such as primary jurisdiction,<sup>[13]</sup> to be improper. <i>See </i><i>DMJ Assocs., L.L.C. v. Capasso,</i> <span class=\"citation\" data-id=\"2413495\"><a href=\"/opinion/2413495/dmj-associates-llc-v-capasso/\"><span class=\"volume\">228</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">223</span></a></span>, 229 (E.D.N.Y.2002) (citing cases).<sup>[14]</sup></p>\n<p><span class=\"star-pagination\">*31</span> Before we reach the doctrinal considerations specific to <i>Burford,</i> we note that the careful structure of federal court jurisdiction under RCRA makes us distinctly reluctant to countenance abstention here. Abstention is, at its core, a prudential mechanism that allows federal courts to take note of and weigh significant and potentially conflicting interests that were notor could not have beenforeseen by Congress at the time that it granted jurisdiction for a given class of cases to the courts. When it enacted RCRA, however, Congress recognized and addressed the specific clash of interests at issue here, by carefully delineating (via the diligent prosecution bar) the situations in which a state or federal agency's enforcement efforts will foreclose review of a citizen suit in federal court.<sup>[15]</sup> To abstain in situations other than those identified in the statute thus threatens an \"end run around RCRA,\" <i>PMC, Inc. v. Sherwin-Williams Co.,</i> <span class=\"citation\" data-id=\"756701\"><a href=\"/opinion/756701/pmc-inc-v-sherwin-williams-company/\"><span class=\"volume\">151</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">610</span></a></span>, 619 (7th Cir.1998), and would substitute our judgment for that of Congress about the correct balance between respect for state administrative processes and the need for consistent and timely enforcement of RCRA. <i>Cf.</i> Charlotte Gibson, Note, <i>Citizen Suits Under the Resource Conservation &amp; Recovery Act: Plotting Abstention on a Map of Federalism,</i> 98 Mich. L.Rev. 269, 281 (1999) (arguing that federal courts \"may not create a separate standard as to what level of administrative investigation is sufficient to dismiss a citizen suit\").</p>\n<p>Moreover, we are leery of abstaining where litigants may be unable to press their federal claims in a state forum. Section 6972(a)which states both that citizen suits \"shall be brought in the district court for the district in which the alleged violation occurred or the alleged endangerment may occur\" and that \"[t]he district court shall have jurisdiction\" to grant relief in such suitsarguably locates exclusive jurisdiction over RCRA citizen suits in the federal courts. The majority of courts that have examined the issue have reached that conclusion. <i>See </i><i>Blue Legs v. U.S. Bureau of Indian Affairs,</i> <span class=\"citation\" data-id=\"518456\"><a href=\"/opinion/518456/taylor-wallace-blue-legs-of-the-estate-of-mattie-blue-legs-deceased-and/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1094</span></a></span>, 1098 (8th Cir.1989) (stating that federal courts have exclusive jurisdiction over RCRA citizen suits); <i>Interfaith Cmty. Org. Inc. v. PPG Indus., Inc.,</i> <span class=\"citation\" data-id=\"2342778\"><a href=\"/opinion/2342778/interfaith-community-organization-v-ppg/\"><span class=\"volume\">702</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">295</span></a></span>, 307 (D.N.J.2010) (same); <i>Remington v. Mathson,</i> No. CV 09-4547, <span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">1233803</span></span>, at *8-9 (N.D.Cal. Mar. 26, 2010) (same); <i>K-7 Enters., L.P. v. Jester,</i> <span class=\"citation\" data-id=\"2492156\"><a href=\"/opinion/2492156/k-7-enterprises-lp-v-jester/\"><span class=\"volume\">562</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">819</span></a></span>, 827 (E.D.Tex.2007) (same); <i>White &amp; Brewer Trucking, Inc. v. Donley,</i> <span class=\"citation\" data-id=\"1432168\"><a href=\"/opinion/1432168/white-brewer-trucking-inc-v-donley/\"><span class=\"volume\">952</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1306</span></a></span>, 1312 (C.D.Ill. 1997) (same). <i>But see </i><i>Davis v. Sun Oil Co.,</i> <span class=\"citation\" data-id=\"755595\"><a href=\"/opinion/755595/donald-p-davis-and-maxine-elaine-davis-v-sun-oil-company/\"><span class=\"volume\">148</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">606</span></a></span>, 611-12 (6th Cir.1998) (holding that federal courts do not have exclusive jurisdiction over RCRA citizen suits).</p>\n<p>Regardless of whether the jurisdiction conferred by Congress is exclusive, the statute plainly reflects an emphasis by Congress on the availability of a federal forum for consistent and timely review of RCRA claims. Taken together with Congress's careful delineation of the limited situations in which federal courts must refrain from hearing citizen suits, it counsels federal courts to exercise great caution in considering abstention. While we are not prepared to rule out categorically the possibility of abstention in a RCRA <span class=\"star-pagination\">*32</span> citizen suit, we believe that the circumstances justifying abstention will be exceedingly rare. As we explain, the case before us offers no such justification for second-guessing the balance struck by Congress.</p>\n<p>In finding abstention to be improper here, we consider three factors: (1) the availability of timely and adequate state-court review, (2) the potential that federal court jurisdiction over the suit will interfere with state administrative policymaking, and (3) whether conflict with state proceedings can be avoided by careful management of the federal case.</p>\n<p></p>\n<h2>i. Availability of State-Court Review</h2>\n<p>Under the modern formulation of the <i>Burford</i> doctrine, a court weighing abstention must first determine whether \"timely and adequate state-court review is available.\" <i>NOPSI,</i> 491 U.S. at 361, <span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2506</span></a></span>. In making this assessment here, the district court found that \"the record abounds with evidence of adequate judicial review,\" citing the two lawsuits filed by Chico in the commonwealth courts as well as the availability under Puerto Rico law of judicial review for final agency decisions. <i>See</i> P.R. Laws Ann. tit. 3, §§ 2171-77. As a formal matter, the district court is correct that Puerto Rico law provides for review of administrative decisions, and the record provides no basis to doubt the adequacy of that review.</p>\n<p>We have significant concerns, however, about the timeliness of the review offered by commonwealth courts in the present case. The availability of judicial review for \"final orders\" by commonwealth agencies, <i>id.</i> § 2171, can hardly qualify as \"timely and adequate\" if, as here, the agency may take decades to issue a reviewable final order. Perhaps Chico could seek mandamus relief in a commonwealth court to force more prompt action by the EQB. Because Chico dismissed its mandamus petition upon settling with the EQB, though, the record does not reflect whether mandamus relief is available and effective, nor was the issue briefed by the parties. The experience of Chico's other commonwealth lawsuit, which was stayed in deference to the EQB, gives us little comfort that Chico could in fact obtain \"timely and adequate\" review of the EQB's actions in the commonwealth courts.<sup>[16]</sup></p>\n<p></p>\n<h2>ii. Interference with State Policymaking</h2>\n<p>Even if we were to find adequate review available in the commonwealth courts, we nonetheless would consider this case to be an improper candidate for <i>Burford</i> abstention. As we have said, the animating concern under <i>Burford</i> is the threat that federal courts will usurp the role of state administrative agencies in deciding \"issues of state law and policy that are committed in the first instance to expert administrative resolution.\" <i>Patch,</i> 167 F.3d at 24. In light of the intertwined state and federal interests implicated by RCRA, that concern does not obtain here.</p>\n<p>The Supreme Court's articulation of the <i>Burford</i> doctrine in <i>NOPSI</i> provides a convenient analytical framework for evaluating this interplay of interests. Accordingly, <span class=\"star-pagination\">*33</span> we first examine whether \"there are `difficult questions of state law bearing on policy problems of substantial public import whose importance transcends the result in the case ... at bar.'\" <i>NOPSI,</i> 491 U.S. at 361, <span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2506</span></a></span> (quoting <i>Colo. River,</i> 424 U.S. at 814, <span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1236</span></a></span>).</p>\n<p>The substantive laws at issue in Chico's citizen suit are indeed commonwealth regulations, but they rest heavily on a framework of federal law. To a large extent, RCRA dictates the content and standards of Puerto Rico's UST program, leaving the Commonwealth only the discretion to enact regulations that are no less stringent than those developed by the EPA. <i>See</i> 42 U.S.C. § 6991c. The questions of law at issue in this suit are therefore only marginally questions of commonwealth law, with a strong federal cast. Moreover, they are of no particular difficulty. Federal courts regularly interpret EPA regulations substantively identical to those here,<sup>[17]</sup><i>see, e.g., </i><i>Albany Bank &amp; Trust Co. v. Exxon Mobil Corp.,</i> <span class=\"citation\" data-id=\"779865\"><a href=\"/opinion/779865/albany-bank-trust-company-not-individually-but-solely-as-trustee-under/\"><span class=\"volume\">310</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">969</span></a></span>, 974 (7th Cir. 2002), and have an affirmative interest in ensuring that corresponding state regulations are interpreted in a consistent manner.</p>\n<p>Nor are we concerned, turning to the second category of cases identified by <i>NOPSI</i> to warrant abstention, that the exercise of federal review of the enforcement of state regulations in this case or similar cases \"`would be disruptive of state efforts to establish a coherent policy with respect to a matter of substantial public concern.'\" <i>NOPSI,</i> 491 U.S. at 361, <span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2506</span></a></span> (quoting <i>Colo. River,</i> 424 U.S. at 814, <span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1236</span></a></span>). In enacting RCRA, Congress made an express determination that a coherent <i>national</i> policy was necessary to address the serious, jurisdiction-spanning problems of solid and hazardous waste, thereby inherently privileging the consistency of federal regulation over local control. <i>See</i> 42 U.S.C. § 6901(a)(4). By design, RCRA interferes with a state's efforts to establish its own policy with respect to hazardous waste, both in subjecting state regulations to federal review and in mandating that they adhere to a federal framework. It would fly in the face of Congress's unmistakable attention to the coherency of national policy for a federal court to defer to a local agency. As one of our sister circuits has observed in similar circumstances, such ill-advised deference \"might well result in review by fifty different state agencies with fifty different charters,\" which would all but \"ensure non-uniformity\" in interpretation and enforcement. <i>Cnty. of Suffolk v. Long Island Lighting Co.,</i> <span class=\"citation\" data-id=\"544612\"><a href=\"/opinion/544612/county-of-suffolk-a-municipal-corporation-robert-alcorn-christopher-s/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1295</span></a></span>, 1310 (2d Cir. 1990).</p>\n<p></p>\n<h2>iii. Likelihood of Conflict with State Proceeding</h2>\n<p>There is one additional reason why abstention is inappropriate in this case. As we have cautioned before, a federal court may abstain only where conflict with state administrative processes cannot be avoided through careful conduct of the federal case:</p>\n<blockquote>The abstention issue posed here is whether the litigation necessarily implies an involvement in the administration of the internal affairs of the [state regulatory body] so unseemly for a federal court as to encroach on principles of comity and federalism. As we see the issue, the word \"necessarily\" is of critical importance.... This means to us that a federal judge, while being ... sensitive to important state interests and ... wary of intruding in internal <span class=\"star-pagination\">*34</span> state affairs ..., will also endeavor to see if the legitimate objectives of the litigation can be pursued without treading on those state interests and internal affairs. If they cannot be so pursued, abstention should be invoked; but if the case can so be managed that fears of unseemly intrusion can be dispelled, abstention should be refused.</blockquote>\n<p><i>Planned Parenthood League of Mass. v. Bellotti,</i> <span class=\"citation\" data-id=\"518835\"><a href=\"/opinion/518835/planned-parenthood-league-of-massachusetts-v-francis-x-bellotti-etc/\"><span class=\"volume\">868</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">459</span></a></span>, 464 (1st Cir.1989).</p>\n<p>Intrusion on state affairs is by no means inevitable here. This is not a case where review is, in effect, sought for a final state administrative decision in federal rather than state court, \"effectively creat[ing] a dual review structure for adjudicating a state's specific regulatory actions.\" <i>Vaquería Tres Monjitas,</i> 587 F.3d at 474; <i>see also </i><i>Sugarloaf Citizens Ass'n v. Montgomery Cnty., Md.,</i> <span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">52</span></span> (4th Cir.1994) (unpublished table decision) (applying <i>Burford</i> abstention to RCRA citizen suit where it was \"merely ... a collateral attack\" on state agency's permitting decisions).</p>\n<p>Instead, Chico's suit seeks an order enjoining further releases of contaminants at the filling station and requiring defendant Sol to take remedial action, as well as the imposition of civil penalties. None of these steps requires that the court directly review actions taken by the Puerto Rico EQB, which, in any event, has issued no final order. Indeed, the fact that the EQB has taken so little action over the past seventeen years suggests that conflict with the EQB's proceedings is unlikely. We might be more concerned if we were faced with an aggressive and comprehensive state enforcement proceeding on the verge of a final order, but that simply is not the case here. Regardless, should the threat of conflict arise, we see no reason why federal court relief could not be structured so as to avoid interference with the EQB proceeding. <i>See </i><i>Coll. Park Holdings, LLC v. Racetrac Petroleum, Inc.,</i> <span class=\"citation\" data-id=\"2412769\"><a href=\"/opinion/2412769/college-park-holdings-llc-v-racetrac-petroleum-inc/\"><span class=\"volume\">239</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1322</span></a></span>, 1328 (N.D.Ga.2002) (noting that documentation of agency's \"institutional attitudes and remediation expectations\" produced in the course of an administrative proceeding would permit the federal court \"to fashion appropriate non-conflicting relief\"); <i>cf. </i><i>Francisco Sánchez,</i> 572 F.3d at 13 (concluding that threat of duplicative or conflicting remedies in parallel RCRA enforcement suits could not justify \"short circuit[ing]\" the federal suit on jurisdictional grounds at an early stage).</p>\n<p></p>\n<h2>B. Diligent Prosecution Bar</h2>\n<p>We next examine whether the investigative proceeding of the Puerto Rico EQB falls within the discrete, statutorily enumerated list of enforcement actions that will bar a citizen suit under RCRA. We conclude that it does not.</p>\n<p>There are three basic circumstances in which state action will bar a RCRA citizen suit: (1) where the state \"has commenced and is diligently prosecuting\" an enforcement action; (2) where the state is engaged in a removal action under CERCLA that addresses an imminent endangerment alleged by the citizen suit; and (3) where the state has incurred costs to initiate a Remedial Investigation and Feasibility Study under CERCLA and is diligently proceeding with a remedial action that addresses the alleged imminent endangerment. 42 U.S.C. § 6972(b)(1)(B), (b)(2)(C). The first of these bars applies equally to RCRA suits brought under the \"ongoing violations\" prong of RCRA's citizen suit provision, § 6972(a)(1)(A), and suits based on the \"imminent endangerment\" prong, § 6972(a)(1)(B). The latter two bars apply solely to imminent endangerment suits. Here, Chico filed suit under both prongs, <span class=\"star-pagination\">*35</span> and thus we consider the application of all three bars.</p>\n<p>The latter two we can discount out of hand, as the EQB has taken no action under CERCLA. The only colorable issue is whether the EQB, through its investigative proceedings, \"has commenced and is diligently prosecuting\" an enforcement action that addresses the substance of Chico's citizen suit claims. <i>Id.</i> § 6972(b)(1)(B), (b)(2)(C)(i). Most courts that have examined this aspect of the diligent prosecution bar have concluded that the language of the statute requires a formal action in court.<sup>[18]</sup> We agree.</p>\n<p>Though the statute uses different language to describe the bar as it applies to \"ongoing violation\" suits versus \"imminent endangerment\" suits, both plainly necessitate an action in court. For ongoing violation citizen suits, the statute is explicit: such suits will be barred only where the \"State has commenced and is diligently prosecuting a civil or criminal action <i>in a court</i> of the United States or a State to require compliance with such permit, standard, regulation, condition, requirement, prohibition, or order.\" <i>Id.</i> § 6972(b)(1)(B) (emphasis added). In the case of imminent endangerment suits, the statute is less direct, providing that suit will be barred where the state \"has commenced and is diligently prosecuting an action under subsection (a)(1)(B) of this section\" (i.e., the imminent endangerment provision of RCRA's citizen suit statute). <i>Id.</i> § 6972(b)(2)(C)(i). While there is no express reference in this latter provision to an action \"in a court,\" such limitation is implicit. Section 6972 provides that \"any person may commence <i>a civil action</i>\" to address circumstances which may present an imminent endangerment, and states that any such action \"shall be brought in the district court for the district in which... the alleged endangerment may occur.\" <i>Id.</i> § 6972(a) (emphasis added). Thus, this provision also refers to a formal action in court.</p>\n<p>Because the EQB has not filed an enforcement action in state or federal court, we hold that Chico's citizen suit is not subject to dismissal pursuant to the diligent prosecution bar.</p>\n<p></p>\n<h2>C. Mootness</h2>\n<p>We last address defendant Sol's argument that the district court's dismissal of Chico's citizen suit may be upheld on mootness grounds. \"Article III of the Constitution restricts federal courts to the resolution of actual cases and controversies.\" <i>Overseas Military Sales Corp. v. Giralt-Armada,</i> <span class=\"citation no-link\"><span class=\"volume\">503</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></span>, 16 (1st Cir.2007) (citing U.S. Const. art. III, § 2, cl. 1). In so limiting the jurisdiction of the federal courts, Article III \"ensures that courts do not render advisory opinions.\" <i>Id.</i> at 17. \"When a case is moot that is, when the issues presented are no longer live or when the parties lack a legally cognizable interest in the outcomea case or controversy ceases to exist, and dismissal of the action is compulsory.\" <i>Cruz v. Farquharson,</i> <span class=\"citation\" data-id=\"199439\"><a href=\"/opinion/199439/cruz-v-farquharson/\"><span class=\"volume\">252</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">530</span></a></span>, 533 (1st Cir.2001) (citations omitted). Sol's mootness argument rests on two subsidiary contentions: first, that Sol has complied with each of the UST regulations that Chico seeks to enforce under § 6972(a)(1)(A), and second, that \"there is <span class=\"star-pagination\">*36</span> no further remedy that the Court could issue to address Chico's claims.\"</p>\n<p></p>\n<h2>1. Sol's Compliance with Applicable UST Regulations</h2>\n<p>On the record before us, we cannot conclude that Chico's claim under § 6972(a)(1)(A) is moot on the ground that Sol has complied with the UST regulations Chico seeks to enforce. At a minimum, there appear to be unresolved disputes as to whether Sol has met its initial abatement obligations under Rule 603 of Puerto Rico's UST regulations; whether Sol has adequately investigated the \"full extent and location of soils contaminated by the release and the presence and concentrations of dissolved product contamination in the groundwater\" under Rule 606; and whether Sol is in violation of Rule 1102, which proscribes the \"contamination of an existing or potential underground source of drinking water.\" We thus are unable to say that there is no live controversy to be decided with respect to Chico's claim under § 6972(a)(1)(A).<sup>[19]</sup></p>\n<p></p>\n<h2>2. Availability of Further Relief</h2>\n<p>There is no question that an action becomes moot when the court \"cannot grant `any effectual relief whatever'\" in favor of the plaintiff. <i>Calderon v. Moore,</i> <span class=\"citation\" data-id=\"118047\"><a href=\"/opinion/118047/calderon-v-moore/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">149</span></a></span>, 150, <span class=\"citation\" data-id=\"118047\"><a href=\"/opinion/118047/calderon-v-moore/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2066</span></a></span>, <span class=\"citation\" data-id=\"118047\"><a href=\"/opinion/118047/calderon-v-moore/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">453</span></a></span> (1996) (quoting <i>Mills v. Green,</i> <span class=\"citation\" data-id=\"94291\"><a href=\"/opinion/94291/mills-v-green/\"><span class=\"volume\">159</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">651</span></a></span>, 653, <span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">132</span></span>, <span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">293</span></span> (1895)). To avoid mootness, though, the plaintiff need not establish that the full relief sought is available; \"even the availability of a `partial remedy' is `sufficient to prevent [a] case from being moot.'\" <i>Id.</i> (quoting <i>Church of Scientology of Cal. v. United States,</i> <span class=\"citation\" data-id=\"112792\"><a href=\"/opinion/112792/churchof-scientology-of-cal-v-united-states/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">9</span></a></span>, 13, <span class=\"citation\" data-id=\"112792\"><a href=\"/opinion/112792/churchof-scientology-of-cal-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">447</span></a></span>, <span class=\"citation\" data-id=\"112792\"><a href=\"/opinion/112792/churchof-scientology-of-cal-v-united-states/\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">313</span></a></span> (1992)) (alteration in original); <i>see also </i><i>Weaver's Cove Energy, LLC v. R.I. Coastal Res. Mgmt. Council,</i> <span class=\"citation no-link\"><span class=\"volume\">589</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">458</span></span>, 468 (1st Cir.2009) (\"We will only find a case moot if an intervening event `makes it impossible for the court to grant any effectual relief.'\" (quoting <i>Gulf of Me. Fisherman's Alliance v. Daley,</i> <span class=\"citation\" data-id=\"199991\"><a href=\"/opinion/199991/the-gulf-of-maine-v-william-m-daley/\"><span class=\"volume\">292</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">84</span></a></span>, 88 (1st Cir.2002))).</p>\n<p>It is undisputed that someor allof the relief requested by Chico remains outstanding and could be granted by a federal court. Most significantly, no order requiring remediation of the filling station site has been issued by any commonwealth or federal tribunal. Nonetheless, Sol argues that, because the EQB has a proposed remediation plan before it as well as the power to grant the civil penalties Chico has requested, any relief the district court could order would be duplicative and unnecessary. This is nothing more than a repackaged version of the meritless abstention argument. The fact that the EQB proceeding might eventually yield an order providing the same relief sought in the district court action in no way renders the plaintiffs' suit moot. <i>See </i><i>ConnectU LLC v. Zuckerberg,</i> <span class=\"citation\" data-id=\"203264\"><a href=\"/opinion/203264/connectu-llc-v-zuckerberg/\"><span class=\"volume\">522</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">82</span></a></span>, 89 (1st Cir.2008) (holding that the pendency of parallel actions seeking same relief does not render either action moot).</p>\n<p></p>\n<h2>IV.</h2>\n<p>The circumstances that can sustain a federal court's abstention from the duty to exercise jurisdiction are rare. This is particularly true for citizen suits brought under RCRA. In light of the important federal <span class=\"star-pagination\">*37</span> interests at stake and the care with which Congress delineated the situations in which RCRA citizen suits will be barred, only exceptional circumstances could justify abstention. Because such circumstances are not present here, the district court erred in abstaining. Moreover, we conclude that neither the diligent prosecution bar nor mootness can independently support the district court's dismissal of Chico's suit. We must therefore vacate the judgment of the district court. Costs shall be awarded to the appellants.</p>\n<p><i>So ordered.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Second Circuit, sitting by designation.</p>\n<p>[1]  Our recitation of facts draws from the district court's opinion as well as various documents submitted below in support of the defendant's motion to dismiss.</p>\n<p>[2]  In 2006, Sol acquired Shell in a stock purchase. The company now operates under Sol's name, though it continues to use Shell's trademarks pursuant to a license agreement.</p>\n<p>[3]  It is not entirely clear what interests were transferred in the sale. Chico represents that the purchase agreement did not include the USTs and associated pipelines, nor the station's grease trap and septic tanks, but this is neither established nor contradicted by the record. In any event, the ownership of the USTs does not bear on our decision here.</p>\n<p>[4]  Over the course of the initial investigation, Shell's environmental consultants had twice recommended, in 1990 and 1992, that Shell disclose the suspected release to regulators; Shell apparently ignored these recommendations.</p>\n<p>[5]  Generally speaking, a site characterization plan is a road map for gathering information about the extent and nature of contamination at a site.</p>\n<p>[6]  The report itself is not in the record. Chico describes the report as concluding that the plume of contamination appears to have migrated outside the property limits to the north; Sol has not disputed this characterization.</p>\n<p>[7]  Chico had sent a letter to the EQB containing an identical request in September 2008, shortly before the mandamus petition was filed, but the record discloses no response.</p>\n<p>[8]  The record does not confirm whether any hearings were held or evidence presented within the prescribed time period, but it is clear that the EQB did not issue the \"final resolution\" within that time, nor has it done so to date.</p>\n<p>[9]  As discussed in full below, the <i>Burford</i> doctrine counsels abstention in situations where a federal suit will interfere with a state administrative agency's resolution of difficult and consequential questions of state law or policy. <i>See </i><i>New Orleans Pub. Serv., Inc. v. Council of New Orleans,</i> <span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">350</span></a></span>, 361, <span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2506</span></a></span>, <span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">298</span></a></span> (1989).</p>\n<p>[10]  This doctrine, derived from the Supreme Court's opinion in <i>Colorado River Water Conservation District v. United States,</i> <span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, <span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1236</span></a></span>, <span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">483</span></a></span> (1976), addresses situations in which there are parallel state and federal proceedings and \"`considerations of wise judicial administration'... counsel against duplicative lawsuits.\" <i>Jiménez v. Rodríguez-Pagán,</i> <span class=\"citation no-link\"><span class=\"volume\">597</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></span>, 27 (1st Cir.2010) (citation omitted). Because the district court based its decision solely on the <i>Burford</i> strain of abstention and Sol has not argued for abstention under <i>Colorado River</i> in this appeal, we do not address the applicability of the <i>Colorado River</i> doctrine here.</p>\n<p>[11]  Rule 1102(B) of Puerto Rico's Underground Storage Tank Control Regulations, setting forth a generalized prohibition on the \"contamination of an existing or potential underground source of drinking water,\" has no direct analog in the EPA's UST regulations.</p>\n<p>[12]  We provided a detailed summary of the factual background and holding of <i>Burford</i> in <i>Bath Memorial Hospital v. Maine Health Care Finance Commission,</i> <span class=\"citation\" data-id=\"510030\"><a href=\"/opinion/510030/22-socsecrepser-567-medicaremedicaid-gu-37243-medicaremedicaid-gu/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1007</span></a></span>, 1013-14 (1st Cir.1988).</p>\n<p>[13]  The primary jurisdiction doctrine counsels abstention \"whenever enforcement of the claim requires the resolution of issues which, under a regulatory scheme, have been placed within the special competence of an administrative body.\" <i>United States v. W. Pac. R.R. Co.,</i> <span class=\"citation\" data-id=\"105425\"><a href=\"/opinion/105425/united-states-v-western-pacific-r-co/\"><span class=\"volume\">352</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">59</span></a></span>, 64, <span class=\"citation\" data-id=\"105425\"><a href=\"/opinion/105425/united-states-v-western-pacific-r-co/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">161</span></a></span>, <span class=\"citation\" data-id=\"105425\"><a href=\"/opinion/105425/united-states-v-western-pacific-r-co/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">126</span></a></span> (1956); <i>see also </i><i>U.S. Pub. Interest Research Grp. v. Atl. Salmon of Me.,</i> <span class=\"citation\" data-id=\"200591\"><a href=\"/opinion/200591/united-states-public-v-atlantic-salmon/\"><span class=\"volume\">339</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></a></span>, 34 (1st Cir.2003) (\"[T]he primary jurisdiction doctrine permits and occasionally requires a court to stay its hand while allowing an agency to address issues within its ken.\").</p>\n<p>[14]  <i>See, e.g., </i><i>PMC, Inc. v. Sherwin-Williams Co.,</i> <span class=\"citation\" data-id=\"756701\"><a href=\"/opinion/756701/pmc-inc-v-sherwin-williams-company/\"><span class=\"volume\">151</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">610</span></a></span>, 619 (7th Cir.1998) (rejecting <i>Burford</i> abstention and primary jurisdiction); <i>Interfaith Cmty. Org. Inc. v. PPG Indus., Inc.,</i> <span class=\"citation\" data-id=\"2342778\"><a href=\"/opinion/2342778/interfaith-community-organization-v-ppg/\"><span class=\"volume\">702</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">295</span></a></span>, 307-10 (D.N.J.2010) (rejecting <i>Burford</i> and <i>Colorado River</i> abstention); <i>Remington v. Mathson,</i> No. CV 09-4547, <span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">1233803</span></span>, at *9-10 (N.D.Cal. Mar. 26, 2010) (rejecting <i>Younger</i> and <i>Colorado River</i> abstention); <i>K-7 Enters., L.P. v. Jester,</i> <span class=\"citation\" data-id=\"2492156\"><a href=\"/opinion/2492156/k-7-enterprises-lp-v-jester/\"><span class=\"volume\">562</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">819</span></a></span>, 826-28 (E.D.Tex.2007) (rejecting <i>Burford</i> abstention); <i>Coll. Park Holdings, LLC v. Racetrac Petroleum, Inc.,</i> <span class=\"citation\" data-id=\"2412769\"><a href=\"/opinion/2412769/college-park-holdings-llc-v-racetrac-petroleum-inc/\"><span class=\"volume\">239</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1322</span></a></span>, 1326-29 (N.D.Ga.2002) (rejecting abstention under <i>Burford</i> and primary jurisdiction doctrine); <i>Me. People's Alliance v. Holtrachem Mfg. Co.,</i> No. 00-CV-69, <span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">1704911</span></span>, at *5-9 (D.Me. Jan. 8, 2001) (rejecting application of the primary jurisdiction doctrine); <i>Williams v. Ala. Dep't of Transp.,</i> <span class=\"citation\" data-id=\"2327572\"><a href=\"/opinion/2327572/williams-v-alabama-department-of-transp/\"><span class=\"volume\">119</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1249</span></a></span>, 1257-58 (M.D.Ala.2000) (rejecting application of the primary jurisdiction doctrine); <i>Wilson v. Amoco Corp.,</i> <span class=\"citation\" data-id=\"1528741\"><a href=\"/opinion/1528741/wilson-v-amoco-corp/\"><span class=\"volume\">989</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1159</span></a></span>, 1170 (D.Wyo.1998) (same); <i>White &amp; Brewer Trucking, Inc. v. Donley,</i> <span class=\"citation\" data-id=\"1432168\"><a href=\"/opinion/1432168/white-brewer-trucking-inc-v-donley/\"><span class=\"volume\">952</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1306</span></a></span>, 1311-14 (C.D.Ill.1997) (rejecting <i>Burford</i> abstention); <i>Craig Lyle Ltd. P'ship v. Land O'Lakes, Inc.,</i> <span class=\"citation\" data-id=\"1397205\"><a href=\"/opinion/1397205/craig-lyle-ltd-partnership-v-land-olakes-inc/\"><span class=\"volume\">877</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">476</span></a></span>, 483-84 (D.Minn. 1995) (rejecting abstention under <i>Burford</i> and the primary jurisdiction doctrine). <i>But see </i><i>Coal. for Health Concern v. LWD, Inc.,</i> <span class=\"citation\" data-id=\"700470\"><a href=\"/opinion/700470/coalition-for-health-concern-a-nonprofit-corporation-natural-resources/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1188</span></a></span>, 1193-95 (6th Cir. 1995) (applying <i>Burford</i> abstention to RCRA citizen suit); <i>Friends of Santa Fe Cnty. v. LAC Minerals, Inc.,</i> <span class=\"citation\" data-id=\"2295247\"><a href=\"/opinion/2295247/friends-of-santa-fe-county-v-lac-minerals-inc/\"><span class=\"volume\">892</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1333</span></a></span>, 1347-49 (D.N.M.1995) (same).</p>\n<p>[15]  As discussed below, the statutory bar to citizen suits applies only where a regulatory agency has filed a formal action in state or federal court or is pursuing one of a handful of remedial actions under CERCLA. <i>See</i> 42 U.S.C. § 6972(b)(1)(B), (b)(2)(B), (b)(2)(C).</p>\n<p>[16]  In fairness, we note that the history of the stay is not entirely clear. Sol initially moved for and obtained a stay of the commonwealth court action pending completion of the EQB proceedings. However, that stay was set aside upon a motion for reconsideration filed by Chico. Some time later, Chico filed an \"information motion\" (the content of which is not disclosed by the record), which prompted the commonwealth court to reinstate the stay, apparently sua sponte. For reasons that cannot be divined from the record, <i>Sol</i> then moved for reconsideration of the reinstated stay. The court denied Sol's motion for reconsideration, and a commonwealth appeals court affirmed the stay on appeal.</p>\n<p>[17]  As we previously noted, all but one of the Puerto Rico UST regulations cited in Chico's complaint are substantively identical to EPA regulations.</p>\n<p>[18]  <i>See, e.g., </i><i>Marrero Hernandez v. Esso Standard Oil Co.,</i> <span class=\"citation\" data-id=\"1437441\"><a href=\"/opinion/1437441/marrero-hernandez-v-esso-standard-oil-co/\"><span class=\"volume\">597</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">272</span></a></span>, 280 (D.P.R. 2009); <i>Kara Holding Corp. v. Getty Petroleum Mktg., Inc.,</i> <span class=\"citation\" data-id=\"2375477\"><a href=\"/opinion/2375477/kara-holding-corp-v-getty-petroleum-marketing/\"><span class=\"volume\">67</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">302</span></a></span>, 306-07 (S.D.N.Y.1999); <i>Gilroy Canning Co. v. Cal. Canners &amp; Growers,</i> <span class=\"citation\" data-id=\"2314648\"><a href=\"/opinion/2314648/gilroy-canning-co-v-california-canners-and-grow/\"><span class=\"volume\">15</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">943</span></a></span>, 946-47 (N.D.Cal.1998); <i>see also</i> Gibson, <i>supra,</i> at 276 (\"Courts have unanimously understood [RCRA's] statutory bar to require court action, not simply administrative inquiry.\").</p>\n<p>[19]  Because the district court never reached the mootness arguments that Sol advances here, the record is thin and our assessment is not conclusive. The district court may wish to more fully explore the question of mootness on remand. <i>See </i><i>Calderon v. Moore,</i> <span class=\"citation\" data-id=\"118047\"><a href=\"/opinion/118047/calderon-v-moore/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">149</span></a></span>, 150, <span class=\"citation\" data-id=\"118047\"><a href=\"/opinion/118047/calderon-v-moore/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2066</span></a></span>, <span class=\"citation\" data-id=\"118047\"><a href=\"/opinion/118047/calderon-v-moore/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">453</span></a></span> (1996) (\"[M]ootness can arise at any stage of litigation.\").</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/85330/",
    "http://www.courtlistener.com/api/rest/v3/opinions/94291/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103842/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105425/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109405/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109768/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112302/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112752/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112792/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118047/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198224/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199439/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200591/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202705/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203878/",
    "http://www.courtlistener.com/api/rest/v3/opinions/510030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518456/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518835/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544612/",
    "http://www.courtlistener.com/api/rest/v3/opinions/592215/",
    "http://www.courtlistener.com/api/rest/v3/opinions/605524/",
    "http://www.courtlistener.com/api/rest/v3/opinions/700470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755595/",
    "http://www.courtlistener.com/api/rest/v3/opinions/756701/",
    "http://www.courtlistener.com/api/rest/v3/opinions/779865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795064/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1192077/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1397205/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1432168/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1437441/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1528741/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2295247/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2314648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2327572/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2342778/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2375477/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2412769/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2413495/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2492156/"
  ]
}