{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/194648/",
  "absolute_url": "/opinion/194648/johnson-v-commissioner/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/194648/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:21:56Z",
  "date_modified": "2016-02-28T04:51:01.347364Z",
  "type": "010combined",
  "sha1": "acc515f3db7b7ef0af05d4959ddfa3febb325efd",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1938.01A",
  "local_path": null,
  "plain_text": "March 30, 1993\n                    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 92-1938\n\n             PETER A. JOHNSON AND CLAIRE P. LYON,\n\n                   Petitioners, Appellants,\n\n                              v.\n\n              COMMISSIONER OF INTERNAL REVENUE,\n\n                    Respondent, Appellee.\n\n                                        \n\n           APPEAL FROM THE UNITED STATES TAX COURT\n\n       [Hon. Theodore Tannenwald, U.S. Tax Court Judge]\n                                                      \n\n                                        \n\n                            Before\n\n                    Selya, Cyr and Boudin,\n                       Circuit Judges.\n                                     \n\n                                        \n\n   Peter A. Johnson and Claire P. Lyon on brief pro se.\n                                      \n   James A. Bruton, Acting  Assistant Attorney General, Gary R.\n                                                               \nAllen, Jonathan  S. Cohen and Regina S.  Moriarty, Attorneys, Tax\n                                               \nDivision, on brief for appellee.\n\n                                        \n\n                                        \n\nP. Lyon,  appeal a decision of the Tax Court that sustained a\n     Per Curiam.  The appellants, Peter A. Johnson and Claire\n               \n\nTax Court's decision.\nappellants'  joint income tax return for 1986.  We affirm the\ndeficiency determined by the  Internal Revenue Service on the\n\n                              I\n                               \n\n                             -2-\nshareholders of liquidating corporations.   Under 26 U.S.C.  \nHampshire.  Mr. Johnson is a certified  public accountant and\n\nregulation.  In  1980, Mr. Johnson and Ms.  Lyon incorporated\nprimarily  to  law firms  practicing in  the field  of energy\n\nPeter A.  Johnson Associates, Inc. (PAJA),  through which Mr.\nfor  a number  of  years made  his  living as  a  consultant,\n\ncorporation initially  issued 100 shares of  stock: 51 shares\nJohnson  then  carried  on  his  consulting  business.    The\n     Mr. Johnson and Ms.  Lyon are married and reside  in New\n\nto Mr. Johnson  and 49 shares  to Ms. Lyon.   The corporation\n\nTrust.\n\nconsulting work  tapered  off.    Late  in  1986,  with  PAJA\nhe  accepted  a  salaried  position  at a  hospital  and  his\n\nrelatively  dormant,  Mr. Johnson  and  Ms.  Lyon decided  to\n     Mr. Johnson  worked full-time for PAJA  until 1985, when\n\nshareholders.  \nliquidate  the  company  and  distribute its  assets  to  the\nlater sold 8 more shares to  an entity known as PAJA  Pension\n\n     At   the  time,  the  tax  laws   offered  a  choice  to\n331, they could  recognize all of  the distributed assets  on\n\ntheir  income  tax   returns  for  the  year  in   which  the\n\nliquidation occurred,  but pay  taxes on the  distribution at\n\nthe capital gains rate, which was lower than the rate applied\n\nto  \"ordinary income\" such as  wages or dividends.   Or, they\n\ncould  elect to treat the distribution under 26 U.S.C.   333.\n\nSection  333  required  the   shareholders  to  allocate  the\n\ndistributed  assets  to  two  categories:  (1)  earnings  and\n\nprofits, and (2) all  other assets.  The shareholders  had to\n\ndeclare  the  portion  of  the distribution  that  came  from\n\nearnings  and profits as ordinary income on their returns for\n\nthe  year in which the liquidation occurred, and pay taxes on\n\nit at the higher income  tax rate.  However, with  respect to\n\nthe portion of  the distribution  that took the  form of  the\n\ncorporation's other  assets, the shareholders  could postpone\n\nrecognizing any  gain until they themselves  sold the assets.\n\nRoughly  speaking, then, Section 333 was a good deal only for\n\nshareholders of  \"a corporation holding  appreciated property\n\nbut having little  or no earnings  and profits . .  . .\"   B.\n\nBittker &amp; J. Eustice, Federal Income Taxation of Corporations\n                                                             \n\nand  Shareholders  at     11.62  (5th  ed.  1987).    If  the\n                 \n\ncorporation  had  significant   earnings  and  profits,   the\n\nshareholders   were   better   off   electing   Section  331,\n\nrecognizing a  gain immediately on  the entire  distribution,\n\n                             -3-\n\nbut  avoiding  taxation of  the earnings  and profits  at the\n\nhigher income tax rates.\n\n     This  case concerns  the  appellants' election  to treat\n\nPAJA's   distributed  assets  under  Section  333  when  they\n\ndissolved  the corporation at the  end of 1986.   Mr. Johnson\n\nknew  that  Congress  had  repealed  Section  333,  effective\n\nJanuary 1, 1987.   See Pub.L. 99-514, Title VI,    631(e)(3),\n                      \n\nOct. 22, 1986, 100 Stat. 2273.   He thus felt some urgency to\n\nliquidate PAJA by year's end.  But, because personal business\n\nintervened,  he did not sit  down to the  task until December\n\n28, 1986.\n\n     Mr. Johnson and Ms. Lyon  executed a number of documents\n\non December 28.  The  first was a Form 1120-A,  a \"Short-Form\n\nCorporation  Income  Tax Return\"  for  PAJA.   This  document\n\nshowed  that PAJA had assets of  $132,249, of which \"retained\n\nearnings\"  constituted  $96,311.    With  such a  significant\n\namount  of earnings --  which the shareholders  would have to\n\ndeclare as ordinary income under Section 333, but could treat\n\nas  a  capital gain  under Section  331 --  liquidation under\n\nSection 333 was an unwise choice.  \n\n     However,  the appellants  made  it.   For reasons  never\n\nfully  explained,  Mr. Johnson  figured PAJA's  \"earnings and\n\nprofits\" at zero  when deciding whether to  elect Section 331\n\nor Section 333.  Consequently, he and Ms. Lyon made a written\n\nshareholder  resolution  to liquidate  the  corporation under\n\n                             -4-\n\nSection 333.  Each of them executed and filed with  the IRS a\n\nForm 964,  which bears  the caption \"Election  of Shareholder\n\nunder Section  333 Liquidation.\"   Mr. Johnson  also executed\n\nand  filed,  on  behalf  of  the  corporation,  a  Form  966,\n\ncaptioned  \"Corporate  Dissolution  or   Liquidation,\"  which\n\nidentified  Section 333  as  the \"Section  of the  Code under\n\nwhich the  corporation is  to be  dissolved or liquidated.\"  \n\nMr.  Johnson then  wrote checks  on PAJA's  corporate account\n\nthat  distributed more  than $137,000  in assets:  $64,607 to\n\nhimself,  $63,632  to Ms.  Lyon, and  $9,622 to  PAJA Pension\n\nTrust.\n\n     Four months later,  when Mr. Johnson and  Ms. Lyon filed\n\ntheir joint  income tax  return  for 1986,  they should  have\n\nattached copies of the already-filed  Forms 964, to alert the\n\nIRS  to their election, see  26 C.F.R.     1.333-3 and 1.333-\n                           \n\n6(a)(5), and  treated their  share of the  distributed assets\n\npursuant  to Section 333 -- that is, by declaring the portion\n\nattributable to earnings and  profits as ordinary income, but\n\npostponing recognition of any gain on the remainder.\n\n     The appellants  did not do what  their election required\n\nthem to  do.  They  did not attach  Form 964; in  fact, their\n\nincome tax  return contained  no mention of  the liquidation.\n\nIt  characterized all of the money they had received from the\n\nliquidation as  proceeds  of  a  \"sale\" of  PAJA  stock,  and\n\ntreated  the entire  distribution as  a capital  gain.   This\n\n                             -5-\n\ncalculation  would  have been  consistent with  a liquidation\n\nunder   Section  331,  or   with  a  simple   sale  of  stock\n\nunaccompanied  by a liquidation, but it did not jibe with the\n\nSection  333 election  the appellants  had made  the previous\n\nDecember.\n\n     The  IRS accepted  the  appellants' return  and took  no\n\nfurther  action   until  an   audit  in  1988   revealed  the\n\ninconsistency between the election  under Section 333 and the\n\ntax  treatment  given  the  distribution  in the  appellants'\n\nreturn.  The  IRS then  rejected the  appellants' efforts  to\n\nrevoke their  Section 333  election,  recalculated their  tax\n\nliability  to take  the election  into account,  determined a\n\ndeficiency of $24,790, and added penalties for negligence and\n\nfor making a  substantial understatement of taxes  owed.  The\n\nappellants  sought review in the Tax Court, which held a one-\n\nday trial  and  sustained  the IRS'  actions.    This  appeal\n\nfollowed.  \n\n                              II\n                                \n\n     Mr.  Johnson and Ms. Lyon  say that they  are not liable\n\nfor  taxes  calculated  according  to  Section  333  for  two\n\nreasons: first, because they never made a valid election; and\n\nsecond, because  their election, even if  formally valid, was\n\nbased on a mistake and was therefore revocable.\n\n                              A\n                               \n\n                             -6-\n\n     The appellants point to a number of errors they say they\n\nmade  while attempting  to  elect Section  333 and  liquidate\n\nPAJA, and assert  that strict compliance with  all of Section\n\n333's  requirements  is  necessary  in  order  to  enjoy  the\n\nbenefits  (or in  this case,  suffer the  detriments) of  the\n\nstatute.   This  is  not  completely  true.    The  level  of\n\ncompliance  needed  to  make  a  valid  tax  election  varies\n\naccording  to the nature of  the requirement.   The IRS \"'may\n\ninsist upon full compliance  with [its] regulations' when the\n\nregulatory requirements relate to the substance or essence of\n\na  statute, but  [the Tax  Court  has] held  that substantial\n\ncompliance with regulatory requirements may suffice when such\n\nrequirements are procedural and  when the essential statutory\n\npurposes have  been fulfilled.\"   American Air Filter  Co. v.\n                                                          \n\nCommissioner, 81 T.C.  709, 719  (1983) (citations  omitted).\n            \n\nSee also Dunavant  v. Commissioner, 63 T.C. 316 (1974) (same,\n                                  \n\nconstruing Section 333).\n\n     Two  of the  regulations which  the appellants  say they\n\nviolated  --  26 C.F.R.     1.333-6, which  required  them to\n\nprovide  supplemental information about  the liquidation, and\n\n26  C.F.R.   1.333-3, which  required them to  file a copy of\n\nForm 964 along  with the original at the time  of election --\n\nplainly do  not go to  the \"essence\" of  the statute  and are\n\ntherefore \"procedural\"  in the sense discussed  above.  Their\n\nbreach will not defeat the election.  \n\n                             -7-\n\n     The  other asserted  defects  require  some  discussion.\n\nFirst, the appellants  say that the distribution was  not \"in\n\ncomplete  cancellation or  redemption of  all the  stock,\" 26\n\nU.S.C.     333(a)(1), because  their  Forms 964  inaccurately\n\nlisted the number  of shares each held.  Mr. Johnson owned 51\n\nshares at the time of the election, but listed only 47 in his\n\nForm 964; Ms. Lyon owned 49 shares, but listed only 46.\n\n     The premise does not support the conclusion.  Nothing in\n\nthe  record  causes us  to believe  that,  in return  for the\n\ncompany's assets, Mr. Johnson and Ms.  Lyon (and PAJA Pension\n\nTrust) actually  gave  up anything  less  than all  of  their\n\nshares in PAJA.  And if that is so, then the distribution was\n                                                             \n\n\"in complete  cancellation or  redemption of all  the stock.\"\n\nPutting  the  wrong count  on the  forms  did not  affect the\n\nsubstance  of the liquidation and therefore did not go to the\n\nessence of the statute.\n\n     Second, the appellants claim that they failed  to make a\n\ntimely election.   Section 333(d)  says: \"The filing  [of the\n\nwritten  election form] must be within 30 days after the date\n\nof  the  adoption of  the plan  of  liquidation.\"   The cases\n\nindicate that this  is an \"essential\" requirement.   Shull v.\n                                                          \n\nCommissioner, 291 F.2d 680, 682-85 (4th Cir. 1961); Kelley v.\n                                                          \n\nCommissioner, 10  T.C.M. 143,  146 (1951).   However, whether\n            \n\nand when  a plan of liquidation was adopted \"is a question of\n\n                             -8-\n\nfact ordinarily for the  Tax Court,\" Shull, 291 F.2d  at 684,\n                                          \n\nand thus subject to review only for clear error.\n\n     We see no  error in  the Tax Court's  finding that  \"the\n\nevidence  clearly  establishes December  28,  1986 [when  the\n\nappellants executed a written shareholder resolution], as the\n\ndate of the adoption of the plan of liquidation.\"  It is true\n\nthat  Mr. Johnson  testified  that he  and  Ms. Lyon  made  a\n\n\"decision\" to liquidate PAJA sometime  in November 1986.   It\n\nis also true that Section  333 does not require \"that a  plan\n\nof liquidation must be in writing or in any particular form.\"\n\nShull, 291 F.2d at 682.  \n     \n\n     But  the   statute  does   by  its  terms   require  the\n\nshareholders  to  \"adopt\" some  \"plan\"  of  liquidation.   In\n\nShull,  the Fourth  Circuit  held that  the shareholders  had\n     \n\n\"adopted\" a  plan of liquidation  before they  made a  formal\n                                        \n\nresolution to  that effect only because  the shareholders had\n\npreviously \"acted deliberately .  . . and had gone so  far in\n\nthe  actual execution of a plan of liquidation as to dissolve\n\nthe corporation and terminate  its existence for all purposes\n\nother than  liquidation. . . .\"  291 F.2d at 684-85.  Nothing\n\nof  this sort  happened  here.   The  resolution executed  on\n\nDecember 28  was the  first manifestation of  the appellants'\n\nintention to dissolve PAJA.   In the absence of  any evidence\n\nto  corroborate Mr.  Johnson's testimony,  the Tax  Court was\n\nentitled to find either that the \"decision\" in November never\n\n                             -9-\n\nhappened, or that it happened but was too indefinite an event\n\nto trigger the statutory  filing requirement, and to conclude\n\nthat the  appellants did  not \"adopt\"  a plan  of liquidation\n\nwithin the meaning of Section 333(d) until December 28 -- the\n\nsame day that they made the election and filed Form 964.\n\n     Third,  the  appellants  contend  that  PAJA  failed  to\n\ndistribute all of its assets before the end of December 1986,\n\nthus  violating  Section  333(a)(2),  which   says  that  the\n\nbenefits of election are  available only if \"the transfer  of\n\nall  the property  under liquidation  occurs within  some one\n\ncalendar month.\"  Since the bulk of the distribution occurred\n\nin December 1986, when Mr.  Johnson wrote corporate checks to\n\nhimself,  his  wife  and   PAJA  Pension  Trust,  the  entire\n\ntransaction  had  to  be  completed  during  that  same  \"one\n\ncalendar month.\"   But, the appellants  say, the distribution\n\nwas  not completed  until March  1987, when  Spriggs,  Bode &amp;\n\nHollingsworth (one of PAJA's law firm clients) made a payment\n\nof  $6,727 for  \"services  rendered during  November 1,  1986\n\nthrough March 10, 1987.\"\n\n     We   agree   with  the   Tax   Court   that  only   some\n\n\"indeterminate\"  portion   of  this   payment  --   the  part\n\nattributable to services  rendered before PAJA was  dissolved\n\nat the end of December 1986, and thus \"earned\" by the company\n\n-- can  be  considered  a  \"distribution\" from  PAJA  to  its\n\nshareholders.  Any money paid for services rendered after the\n\n                             -10-\n\ndissolution  was  money that  Mr. Johnson  earned on  his own\n\nbehalf.1  \n\n     The late distribution of  such a relatively small amount\n\n-- something less  than $6,727 and  thus less than 5%  of the\n\nPAJA's  assets  -- does  not  affect  the legitimacy  of  the\n\nelection.  A \"liberality of approach\" exists with  respect to\n\ntax  statutes  that  require  corporate  liquidations  to  be\n\naccomplished within  specific  time limits.    Cherry-Burrell\n                                                             \n\nCorp. v. United  States, 367  F.2d 669, 677  (8th Cir.  1966)\n                       \n\n(Blackmun,  J.).    Thus, when  a  tax  statute  on its  face\n\nrequires  distribution  of  all  corporate  assets  within  a\n\ncertain period in  order to  qualify for a  tax benefit,  the\n\nfailure  to dispose of a  minor portion of  the assets within\n\nthe time allotted will not defeat the taxpayer's choice.  See\n                                                             \n\nMountain  Water  Co.  v.  Commissioner, 35  T.C.  418  (1960)\n                                      \n\n(calling  this the  \"de minimis  rule\"); Estate  of  Lewis B.\n                                                             \n\nMeyer  v. Commissioner, 15  T.C. 850  (1950), rev'd  on other\n                                                             \n\ngrounds  200 F.2d 592  (5th Cir. 1952)  (it \"would be  out of\n       \n\nline with [the predecessor to Section 333] . . . to hold that\n\nthe failure, within the calendar month, physically to deliver\n\n                    \n\n1.    For the  same reason,  a check  received from  a second\nclient  in March  1987 was  not part  of the  distribution of\ncorporate  assets  because  it  represented  payment  of  Mr.\nJohnson's monthly  retainer for January, February,  and March\n1987 --  i.e.,  money earned  after  the dissolution  by  Mr.\nJohnson, not by the corporation.\n\n                             -11-\n\nless than 6 percent  in book value of the  distributed assets\n\ndestroys the election. . . \").\n\n     Finally, the appellants would have us rule that, because\n\nthey reincorporated PAJA in  1991, they are not bound  by the\n\nelection they made more than four years earlier.  They supply\n\nno  useful authority  for  this proposition.   The  cases and\n\nrevenue rulings  they cite  are inapposite; all  involved the\n\nquestion whether  a complete liquidation had  occurred in the\n\nfirst place.  See,  e.g., Telephone Answering Service Co.  v.\n                                                         \n\nCommissioner, 63 T.C. 423  (1974).  In this case,  the record\n            \n\nshows that  the appellants  distributed PAJA's assets  in the\n\nsuccessful pursuit of a  complete and permanent  liquidation.\n\nTheir belated  revival of the corporate form,  done after the\n\nIRS  had determined  a tax  deficiency (and  for no  apparent\n\nreason  other  than  to   escape  the  consequences  of  that\n\ndetermination), \"did not alter the character\" of the previous\n\ndistribution or affect the validity  of their election.   See\n                                                             \n\nKennemer  v.  Commissioner, 96  F.2d  177,  178-89 (5th  Cir.\n                          \n\n1938).\n\n                              B\n                               \n\n     Even  if  their  election was  procedurally  valid,  the\n\nappellants say, the IRS should have allowed them to revoke it\n\nbecause it was based on the mistaken belief that  PAJA had no\n\n\"earnings  and profits\"  to  distribute to  its shareholders.\n\nAlthough   (with  one   exception  not  relevant   here)  the\n\n                             -12-\n\nregulations  implementing  Section  333  say  flatly  that  a\n\nwritten  election to be governed by that provision \"cannot be\n\nwithdrawn  or  revoked,\"  26  C.F.R.     1.333-2(b)(1),   the\n\nappellants  believe that  a taxpayer may  nevertheless obtain\n\nrelief from an election made as the result of a mistake. \n\n     The courts have on  occasion allowed taxpayers to revoke\n\nmistaken   elections.     See,   e.g.,   Meyer's  Estate   v.\n                                                        \n\nCommissioner,  200  F.2d 592  (5th  Cir.  1952); McIntosh  v.\n                                                         \n\nWilkinson, 36  F.2d 807 (E.D.Wis.  1929);  DiAndrea,  Inc. v.\n                                                          \n\nCommissioner, 47  T.C.M. 731 (1983)  (revoking election under\n            \n\nSection 333).  However,  in each of these cases  the taxpayer\n\nmade what the court characterized as a \"mistake of fact.\"  In\n\ndeciding whether to allow taxpayers to revoke otherwise-valid\n\nelections, the courts have consistently distinguished between\n\nmistakes of fact, which  may justify revocation, and mistakes\n\nof law, which will not.  See Bankers &amp; Farmers  Life Ins. Co.\n                                                             \n\nv. United States, 643 F.2d 234, 238 (5th Cir. 1981); Shull v.\n                                                          \n\nCommissioner, 271 F.2d 447,  449 (4th Cir. 1959); Raymond  v.\n                                                         \n\nUnited States, 269 F.2d 181, 183 (6th Cir. 1959); Grynberg v.\n                                                          \n\nCommissioner,   83  T.C.   255,  261-63   (1984);  Cohen   v.\n                                                        \n\nCommissioner, 63 T.C. 527 (1975).  \"Oversight, poor judgment,\n            \n\nignorance   of   the  law,   misunderstanding  of   the  law,\n\nunawareness of  the tax  consequences of making  an election,\n\nmiscalculation,  and unexpected  subsequent  events have  all\n\nbeen  held insufficient  to  mitigate the  binding effect  of\n\n                             -13-\n\nelections made under a variety of provisions of the [Internal\n\nRevenue]  Code.\"  Estate  of Stamos v.  Commissioner, 55 T.C.\n                                                    \n\n468, 474 (1970) and cases cited therein.\n\n     The  appellants  do  not  question the  wisdom  of  this\n\ndistinction,  but   argue  that  the  Tax  Court  erroneously\n\ndescribed their mistake as one of law.  We agree with the Tax\n\nCourt.  The  mistake in  this case was  Mr. Johnson's  stated\n\nbelief that PAJA had no \"earnings and profits,\" and thus that\n\nthe  shareholders  could  defer  recognition  of  the  entire\n\ndistribution  under Section  333.   Depending on  its source,\n\nthis could have been a  mistake of fact or a mistake  of law.\n                                          \n\n\"[M]istakes of fact  occur in instances where  either (1) the\n\nfacts exist, but are unknown,  or (2) the facts do  not exist\n\nas  they are believed to.\"  Hambro Automotive Corp. v. United\n                                                             \n\nStates, 603 F.2d 850, 855 (C.C.P.A. 1979). If Mr. Johnson had\n      \n\ndecided that PAJA  had no \"earnings  and profits\" because  he\n\nbelieved it had no money in the  bank, then his mistake would\n\nhave been a mistake of fact.  But, as the Tax Court found, it\n\nis \"difficult to believe\" that the appellants were unaware of\n\nPAJA's  cash reserves when they made the election on December\n\n28, 1986, for on  the same day, Mr. Johnson,  as president of\n\nPAJA,  executed a  corporate tax  return indicating  that the\n\ncompany  had more  than $96,000  in \"retained  earnings,\" and\n\nwrote checks  to himself, Ms.  Lyon and  PAJA Pension  Trust,\n\n                             -14-\n\ndrawn  on  the corporate  bank  account,  totaling more  than\n\n$137,000.\n\n     Since the appellants knew how much money the corporation\n\nhad  in  the  bank when  they  made  the  election, the  only\n\nplausible explanation for their mistake  is that they did not\n\nknow  that  the  money  constituted  \"earnings  and  profits\"\n\nsubject  to taxation  as ordinary  income under  Section 333.\n\nSee  GPD, Inc. v. Commissioner, 508 F.2d 1076, 1082 (6th Cir.\n                              \n\n1974) (corporation's  \"earnings and profits\" may  not bear an\n\n\"exact  relation\"  to  earnings  as  determined  by   \"normal\n\ncorporate accounting methods\"); Bennett v. United States, 427\n                                                        \n\nF.2d  1202, 1208 (Ct.Cl. 1970) (\"'earnings and profits' . . .\n\nis  a tax,  not an  economic concept\").    Thus, they  made a\n\nmistake  of law, which occurs \"where the facts are known, but\n\ntheir  legal consequences are not known or are believed to be\n\ndifferent than  they really are,\" Hambro  Automotive Corp. v.\n                                                          \n\nUnited  States, 603 F.2d  at 855 (emphasis  omitted), and may\n              \n\nnot revoke their election.\n\n                             III\n                                \n\n     The  IRS made  two  \"additions\" to  the appellants'  tax\n\nliability.    First,  it  added  $1,240  under  26  U.S.C.   \n\n6653(a)(1),  which says: \"If any part of the underpayment . .\n\n.  of  tax  required  to  be shown  on  a  return  is  due to\n\nnegligence  (or disregard  of  rules or  regulations),  there\n\nshall be added to the tax an amount equal to 5 percent of the\n\n                             -15-\n\nunderpayment.\"   \"Negligence in this context is a lack of due\n\ncare  or  failure to  do  what  a  reasonable and  ordinarily\n\nprudent  person  would  do  under  the  circumstances.    The\n\nCommissioner's  imposition  of   a  negligence  addition   is\n\npresumptively  correct,  leaving  the  [appellants]  with the\n\nburden  of proving  that  their underpayment  was not  due to\n\nnegligent  or intentional  rules  violations.\"   McMurray  v.\n                                                         \n\nCommissioner, Nos. 92-1513 and 92-1628,  slip op. at 13  (1st\n            \n\nCir. February 9, 1993).   We review the Tax  Court's findings\n\non  negligence  issues only  for  clear error.    Leuhsler v.\n                                                          \n\nCommissioner, 963 F.2d 907, 910 (6th Cir. 1992).\n            \n\n     There was  no error.   The  \"underpayment\" in  this case\n\noccurred because  the appellants, having elected  in December\n\n1986 to treat their taxes under Section 333, instead prepared\n\ntheir  tax return the following  April as if  they had either\n\nelected   Section  331  or  made   a  simple  sale  of  stock\n\nunaccompanied by a liquidation.  Under the circumstances, and\n\nabsent a compelling explanation to the contrary, one might --\n\nas the Tax  Court appears  to have done  in its  Supplemental\n\nMemorandum  Opinion  --  infer  that the  \"switch\"  here  was\n\ndeliberate, since  making it promised to  save the appellants\n\nsome $24,000, and since the appellants obscured the de  facto\n                                                             \n\nrevocation  of  their  previous  election  by describing  the\n\ndistribution as  a \"sale\" rather  than a liquidation,  and by\n\nneglecting  to  attach Form  964 to  their  return.   But the\n\n                             -16-\n\nnegligence  penalty was  appropriate even  if the  switch was\n\naccidental;  like the  Tax Court,  we see  nothing reasonable\n\nabout a  certified public accountant's  failure to  calculate\n\nhis tax liability in accordance with his own election and the\n\nCode's explicit instructions.2\n\n     The IRS  also added $6,198  under 26  U.S.C.    6661(a).\n\nSection 6661(a) imposes  a 25% addition to an underpayment if\n\n\"there is a substantial understatement of income  tax for any\n\ntaxable  year.\"  Section  6661(b)(1)(A) defines a substantial\n\nunderstatement  as one that exceeds the greater of (1) 10% of\n\nthe tax for the  year or (2) $10,000.   Section 6661(b)(2)(B)\n\nreduces the understatement by  any amount attributable to (i)\n\nthe  tax treatment  of  an  item  if there  was  \"substantial\n\nauthority\" for the  treatment, or (ii) any  item with respect\n\nto  which the relevant facts affecting  its tax treatment are\n\nadequately disclosed in the return or a statement attached to\n\nit.\n\n     The  appellants  understated their  taxes  by more  than\n\n$24,000,  which was  almost  50% of  the  tax for  the  year.\n\n                    \n\n2.  Ms. Lyon's  reliance on her husband's  expertise does not\nexcuse  her  negligence.    Although  Section  6653(b), which\nauthorizes an addition to tax for fraud,  contains a \"special\nrule for joint  returns\" that  allows the IRS  to penalize  a\nspouse only to the extent that the underpayment is due to her\nown  fraud, 26  U.S.C.    6653(b)(3), Section  6653(a), which\nauthorizes  the  penalty  for  negligence,  contains no  such\nqualification.   See  Langer v.  Commissioner, 59  T.C.M. 740\n                                             \n(1990)  (sustaining negligence  penalty against  both spouses\nwhere husband, an IRS agent, prepared the erroneous return).\n\n                             -17-\n\nHowever,  they  claim   to  have  satisfied  the   disclosure\n\nrequirement   with  respect  to   the  entire  understatement\n\nbecause, when they  made the election in  December 1986, they\n\nfiled Forms 964 and 966 with the IRS.  But  this \"disclosure\"\n\nwas inadequate for  two reasons.  First,  it was not  made on\n\nthe return or  on a  statement attached  to the  return.   26\n\nC.F.R.   1.6661-4(a)  and (b).  Second, filing  a Form 964 at\n\nthe time  of  liquidation, nearly  four months  before a  tax\n\nreturn is due, is not an act that \"reasonably may be expected\n\nto apprise the  Internal Revenue Service  of the identity  of\n\nthe item,  its  amount,  and  the  nature  of  the  potential\n\ncontroversy  concerning  the  item.\"   26  C.F.R.     1.6661-\n\n4(b)(1)(iv) and   1.6661-4(b)(4).  That is precisely why  the\n\nregulations require the shareholder to file Form 964 twice --\n\nonce upon making the  election and again with his  income tax\n\nreturn.  26 C.F.R.    1.333-3 and 1.333-6(a)(5).\n\n     The IRS has  the authority  to waive  all or  part of  a\n\nSection  6661 addition to tax  \"on a showing  by the taxpayer\n\nthat  there was reasonable cause for the understatement . . .\n\nand  that the taxpayer  acted in  good faith.\"   26  U.S.C.  \n\n6661(c).   The most important  factor in waiver  decisions is\n\n\"the extent  of the taxpayer's effort to  assess [his] proper\n\ntax  liability under the  law . .  . .\"  26  C.F.R.   1.6661-\n\n6(b).  \n\n                             -18-\n\n     We review the  IRS' waiver  decision only  for abuse  of\n\ndiscretion.   Heasley v. Commissioner, 902 F.2d 380, 385 (5th\n                                     \n\nCir. 1990);  Mailman v.  Commissioner, 91 T.C.  1079, 1083-84\n                                     \n\n(1988).   For  the reasons already  stated, we  are confident\n\nthat  the IRS did not abuse its discretion by concluding that\n\nreasonable  people acting in good faith would not (a) fail to\n\npay the tax in  accordance with their election, and  (b) fail\n\nto  notify the IRS that  they were, in  effect, revoking that\n\nelection.  \n\n     The appellants' Motion for Oral Argument is denied.\n\n     The judgment of the Tax Court is affirmed.\n                                              \n\n                             -19-\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">March 30, 1993\n                    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 92-1938\n\n             PETER A. JOHNSON AND CLAIRE P. LYON,\n\n                   Petitioners, Appellants,\n\n                              v.\n\n              COMMISSIONER OF INTERNAL REVENUE,\n\n                    Respondent, Appellee.\n\n                                        \n\n           APPEAL FROM THE UNITED STATES TAX COURT\n\n       [Hon. Theodore Tannenwald, U.S. Tax Court Judge]\n                                                      \n\n                                        \n\n                            Before\n\n                    Selya, Cyr and Boudin,\n                       Circuit Judges.\n                                     \n\n                                        \n\n   Peter A. Johnson and Claire P. Lyon on brief pro se.\n                                      \n   James A. Bruton, Acting  Assistant Attorney General, Gary R.\n                                                               \nAllen, Jonathan  S. Cohen and Regina S.  Moriarty, Attorneys, Tax\n                                               \nDivision, on brief for appellee.\n\n                                        \n\n                                        \n\nP. Lyon,  appeal a decision of the Tax Court that sustained a\n     Per Curiam.  The appellants, Peter A. Johnson and Claire\n               \n\nTax Court's decision.\nappellants'  joint income tax return for 1986.  We affirm the\ndeficiency determined by the  Internal Revenue Service on the\n\n                              I\n                               \n\n                             -2-\nshareholders of liquidating corporations.   Under 26 U.S.C.  \nHampshire.  Mr. Johnson is a certified  public accountant and\n\nregulation.  In  1980, Mr. Johnson and Ms.  Lyon incorporated\nprimarily  to  law firms  practicing in  the field  of energy\n\nPeter A.  Johnson Associates, Inc. (PAJA),  through which Mr.\nfor  a number  of  years made  his  living as  a  consultant,\n\ncorporation initially  issued 100 shares of  stock: 51 shares\nJohnson  then  carried  on  his  consulting  business.    The\n     Mr. Johnson and Ms.  Lyon are married and reside  in New\n\nto Mr. Johnson  and 49 shares  to Ms. Lyon.   The corporation\n\nTrust.\n\nconsulting work  tapered  off.    Late  in  1986,  with  PAJA\nhe  accepted  a  salaried  position  at a  hospital  and  his\n\nrelatively  dormant,  Mr. Johnson  and  Ms.  Lyon decided  to\n     Mr. Johnson  worked full-time for PAJA  until 1985, when\n\nshareholders.  \nliquidate  the  company  and  distribute its  assets  to  the\nlater sold 8 more shares to  an entity known as PAJA  Pension\n\n     At   the  time,  the  tax  laws   offered  a  choice  to\n331, they could  recognize all of  the distributed assets  on\n\ntheir  income  tax   returns  for  the  year  in   which  the\n\nliquidation occurred,  but pay  taxes on the  distribution at\n\nthe capital gains rate, which was lower than the rate applied\n\nto  \"ordinary income\" such as  wages or dividends.   Or, they\n\ncould  elect to treat the distribution under 26 U.S.C.   333.\n\nSection  333  required  the   shareholders  to  allocate  the\n\ndistributed  assets  to  two  categories:  (1)  earnings  and\n\nprofits, and (2) all  other assets.  The shareholders  had to\n\ndeclare  the  portion  of  the distribution  that  came  from\n\nearnings  and profits as ordinary income on their returns for\n\nthe  year in which the liquidation occurred, and pay taxes on\n\nit at the higher income  tax rate.  However, with  respect to\n\nthe portion of  the distribution  that took the  form of  the\n\ncorporation's other  assets, the shareholders  could postpone\n\nrecognizing any  gain until they themselves  sold the assets.\n\nRoughly  speaking, then, Section 333 was a good deal only for\n\nshareholders of  \"a corporation holding  appreciated property\n\nbut having little  or no earnings  and profits . .  . .\"   B.\n\nBittker &amp; J. Eustice, Federal Income Taxation of Corporations\n                                                             \n\nand  Shareholders  at     11.62  (5th  ed.  1987).    If  the\n                 \n\ncorporation  had  significant   earnings  and  profits,   the\n\nshareholders   were   better   off   electing   Section  331,\n\nrecognizing a  gain immediately on  the entire  distribution,\n\n                             -3-\n\nbut  avoiding  taxation of  the earnings  and profits  at the\n\nhigher income tax rates.\n\n     This  case concerns  the  appellants' election  to treat\n\nPAJA's   distributed  assets  under  Section  333  when  they\n\ndissolved  the corporation at the  end of 1986.   Mr. Johnson\n\nknew  that  Congress  had  repealed  Section  333,  effective\n\nJanuary 1, 1987.   See Pub.L. 99-514, Title VI,    631(e)(3),\n                      \n\nOct. 22, 1986, 100 Stat. 2273.   He thus felt some urgency to\n\nliquidate PAJA by year's end.  But, because personal business\n\nintervened,  he did not sit  down to the  task until December\n\n28, 1986.\n\n     Mr. Johnson and Ms. Lyon  executed a number of documents\n\non December 28.  The  first was a Form 1120-A,  a \"Short-Form\n\nCorporation  Income  Tax Return\"  for  PAJA.   This  document\n\nshowed  that PAJA had assets of  $132,249, of which \"retained\n\nearnings\"  constituted  $96,311.    With  such a  significant\n\namount  of earnings --  which the shareholders  would have to\n\ndeclare as ordinary income under Section 333, but could treat\n\nas  a  capital gain  under Section  331 --  liquidation under\n\nSection 333 was an unwise choice.  \n\n     However,  the appellants  made  it.   For reasons  never\n\nfully  explained,  Mr. Johnson  figured PAJA's  \"earnings and\n\nprofits\" at zero  when deciding whether to  elect Section 331\n\nor Section 333.  Consequently, he and Ms. Lyon made a written\n\nshareholder  resolution  to liquidate  the  corporation under\n\n                             -4-\n\nSection 333.  Each of them executed and filed with  the IRS a\n\nForm 964,  which bears  the caption \"Election  of Shareholder\n\nunder Section  333 Liquidation.\"   Mr. Johnson  also executed\n\nand  filed,  on  behalf  of  the  corporation,  a  Form  966,\n\ncaptioned  \"Corporate  Dissolution  or   Liquidation,\"  which\n\nidentified  Section 333  as  the \"Section  of the  Code under\n\nwhich the  corporation is  to be  dissolved or liquidated.\"  \n\nMr.  Johnson then  wrote checks  on PAJA's  corporate account\n\nthat  distributed more  than $137,000  in assets:  $64,607 to\n\nhimself,  $63,632  to Ms.  Lyon, and  $9,622 to  PAJA Pension\n\nTrust.\n\n     Four months later,  when Mr. Johnson and  Ms. Lyon filed\n\ntheir joint  income tax  return  for 1986,  they should  have\n\nattached copies of the already-filed  Forms 964, to alert the\n\nIRS  to their election, see  26 C.F.R.     1.333-3 and 1.333-\n                           \n\n6(a)(5), and  treated their  share of the  distributed assets\n\npursuant  to Section 333 -- that is, by declaring the portion\n\nattributable to earnings and  profits as ordinary income, but\n\npostponing recognition of any gain on the remainder.\n\n     The appellants  did not do what  their election required\n\nthem to  do.  They  did not attach  Form 964; in  fact, their\n\nincome tax  return contained  no mention of  the liquidation.\n\nIt  characterized all of the money they had received from the\n\nliquidation as  proceeds  of  a  \"sale\" of  PAJA  stock,  and\n\ntreated  the entire  distribution as  a capital  gain.   This\n\n                             -5-\n\ncalculation  would  have been  consistent with  a liquidation\n\nunder   Section  331,  or   with  a  simple   sale  of  stock\n\nunaccompanied  by a liquidation, but it did not jibe with the\n\nSection  333 election  the appellants  had made  the previous\n\nDecember.\n\n     The  IRS accepted  the  appellants' return  and took  no\n\nfurther  action   until  an   audit  in  1988   revealed  the\n\ninconsistency between the election  under Section 333 and the\n\ntax  treatment  given  the  distribution  in the  appellants'\n\nreturn.  The  IRS then  rejected the  appellants' efforts  to\n\nrevoke their  Section 333  election,  recalculated their  tax\n\nliability  to take  the election  into account,  determined a\n\ndeficiency of $24,790, and added penalties for negligence and\n\nfor making a  substantial understatement of taxes  owed.  The\n\nappellants  sought review in the Tax Court, which held a one-\n\nday trial  and  sustained  the IRS'  actions.    This  appeal\n\nfollowed.  \n\n                              II\n                                \n\n     Mr.  Johnson and Ms. Lyon  say that they  are not liable\n\nfor  taxes  calculated  according  to  Section  333  for  two\n\nreasons: first, because they never made a valid election; and\n\nsecond, because  their election, even if  formally valid, was\n\nbased on a mistake and was therefore revocable.\n\n                              A\n                               \n\n                             -6-\n\n     The appellants point to a number of errors they say they\n\nmade  while attempting  to  elect Section  333 and  liquidate\n\nPAJA, and assert  that strict compliance with  all of Section\n\n333's  requirements  is  necessary  in  order  to  enjoy  the\n\nbenefits  (or in  this case,  suffer the  detriments) of  the\n\nstatute.   This  is  not  completely  true.    The  level  of\n\ncompliance  needed  to  make  a  valid  tax  election  varies\n\naccording  to the nature of  the requirement.   The IRS \"'may\n\ninsist upon full compliance  with [its] regulations' when the\n\nregulatory requirements relate to the substance or essence of\n\na  statute, but  [the Tax  Court  has] held  that substantial\n\ncompliance with regulatory requirements may suffice when such\n\nrequirements are procedural and  when the essential statutory\n\npurposes have  been fulfilled.\"   American Air Filter  Co. v.\n                                                          \n\nCommissioner, </pre><span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">T.C.</span>  <span class=\"page\">709</span></span><pre class=\"inline\">, 719  (1983) (citations  omitted).\n            \n\nSee also Dunavant  v. Commissioner, </pre><span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">316</span></span><pre class=\"inline\"> (1974) (same,\n                                  \n\nconstruing Section 333).\n\n     Two  of the  regulations which  the appellants  say they\n\nviolated  --  26 C.F.R.     1.333-6, which  required  them to\n\nprovide  supplemental information about  the liquidation, and\n\n26  C.F.R.   1.333-3, which  required them to  file a copy of\n\nForm 964 along  with the original at the time  of election --\n\nplainly do  not go to  the \"essence\" of  the statute  and are\n\ntherefore \"procedural\"  in the sense discussed  above.  Their\n\nbreach will not defeat the election.  \n\n                             -7-\n\n     The  other asserted  defects  require  some  discussion.\n\nFirst, the appellants  say that the distribution was  not \"in\n\ncomplete  cancellation or  redemption of  all the  stock,\" 26\n\nU.S.C.     333(a)(1), because  their  Forms 964  inaccurately\n\nlisted the number  of shares each held.  Mr. Johnson owned 51\n\nshares at the time of the election, but listed only 47 in his\n\nForm 964; Ms. Lyon owned 49 shares, but listed only 46.\n\n     The premise does not support the conclusion.  Nothing in\n\nthe  record  causes us  to believe  that,  in return  for the\n\ncompany's assets, Mr. Johnson and Ms.  Lyon (and PAJA Pension\n\nTrust) actually  gave  up anything  less  than all  of  their\n\nshares in PAJA.  And if that is so, then the distribution was\n                                                             \n\n\"in complete  cancellation or  redemption of all  the stock.\"\n\nPutting  the  wrong count  on the  forms  did not  affect the\n\nsubstance  of the liquidation and therefore did not go to the\n\nessence of the statute.\n\n     Second, the appellants claim that they failed  to make a\n\ntimely election.   Section 333(d)  says: \"The filing  [of the\n\nwritten  election form] must be within 30 days after the date\n\nof  the  adoption of  the plan  of  liquidation.\"   The cases\n\nindicate that this  is an \"essential\" requirement.   Shull v.\n                                                          \n\nCommissioner, </pre><span class=\"citation\" data-id=\"254371\"><a href=\"/opinion/254371/frank-t-shull-and-ann-r-shull-v-commissioner-of-internal-revenue/\"><span class=\"volume\">291</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">680</span></a></span><pre class=\"inline\">, 682-85 (4th Cir. 1961); Kelley v.\n                                                          \n\nCommissioner, </pre><span class=\"citation no-link\"><span class=\"volume\">10</span>  <span class=\"reporter\">T.C.M.</span> <span class=\"page\">143</span></span><pre class=\"inline\">,  146 (1951).   However, whether\n            \n\nand when  a plan of liquidation was adopted \"is a question of\n\n                             -8-\n\nfact ordinarily for the  Tax Court,\" Shull, 291 F.2d  at 684,\n                                          \n\nand thus subject to review only for clear error.\n\n     We see no  error in  the Tax Court's  finding that  \"the\n\nevidence  clearly  establishes December  28,  1986 [when  the\n\nappellants executed a written shareholder resolution], as the\n\ndate of the adoption of the plan of liquidation.\"  It is true\n\nthat  Mr. Johnson  testified  that he  and  Ms. Lyon  made  a\n\n\"decision\" to liquidate PAJA sometime  in November 1986.   It\n\nis also true that Section  333 does not require \"that a  plan\n\nof liquidation must be in writing or in any particular form.\"\n\nShull, 291 F.2d at 682.  \n     \n\n     But  the   statute  does   by  its  terms   require  the\n\nshareholders  to  \"adopt\" some  \"plan\"  of  liquidation.   In\n\nShull,  the Fourth  Circuit  held that  the shareholders  had\n     \n\n\"adopted\" a  plan of liquidation  before they  made a  formal\n                                        \n\nresolution to  that effect only because  the shareholders had\n\npreviously \"acted deliberately .  . . and had gone so  far in\n\nthe  actual execution of a plan of liquidation as to dissolve\n\nthe corporation and terminate  its existence for all purposes\n\nother than  liquidation. . . .\"  291 F.2d at 684-85.  Nothing\n\nof  this sort  happened  here.   The  resolution executed  on\n\nDecember 28  was the  first manifestation of  the appellants'\n\nintention to dissolve PAJA.   In the absence of  any evidence\n\nto  corroborate Mr.  Johnson's testimony,  the Tax  Court was\n\nentitled to find either that the \"decision\" in November never\n\n                             -9-\n\nhappened, or that it happened but was too indefinite an event\n\nto trigger the statutory  filing requirement, and to conclude\n\nthat the  appellants did  not \"adopt\"  a plan  of liquidation\n\nwithin the meaning of Section 333(d) until December 28 -- the\n\nsame day that they made the election and filed Form 964.\n\n     Third,  the  appellants  contend  that  PAJA  failed  to\n\ndistribute all of its assets before the end of December 1986,\n\nthus  violating  Section  333(a)(2),  which   says  that  the\n\nbenefits of election are  available only if \"the transfer  of\n\nall  the property  under liquidation  occurs within  some one\n\ncalendar month.\"  Since the bulk of the distribution occurred\n\nin December 1986, when Mr.  Johnson wrote corporate checks to\n\nhimself,  his  wife  and   PAJA  Pension  Trust,  the  entire\n\ntransaction  had  to  be  completed  during  that  same  \"one\n\ncalendar month.\"   But, the appellants  say, the distribution\n\nwas  not completed  until March  1987, when  Spriggs,  Bode &amp;\n\nHollingsworth (one of PAJA's law firm clients) made a payment\n\nof  $6,727 for  \"services  rendered during  November 1,  1986\n\nthrough March 10, 1987.\"\n\n     We   agree   with  the   Tax   Court   that  only   some\n\n\"indeterminate\"  portion   of  this   payment  --   the  part\n\nattributable to services  rendered before PAJA was  dissolved\n\nat the end of December 1986, and thus \"earned\" by the company\n\n-- can  be  considered  a  \"distribution\" from  PAJA  to  its\n\nshareholders.  Any money paid for services rendered after the\n\n                             -10-\n\ndissolution  was  money that  Mr. Johnson  earned on  his own\n\nbehalf.1  \n\n     The late distribution of  such a relatively small amount\n\n-- something less  than $6,727 and  thus less than 5%  of the\n\nPAJA's  assets  -- does  not  affect  the legitimacy  of  the\n\nelection.  A \"liberality of approach\" exists with  respect to\n\ntax  statutes  that  require  corporate  liquidations  to  be\n\naccomplished within  specific  time limits.    Cherry-Burrell\n                                                             \n\nCorp. v. United  States, </pre><span class=\"citation\" data-id=\"273430\"><a href=\"/opinion/273430/cherry-burrell-corporation-v-united-states/\"><span class=\"volume\">367</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">669</span></a></span><pre class=\"inline\">, 677  (8th Cir.  1966)\n                       \n\n(Blackmun,  J.).    Thus, when  a  tax  statute  on its  face\n\nrequires  distribution  of  all  corporate  assets  within  a\n\ncertain period in  order to  qualify for a  tax benefit,  the\n\nfailure  to dispose of a  minor portion of  the assets within\n\nthe time allotted will not defeat the taxpayer's choice.  See\n                                                             \n\nMountain  Water  Co.  v.  Commissioner, </pre><span class=\"citation no-link\"><span class=\"volume\">35</span>  <span class=\"reporter\">T.C.</span>  <span class=\"page\">418</span></span><pre class=\"inline\">  (1960)\n                                      \n\n(calling  this the  \"de minimis  rule\"); Estate  of  Lewis B.\n                                                             \n\nMeyer  v. Commissioner, </pre><span class=\"citation no-link\"><span class=\"volume\">15</span>  <span class=\"reporter\">T.C.</span> <span class=\"page\">850</span></span><pre class=\"inline\">  (1950), rev'd  on other\n                                                             \n\ngrounds  </pre><span class=\"citation\" data-id=\"230651\"><a href=\"/opinion/230651/meyers-estate-v-commissioner-of-internal-revenue-three-cases/\"><span class=\"volume\">200</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">592</span></a></span><pre class=\"inline\">  (5th Cir. 1952)  (it \"would be  out of\n       \n\nline with [the predecessor to Section 333] . . . to hold that\n\nthe failure, within the calendar month, physically to deliver\n\n                    \n\n1.    For the  same reason,  a check  received from  a second\nclient  in March  1987 was  not part  of the  distribution of\ncorporate  assets  because  it  represented  payment  of  Mr.\nJohnson's monthly  retainer for January, February,  and March\n1987 --  i.e.,  money earned  after  the dissolution  by  Mr.\nJohnson, not by the corporation.\n\n                             -11-\n\nless than 6 percent  in book value of the  distributed assets\n\ndestroys the election. . . \").\n\n     Finally, the appellants would have us rule that, because\n\nthey reincorporated PAJA in  1991, they are not bound  by the\n\nelection they made more than four years earlier.  They supply\n\nno  useful authority  for  this proposition.   The  cases and\n\nrevenue rulings  they cite  are inapposite; all  involved the\n\nquestion whether  a complete liquidation had  occurred in the\n\nfirst place.  See,  e.g., Telephone Answering Service Co.  v.\n                                                         \n\nCommissioner, </pre><span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">423</span></span><pre class=\"inline\">  (1974).  In this case,  the record\n            \n\nshows that  the appellants  distributed PAJA's assets  in the\n\nsuccessful pursuit of a  complete and permanent  liquidation.\n\nTheir belated  revival of the corporate form,  done after the\n\nIRS  had determined  a tax  deficiency (and  for no  apparent\n\nreason  other  than  to   escape  the  consequences  of  that\n\ndetermination), \"did not alter the character\" of the previous\n\ndistribution or affect the validity  of their election.   See\n                                                             \n\nKennemer  v.  Commissioner, </pre><span class=\"citation\" data-id=\"1475459\"><a href=\"/opinion/1475459/kennemer-v-commissioner-of-internal-revenue/\"><span class=\"volume\">96</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">177</span></a></span><pre class=\"inline\">,  178-89 (5th  Cir.\n                          \n\n1938).\n\n                              B\n                               \n\n     Even  if  their  election was  procedurally  valid,  the\n\nappellants say, the IRS should have allowed them to revoke it\n\nbecause it was based on the mistaken belief that  PAJA had no\n\n\"earnings  and profits\"  to  distribute to  its shareholders.\n\nAlthough   (with  one   exception  not  relevant   here)  the\n\n                             -12-\n\nregulations  implementing  Section  333  say  flatly  that  a\n\nwritten  election to be governed by that provision \"cannot be\n\nwithdrawn  or  revoked,\"  26  C.F.R.     1.333-2(b)(1),   the\n\nappellants  believe that  a taxpayer may  nevertheless obtain\n\nrelief from an election made as the result of a mistake. \n\n     The courts have on  occasion allowed taxpayers to revoke\n\nmistaken   elections.     See,   e.g.,   Meyer's  Estate   v.\n                                                        \n\nCommissioner,  </pre><span class=\"citation\" data-id=\"230651\"><a href=\"/opinion/230651/meyers-estate-v-commissioner-of-internal-revenue-three-cases/\"><span class=\"volume\">200</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">592</span></a></span><pre class=\"inline\">  (5th  Cir.  1952); McIntosh  v.\n                                                         \n\nWilkinson, </pre><span class=\"citation\" data-id=\"1473107\"><a href=\"/opinion/1473107/mcintosh-v-wilkinson/\"><span class=\"volume\">36</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">807</span></a></span><pre class=\"inline\"> (E.D.Wis.  1929);  DiAndrea,  Inc. v.\n                                                          \n\nCommissioner, </pre><span class=\"citation no-link\"><span class=\"volume\">47</span>  <span class=\"reporter\">T.C.M.</span> <span class=\"page\">731</span></span><pre class=\"inline\"> (1983)  (revoking election under\n            \n\nSection 333).  However,  in each of these cases  the taxpayer\n\nmade what the court characterized as a \"mistake of fact.\"  In\n\ndeciding whether to allow taxpayers to revoke otherwise-valid\n\nelections, the courts have consistently distinguished between\n\nmistakes of fact, which  may justify revocation, and mistakes\n\nof law, which will not.  See Bankers &amp; Farmers  Life Ins. Co.\n                                                             \n\nv. United States, </pre><span class=\"citation\" data-id=\"388093\"><a href=\"/opinion/388093/bankers-farmers-life-insurance-company-v-united-states/\"><span class=\"volume\">643</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">234</span></a></span><pre class=\"inline\">, 238 (5th Cir. 1981); Shull v.\n                                                          \n\nCommissioner, </pre><span class=\"citation\" data-id=\"249161\"><a href=\"/opinion/249161/frank-t-shull-and-ann-r-shull-v-commissioner-of-internal-revenue/\"><span class=\"volume\">271</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">447</span></a></span><pre class=\"inline\">,  449 (4th Cir. 1959); Raymond  v.\n                                                         \n\nUnited States, </pre><span class=\"citation\" data-id=\"248695\"><a href=\"/opinion/248695/loren-t-raymond-and-corrine-raymond-v-united-states/\"><span class=\"volume\">269</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">181</span></a></span><pre class=\"inline\">, 183 (6th Cir. 1959); Grynberg v.\n                                                          \n\nCommissioner,   </pre><span class=\"citation no-link\"><span class=\"volume\">83</span>  <span class=\"reporter\">T.C.</span>   <span class=\"page\">255</span></span><pre class=\"inline\">,  261-63   (1984);  Cohen   v.\n                                                        \n\nCommissioner, </pre><span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">527</span></span><pre class=\"inline\"> (1975).  \"Oversight, poor judgment,\n            \n\nignorance   of   the  law,   misunderstanding  of   the  law,\n\nunawareness of  the tax  consequences of making  an election,\n\nmiscalculation,  and unexpected  subsequent  events have  all\n\nbeen  held insufficient  to  mitigate the  binding effect  of\n\n                             -13-\n\nelections made under a variety of provisions of the [Internal\n\nRevenue]  Code.\"  Estate  of Stamos v.  Commissioner, </pre><span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">T.C.</span>\n                                                    \n\n<span class=\"page\">468</span></span><pre class=\"inline\">, 474 (1970) and cases cited therein.\n\n     The  appellants  do  not  question the  wisdom  of  this\n\ndistinction,  but   argue  that  the  Tax  Court  erroneously\n\ndescribed their mistake as one of law.  We agree with the Tax\n\nCourt.  The  mistake in  this case was  Mr. Johnson's  stated\n\nbelief that PAJA had no \"earnings and profits,\" and thus that\n\nthe  shareholders  could  defer  recognition  of  the  entire\n\ndistribution  under Section  333.   Depending on  its source,\n\nthis could have been a  mistake of fact or a mistake  of law.\n                                          \n\n\"[M]istakes of fact  occur in instances where  either (1) the\n\nfacts exist, but are unknown,  or (2) the facts do  not exist\n\nas  they are believed to.\"  Hambro Automotive Corp. v. United\n                                                             \n\nStates, </pre><span class=\"citation no-link\"><span class=\"volume\">603</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">850</span></span><pre class=\"inline\">, 855 (C.C.P.A. 1979). If Mr. Johnson had\n      \n\ndecided that PAJA  had no \"earnings  and profits\" because  he\n\nbelieved it had no money in the  bank, then his mistake would\n\nhave been a mistake of fact.  But, as the Tax Court found, it\n\nis \"difficult to believe\" that the appellants were unaware of\n\nPAJA's  cash reserves when they made the election on December\n\n28, 1986, for on  the same day, Mr. Johnson,  as president of\n\nPAJA,  executed a  corporate tax  return indicating  that the\n\ncompany  had more  than $96,000  in \"retained  earnings,\" and\n\nwrote checks  to himself, Ms.  Lyon and  PAJA Pension  Trust,\n\n                             -14-\n\ndrawn  on  the corporate  bank  account,  totaling more  than\n\n$137,000.\n\n     Since the appellants knew how much money the corporation\n\nhad  in  the  bank when  they  made  the  election, the  only\n\nplausible explanation for their mistake  is that they did not\n\nknow  that  the  money  constituted  \"earnings  and  profits\"\n\nsubject  to taxation  as ordinary  income under  Section 333.\n\nSee  GPD, Inc. v. Commissioner, </pre><span class=\"citation\" data-id=\"324424\"><a href=\"/opinion/324424/gpd-inc-v-commissioner-of-internal-revenue/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1076</span></a></span><pre class=\"inline\">, 1082 (6th Cir.\n                              \n\n1974) (corporation's  \"earnings and profits\" may  not bear an\n\n\"exact  relation\"  to  earnings  as  determined  by   \"normal\n\ncorporate accounting methods\"); Bennett v. United States, </pre><span class=\"citation\" data-id=\"290766\"><a href=\"/opinion/290766/john-w-bennett-jr-and-mary-bennett-v-the-united-states/\"><span class=\"volume\">427</span>\n                                                        \n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">1202</span></a></span><pre class=\"inline\">, 1208 (Ct.Cl. 1970) (\"'earnings and profits' . . .\n\nis  a tax,  not an  economic concept\").    Thus, they  made a\n\nmistake  of law, which occurs \"where the facts are known, but\n\ntheir  legal consequences are not known or are believed to be\n\ndifferent than  they really are,\" Hambro  Automotive Corp. v.\n                                                          \n\nUnited  States, 603 F.2d  at 855 (emphasis  omitted), and may\n              \n\nnot revoke their election.\n\n                             III\n                                \n\n     The  IRS made  two  \"additions\" to  the appellants'  tax\n\nliability.    First,  it  added  $1,240  under  26  U.S.C.   \n\n6653(a)(1),  which says: \"If any part of the underpayment . .\n\n.  of  tax  required  to  be shown  on  a  return  is  due to\n\nnegligence  (or disregard  of  rules or  regulations),  there\n\nshall be added to the tax an amount equal to 5 percent of the\n\n                             -15-\n\nunderpayment.\"   \"Negligence in this context is a lack of due\n\ncare  or  failure to  do  what  a  reasonable and  ordinarily\n\nprudent  person  would  do  under  the  circumstances.    The\n\nCommissioner's  imposition  of   a  negligence  addition   is\n\npresumptively  correct,  leaving  the  [appellants]  with the\n\nburden  of proving  that  their underpayment  was not  due to\n\nnegligent  or intentional  rules  violations.\"   McMurray  v.\n                                                         \n\nCommissioner, Nos. 92-1513 and 92-1628,  slip op. at 13  (1st\n            \n\nCir. February 9, 1993).   We review the Tax  Court's findings\n\non  negligence  issues only  for  clear error.    Leuhsler v.\n                                                          \n\nCommissioner, </pre><span class=\"citation\" data-id=\"583400\"><a href=\"/opinion/583400/gerald-leuhsler-beverly-leuhsler-v-commissioner-of-internal-revenue/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">907</span></a></span><pre class=\"inline\">, 910 (6th Cir. 1992).\n            \n\n     There was  no error.   The  \"underpayment\" in  this case\n\noccurred because  the appellants, having elected  in December\n\n1986 to treat their taxes under Section 333, instead prepared\n\ntheir  tax return the following  April as if  they had either\n\nelected   Section  331  or  made   a  simple  sale  of  stock\n\nunaccompanied by a liquidation.  Under the circumstances, and\n\nabsent a compelling explanation to the contrary, one might --\n\nas the Tax  Court appears  to have done  in its  Supplemental\n\nMemorandum  Opinion  --  infer  that the  \"switch\"  here  was\n\ndeliberate, since  making it promised to  save the appellants\n\nsome $24,000, and since the appellants obscured the de  facto\n                                                             \n\nrevocation  of  their  previous  election  by describing  the\n\ndistribution as  a \"sale\" rather  than a liquidation,  and by\n\nneglecting  to  attach Form  964 to  their  return.   But the\n\n                             -16-\n\nnegligence  penalty was  appropriate even  if the  switch was\n\naccidental;  like the  Tax Court,  we see  nothing reasonable\n\nabout a  certified public accountant's  failure to  calculate\n\nhis tax liability in accordance with his own election and the\n\nCode's explicit instructions.2\n\n     The IRS  also added $6,198  under 26  U.S.C.    6661(a).\n\nSection 6661(a) imposes  a 25% addition to an underpayment if\n\n\"there is a substantial understatement of income  tax for any\n\ntaxable  year.\"  Section  6661(b)(1)(A) defines a substantial\n\nunderstatement  as one that exceeds the greater of (1) 10% of\n\nthe tax for the  year or (2) $10,000.   Section 6661(b)(2)(B)\n\nreduces the understatement by  any amount attributable to (i)\n\nthe  tax treatment  of  an  item  if there  was  \"substantial\n\nauthority\" for the  treatment, or (ii) any  item with respect\n\nto  which the relevant facts affecting  its tax treatment are\n\nadequately disclosed in the return or a statement attached to\n\nit.\n\n     The  appellants  understated their  taxes  by more  than\n\n$24,000,  which was  almost  50% of  the  tax for  the  year.\n\n                    \n\n2.  Ms. Lyon's  reliance on her husband's  expertise does not\nexcuse  her  negligence.    Although  Section  6653(b), which\nauthorizes an addition to tax for fraud,  contains a \"special\nrule for joint  returns\" that  allows the IRS  to penalize  a\nspouse only to the extent that the underpayment is due to her\nown  fraud, 26  U.S.C.    6653(b)(3), Section  6653(a), which\nauthorizes  the  penalty  for  negligence,  contains no  such\nqualification.   See  Langer v.  Commissioner, </pre><span class=\"citation no-link\"><span class=\"volume\">59</span>  <span class=\"reporter\">T.C.M.</span> <span class=\"page\">740</span></span><pre class=\"inline\">\n                                             \n(1990)  (sustaining negligence  penalty against  both spouses\nwhere husband, an IRS agent, prepared the erroneous return).\n\n                             -17-\n\nHowever,  they  claim   to  have  satisfied  the   disclosure\n\nrequirement   with  respect  to   the  entire  understatement\n\nbecause, when they  made the election in  December 1986, they\n\nfiled Forms 964 and 966 with the IRS.  But  this \"disclosure\"\n\nwas inadequate for  two reasons.  First,  it was not  made on\n\nthe return or  on a  statement attached  to the  return.   26\n\nC.F.R.   1.6661-4(a)  and (b).  Second, filing  a Form 964 at\n\nthe time  of  liquidation, nearly  four months  before a  tax\n\nreturn is due, is not an act that \"reasonably may be expected\n\nto apprise the  Internal Revenue Service  of the identity  of\n\nthe item,  its  amount,  and  the  nature  of  the  potential\n\ncontroversy  concerning  the  item.\"   26  C.F.R.     1.6661-\n\n4(b)(1)(iv) and   1.6661-4(b)(4).  That is precisely why  the\n\nregulations require the shareholder to file Form 964 twice --\n\nonce upon making the  election and again with his  income tax\n\nreturn.  26 C.F.R.    1.333-3 and 1.333-6(a)(5).\n\n     The IRS has  the authority  to waive  all or  part of  a\n\nSection  6661 addition to tax  \"on a showing  by the taxpayer\n\nthat  there was reasonable cause for the understatement . . .\n\nand  that the taxpayer  acted in  good faith.\"   26  U.S.C.  \n\n6661(c).   The most important  factor in waiver  decisions is\n\n\"the extent  of the taxpayer's effort to  assess [his] proper\n\ntax  liability under the  law . .  . .\"  26  C.F.R.   1.6661-\n\n6(b).  \n\n                             -18-\n\n     We review the  IRS' waiver  decision only  for abuse  of\n\ndiscretion.   Heasley v. Commissioner, </pre><span class=\"citation\" data-id=\"540825\"><a href=\"/opinion/540825/david-e-heasley-and-kathleen-heasley-v-commissioner-of-internal-revenue/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">380</span></a></span><pre class=\"inline\">, 385 (5th\n                                     \n\nCir. 1990);  Mailman v.  Commissioner, </pre><span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">T.C.</span>  <span class=\"page\">1079</span></span><pre class=\"inline\">, 1083-84\n                                     \n\n(1988).   For  the reasons already  stated, we  are confident\n\nthat  the IRS did not abuse its discretion by concluding that\n\nreasonable  people acting in good faith would not (a) fail to\n\npay the tax in  accordance with their election, and  (b) fail\n\nto  notify the IRS that  they were, in  effect, revoking that\n\nelection.  \n\n     The appellants' Motion for Oral Argument is denied.\n\n     The judgment of the Tax Court is affirmed.\n                                              \n\n                             -19-\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/230651/",
    "http://www.courtlistener.com/api/rest/v3/opinions/248695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/249161/",
    "http://www.courtlistener.com/api/rest/v3/opinions/254371/",
    "http://www.courtlistener.com/api/rest/v3/opinions/273430/",
    "http://www.courtlistener.com/api/rest/v3/opinions/290766/",
    "http://www.courtlistener.com/api/rest/v3/opinions/324424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/388093/",
    "http://www.courtlistener.com/api/rest/v3/opinions/540825/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583400/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1473107/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1475459/"
  ]
}