{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/194798/",
  "absolute_url": "/opinion/194798/municipality-v-banco/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/194798/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:25:21Z",
  "date_modified": "2016-02-28T04:51:19.753773Z",
  "type": "010combined",
  "sha1": "cf8eda540673c30cac8901aa91c2f1544f86cbe2",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1651.01A",
  "local_path": null,
  "plain_text": "                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-1651\n            FEDERAL DEPOSIT INSURANCE CORPORATION,\n\n                  Cross-Plaintiff, Appellee,\n                              v.\n\n           SHEARSON-AMERICAN EXPRESS, INC., ET AL.,\n                      Cross-Defendants.\n\n                                    \n              BANCO COOPERATIVO DE PUERTO RICO,\n\n                    Intervenor, Appellant.\n                                         \n\nNo. 92-1652\n            FEDERAL DEPOSIT INSURANCE CORPORATION,\n\n                  Cross-Plaintiff, Appellee,\n                              v.\n\n           SHEARSON-AMERICAN EXPRESS, INC., ET AL.,\n                      Cross-Defendants.\n\n                                    \n              PRUDENTIAL BACHE SECURITIES, INC.,\n\n                    Intervenor, Appellant.\n                                         \n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n               FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Raymond L. Acosta, U.S. District Judge]\n                                                    \n                                         \n\n                            Before\n                     Stahl, Circuit Judge,\n                                         \n\n               Campbell, Senior Circuit Judge,\n                                             \n             and Skinner,* Senior District Judge.\n                                                \n\n                                         \n\nManuel Fernandez-Bared  and Ramon Coto-Ojeda  with whom Nestor  M.\n                                                                  \nMendez-Gomez  and McConnell  Valdes Kelley  Sifre Griggs  &amp; Ruiz-Suria\n                                                                  \nwereon brief forintervenor, appellant PrudentialBache Securities, Inc.\n\n                \n\n*Of the District of Massachusetts, sitting by designation.\n\nPlinio Perez Marrero for  intervenor, appellant Banco  Cooperativo\n                    \nDe Puerto Rico.\nEnrique Peral with  whom Munoz  Boneta Gonzalez  Arbona Benitez  &amp;\n                                                                  \nPeral,  Ann S. Duross, General  Counsel, Colleen B. Bombardier, Senior\n                                                          \nCounsel,  Jaclyn C. Taner, Counsel, and Richard Schwartz were on brief\n                                                    \nfor cross-plaintiff, appellee.\n\n                                         \n\n                        June 24, 1993\n                                         \n\n          CAMPBELL, Senior Circuit Judge.   In these appeals,\n                                        \n\ntwo creditors  challenge appellee's  rights to the  assets of\n\nthe mastermind of a  multimillion dollar fraud, each creditor\n\nclaiming that it has a superior claim to the money.\n\n          Miguel Serrano Arreche (\"Serrano\"), a former Puerto\n\nRico stockbroker, was indicted and convicted in 1985  of wire\n\nfraud, mail  fraud, and other violations  of federal criminal\n\nstatutes.     Serrano's   misdeeds  have   been   extensively\n\nchronicled elsewhere.   See, e.g., United  States v. Serrano,\n                                                            \n\n870  F.2d 1,  3-5 (1st  Cir. 1989).1   The primary  victim of\n\nSerrano's fraud was Home Federal Savings and Loan Association\n\n(\"Home Federal\"),  a Puerto Rico bank  which collapsed partly\n\nfrom losses caused by Serrano.  United States v. Serrano, 870\n                                                        \n\nF.2d  at  4.     The  Federal  Savings   and  Loan  Insurance\n\nCorporation (\"FSLIC\") took  control in 1985 and,  thereafter,\n\nthe appellee Federal  Deposit Insurance Corporation  (\"FDIC\")\n\nbecame Home  Federal's successor in interest  pursuant to the\n\nFinancial Institutions Recovery,  Reform, and Enforcement Act\n\nof 1989.  See 12 U.S.C.   1821a et seq.\n                                       \n\n                    \n\n1.  See also United States v. Tormos-Vega, 959 F.2d 1103 (1st\n                                         \nCir.),  cert.  denied, 113  S. Ct.  191  (1992); FDIC  v. CNA\n                                                             \nCasualty of  Puerto Rico,  786 F.  Supp. 1082  (D.P.R. 1991);\n                        \nUnited States  v.  Serrano, 680  F. Supp.  58 (D.P.R.  1988),\n                          \nmodified, 870  F.2d 1  (1st  Cir. 1989);  FSLIC v.  Shearson-\n                                                             \nAmerican  Express, Inc.,  658  F. Supp.  1331 (D.P.R.  1987);\n                       \nUnited  States  v. Tormos-Vega,  656  F.  Supp. 1525  (D.P.R.\n                              \n1987), aff'd, United  States v.  Boscio, 843  F.2d 1384  (1st\n                                       \nCir.), cert.  denied, 488 U.S.  848 (1988); United  States v.\n                                                          \nSerrano,  637 F.  Supp. 12  (D.P.R.  1985); United  States v.\n                                                          \nSerrano, 622 F. Supp. 517 (D.P.R. 1985).\n       \n\n                             -3-\n\n          The  present  action was  brought  in  1984 in  the\n\nUnited  States District Court for the District of Puerto Rico\n\nby  the  Municipality  of  Ponce,  against  defendants   that\n\nincluded  Home  Federal, Serrano,  Shearson  Lehman Brothers,\n\nInc.,  and  Shearson  Lehman  Brothers,  Inc.  (Puerto  Rico)\n\n(collectively \"Shearson\").   Home Federal  filed cross-claims\n\nagainst Serrano, Shearson, and others.  Both the Municipality\n\nof Ponce and Shearson  settled and left the case.  On October\n\n16, 1989, the district  court entered a default judgment  for\n\nthe FDIC (now representing  Home Federal) on its cross-claims\n\nagainst  Serrano,  finding Serrano  liable  to  the FDIC  for\n\n$44,265,241.  Thereafter,  on May 17, 1990,  the FDIC secured\n\nfrom the  district court an order  attaching Serrano's assets\n\nto enforce the foregoing judgment.\n\n          This  appeal  stems  from  efforts   by  two  other\n\ncreditors,   appellants  Prudential-Bache   Securities,  Inc.\n\n(\"Prudential\") and Banco Cooperativo (\"Banco\"),  to intervene\n\nin the  same district court action after certain of Serrano's\n\nassets were transferred to the district court pursuant to the\n\nFDIC's attachment.   Prudential and Banco  asked the district\n\ncourt  to  withdraw  its order  authorizing  disbursement  of\n\nSerrano's  funds  to the  FDIC,  and are  appealing  from its\n\nrefusal to do so.  \n\n          To understand the present dispute, it is  necessary\n\nto realize that in September 1987, Serrano had petitioned for\n\n                             -4-\n\nbankruptcy  in the  United  States Bankruptcy  Court for  the\n\nDistrict  of Puerto Rico, triggering the automatic stay of 11\n\nU.S.C.   362.   The FSLIC sought and received  partial relief\n\nfrom  the stay  on January 13,  1989, permitting  the instant\n\naction  to continue  in  the district  court  until entry  of\n\njudgment.   Serrano's  only  significant  assets were  32,400\n\nshares of Bayam n  Federal Savings Bank  stock, which at  one\n\ntime  had been held in a trading  account at Prudential.2  By\n\norder  of the  bankruptcy  court,  the  stock  was  sold  for\n\napproximately $700,000  in April  1989 and the  proceeds were\n\ndeposited  with  the  bankruptcy  court as  property  of  the\n\nestate.  On November 17, 1988, Prudential filed its own claim\n\nin the bankruptcy  proceeding.   On October 16,  1989, as  we\n\nhave said, the district court entered a judgment for the FDIC\n\nin its cross-claims against Serrano.\n\n          On  May 16,  1990, the  bankruptcy court  issued an\n\norder dismissing  Serrano's  bankruptcy case,  but  expressly\n\nretaining jurisdiction  to decide how to dispose of all funds\n\nheld for Serrano.   The bankruptcy court gave  all creditors,\n\nwhich  included  Prudential,  eleven days  to  express  their\n\npositions as to the disposal  of these funds, indicating that\n\nunless otherwise ordered, they  would be returned to Serrano.\n\nSee 11 U.S.C.   349(b)(3).  That same day, after entry of the\n   \n\n                    \n\n2.  Earlier in 1987 Prudential had delivered the stock to the\nUnited States  District Court  pursuant to a  court order  in\nUnited States v. Serrano, Crim. No. 84-381(JP).  \n                        \n\n                             -5-\n\nbankruptcy petition dismissal, the FDIC moved in the district\n\ncourt  for a writ of  attachment and execution,  to be served\n\nupon  the bankruptcy  court  and any  custodian of  Serrano's\n\nfunds in that court,  attaching Serrano's funds after payment\n\nof administrative  expenses and  directing their transfer  to\n\nthe district  court for  application to the  FDIC's judgment.\n\nThe district  court  allowed  the motion  on  May  17,  1990,\n\nordering the  bankruptcy court within twenty  days to deliver\n\nto the  district court clerk the remaining funds belonging to\n\nSerrano  subsequent  to  the  payment  of  the administrative\n\nexpenses,  and directing that Serrano refrain from collecting\n\nthe   funds.    A  copy  of  this  attachment  was  shown  to\n\nPrudential's  counsel  on  May  18,  1990,  at  a  meeting of\n\ncreditors  called by  Prudential  at its  offices to  discuss\n\ndisposition  of the  bankruptcy  funds.   Prudential made  no\n\neffort  in the bankruptcy court  to challenge the validity of\n\nthe attachment nor to argue that its own claim should be paid\n\nfrom the bankruptcy funds in preference to the FDIC's claim.\n\n          On June  27, 1990, the bankruptcy  court issued its\n\norder disposing of  all the  assets in Serrano's  case.   The\n\nbankruptcy court  clerk, after paying various  fees, expenses\n\nand  a child  support claim, was  directed by  the bankruptcy\n\ncourt to deliver the remainder to the district court clerk in\n\ncompliance with the attachment,  said funds to remain subject\n\nto  any liens as per the bankruptcy court's previous order of\n\n                             -6-\n\nsale  of the stock.   Pursuant to this  order, the bankruptcy\n\nclerk  paid over  more  than $560,000  to  the clerk  of  the\n\ndistrict  court.   On  August 10,  1990,  the district  court\n\nordered the funds disbursed to the FDIC.\n\n          Five days after the  district court had entered its\n\ndisbursement order,  Prudential made its first  appearance in\n\nthis action.    On  August 15,  1990,  Prudential  moved  the\n\ndistrict court to allow it to intervene in the instant action\n\nand  stay the  scheduled disbursement  to the  FDIC, alleging\n\nthat  it had a lien  on the attached  funds that had priority\n\nover the  FDIC's attachment.  See  Fed. R. Civ. P.  24.3  The\n                                 \n\n                    \n\n3.  Federal Rule of Civil  Procedure 24 provides, in relevant\npart:\n\n          (a) Intervention  of Right.   Upon timely\n                                     \n          application anyone shall be  permitted to\n          intervene  in  an action:  . . . (2) when\n          the applicant claims an interest relating\n          to  the property or  transaction which is\n          the  subject  of   the  action  and   the\n          applicant   is   so  situated   that  the\n          disposition  of  the  action  may   as  a\n          practical  matter  impair  or impede  the\n          applicant's   ability  to   protect  that\n          interest, unless the applicant's interest\n          is  adequately  represented  by  existing\n          parties.\n\n          (b) Permissive Intervention.  Upon timely\n                                      \n          application  anyone  may be  permitted to\n          intervene in an action: . . . (2) when an\n          applicant's claim or defense and the main\n          action have a question  of law or fact in\n          common. . . .    In     exercising    its\n          discretion   the  court   shall  consider\n          whether  the   intervention  will  unduly\n          delay  or  prejudice the  adjudication of\n          the rights of the original parties.\n\n                             -7-\n\ndistrict  court  stayed the  disbursement  pending  ruling on\n\nPrudential's  motion to intervene.  On August 20, 1990, Banco\n\nCooperativo, which also had never before been a party to this\n\naction, moved to intervene, asserting that it had a  priority\n\nclaim to the attached funds.4\n\n          On  March  11,  1992,  the  district  court,  after\n\nconsidering the  parties' motions  and exhibits  submitted in\n\nsupport of their claims (and  without specifically indicating\n\nwhether it was ruling on  the motions to intervene or on  the\n\nmerits), denied  Prudential's and Banco's  claims and  lifted\n\nthe  stay of  the  disbursement of  the  funds to  the  FDIC.\n\nPrudential and  Banco appealed  separately from the  district\n\ncourt'sfinalorder. Weconsolidatedtheirappeals,and nowaffirm.5\n\n                    \n\n4.  Appellee  FDIC  does not  contest  the  existence of  the\nappellants'   purported  claims   against  Serrano.     Banco\nCooperativo  claims that it sued Prudential  in a Puerto Rico\ncourt in  1984, seeking  damages for embezzlement  by Serrano\nduring his  tenure, in  1980, as  an officer of  Prudential's\nInstitutional Department.  In 1985, Prudential filed a third-\nparty  complaint against  Serrano in  that case,  asking that\nSerrano be held liable  for the amount of any  judgment which\nmay be  entered against Prudential  in the action  brought by\nBanco Cooperativo.\n\n     Banco  claims  that  it eventually  received  a judgment\nagainst  Serrano in  the  amount of  $295,000 plus  interest.\n                \n(Banco does not  explain how it  obtained a judgment  against\nSerrano when it had sought damages only from Prudential.)  At\nthe time Prudential filed its motion to  intervene, its claim\nagainst Serrano  was still contingent, as  final judgment had\nnot yet been rendered in its third-party action.\n\n5.  The district  court  had jurisdiction  over  this  action\npursuant to 28 U.S.C.   1331, because the original plaintiff,\nMunicipality  of Ponce,  brought  federal claims  against the\ndefendants.   This  court has  jurisdiction over  the appeals\n\n                             -8-\n\n                              I.\n\nNo. 92-1652 - Prudential\n                        \n\n          Appellant Prudential raises three issues on appeal.\n\nThe  first,  discussed  in  Section  A  below,  concerns  the\n\nvalidity  of  the  FDIC's  attachment,  an  issue  implicitly\n\ndecided by the bankruptcy  court's order to release Serrano's\n\nfunds in  compliance with  the attachment.   We hold,  infra,\n                                                            \n\nthat  res judicata  bars  Prudential from  raising the  issue\n                  \n\nanew.\n\n          The   other  two   issues  raised   by  Prudential,\n\ndiscussed  in Sections B and C below, concern the priority of\n\nits  alleged lien  relative to  the FDIC's  attachment.   The\n\nquestions of  priority among liens on  Serrano's property and\n\nof the validity  of Prudential's lien     unlike the validity\n\nof  the FDIC's attachment    formed no part of the bankruptcy\n\ncourt's decision and so are not barred from being raised now.\n\nThe  bankruptcy court, when it ordered the funds to be turned\n\nover  in compliance  with the  FDIC's attachment,  made clear\n\nthat \"said funds remain subject to any liens as per our order\n\nof  sale.\"  The bankruptcy court's order of sale, dated April\n\n27,  1989,  approved  the  liquidation of  the  stock  shares\n\n\"provided the  proceeds from the surrender of  the shares are\n\nto  be  deposited  with  the   Clerk  of  the  United  States\n\nBankruptcy  Court for  the  District of  Puerto  Rico, in  an\n\n                    \n\npursuant to 28 U.S.C.   1291.\n\n                             -9-\n\ninterest  bearing account  with liens,  if any,  attaching to\n                                                             \n\nsaid proceeds . . . .\" (emphasis added).  The court dismissed\n             \n\nthe bankruptcy petition before ever adjudging the validity of\n\nPrudential's  alleged  secured  claim  on  the  proceeds  and\n\nwithout deciding  whether the FDIC's attachment took priority\n\nover  other liens on the proceeds.   Res judicata, therefore,\n                                                 \n\ndoes not bar Prudential from now raising those questions, and\n\nwe address them on their merits. \n\n     A.  Validity of FDIC's Attachment\n                                      \n\n          Prudential's  first argument  is that  the district\n\ncourt  should have  declared the  FDIC's attachment  null and\n\nvoid because  it was obtained  in violation of  the automatic\n\nstay allegedly still in  effect in Serrano's bankruptcy case.\n\nSee 11  U.S.C.   362.  It is Prudential's theory that Fed. R.\n   \n\nCiv. P. 62(a), applying by force of Bankruptcy Rules 7062 and\n\n9014, extended the  automatic stay of 11 U.S.C.   362 for ten\n\ndays  after  the  bankruptcy  court  had  dismissed Serrano's\n\nbankruptcy  petition.   This  argument  has  met with  little\n\nsuccess in other cases  involving similar circumstances.  See\n                                                             \n\nIn re de Jesus Daez, 721 F.2d 848, 851-52 (1st Cir. 1983); In\n                                                             \n\nre  Weston, 101  B.R. 202,  203-06 (Bankr.  E.D. Cal.  1989),\n          \n\naff'd, 967 F.2d 596 (9th Cir. 1992), cert. denied, 113 S. Ct.\n                                                 \n\n973 (1993).   Prudential's  standing to challenge  an alleged\n\nviolation  of the automatic stay is also problematic.  See In\n                                                             \n\nre Pecan Groves of Arizona, 951 F.2d 242, 245 (9th Cir. 1991)\n                          \n\n                             -10-\n\n(\"Language  from many  cases indicates  that, if  the trustee\n\ndoes not  seek to  enforce the protections  of the  automatic\n\nstay,  no  other  party  may challenge  acts  purportedly  in\n\nviolation of the automatic stay.\").  We do not pass  on these\n\nissues, however, as we  are satisfied, infra, that Prudential\n                                            \n\nis  barred by res judicata from raising the automatic stay as\n                          \n\na bar.6    We add that  it would be difficult to  pass on the\n\nmerits of the automatic stay issue from the record now before\n\nus,  which does not include  a full report  of the bankruptcy\n\nproceedings   and,  in  particular,  omits  much  information\n\nrelevant to the stay and to orders issued lifting the stay in\n\nrespect to the district court proceeding in question.  \n\n          This court recently explained:\n\n          The doctrine  of  res judicata  bars  all\n                                        \n          parties    and    their   privies    from\n          relitigating issues which were  raised or\n          could  have  been  raised  in  a previous\n                                   \n          action, once a court has entered  a final\n          judgment  on the  merits in  the previous\n          action.      United   States    v.   Alky\n                                                   \n          Enterprises,  Inc.,  969 F.2d  1309, 1314\n                            \n          (1st Cir. 1992).   The essential elements\n          of res judicata, or claim preclusion, are\n                         \n          (1) a final judgment  on the merits in an\n          earlier  action;  (2)   an  identity   of\n          parties or privies in  the two suits; and\n          (3) an identity of the cause of action in\n          both the  earlier and later suits.   Kale\n                                                   \n\n                    \n\n6.  Although the district court did not rely upon the grounds\nof  res judicata,  and  the parties  ignored  this theory  on\n                \nappeal, we  may do so as  we need not limit  ourselves to the\nexact  grounds for  decision  utilized below.   Watterson  v.\n                                                         \nPage, 987 F.2d 1, 7 n.3  (1st Cir. 1993); Aunyx Corp v. Canon\n                                                             \nU.S.A.,  Inc., 978 F.2d 3,  6 (1st Cir.  1992), cert. denied,\n                                                            \n113 S. Ct. 1416 (1993).\n\n                             -11-\n\n          v. Combined Insurance Co. of America, 924\n                                              \n          F.2d 1161, 1165 (1st Cir.), cert. denied,\n                                                  \n              U.S.    ,  112 S. Ct. 69, 116  L. Ed.\n          2d 44 (1991).\n\nAunyx  Corp. v. Canon  U.S.A., Inc., 978 F.2d  3, 6 (1st Cir.\n                                   \n\n1992), cert.  denied, 113  S. Ct.  1416  (1993) (emphasis  in\n                    \n\noriginal).  \"The normal rules of  res judicata and collateral\n                                              \n\nestoppel apply  to the  decisions of the  bankruptcy courts.\"\n\nKatchen v.  Landy, 382  U.S. 323,  334 (1966);  Chicot County\n                                                             \n\nDrainage  Dist. v.  Baxter State Bank,  308 U.S.  371, 375-78\n                                     \n\n(1940);  Turshen v.  Chapman,  823 F.2d  836,  839 (4th  Cir.\n                            \n\n1987);  see generally  1B  James Wm.  Moore  et al.,  Moore's\n                                                             \n\nFederal Practice   0.419[3] (2d ed. 1993).  Orders, judgments\n                \n\nand decrees of the  bankruptcy court from which an  appeal is\n\nnot  timely taken  are  final,  1  Collier  on  Bankruptcy   \n                                                          \n\n3.03[4], at 3-179 (Lawrence P. King ed., 15th ed. 1993), even\n\nif erroneous.   Union Joint  Stock Land Bank  v. Byerly,  310\n                                                       \n\nU.S. 1, 7-8 (1940);  Van Huffel v. Harkelrode, 284  U.S. 225,\n                                             \n\n227  (1931).    While  actions  taken  in  violation  of  the\n\nautomatic stay  are often  characterized as void  and without\n\neffect, orders of the bankruptcy court modifying the  stay or\n\nfinding  no violation,  even  if erroneous,  are entitled  to\n\nrespect  and are not subject to collateral attack.  See Union\n                                                             \n\nJoint Stock Land Bank,  310 U.S. at 7-8 (\"The  District Court\n                     \n\ndid  not  lose  jurisdiction  by  erroneously  construing  or\n\napplying   provisions  of   the   statute   under  which   it\n\nadministered the  bankrupt estate.   Its order  was voidable,\n\n                             -12-\n\nbut  not  void, and  was not  to  be disregarded  or attacked\n\ncollaterally  . . . .\");  1B  Moore's  Federal  Practice     \n                                                        \n\n4.19[3-.2], at 635.\n\n          All  the elements  of  res judicata  are met  here.\n                                             \n\nFirst,  by its  final order  on June  27, 1990,  transferring\n\nSerrano's  funds  in  compliance  with  the  attachment,  the\n\nbankruptcy  court   rendered  a   final  judgment   that  the\n\nattachment was valid.  After  dismissing Serrano's bankruptcy\n\ncase,  the  bankruptcy  court  had  retained jurisdiction  to\n\ndetermine whether to return  the debtor's funds to him  or to\n\nanother, and gave  all the creditors, of whom  Prudential was\n\none,  eleven  days to  \"express  their  positions as  to  the\n\ndisposal of  these funds.\"  Prudential's  counsel appeared at\n\nthe hearing in the  bankruptcy court directly before issuance\n\nof the  order dismissing the  bankruptcy case, at  which time\n\nthe court indicated that that order was contemplated and said\n\nthat it intended to grant the creditors ten or eleven days to\n\n\"let me know what I should do with these funds.\"  In fact, on\n\nMay 17, 1990, Prudential's  counsel invited the attorneys for\n\nother creditors,  including the FDIC's counsel,  to a meeting\n\nat  Prudential's offices  to discuss  the disposition  of the\n\nfunds.   This meeting took  place on  May 18, 1990,  at which\n\ntime  the FDIC's counsel showed  to Prudential a  copy of the\n\nattachment order it had just obtained in the  district court.\n\nNotwithstanding the foregoing,  Prudential never advised  the\n\n                             -13-\n\nbankruptcy court  of its  present contention that  the FDIC's\n\nattachment was  invalid, being  in supposed violation  of the\n\nautomatic  stay, nor  did  it urge  the  bankruptcy court  to\n\nrefuse to honor the attachment.  Prudential's inaction is  in\n\nnotable  contrast  to  that  of  another  creditor,  Shearson\n\nLehman, which, on June 5, 1990, moved the bankruptcy court to\n\ndeclare  the attachment  null and  void in  violation  of the\n\nautomatic  stay      the  very   same  contention  Prudential\n\nbelatedly  raises  now.    Shearson  Lehman's contention  was\n\nexpressly denied by the bankruptcy court on June 27, 1990, in\n\nits  final order.  In  that same order,  the bankruptcy court\n\ndisposed of  the balance of  the funds in  express compliance\n\nwith  the attachment,  after  first ordering  the payment  of\n\ncertain  fees,  expenses and  other  items.   The  bankruptcy\n\ncourt's  June  27  order  constituted   an  appealable  final\n\njudgment.   In re Parque Forestal, Inc., 949 F.2d 504, 508-09\n                                       \n\n(1st Cir. 1991).  However, Prudential took no appeal.\n\n          Second, Prudential  does not  deny that, as  one of\n\nSerrano's  creditors,  it  was  a  party  to  the  bankruptcy\n\nproceedings,  nor that it  was fully cognizant  on May 16-18,\n\n1990, of the bankruptcy  court's dismissal of Serrano's case,\n\nof  its   retention  of  jurisdiction,  and   of  the  FDIC's\n\nattachment.   Nor  can Prudential  deny that  it knew  of the\n\nbankruptcy  court's invitation  to  all creditors  to express\n\ntheir positions as to the future disposition of the funds.\n\n                             -14-\n\n          Despite  this, Prudential  complains that  since it\n\nreceived  no formal  notice from  the  district court  of the\n\nFDIC's attachment, it was not a party to the dispute over the\n\nattachment.   We  cannot  see,  for  purposes of  any  action\n\nPrudential might have taken in the bankruptcy court, that the\n\nabsence  of  notice from  the  district  court was  material.\n\nPrudential  was fully  cognizant  that  the bankruptcy  court\n\nintended to take action  in June on the question  of disposal\n\nof Serrano's assets, including  the effect of the attachment.\n\nYet  Prudential took no steps to pursue the matter before the\n\nbankruptcy  judge, including    in particular    to raise the\n\nbankruptcy-related issue of the  effect of the automatic stay\n\non the validity  of the  attachment.  We  are satisfied  that\n\nPrudential was a  party to the proceedings  in the bankruptcy\n\ncourt over  the ultimate  disposition of Serrano's  assets   \n\nproceedings   that  ended   with   the   bankruptcy   court's\n\nrecognition of  the FDIC's district court  attachment and its\n\ndirection to turn over the assets in compliance therewith.  \n\n          Finally,  Prudential's  current  challenge  to  the\n\nattachment based  on the  automatic stay implicates  the very\n\nsame underlying  issue resolved by the  bankruptcy court when\n\nit  gave effect  to the attachment.   The  bankruptcy court's\n\nfinal  order of June 27, 1990 necessarily required it to have\n\ndetermined whether or not the FDIC's attachment was  valid so\n\nas  to be entitled to  effect.  The  bankruptcy court clearly\n\n                             -15-\n\nhad  jurisdiction  to   make  that   determination  and,   in\n\nparticular,  had  jurisdiction  to  adjudicate  any claim  of\n\ninvalidity  based on  purported  violation of  the  automatic\n\nstay.   See 11 U.S.C.   105(a)  (authorizing bankruptcy court\n           \n\nto \"issue any  order, process, or judgment  that is necessary\n\nor appropriate to carry out the provisions of  this title.\");\n\n11 U.S.C.    362(d), (f) (authorizing  court to grant  relief\n\nfrom  stay); 1 Collier  on Bankruptcy    362.01[1],  at 362-9\n                                     \n\n(\"[T]he bankruptcy  court, as a court of equity exercising in\n                                                             \n\nrem jurisdiction over assets in its  custody and control, can\n   \n\nprotect its  jurisdiction by injunction, whether  or not such\n\npower is expressly  set forth . . . .\"); see  generally In re\n                                                             \n\nContinental  Air   Lines,  61  B.R.  758   (S.D.  Tex.  1986)\n                        \n\n(discussing jurisdiction of bankruptcy court over enforcement\n\nof automatic stay).\n\n          As  already  noted,   another  creditor,   Shearson\n\nLehman, moved in the bankruptcy court to  have the attachment\n\ndeclared  null  and  void  for  precisely  the  same  reasons\n\nPrudential now  advances, viz.,  that the FDIC  had allegedly\n                             \n\nviolated  the automatic stay  when it sought  and received an\n\norder  from the  district court  attaching bankruptcy  assets\n\nwithin  one  day after  the  bankruptcy  court had  dismissed\n\nSerrano's petition.7   The  bankruptcy court included  in its\n\n                    \n\n7.  The  text of  Prudential's  current brief  on this  issue\nmatches verbatim whole portions  of Shearson's motion on this\n                \nissue before the bankruptcy court.\n\n                             -16-\n\nJune 27, 1990  order a specific  denial of Shearson  Lehman's\n\nmotion,  indicating  by  that  ruling its  absence  of  doubt\n\nconcerning the  existence of jurisdiction  to adjudicate  the\n\nclaimed bar of the automatic stay.  \n\n          Prudential never  made a similar motion  nor in any\n\nway challenged  the attachment  in the bankruptcy  court, nor\n\ndid it  appeal from the bankruptcy  court's order recognizing\n\nthe FDIC's  attachment.  Instead, after  the bankruptcy court\n\nhad  acted  and  the  attachment  had  been  fully  executed,\n\nPrudential petitioned to intervene in the attaching  district\n\ncourt  for  the  purpose  of  arguing,  post  hoc,  that  the\n\nbankruptcy  automatic stay  had invalidated  the attachment.8\n\nBy the time of  its petition, a final judgment  giving effect\n\nto the attachment was in effect  in the bankruptcy court.  As\n\nres  judicata now bars a collateral  attack on the bankruptcy\n             \n\ncourt's judgment, we treat the FDIC's attachment as valid.\n\n     B.  Pledge Agreement\n                         \n\n          Prudential says that, even  assuming the FDIC had a\n\nvalid attachment  on the  stock proceeds, Prudential  holds a\n\nsuperior lien on the proceeds  by virtue of a form signed  by\n\n                    \n\n8.  While  Prudential  was not  formally  noticed  as to  the\nattachment, it learned  about it from  the FDIC's counsel  on\nMay  18,  1990,  and, as  an  additional  course,  could have\npromptly sought to  intervene in the district  court in hopes\nof  quashing  the attachment  before it  was executed  in the\nbankruptcy  court.   Instead,  Prudential  waited for  nearly\nthree months,  until well after execution  of the attachment,\nbefore doing anything. \n\n                             -17-\n\nSerrano  to  open  a  brokerage account  at  Prudential  (the\n\n\"Customer   Agreement\").9    Prudential   contends  that  the\n\nCustomer  Agreement operated,  under  Puerto Rico  law, as  a\n\n\"pledge\" of any securities held in the brokerage account.  By\n\nvirtue of this pledge, Prudential reasons, it acquired a lien\n\nover  the Bayam n  Federal  stock shares  and their  proceeds\n\nprior  to the  FDIC's attachment  because the  stock  was, up\n\nuntil 1987, held in Serrano's account at Prudential.\n\n           The district court correctly rejected Prudential's\n\nargument.  Puerto Rico  law provides, \"A pledge shall  not be\n\neffective against a  third person, when evidence of  its date\n\nis  not shown by authentic  documents.\"  31  L.P.R.A.   5023.\n\nThe Supreme Court of  Puerto Rico has stated:   \"An authentic\n\n                    \n\n9.  The Customer Agreement provided, in part:\n\n               I [Serrano] agree, as  follows, with\n          respect to  all the  accounts in which  I\n          have  an interest  alone or  with others,\n          which  I have  opened  or  open with  you\n          [Prudential] for the purchase and sale of\n          securities and commodities:\n\n          . . .\n\n               Any   and   all   credit   balances,\n          securities, or contracts relating thereto\n          and all  other property of  whatever kind\n          belonging  to me  or in  which I  have an\n          interest  held by  you or carried  for my\n          accounts  shall be  subject to  a general\n          lien for the discharge of  my obligations\n          to    you   (including    unmatured   and\n          contingent obligations) however arising .\n          . . .\n\n                             -18-\n\ndocument is a legalized document, which is publicly attested,\n\nwhich  is legally valid by itself.\"  Ramos Mimoso v. Tribunal\n                                                             \n\nSuperior,  93 P.R.R. 538, 540 (1966).  A private agreement or\n        \n\nwriting  is not  an authentic  document; a  document verified\n\nbefore  a  notary public  is an  authentic  document.   In re\n                                                             \n\nSantos &amp; Nieves, Inc., 814 F.2d 57, 60 (1st Cir. 1987); Ramos\n                                                             \n\nMimoso,  93  P.R.R. at  541.   The  record here  supports the\n      \n\ndistrict court's finding that  no notarized or other properly\n\nauthenticated  document  evidenced   the  date  of  Serrano's\n\nalleged  pledge  of  the stock  shares.    The only  document\n\nalleging  to  show the  date of  the  supposed pledge  is the\n\nCustomer Agreement, which is merely signed by the parties and\n\nnot notarized.\n\n          Prudential concedes that no notarized  or otherwise\n\n\"authentic\"  document  exists to  evidence  the  date of  the\n\npledge,  but argues that it is sufficient that the purpose of\n                                                          \n\nthe authentic document requirement was fulfilled.  Prudential\n\nfiled a copy of the Customer Agreement in 1987 with the clerk\n\nof a court in which criminal proceedings against Serrano were\n\nbeing conducted,  and now  argues that this  filing satisfies\n\nthe policy behind 31 L.P.R.A.   5023.  However, the authentic\n\ndocument  rule  is  \"a  formal  and  absolute  rule\"  that is\n\nstrictly construed.  In re  Supermercados San Juan, Inc., 575\n                                                        \n\nF.2d  8, 12 (1st Cir.  1978); Trueba v.  Zalduondo, 34 P.R.R.\n                                                  \n\n713,  716  (1925).    Neither  section  5023  nor  any  cases\n\n                             -19-\n\ninterpreting   it  support   Prudential's  theory   that  the\n\nauthentic document  requirement  can be  fulfilled simply  by\n\nfiling a copy of an unnotarized document in court.\n\n          Prudential  attempts  to  analogize  this  case  to\n\nTrueba  v. Zalduondo,  34  P.R.R. 713  (1925),  in which  the\n                    \n\nSupreme  Court  of  Puerto  Rico  held  that  a  transfer  of\n\ncorporate  stocks as collateral for  a loan that was recorded\n\nin  the  corporations'  official  records was  valid  against\n\nlater-attaching  third parties, even  though the transfer did\n\nnot comply with the  authentic document rule codified  in the\n\npredecessor statute to  31 L.P.R.A.   5023.   However, Trueba\n                                                             \n\nexpressly held  that section  13 of the  Private Corporations\n\nAct,  (now codified  as  14 L.P.R.A.     1509), and  not  the\n\npredecessor  to  31 L.P.R.A.     5023,  governed under  those\n\ncircumstances.   The Trueba decision  \"was based on  the fact\n                           \n\nthat  stock  so transferred  would  be  authenticated by  the\n\npublic and formal records of the corporation as a transfer of\n\na security  interest.\"  In  re Supermercados San  Juan, Inc.,\n                                                            \n\n575 F.2d at 12.  The Trueba court did not create an exception\n                           \n\nto section 5023  and, in fact, reiterated that  the authentic\n\ndocument rule \"is a  rigid rule.\"  Trueba, 34  P.R.R. at 716.\n                                         \n\nBecause  Prudential  does   not  contend  that  the   Private\n\n                             -20-\n\nCorporations Act, as opposed  to 31 L.P.R.A.    5023, governs\n\nthis case, Trueba is inapposite.10  \n                 \n\n          The district court correctly held that Prudential's\n\npurported pledge agreement did  not comply with the authentic\n\ndocument requirement of 31  L.P.R.A.   5023 and thus  was not\n\nvalid against the FDIC as a pledge.\n\n     C.  Puerto Rico Agency Law\n                               \n\n          Prudential argues that it acted  as Serrano's agent\n\nfor  the purchase  and  sale  of  securities  and,  as  such,\n\nacquired a statutory lien on all securities held on behalf of\n\nSerrano, including  the Bayam n  Federal  stock.   Prudential\n\npoints to a  Puerto Rican statute providing  that, \"The agent\n\nmay retain  the things which are the objects of the agency in\n\npledge   until  the   principal   pays   the  indemnity   and\n\nreimbursement referred  to in the two  preceding sections [  \n\n4462, 4463].\"   31 L.P.R.A.   4464.  Prudential misinterprets\n\nthe  statute, however.    Even if  Prudential were  Serrano's\n\nagent, section  4464 does  not give it  a lien  on the  stock\n\nproceeds superior to the FDIC's attachment because Prudential\n\n                    \n\n10.  Prudential's citation of In re Las Colinas, Inc., 294 F.\n                                                     \nSupp. 582 (1968),  vacated and remanded,  426 F.2d 1005  (1st\n                                       \nCir.  1970), is  similarly unhelpful.   Even  if parts  of it\nremain  good law, the relevant issue in that case was whether\ncertain  collateral, transferred after a pledge agreement was\nnotarized  and signed,  constituted  a valid  pledge of  that\ncollateral.  Id.  at 602-03;  see also Omega  Int'l Corp.  v.\n                                                         \nInterstate  Steel de Puerto Rico, Inc., 590 F. Supp. 844, 850\n                                      \n(D.P.R.  1984)  (explaining  In   re  Las  Colinas).    Here,\n                                                  \nPrudential  concedes  that  there  was  no  notarized  pledge\nagreement.\n\n                             -21-\n\ndid not \"retain the things,\" viz.,  the Bayam n Federal stock\n                                \n\ncertificates.  The stock  was transferred to a court  in 1987\n\npursuant to  a court order, and  was subsequently liquidated.\n\nWe find no  authority for the  proposition that section  4464\n\ncreates statutory liens on  things, let alone their proceeds,\n\nwhich are not retained by the agent.   For this reason alone,\n\nthe  district court's ruling that  Prudential does not have a\n\nlien  over the stock pursuant  to Puerto Rico  agency law was\n\nplainly correct.11\n\n          The  district court  did  not err  in finding  that\n\nPrudential  had  no  lien   with  priority  over  the  FDIC's\n\nattachment  and in  dismissing Prudential's  claims  over the\n\nfunds attached by the FDIC.12\n\n                             II.\n\nNo. 92-1652 - Banco Cooperativo \n                               \n\n          Appellant Banco Cooperativo says that it obtained a\n\njudgment and  award of  damages against Serrano  on September\n\n15, 1987 from  a Puerto Rico court in a  civil action.  Banco\n\n                    \n\n11.  The  district court  also  found that  section 4464  was\ninapplicable   because   Serrano's   alleged   liability   to\nPrudential is  unrelated to the stock  shares previously held\nin  his   account  and  because  the   liability  was  merely\ncontingent,  not due and payable.  See I-II Jose Puig Brutau,\n                                      \nFundamentos de Derecho Civil 545-46 (2d ed. 1976).\n                            \n\n12.  Prudential  also makes  various arguments  based  on New\nYork law.  We do not consider any of them as Prudential makes\nno argument  on  appeal  that  the district  court  erred  in\ndetermining that Puerto  Rico law, not New York  law, governs\nthis case.  See Fed. R. App. P. 28(a)(3), (5).\n               \n\n                             -22-\n\nnever executed the judgment, attached the  funds that are the\n\nsubject of this appeal,  or otherwise obtained a lien  on any\n\nof Serrano's  property.   Banco also  concedes that  the FDIC\n\nobtained  a valid  judgment  against Serrano  on October  16,\n\n1989,  and properly  executed the  judgment by  attaching the\n\nfunds at issue on May 17, 1990.  Banco contends, nonetheless,\n\nthat  Puerto Rico  law gives  its claim  on  Serrano's assets\n\npriority over the FDIC's.\n\n          We agree  with the district court  that the statute\n\non which Banco  relies, 31  L.P.R.A.   5194,  does not  apply\n\nhere.  The first provision of Title 31, Chapter 399 provides:\n\n\"Credits shall be classified for their graduation and payment\n\nin  the  order and  manner specified  in  this chapter.\"   31\n\nL.P.R.A.   5191.  31 L.P.R.A.   5194 provides in part:\n\n          With  regard to  all  other personal  and\n          real property of  the debtor,  preference\n          shall be given to: . . .\n               (4)  Indebtedness  which  without  a\n          special privilege appear:\n                    (a) In a public instrument.\n                    (b) In a final judgment, should\n                    they  have  been the  object of\n                    litigation.\n               These credits  shall have preference\n          among   themselves   according   to   the\n          priority  of dates of the instruments and\n          of the judgments.\n\nBanco interprets section  5194(4) to mean  that its claim  to\n\nthe  funds has  \"preference\"  over the  FDIC's claim  because\n\nBanco obtained  its judgment two  years before  the FDIC  was\n\nawarded  its judgment.  Under Banco's interpretation, section\n\n                             -23-\n\n5194(4) makes irrelevant the fact that  the FDIC attached the\n\nproperty in dispute and Banco did not. \n\n          The Supreme  Court of Puerto  Rico has consistently\n\nheld otherwise,  finding that  31  L.P.R.A.    5194 does  not\n\nsupplant  the standard  rule  that, as  between two  judgment\n\ncreditors without  other liens, the first  creditor to attach\n\nhas priority.   In  Oronoz &amp; Co.  v. Alvarez,  23 P.R.R.  497\n                                            \n\n(1916),  the  Court rejected  the  argument  that a  creditor\n\nalways  has priority  if  it has  a  judgment antedating  the\n\njudgment  of other  creditors.    Id.  at  500.    The  Court\n                                     \n\nexplained:\n\n          We  have  recently   decided  that   mere\n          priority  in  judgment  gives  the  prior\n          creditor  no lien.  Auffant v. Succession\n                                                   \n          of Manuel de J.  Ramos et al., [23 P.R.R.\n                                       \n          385  (1916)].    An  attachment  or other\n          similar  step  is necessary  to  give the\n          judgment  a  priority   and  as   between\n          judgment  creditors  the first  to attach\n          has  the  priority.    It is  a  race  of\n          diligence.   The priority of  payments to\n          which sections 1822 et seq. of the  Civil\n                                     \n          Code [31 L.P.R.A.    5191 et seq.] relate\n                                           \n          has no application to attachments.\n\nId.  The Court reaffirmed the  first-to-attach rule in Puerto\n                                                             \n\nRico  Bedding Mfg.  Corp. v.  Herger,  91 P.R.R.  503 (1964),\n                                    \n\nwriting  that,  \"There  is  no  question  that  among  common\n\ncreditors the first one who attaches has preference over  the\n\nothers . . . .\"   Id. at 507.   The Court  clarified that the\n                     \n\npreference  created by  attachment  \"does not  go beyond  the\n\nright which the  debtor may have over the property attached,\"\n\n                             -24-\n\nmeaning  that  valid  liens  already  on  the  property  when\n\nattached  cannot be  defeated  by an  attachment.   Id.    In\n                                                       \n\nEmpresas  Capote, Inc.  v. Superior  Court, 3  P.R. Sup.  Ct.\n                                          \n\nOff'l Translations  1067 (1975), the Supreme  Court of Puerto\n\nRico reiterated,  \"It should be remembered  that, grounded on\n\nthe  axiom  prior tempore  portior  jure,  even among  common\n                                        \n\ncreditors,  '. . . the first one who attaches has preferences\n\nover the others, but  such preference does not go  beyond the\n\nright which the debtor may have over the property attached.'\"\n\nId. at 1078-79  (quoting Puerto  Rico Bedding  Mfg. Corp.  v.\n                                                         \n\nHerger, 91 P.R.R. 503, 507 (1964)).\n      \n\n          Some  provisions  of  Chapter  399  other  than  31\n\nL.P.R.A.     5194  create statutory  preferences,  a  concept\n\nequivalent to statutory liens,  on certain types of property.\n\nThese  statutory preferences  take priority  over attachments\n\neven if the  preference holder does  not formally attach  the\n\nproperty.   For example,  31 L.P.R.A.    5192(1)  creates, in\n\nessence, a seller's lien \"for the amount of the sale of [the]\n\npersonal property which may be in possession of the debtor to\n\nthe extent of the value of the same.\"  31 L.P.R.A.   5192(1);\n\nsee In re Jack's Club &amp;  Hotel, 138 F. Supp. 620, 622 (D.P.R.\n                              \n\n1956).  Thus,  the credit of a manufacturer who  was not paid\n\nfor  mattresses and bed frames it  sold to a retail store had\n\npriority over the credit of another creditor who attached the\n\nitems  in  the store.   Puerto  Rico  Bedding Mfg.  Corp., 91\n                                                         \n\n                             -25-\n\nP.R.R. at 507-09.  While the attachment created a preference,\n\nor lien, in favor of the attaching creditor, \"such preference\n\ndoes not go  beyond the right which the debtor  may have over\n\nthe property attached.\"  Id. at 507-08.  That is, 31 L.P.R.A.\n                            \n\n  5192, without  the need for execution  or attachment, gives\n\nthe  seller an interest in the  property sold that diminishes\n\nthe  debtor's interest  in the  property and  that  cannot be\n\ndefeated by attaching creditors.   See also Heirs of  Garriga\n                                                             \n\nv. O'Meara, 28 P.R.R. 332, 334-35 (1920) (discussing priority\n          \n\nof the statutory  preferences created by  31 L.P.R.A.    5192\n\nover attachments).\n\n          In contrast, 31 L.P.R.A.    5194(4) does not create\n\na  seller's lien  or  any other  type  of statutory  lien  on\n\nproperty  of the  debtor.   It  does  not refer  to  specific\n\nproperty of  the debtor or specific  transactions between the\n\ncreditor and debtor.  Compare 31 L.P.R.A.   5192(3) (creating\n                             \n\nlien for the costs of transportation on  goods transported by\n\ncreditor) and 31 L.P.R.A.    5192(6) (creating lien on  fruit\n             \n\ncrops  in  favor  of creditor  who  provided  seeds) with  31\n                                                         \n\nL.P.R.A.    5194(4) (referring to no specific property).  The\n\nsilence of   5194(4) implies that a general judgment creditor\n\nmust execute its judgment by attaching property, such as  the\n\ndebtor's cash or stock certificates,  before it can claim any\n\nsort of \"lien\" on that property.  \n\n                             -26-\n\n          Here,  the  FDIC  and  Banco   were  both  judgment\n\ncreditors,  but the  FDIC, by  attaching the  stock proceeds,\n\nobtained a  lien on  those proceeds  which has  priority over\n\nBanco's unexecuted judgment against the debtor.  Banco had no\n\nlien   or  other  legally-recognized   property  interest  in\n\nSerrano's assets at the  time of the attachment.  All  it had\n\nwas an unsecured credit in its favor as the result of a court\n\njudgment.   Thus, the  FDIC's attachment  reached all  of the\n                                                     \n\nfunds  released by the bankruptcy court and is not subject to\n\na claim by Banco.\n\n          For these  reasons, the district court  did not err\n\nin  determining that  31  L.P.R.A.    5194(4)  does not  give\n\nBanco, which did not execute its judgment, priority over  the\n\nFDIC,  which  obtained a  valid  attachment  of the  funds.13\n\n                    \n\n13.  We have considered and found  no merit in Banco's myriad\nother arguments.  For  example, we do not have  the authority\nto declare Oronoz &amp; Co. to  be wrongly decided by the  Puerto\n                       \nRico  Supreme Court  or mistranslated  by the  official court\ntranslator, as Banco urges  us to do.  The case  of Rodr guez\n                                                             \nv. Solivellas &amp; Co., 49 P.R.R. 618 (1936), which discussed 31\n                   \nL.P.R.A.     5194,  held  that a  prior  mortgage  on certain\nproperty had priority over  a cautionary notice of attachment\non  the property.  It  did not hold,  as appellant maintains,\nthat attachments  have no  effect on  the rights  of judgment\ncreditors with prior claims, but relied instead upon the same\nprinciple  discussed above,  that \"[an]  attachment is  valid\nonly  as regards any balance left after cancelling the former\nsecurity.\"  Id. at 623.\n               \n\n                             -27-\n\nTherefore,   the  district  court  properly  dismissed  Banco\n\nCooperativo's claim.14\n\n                             III.\n\n          In conclusion,  we find no error and  so affirm the\n\ndistrict court's order in  Appeal No. 92-1652, dismissing the\n                                             \n\nclaims of  Prudential, and in Appeal  No. 92-1651, dismissing\n                                                 \n\nthe  claim  of Banco  Cooperativo to  the  funds held  by the\n\ncourt.\n\n          Affirmed.  Costs to appellee.  \n                                      \n\n                    \n\n14.  Banco complains  that  the district  court  should  have\n\"reprobated\"  or sanctioned the FDIC  for acting in bad faith\nwhen  it obtained its attachment.   Banco did  not raise this\nissue  in  a  timely  fashion,  waiting  until it  moved  for\nreconsideration of the district  court's Opinion and Order to\nbring the issue to  the court's attention.  Consequently,  we\nwill not  consider it on  appeal.   See Brown v.  Trustees of\n                                                             \nBoston  Univ.,  891  F.2d 337,  352  (1st  Cir. 1989),  cert.\n                                                             \ndenied, 496 U.S. 937  (1990).  Moreover, we find  no evidence\n      \nin  the record to support Banco's allegations of bad faith on\nthe FDIC's part.\n\n                             -28-\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-1651\n            FEDERAL DEPOSIT INSURANCE CORPORATION,\n\n                  Cross-Plaintiff, Appellee,\n                              v.\n\n           SHEARSON-AMERICAN EXPRESS, INC., ET AL.,\n                      Cross-Defendants.\n\n                                    \n              BANCO COOPERATIVO DE PUERTO RICO,\n\n                    Intervenor, Appellant.\n                                         \n\nNo. 92-1652\n            FEDERAL DEPOSIT INSURANCE CORPORATION,\n\n                  Cross-Plaintiff, Appellee,\n                              v.\n\n           SHEARSON-AMERICAN EXPRESS, INC., ET AL.,\n                      Cross-Defendants.\n\n                                    \n              PRUDENTIAL BACHE SECURITIES, INC.,\n\n                    Intervenor, Appellant.\n                                         \n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n               FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Raymond L. Acosta, U.S. District Judge]\n                                                    \n                                         \n\n                            Before\n                     Stahl, Circuit Judge,\n                                         \n\n               Campbell, Senior Circuit Judge,\n                                             \n             and Skinner,* Senior District Judge.\n                                                \n\n                                         \n\nManuel Fernandez-Bared  and Ramon Coto-Ojeda  with whom Nestor  M.\n                                                                  \nMendez-Gomez  and McConnell  Valdes Kelley  Sifre Griggs  &amp; Ruiz-Suria\n                                                                  \nwereon brief forintervenor, appellant PrudentialBache Securities, Inc.\n\n                \n\n*Of the District of Massachusetts, sitting by designation.\n\nPlinio Perez Marrero for  intervenor, appellant Banco  Cooperativo\n                    \nDe Puerto Rico.\nEnrique Peral with  whom Munoz  Boneta Gonzalez  Arbona Benitez  &amp;\n                                                                  \nPeral,  Ann S. Duross, General  Counsel, Colleen B. Bombardier, Senior\n                                                          \nCounsel,  Jaclyn C. Taner, Counsel, and Richard Schwartz were on brief\n                                                    \nfor cross-plaintiff, appellee.\n\n                                         \n\n                        June 24, 1993\n                                         \n\n          CAMPBELL, Senior Circuit Judge.   In these appeals,\n                                        \n\ntwo creditors  challenge appellee's  rights to the  assets of\n\nthe mastermind of a  multimillion dollar fraud, each creditor\n\nclaiming that it has a superior claim to the money.\n\n          Miguel Serrano Arreche (\"Serrano\"), a former Puerto\n\nRico stockbroker, was indicted and convicted in 1985  of wire\n\nfraud, mail  fraud, and other violations  of federal criminal\n\nstatutes.     Serrano's   misdeeds  have   been   extensively\n\nchronicled elsewhere.   See, e.g., United  States v. Serrano,\n                                                            \n\n</pre><span class=\"citation\" data-id=\"519968\"><a href=\"/opinion/519968/united-states-v-miguel-a-serrano-dba-ponce-developers-inc-united/\"><span class=\"volume\">870</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">,  3-5 (1st  Cir. 1989).1   The primary  victim of\n\nSerrano's fraud was Home Federal Savings and Loan Association\n\n(\"Home Federal\"),  a Puerto Rico bank  which collapsed partly\n\nfrom losses caused by Serrano.  United States v. Serrano, 870\n                                                        \n\nF.2d  at  4.     The  Federal  Savings   and  Loan  Insurance\n\nCorporation (\"FSLIC\") took  control in 1985 and,  thereafter,\n\nthe appellee Federal  Deposit Insurance Corporation  (\"FDIC\")\n\nbecame Home  Federal's successor in interest  pursuant to the\n\nFinancial Institutions Recovery,  Reform, and Enforcement Act\n\nof 1989.  See 12 U.S.C.   1821a et seq.\n                                       \n\n                    \n\n1.  See also United States v. Tormos-Vega, </pre><span class=\"citation\" data-id=\"580292\"><a href=\"/opinion/580292/united-states-v-jose-tormos-vega-united-states-of-america-v-juan-luis/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1103</span></a></span><pre class=\"inline\"> (1st\n                                         \nCir.),  cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">113</span>  <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">191</span></span><pre class=\"inline\">  (1992); FDIC  v. CNA\n                                                             \nCasualty of  Puerto Rico,  786 F.  Supp. 1082  (D.P.R. 1991);\n                        \nUnited States  v.  Serrano, </pre><span class=\"citation\" data-id=\"1526769\"><a href=\"/opinion/1526769/united-states-v-serrano/\"><span class=\"volume\">680</span>  <span class=\"reporter\">F. Supp.</span>  <span class=\"page\">58</span></a></span><pre class=\"inline\"> (D.P.R.  1988),\n                          \nmodified, </pre><span class=\"citation\" data-id=\"519968\"><a href=\"/opinion/519968/united-states-v-miguel-a-serrano-dba-ponce-developers-inc-united/\"><span class=\"volume\">870</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">  (1st  Cir. 1989);  FSLIC v.  Shearson-\n                                                             \nAmerican  Express, Inc.,  </pre><span class=\"citation\" data-id=\"2361608\"><a href=\"/opinion/2361608/fed-sav-loan-ins-v-shearson-american-exp/\"><span class=\"volume\">658</span>  <span class=\"reporter\">F. Supp.</span>  <span class=\"page\">1331</span></a></span><pre class=\"inline\"> (D.P.R.  1987);\n                       \nUnited  States  v. Tormos-Vega,  656  F.  Supp. 1525  (D.P.R.\n                              \n1987), aff'd, United  States v.  Boscio, </pre><span class=\"citation no-link\"><span class=\"volume\">843</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1384</span></span><pre class=\"inline\">  (1st\n                                       \nCir.), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">848</span></span><pre class=\"inline\"> (1988); United  States v.\n                                                          \nSerrano,  637 F.  Supp. 12  (D.P.R.  1985); United  States v.\n                                                          \nSerrano, </pre><span class=\"citation\" data-id=\"2395209\"><a href=\"/opinion/2395209/united-states-v-serrano/\"><span class=\"volume\">622</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">517</span></a></span><pre class=\"inline\"> (D.P.R. 1985).\n       \n\n                             -3-\n\n          The  present  action was  brought  in  1984 in  the\n\nUnited  States District Court for the District of Puerto Rico\n\nby  the  Municipality  of  Ponce,  against  defendants   that\n\nincluded  Home  Federal, Serrano,  Shearson  Lehman Brothers,\n\nInc.,  and  Shearson  Lehman  Brothers,  Inc.  (Puerto  Rico)\n\n(collectively \"Shearson\").   Home Federal  filed cross-claims\n\nagainst Serrano, Shearson, and others.  Both the Municipality\n\nof Ponce and Shearson  settled and left the case.  On October\n\n16, 1989, the district  court entered a default judgment  for\n\nthe FDIC (now representing  Home Federal) on its cross-claims\n\nagainst  Serrano,  finding Serrano  liable  to  the FDIC  for\n\n$44,265,241.  Thereafter,  on May 17, 1990,  the FDIC secured\n\nfrom the  district court an order  attaching Serrano's assets\n\nto enforce the foregoing judgment.\n\n          This  appeal  stems  from  efforts   by  two  other\n\ncreditors,   appellants  Prudential-Bache   Securities,  Inc.\n\n(\"Prudential\") and Banco Cooperativo (\"Banco\"),  to intervene\n\nin the  same district court action after certain of Serrano's\n\nassets were transferred to the district court pursuant to the\n\nFDIC's attachment.   Prudential and Banco  asked the district\n\ncourt  to  withdraw  its order  authorizing  disbursement  of\n\nSerrano's  funds  to the  FDIC,  and are  appealing  from its\n\nrefusal to do so.  \n\n          To understand the present dispute, it is  necessary\n\nto realize that in September 1987, Serrano had petitioned for\n\n                             -4-\n\nbankruptcy  in the  United  States Bankruptcy  Court for  the\n\nDistrict  of Puerto Rico, triggering the automatic stay of 11\n\nU.S.C.   362.   The FSLIC sought and received  partial relief\n\nfrom  the stay  on January 13,  1989, permitting  the instant\n\naction  to continue  in  the district  court  until entry  of\n\njudgment.   Serrano's  only  significant  assets were  32,400\n\nshares of Bayam n  Federal Savings Bank  stock, which at  one\n\ntime  had been held in a trading  account at Prudential.2  By\n\norder  of the  bankruptcy  court,  the  stock  was  sold  for\n\napproximately $700,000  in April  1989 and the  proceeds were\n\ndeposited  with  the  bankruptcy  court as  property  of  the\n\nestate.  On November 17, 1988, Prudential filed its own claim\n\nin the bankruptcy  proceeding.   On October 16,  1989, as  we\n\nhave said, the district court entered a judgment for the FDIC\n\nin its cross-claims against Serrano.\n\n          On  May 16,  1990, the  bankruptcy court  issued an\n\norder dismissing  Serrano's  bankruptcy case,  but  expressly\n\nretaining jurisdiction  to decide how to dispose of all funds\n\nheld for Serrano.   The bankruptcy court gave  all creditors,\n\nwhich  included  Prudential,  eleven days  to  express  their\n\npositions as to the disposal  of these funds, indicating that\n\nunless otherwise ordered, they  would be returned to Serrano.\n\nSee 11 U.S.C.   349(b)(3).  That same day, after entry of the\n   \n\n                    \n\n2.  Earlier in 1987 Prudential had delivered the stock to the\nUnited States  District Court  pursuant to a  court order  in\nUnited States v. Serrano, Crim. No. 84-381(JP).  \n                        \n\n                             -5-\n\nbankruptcy petition dismissal, the FDIC moved in the district\n\ncourt  for a writ of  attachment and execution,  to be served\n\nupon  the bankruptcy  court  and any  custodian of  Serrano's\n\nfunds in that court,  attaching Serrano's funds after payment\n\nof administrative  expenses and  directing their transfer  to\n\nthe district  court for  application to the  FDIC's judgment.\n\nThe district  court  allowed  the motion  on  May  17,  1990,\n\nordering the  bankruptcy court within twenty  days to deliver\n\nto the  district court clerk the remaining funds belonging to\n\nSerrano  subsequent  to  the  payment  of  the administrative\n\nexpenses,  and directing that Serrano refrain from collecting\n\nthe   funds.    A  copy  of  this  attachment  was  shown  to\n\nPrudential's  counsel  on  May  18,  1990,  at  a  meeting of\n\ncreditors  called by  Prudential  at its  offices to  discuss\n\ndisposition  of the  bankruptcy  funds.   Prudential made  no\n\neffort  in the bankruptcy court  to challenge the validity of\n\nthe attachment nor to argue that its own claim should be paid\n\nfrom the bankruptcy funds in preference to the FDIC's claim.\n\n          On June  27, 1990, the bankruptcy  court issued its\n\norder disposing of  all the  assets in Serrano's  case.   The\n\nbankruptcy court  clerk, after paying various  fees, expenses\n\nand  a child  support claim, was  directed by  the bankruptcy\n\ncourt to deliver the remainder to the district court clerk in\n\ncompliance with the attachment,  said funds to remain subject\n\nto  any liens as per the bankruptcy court's previous order of\n\n                             -6-\n\nsale  of the stock.   Pursuant to this  order, the bankruptcy\n\nclerk  paid over  more  than $560,000  to  the clerk  of  the\n\ndistrict  court.   On  August 10,  1990,  the district  court\n\nordered the funds disbursed to the FDIC.\n\n          Five days after the  district court had entered its\n\ndisbursement order,  Prudential made its first  appearance in\n\nthis action.    On  August 15,  1990,  Prudential  moved  the\n\ndistrict court to allow it to intervene in the instant action\n\nand  stay the  scheduled disbursement  to the  FDIC, alleging\n\nthat  it had a lien  on the attached  funds that had priority\n\nover the  FDIC's attachment.  See  Fed. R. Civ. P.  24.3  The\n                                 \n\n                    \n\n3.  Federal Rule of Civil  Procedure 24 provides, in relevant\npart:\n\n          (a) Intervention  of Right.   Upon timely\n                                     \n          application anyone shall be  permitted to\n          intervene  in  an action:  . . . (2) when\n          the applicant claims an interest relating\n          to  the property or  transaction which is\n          the  subject  of   the  action  and   the\n          applicant   is   so  situated   that  the\n          disposition  of  the  action  may   as  a\n          practical  matter  impair  or impede  the\n          applicant's   ability  to   protect  that\n          interest, unless the applicant's interest\n          is  adequately  represented  by  existing\n          parties.\n\n          (b) Permissive Intervention.  Upon timely\n                                      \n          application  anyone  may be  permitted to\n          intervene in an action: . . . (2) when an\n          applicant's claim or defense and the main\n          action have a question  of law or fact in\n          common. . . .    In     exercising    its\n          discretion   the  court   shall  consider\n          whether  the   intervention  will  unduly\n          delay  or  prejudice the  adjudication of\n          the rights of the original parties.\n\n                             -7-\n\ndistrict  court  stayed the  disbursement  pending  ruling on\n\nPrudential's  motion to intervene.  On August 20, 1990, Banco\n\nCooperativo, which also had never before been a party to this\n\naction, moved to intervene, asserting that it had a  priority\n\nclaim to the attached funds.4\n\n          On  March  11,  1992,  the  district  court,  after\n\nconsidering the  parties' motions  and exhibits  submitted in\n\nsupport of their claims (and  without specifically indicating\n\nwhether it was ruling on  the motions to intervene or on  the\n\nmerits), denied  Prudential's and Banco's  claims and  lifted\n\nthe  stay of  the  disbursement of  the  funds to  the  FDIC.\n\nPrudential and  Banco appealed  separately from the  district\n\ncourt'sfinalorder. Weconsolidatedtheirappeals,and nowaffirm.5\n\n                    \n\n4.  Appellee  FDIC  does not  contest  the  existence of  the\nappellants'   purported  claims   against  Serrano.     Banco\nCooperativo  claims that it sued Prudential  in a Puerto Rico\ncourt in  1984, seeking  damages for embezzlement  by Serrano\nduring his  tenure, in  1980, as  an officer of  Prudential's\nInstitutional Department.  In 1985, Prudential filed a third-\nparty  complaint against  Serrano in  that case,  asking that\nSerrano be held liable  for the amount of any  judgment which\nmay be  entered against Prudential  in the action  brought by\nBanco Cooperativo.\n\n     Banco  claims  that  it eventually  received  a judgment\nagainst  Serrano in  the  amount of  $295,000 plus  interest.\n                \n(Banco does not  explain how it  obtained a judgment  against\nSerrano when it had sought damages only from Prudential.)  At\nthe time Prudential filed its motion to  intervene, its claim\nagainst Serrano  was still contingent, as  final judgment had\nnot yet been rendered in its third-party action.\n\n5.  The district  court  had jurisdiction  over  this  action\npursuant to 28 U.S.C.   1331, because the original plaintiff,\nMunicipality  of Ponce,  brought  federal claims  against the\ndefendants.   This  court has  jurisdiction over  the appeals\n\n                             -8-\n\n                              I.\n\nNo. 92-1652 - Prudential\n                        \n\n          Appellant Prudential raises three issues on appeal.\n\nThe  first,  discussed  in  Section  A  below,  concerns  the\n\nvalidity  of  the  FDIC's  attachment,  an  issue  implicitly\n\ndecided by the bankruptcy  court's order to release Serrano's\n\nfunds in  compliance with  the attachment.   We hold,  infra,\n                                                            \n\nthat  res judicata  bars  Prudential from  raising the  issue\n                  \n\nanew.\n\n          The   other  two   issues  raised   by  Prudential,\n\ndiscussed  in Sections B and C below, concern the priority of\n\nits  alleged lien  relative to  the FDIC's  attachment.   The\n\nquestions of  priority among liens on  Serrano's property and\n\nof the validity  of Prudential's lien     unlike the validity\n\nof  the FDIC's attachment    formed no part of the bankruptcy\n\ncourt's decision and so are not barred from being raised now.\n\nThe  bankruptcy court, when it ordered the funds to be turned\n\nover  in compliance  with the  FDIC's attachment,  made clear\n\nthat \"said funds remain subject to any liens as per our order\n\nof  sale.\"  The bankruptcy court's order of sale, dated April\n\n27,  1989,  approved  the  liquidation of  the  stock  shares\n\n\"provided the  proceeds from the surrender of  the shares are\n\nto  be  deposited  with  the   Clerk  of  the  United  States\n\nBankruptcy  Court for  the  District of  Puerto  Rico, in  an\n\n                    \n\npursuant to 28 U.S.C.   1291.\n\n                             -9-\n\ninterest  bearing account  with liens,  if any,  attaching to\n                                                             \n\nsaid proceeds . . . .\" (emphasis added).  The court dismissed\n             \n\nthe bankruptcy petition before ever adjudging the validity of\n\nPrudential's  alleged  secured  claim  on  the  proceeds  and\n\nwithout deciding  whether the FDIC's attachment took priority\n\nover  other liens on the proceeds.   Res judicata, therefore,\n                                                 \n\ndoes not bar Prudential from now raising those questions, and\n\nwe address them on their merits. \n\n     A.  Validity of FDIC's Attachment\n                                      \n\n          Prudential's  first argument  is that  the district\n\ncourt  should have  declared the  FDIC's attachment  null and\n\nvoid because  it was obtained  in violation of  the automatic\n\nstay allegedly still in  effect in Serrano's bankruptcy case.\n\nSee 11  U.S.C.   362.  It is Prudential's theory that Fed. R.\n   \n\nCiv. P. 62(a), applying by force of Bankruptcy Rules 7062 and\n\n9014, extended the  automatic stay of 11 U.S.C.   362 for ten\n\ndays  after  the  bankruptcy  court  had  dismissed Serrano's\n\nbankruptcy  petition.   This  argument  has  met with  little\n\nsuccess in other cases  involving similar circumstances.  See\n                                                             \n\nIn re de Jesus Daez, </pre><span class=\"citation\" data-id=\"427517\"><a href=\"/opinion/427517/in-re-ana-j-de-jesus-saez-debtor-luis-r-martir-lugo-v-ana-j-de-jesus/\"><span class=\"volume\">721</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">848</span></a></span><pre class=\"inline\">, 851-52 (1st Cir. 1983); In\n                                                             \n\nre  Weston, </pre><span class=\"citation\" data-id=\"1918484\"><a href=\"/opinion/1918484/in-re-weston/\"><span class=\"volume\">101</span>  <span class=\"reporter\">B.R.</span> <span class=\"page\">202</span></a></span><pre class=\"inline\">,  203-06 (Bankr.  E.D. Cal.  1989),\n          \n\naff'd, </pre><span class=\"citation no-link\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">596</span></span><pre class=\"inline\"> (9th Cir. 1992), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span>\n                                                 \n\n<span class=\"page\">973</span></span><pre class=\"inline\"> (1993).   Prudential's  standing to challenge  an alleged\n\nviolation  of the automatic stay is also problematic.  See In\n                                                             \n\nre Pecan Groves of Arizona, </pre><span class=\"citation\" data-id=\"573217\"><a href=\"/opinion/573217/25-collier-bankrcas2d-1728-bankr-l-rep-p-74393-in-re-pecan-groves-of/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">242</span></a></span><pre class=\"inline\">, 245 (9th Cir. 1991)\n                          \n\n                             -10-\n\n(\"Language  from many  cases indicates  that, if  the trustee\n\ndoes not  seek to  enforce the protections  of the  automatic\n\nstay,  no  other  party  may challenge  acts  purportedly  in\n\nviolation of the automatic stay.\").  We do not pass  on these\n\nissues, however, as we  are satisfied, infra, that Prudential\n                                            \n\nis  barred by res judicata from raising the automatic stay as\n                          \n\na bar.6    We add that  it would be difficult to  pass on the\n\nmerits of the automatic stay issue from the record now before\n\nus,  which does not include  a full report  of the bankruptcy\n\nproceedings   and,  in  particular,  omits  much  information\n\nrelevant to the stay and to orders issued lifting the stay in\n\nrespect to the district court proceeding in question.  \n\n          This court recently explained:\n\n          The doctrine  of  res judicata  bars  all\n                                        \n          parties    and    their   privies    from\n          relitigating issues which were  raised or\n          could  have  been  raised  in  a previous\n                                   \n          action, once a court has entered  a final\n          judgment  on the  merits in  the previous\n          action.      United   States    v.   Alky\n                                                   \n          Enterprises,  Inc.,  </pre><span class=\"citation\" data-id=\"587246\"><a href=\"/opinion/587246/united-states-v-alky-enterprises-inc/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1309</span></a></span><pre class=\"inline\">, 1314\n                            \n          (1st Cir. 1992).   The essential elements\n          of res judicata, or claim preclusion, are\n                         \n          (1) a final judgment  on the merits in an\n          earlier  action;  (2)   an  identity   of\n          parties or privies in  the two suits; and\n          (3) an identity of the cause of action in\n          both the  earlier and later suits.   Kale\n                                                   \n\n                    \n\n6.  Although the district court did not rely upon the grounds\nof  res judicata,  and  the parties  ignored  this theory  on\n                \nappeal, we  may do so as  we need not limit  ourselves to the\nexact  grounds for  decision  utilized below.   Watterson  v.\n                                                         \nPage, </pre><span class=\"citation\" data-id=\"601477\"><a href=\"/opinion/601477/valerie-watterson-v-eileen-page/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 7 n.3  (1st Cir. 1993); Aunyx Corp v. Canon\n                                                             \nU.S.A.,  Inc., </pre><span class=\"citation\" data-id=\"593290\"><a href=\"/opinion/593290/aunyx-corporation-v-canon-usa-incorporated/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></a></span><pre class=\"inline\">,  6 (1st Cir.  1992), cert. denied,\n                                                            \n</pre><span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1416</span></span><pre class=\"inline\"> (1993).\n\n                             -11-\n\n          v. Combined Insurance Co. of America, </pre><span class=\"citation\" data-id=\"555434\"><a href=\"/opinion/555434/carl-kale-v-combined-insurance-company-of-america/\"><span class=\"volume\">924</span>\n                                              \n          <span class=\"reporter\">F.2d</span> <span class=\"page\">1161</span></a></span><pre class=\"inline\">, 1165 (1st Cir.), cert. denied,\n                                                  \n              U.S.    ,  </pre><span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">69</span></span><pre class=\"inline\">, 116  L. Ed.\n          2d 44 (1991).\n\nAunyx  Corp. v. Canon  U.S.A., Inc., </pre><span class=\"citation\" data-id=\"593290\"><a href=\"/opinion/593290/aunyx-corporation-v-canon-usa-incorporated/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">3</span></a></span><pre class=\"inline\">, 6 (1st Cir.\n                                   \n\n1992), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">113</span>  <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">1416</span></span><pre class=\"inline\">  (1993) (emphasis  in\n                    \n\noriginal).  \"The normal rules of  res judicata and collateral\n                                              \n\nestoppel apply  to the  decisions of the  bankruptcy courts.\"\n\nKatchen v.  Landy, </pre><span class=\"citation\" data-id=\"107138\"><a href=\"/opinion/107138/katchen-v-landy/\"><span class=\"volume\">382</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">323</span></a></span><pre class=\"inline\">,  334 (1966);  Chicot County\n                                                             \n\nDrainage  Dist. v.  Baxter State Bank,  </pre><span class=\"citation\" data-id=\"103264\"><a href=\"/opinion/103264/chicot-county-drainage-dist-v-baxter-state-bank/\"><span class=\"volume\">308</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">371</span></a></span><pre class=\"inline\">, 375-78\n                                     \n\n(1940);  Turshen v.  Chapman,  </pre><span class=\"citation\" data-id=\"491485\"><a href=\"/opinion/491485/ethan-allen-turshen-trustee-for-james-louis-chapman-v-james-louis-chapman/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">836</span></a></span><pre class=\"inline\">,  839 (4th  Cir.\n                            \n\n1987);  see generally  1B  James Wm.  Moore  et al.,  Moore's\n                                                             \n\nFederal Practice   0.419[3] (2d ed. 1993).  Orders, judgments\n                \n\nand decrees of the  bankruptcy court from which an  appeal is\n\nnot  timely taken  are  final,  1  Collier  on  Bankruptcy   \n                                                          \n\n3.03[4], at 3-179 (Lawrence P. King ed., 15th ed. 1993), even\n\nif erroneous.   Union Joint  Stock Land Bank  v. Byerly,  </pre><span class=\"citation\" data-id=\"103340\"><a href=\"/opinion/103340/union-land-bank-v-byerly/\"><span class=\"volume\">310</span>\n                                                       \n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 7-8 (1940);  Van Huffel v. Harkelrode, </pre><span class=\"citation\" data-id=\"101814\"><a href=\"/opinion/101814/van-huffel-v-harkelrode/\"><span class=\"volume\">284</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">225</span></a></span><pre class=\"inline\">,\n                                             \n\n227  (1931).    While  actions  taken  in  violation  of  the\n\nautomatic stay  are often  characterized as void  and without\n\neffect, orders of the bankruptcy court modifying the  stay or\n\nfinding  no violation,  even  if erroneous,  are entitled  to\n\nrespect  and are not subject to collateral attack.  See Union\n                                                             \n\nJoint Stock Land Bank,  310 U.S. at 7-8 (\"The  District Court\n                     \n\ndid  not  lose  jurisdiction  by  erroneously  construing  or\n\napplying   provisions  of   the   statute   under  which   it\n\nadministered the  bankrupt estate.   Its order  was voidable,\n\n                             -12-\n\nbut  not  void, and  was not  to  be disregarded  or attacked\n\ncollaterally  . . . .\");  1B  Moore's  Federal  Practice     \n                                                        \n\n4.19[3-.2], at 635.\n\n          All  the elements  of  res judicata  are met  here.\n                                             \n\nFirst,  by its  final order  on June  27, 1990,  transferring\n\nSerrano's  funds  in  compliance  with  the  attachment,  the\n\nbankruptcy  court   rendered  a   final  judgment   that  the\n\nattachment was valid.  After  dismissing Serrano's bankruptcy\n\ncase,  the  bankruptcy  court  had  retained jurisdiction  to\n\ndetermine whether to return  the debtor's funds to him  or to\n\nanother, and gave  all the creditors, of whom  Prudential was\n\none,  eleven  days to  \"express  their  positions as  to  the\n\ndisposal of  these funds.\"  Prudential's  counsel appeared at\n\nthe hearing in the  bankruptcy court directly before issuance\n\nof the  order dismissing the  bankruptcy case, at  which time\n\nthe court indicated that that order was contemplated and said\n\nthat it intended to grant the creditors ten or eleven days to\n\n\"let me know what I should do with these funds.\"  In fact, on\n\nMay 17, 1990, Prudential's  counsel invited the attorneys for\n\nother creditors,  including the FDIC's counsel,  to a meeting\n\nat  Prudential's offices  to discuss  the disposition  of the\n\nfunds.   This meeting took  place on  May 18, 1990,  at which\n\ntime  the FDIC's counsel showed  to Prudential a  copy of the\n\nattachment order it had just obtained in the  district court.\n\nNotwithstanding the foregoing,  Prudential never advised  the\n\n                             -13-\n\nbankruptcy court  of its  present contention that  the FDIC's\n\nattachment was  invalid, being  in supposed violation  of the\n\nautomatic  stay, nor  did  it urge  the  bankruptcy court  to\n\nrefuse to honor the attachment.  Prudential's inaction is  in\n\nnotable  contrast  to  that  of  another  creditor,  Shearson\n\nLehman, which, on June 5, 1990, moved the bankruptcy court to\n\ndeclare  the attachment  null and  void in  violation  of the\n\nautomatic  stay      the  very   same  contention  Prudential\n\nbelatedly  raises  now.    Shearson  Lehman's contention  was\n\nexpressly denied by the bankruptcy court on June 27, 1990, in\n\nits  final order.  In  that same order,  the bankruptcy court\n\ndisposed of  the balance of  the funds in  express compliance\n\nwith  the attachment,  after  first ordering  the payment  of\n\ncertain  fees,  expenses and  other  items.   The  bankruptcy\n\ncourt's  June  27  order  constituted   an  appealable  final\n\njudgment.   In re Parque Forestal, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">949</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">504</span></span><pre class=\"inline\">, 508-09\n                                       \n\n(1st Cir. 1991).  However, Prudential took no appeal.\n\n          Second, Prudential  does not  deny that, as  one of\n\nSerrano's  creditors,  it  was  a  party  to  the  bankruptcy\n\nproceedings,  nor that it  was fully cognizant  on May 16-18,\n\n1990, of the bankruptcy  court's dismissal of Serrano's case,\n\nof  its   retention  of  jurisdiction,  and   of  the  FDIC's\n\nattachment.   Nor  can Prudential  deny that  it knew  of the\n\nbankruptcy  court's invitation  to  all creditors  to express\n\ntheir positions as to the future disposition of the funds.\n\n                             -14-\n\n          Despite  this, Prudential  complains that  since it\n\nreceived  no formal  notice from  the  district court  of the\n\nFDIC's attachment, it was not a party to the dispute over the\n\nattachment.   We  cannot  see,  for  purposes of  any  action\n\nPrudential might have taken in the bankruptcy court, that the\n\nabsence  of  notice from  the  district  court was  material.\n\nPrudential  was fully  cognizant  that  the bankruptcy  court\n\nintended to take action  in June on the question  of disposal\n\nof Serrano's assets, including  the effect of the attachment.\n\nYet  Prudential took no steps to pursue the matter before the\n\nbankruptcy  judge, including    in particular    to raise the\n\nbankruptcy-related issue of the  effect of the automatic stay\n\non the validity  of the  attachment.  We  are satisfied  that\n\nPrudential was a  party to the proceedings  in the bankruptcy\n\ncourt over  the ultimate  disposition of Serrano's  assets   \n\nproceedings   that  ended   with   the   bankruptcy   court's\n\nrecognition of  the FDIC's district court  attachment and its\n\ndirection to turn over the assets in compliance therewith.  \n\n          Finally,  Prudential's  current  challenge  to  the\n\nattachment based  on the  automatic stay implicates  the very\n\nsame underlying  issue resolved by the  bankruptcy court when\n\nit  gave effect  to the attachment.   The  bankruptcy court's\n\nfinal  order of June 27, 1990 necessarily required it to have\n\ndetermined whether or not the FDIC's attachment was  valid so\n\nas  to be entitled to  effect.  The  bankruptcy court clearly\n\n                             -15-\n\nhad  jurisdiction  to   make  that   determination  and,   in\n\nparticular,  had  jurisdiction  to  adjudicate  any claim  of\n\ninvalidity  based on  purported  violation of  the  automatic\n\nstay.   See 11 U.S.C.   105(a)  (authorizing bankruptcy court\n           \n\nto \"issue any  order, process, or judgment  that is necessary\n\nor appropriate to carry out the provisions of  this title.\");\n\n11 U.S.C.    362(d), (f) (authorizing  court to grant  relief\n\nfrom  stay); 1 Collier  on Bankruptcy    362.01[1],  at 362-9\n                                     \n\n(\"[T]he bankruptcy  court, as a court of equity exercising in\n                                                             \n\nrem jurisdiction over assets in its  custody and control, can\n   \n\nprotect its  jurisdiction by injunction, whether  or not such\n\npower is expressly  set forth . . . .\"); see  generally In re\n                                                             \n\nContinental  Air   Lines,  </pre><span class=\"citation\" data-id=\"1906516\"><a href=\"/opinion/1906516/in-re-continental-air-lines-inc/\"><span class=\"volume\">61</span>  <span class=\"reporter\">B.R.</span>  <span class=\"page\">758</span></a></span><pre class=\"inline\">   (S.D.  Tex.  1986)\n                        \n\n(discussing jurisdiction of bankruptcy court over enforcement\n\nof automatic stay).\n\n          As  already  noted,   another  creditor,   Shearson\n\nLehman, moved in the bankruptcy court to  have the attachment\n\ndeclared  null  and  void  for  precisely  the  same  reasons\n\nPrudential now  advances, viz.,  that the FDIC  had allegedly\n                             \n\nviolated  the automatic stay  when it sought  and received an\n\norder  from the  district court  attaching bankruptcy  assets\n\nwithin  one  day after  the  bankruptcy  court had  dismissed\n\nSerrano's petition.7   The  bankruptcy court included  in its\n\n                    \n\n7.  The  text of  Prudential's  current brief  on this  issue\nmatches verbatim whole portions  of Shearson's motion on this\n                \nissue before the bankruptcy court.\n\n                             -16-\n\nJune 27, 1990  order a specific  denial of Shearson  Lehman's\n\nmotion,  indicating  by  that  ruling its  absence  of  doubt\n\nconcerning the  existence of jurisdiction  to adjudicate  the\n\nclaimed bar of the automatic stay.  \n\n          Prudential never  made a similar motion  nor in any\n\nway challenged  the attachment  in the bankruptcy  court, nor\n\ndid it  appeal from the bankruptcy  court's order recognizing\n\nthe FDIC's  attachment.  Instead, after  the bankruptcy court\n\nhad  acted  and  the  attachment  had  been  fully  executed,\n\nPrudential petitioned to intervene in the attaching  district\n\ncourt  for  the  purpose  of  arguing,  post  hoc,  that  the\n\nbankruptcy  automatic stay  had invalidated  the attachment.8\n\nBy the time of  its petition, a final judgment  giving effect\n\nto the attachment was in effect  in the bankruptcy court.  As\n\nres  judicata now bars a collateral  attack on the bankruptcy\n             \n\ncourt's judgment, we treat the FDIC's attachment as valid.\n\n     B.  Pledge Agreement\n                         \n\n          Prudential says that, even  assuming the FDIC had a\n\nvalid attachment  on the  stock proceeds, Prudential  holds a\n\nsuperior lien on the proceeds  by virtue of a form signed  by\n\n                    \n\n8.  While  Prudential  was not  formally  noticed  as to  the\nattachment, it learned  about it from  the FDIC's counsel  on\nMay  18,  1990,  and, as  an  additional  course,  could have\npromptly sought to  intervene in the district  court in hopes\nof  quashing  the attachment  before it  was executed  in the\nbankruptcy  court.   Instead,  Prudential  waited for  nearly\nthree months,  until well after execution  of the attachment,\nbefore doing anything. \n\n                             -17-\n\nSerrano  to  open  a  brokerage account  at  Prudential  (the\n\n\"Customer   Agreement\").9    Prudential   contends  that  the\n\nCustomer  Agreement operated,  under  Puerto Rico  law, as  a\n\n\"pledge\" of any securities held in the brokerage account.  By\n\nvirtue of this pledge, Prudential reasons, it acquired a lien\n\nover  the Bayam n  Federal  stock shares  and their  proceeds\n\nprior  to the  FDIC's attachment  because the  stock  was, up\n\nuntil 1987, held in Serrano's account at Prudential.\n\n           The district court correctly rejected Prudential's\n\nargument.  Puerto Rico  law provides, \"A pledge shall  not be\n\neffective against a  third person, when evidence of  its date\n\nis  not shown by authentic  documents.\"  31  L.P.R.A.   5023.\n\nThe Supreme Court of  Puerto Rico has stated:   \"An authentic\n\n                    \n\n9.  The Customer Agreement provided, in part:\n\n               I [Serrano] agree, as  follows, with\n          respect to  all the  accounts in which  I\n          have  an interest  alone or  with others,\n          which  I have  opened  or  open with  you\n          [Prudential] for the purchase and sale of\n          securities and commodities:\n\n          . . .\n\n               Any   and   all   credit   balances,\n          securities, or contracts relating thereto\n          and all  other property of  whatever kind\n          belonging  to me  or in  which I  have an\n          interest  held by  you or carried  for my\n          accounts  shall be  subject to  a general\n          lien for the discharge of  my obligations\n          to    you   (including    unmatured   and\n          contingent obligations) however arising .\n          . . .\n\n                             -18-\n\ndocument is a legalized document, which is publicly attested,\n\nwhich  is legally valid by itself.\"  Ramos Mimoso v. Tribunal\n                                                             \n\nSuperior,  </pre><span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">538</span></span><pre class=\"inline\">, 540 (1966).  A private agreement or\n        \n\nwriting  is not  an authentic  document; a  document verified\n\nbefore  a  notary public  is an  authentic  document.   In re\n                                                             \n\nSantos &amp; Nieves, Inc., </pre><span class=\"citation\" data-id=\"484936\"><a href=\"/opinion/484936/bankr-l-rep-p-71727-in-re-santos-nieves-inc-and-frigorifico/\"><span class=\"volume\">814</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">57</span></a></span><pre class=\"inline\">, 60 (1st Cir. 1987); Ramos\n                                                             \n\nMimoso,  93  P.R.R. at  541.   The  record here  supports the\n      \n\ndistrict court's finding that  no notarized or other properly\n\nauthenticated  document  evidenced   the  date  of  Serrano's\n\nalleged  pledge  of  the stock  shares.    The only  document\n\nalleging  to  show the  date of  the  supposed pledge  is the\n\nCustomer Agreement, which is merely signed by the parties and\n\nnot notarized.\n\n          Prudential concedes that no notarized  or otherwise\n\n\"authentic\"  document  exists to  evidence  the  date of  the\n\npledge,  but argues that it is sufficient that the purpose of\n                                                          \n\nthe authentic document requirement was fulfilled.  Prudential\n\nfiled a copy of the Customer Agreement in 1987 with the clerk\n\nof a court in which criminal proceedings against Serrano were\n\nbeing conducted,  and now  argues that this  filing satisfies\n\nthe policy behind 31 L.P.R.A.   5023.  However, the authentic\n\ndocument  rule  is  \"a  formal  and  absolute  rule\"  that is\n\nstrictly construed.  In re  Supermercados San Juan, Inc., </pre><span class=\"citation\" data-id=\"355402\"><a href=\"/opinion/355402/in-the-matter-of-supermercados-san-juan-inc-bankrupt-appeal-of-pueblo/\"><span class=\"volume\">575</span>\n                                                        \n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">8</span></a></span><pre class=\"inline\">, 12 (1st Cir.  1978); Trueba v.  Zalduondo, </pre><span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">P.R.R.</span>\n                                                  \n\n<span class=\"page\">713</span></span><pre class=\"inline\">,  716  (1925).    Neither  section  5023  nor  any  cases\n\n                             -19-\n\ninterpreting   it  support   Prudential's  theory   that  the\n\nauthentic document  requirement  can be  fulfilled simply  by\n\nfiling a copy of an unnotarized document in court.\n\n          Prudential  attempts  to  analogize  this  case  to\n\nTrueba  v. Zalduondo,  </pre><span class=\"citation no-link\"><span class=\"volume\">34</span>  <span class=\"reporter\">P.R.R.</span> <span class=\"page\">713</span></span><pre class=\"inline\">  (1925),  in which  the\n                    \n\nSupreme  Court  of  Puerto  Rico  held  that  a  transfer  of\n\ncorporate  stocks as collateral for  a loan that was recorded\n\nin  the  corporations'  official  records was  valid  against\n\nlater-attaching  third parties, even  though the transfer did\n\nnot comply with the  authentic document rule codified  in the\n\npredecessor statute to  31 L.P.R.A.   5023.   However, Trueba\n                                                             \n\nexpressly held  that section  13 of the  Private Corporations\n\nAct,  (now codified  as  14 L.P.R.A.     1509), and  not  the\n\npredecessor  to  31 L.P.R.A.     5023,  governed under  those\n\ncircumstances.   The Trueba decision  \"was based on  the fact\n                           \n\nthat  stock  so transferred  would  be  authenticated by  the\n\npublic and formal records of the corporation as a transfer of\n\na security  interest.\"  In  re Supermercados San  Juan, Inc.,\n                                                            \n\n575 F.2d at 12.  The Trueba court did not create an exception\n                           \n\nto section 5023  and, in fact, reiterated that  the authentic\n\ndocument rule \"is a  rigid rule.\"  Trueba, 34  P.R.R. at 716.\n                                         \n\nBecause  Prudential  does   not  contend  that  the   Private\n\n                             -20-\n\nCorporations Act, as opposed  to 31 L.P.R.A.    5023, governs\n\nthis case, Trueba is inapposite.10  \n                 \n\n          The district court correctly held that Prudential's\n\npurported pledge agreement did  not comply with the authentic\n\ndocument requirement of 31  L.P.R.A.   5023 and thus  was not\n\nvalid against the FDIC as a pledge.\n\n     C.  Puerto Rico Agency Law\n                               \n\n          Prudential argues that it acted  as Serrano's agent\n\nfor  the purchase  and  sale  of  securities  and,  as  such,\n\nacquired a statutory lien on all securities held on behalf of\n\nSerrano, including  the Bayam n  Federal  stock.   Prudential\n\npoints to a  Puerto Rican statute providing  that, \"The agent\n\nmay retain  the things which are the objects of the agency in\n\npledge   until  the   principal   pays   the  indemnity   and\n\nreimbursement referred  to in the two  preceding sections [  \n\n4462, 4463].\"   31 L.P.R.A.   4464.  Prudential misinterprets\n\nthe  statute, however.    Even if  Prudential were  Serrano's\n\nagent, section  4464 does  not give it  a lien  on the  stock\n\nproceeds superior to the FDIC's attachment because Prudential\n\n                    \n\n10.  Prudential's citation of In re Las Colinas, Inc., 294 F.\n                                                     \nSupp. 582 (1968),  vacated and remanded,  </pre><span class=\"citation\" data-id=\"290320\"><a href=\"/opinion/290320/in-the-matter-of-las-colinas-inc-and-eastern-shore-development/\"><span class=\"volume\">426</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1005</span></a></span><pre class=\"inline\">  (1st\n                                       \nCir.  1970), is  similarly unhelpful.   Even  if parts  of it\nremain  good law, the relevant issue in that case was whether\ncertain  collateral, transferred after a pledge agreement was\nnotarized  and signed,  constituted  a valid  pledge of  that\ncollateral.  Id.  at 602-03;  see also Omega  Int'l Corp.  v.\n                                                         \nInterstate  Steel de Puerto Rico, Inc., </pre><span class=\"citation\" data-id=\"2247174\"><a href=\"/opinion/2247174/omega-intern-v-interstate-steel-de-puerto-rico/\"><span class=\"volume\">590</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">844</span></a></span><pre class=\"inline\">, 850\n                                      \n(D.P.R.  1984)  (explaining  In   re  Las  Colinas).    Here,\n                                                  \nPrudential  concedes  that  there  was  no  notarized  pledge\nagreement.\n\n                             -21-\n\ndid not \"retain the things,\" viz.,  the Bayam n Federal stock\n                                \n\ncertificates.  The stock  was transferred to a court  in 1987\n\npursuant to  a court order, and  was subsequently liquidated.\n\nWe find no  authority for the  proposition that section  4464\n\ncreates statutory liens on  things, let alone their proceeds,\n\nwhich are not retained by the agent.   For this reason alone,\n\nthe  district court's ruling that  Prudential does not have a\n\nlien  over the stock pursuant  to Puerto Rico  agency law was\n\nplainly correct.11\n\n          The  district court  did  not err  in finding  that\n\nPrudential  had  no  lien   with  priority  over  the  FDIC's\n\nattachment  and in  dismissing Prudential's  claims  over the\n\nfunds attached by the FDIC.12\n\n                             II.\n\nNo. 92-1652 - Banco Cooperativo \n                               \n\n          Appellant Banco Cooperativo says that it obtained a\n\njudgment and  award of  damages against Serrano  on September\n\n15, 1987 from  a Puerto Rico court in a  civil action.  Banco\n\n                    \n\n11.  The  district court  also  found that  section 4464  was\ninapplicable   because   Serrano's   alleged   liability   to\nPrudential is  unrelated to the stock  shares previously held\nin  his   account  and  because  the   liability  was  merely\ncontingent,  not due and payable.  See I-II Jose Puig Brutau,\n                                      \nFundamentos de Derecho Civil 545-46 (2d ed. 1976).\n                            \n\n12.  Prudential  also makes  various arguments  based  on New\nYork law.  We do not consider any of them as Prudential makes\nno argument  on  appeal  that  the district  court  erred  in\ndetermining that Puerto  Rico law, not New York  law, governs\nthis case.  See Fed. R. App. P. 28(a)(3), (5).\n               \n\n                             -22-\n\nnever executed the judgment, attached the  funds that are the\n\nsubject of this appeal,  or otherwise obtained a lien  on any\n\nof Serrano's  property.   Banco also  concedes that  the FDIC\n\nobtained  a valid  judgment  against Serrano  on October  16,\n\n1989,  and properly  executed the  judgment by  attaching the\n\nfunds at issue on May 17, 1990.  Banco contends, nonetheless,\n\nthat  Puerto Rico  law gives  its claim  on  Serrano's assets\n\npriority over the FDIC's.\n\n          We agree  with the district court  that the statute\n\non which Banco  relies, 31  L.P.R.A.   5194,  does not  apply\n\nhere.  The first provision of Title 31, Chapter 399 provides:\n\n\"Credits shall be classified for their graduation and payment\n\nin  the  order and  manner specified  in  this chapter.\"   31\n\nL.P.R.A.   5191.  31 L.P.R.A.   5194 provides in part:\n\n          With  regard to  all  other personal  and\n          real property of  the debtor,  preference\n          shall be given to: . . .\n               (4)  Indebtedness  which  without  a\n          special privilege appear:\n                    (a) In a public instrument.\n                    (b) In a final judgment, should\n                    they  have  been the  object of\n                    litigation.\n               These credits  shall have preference\n          among   themselves   according   to   the\n          priority  of dates of the instruments and\n          of the judgments.\n\nBanco interprets section  5194(4) to mean  that its claim  to\n\nthe  funds has  \"preference\"  over the  FDIC's claim  because\n\nBanco obtained  its judgment two  years before  the FDIC  was\n\nawarded  its judgment.  Under Banco's interpretation, section\n\n                             -23-\n\n5194(4) makes irrelevant the fact that  the FDIC attached the\n\nproperty in dispute and Banco did not. \n\n          The Supreme  Court of Puerto  Rico has consistently\n\nheld otherwise,  finding that  31  L.P.R.A.    5194 does  not\n\nsupplant  the standard  rule  that, as  between two  judgment\n\ncreditors without  other liens, the first  creditor to attach\n\nhas priority.   In  Oronoz &amp; Co.  v. Alvarez,  </pre><span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">P.R.R.</span>  <span class=\"page\">497</span></span><pre class=\"inline\">\n                                            \n\n(1916),  the  Court rejected  the  argument  that a  creditor\n\nalways  has priority  if  it has  a  judgment antedating  the\n\njudgment  of other  creditors.    Id.  at  500.    The  Court\n                                     \n\nexplained:\n\n          We  have  recently   decided  that   mere\n          priority  in  judgment  gives  the  prior\n          creditor  no lien.  Auffant v. Succession\n                                                   \n          of Manuel de J.  Ramos et al., [23 P.R.R.\n                                       \n          385  (1916)].    An  attachment  or other\n          similar  step  is necessary  to  give the\n          judgment  a  priority   and  as   between\n          judgment  creditors  the first  to attach\n          has  the  priority.    It is  a  race  of\n          diligence.   The priority of  payments to\n          which sections 1822 et seq. of the  Civil\n                                     \n          Code [31 L.P.R.A.    5191 et seq.] relate\n                                           \n          has no application to attachments.\n\nId.  The Court reaffirmed the  first-to-attach rule in Puerto\n                                                             \n\nRico  Bedding Mfg.  Corp. v.  Herger,  </pre><span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">P.R.R.</span>  <span class=\"page\">503</span></span><pre class=\"inline\"> (1964),\n                                    \n\nwriting  that,  \"There  is  no  question  that  among  common\n\ncreditors the first one who attaches has preference over  the\n\nothers . . . .\"   Id. at 507.   The Court  clarified that the\n                     \n\npreference  created by  attachment  \"does not  go beyond  the\n\nright which the  debtor may have over the property attached,\"\n\n                             -24-\n\nmeaning  that  valid  liens  already  on  the  property  when\n\nattached  cannot be  defeated  by an  attachment.   Id.    In\n                                                       \n\nEmpresas  Capote, Inc.  v. Superior  Court, 3  P.R. Sup.  Ct.\n                                          \n\nOff'l Translations  1067 (1975), the Supreme  Court of Puerto\n\nRico reiterated,  \"It should be remembered  that, grounded on\n\nthe  axiom  prior tempore  portior  jure,  even among  common\n                                        \n\ncreditors,  '. . . the first one who attaches has preferences\n\nover the others, but  such preference does not go  beyond the\n\nright which the debtor may have over the property attached.'\"\n\nId. at 1078-79  (quoting Puerto  Rico Bedding  Mfg. Corp.  v.\n                                                         \n\nHerger, </pre><span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">503</span></span><pre class=\"inline\">, 507 (1964)).\n      \n\n          Some  provisions  of  Chapter  399  other  than  31\n\nL.P.R.A.     5194  create statutory  preferences,  a  concept\n\nequivalent to statutory liens,  on certain types of property.\n\nThese  statutory preferences  take priority  over attachments\n\neven if the  preference holder does  not formally attach  the\n\nproperty.   For example,  31 L.P.R.A.    5192(1)  creates, in\n\nessence, a seller's lien \"for the amount of the sale of [the]\n\npersonal property which may be in possession of the debtor to\n\nthe extent of the value of the same.\"  31 L.P.R.A.   5192(1);\n\nsee In re Jack's Club &amp;  Hotel, </pre><span class=\"citation no-link\"><span class=\"volume\">138</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">620</span></span><pre class=\"inline\">, 622 (D.P.R.\n                              \n\n1956).  Thus,  the credit of a manufacturer who  was not paid\n\nfor  mattresses and bed frames it  sold to a retail store had\n\npriority over the credit of another creditor who attached the\n\nitems  in  the store.   Puerto  Rico  Bedding Mfg.  Corp., 91\n                                                         \n\n                             -25-\n\nP.R.R. at 507-09.  While the attachment created a preference,\n\nor lien, in favor of the attaching creditor, \"such preference\n\ndoes not go  beyond the right which the debtor  may have over\n\nthe property attached.\"  Id. at 507-08.  That is, 31 L.P.R.A.\n                            \n\n  5192, without  the need for execution  or attachment, gives\n\nthe  seller an interest in the  property sold that diminishes\n\nthe  debtor's interest  in the  property and  that  cannot be\n\ndefeated by attaching creditors.   See also Heirs of  Garriga\n                                                             \n\nv. O'Meara, </pre><span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">332</span></span><pre class=\"inline\">, 334-35 (1920) (discussing priority\n          \n\nof the statutory  preferences created by  31 L.P.R.A.    5192\n\nover attachments).\n\n          In contrast, 31 L.P.R.A.    5194(4) does not create\n\na  seller's lien  or  any other  type  of statutory  lien  on\n\nproperty  of the  debtor.   It  does  not refer  to  specific\n\nproperty of  the debtor or specific  transactions between the\n\ncreditor and debtor.  Compare 31 L.P.R.A.   5192(3) (creating\n                             \n\nlien for the costs of transportation on  goods transported by\n\ncreditor) and 31 L.P.R.A.    5192(6) (creating lien on  fruit\n             \n\ncrops  in  favor  of creditor  who  provided  seeds) with  31\n                                                         \n\nL.P.R.A.    5194(4) (referring to no specific property).  The\n\nsilence of   5194(4) implies that a general judgment creditor\n\nmust execute its judgment by attaching property, such as  the\n\ndebtor's cash or stock certificates,  before it can claim any\n\nsort of \"lien\" on that property.  \n\n                             -26-\n\n          Here,  the  FDIC  and  Banco   were  both  judgment\n\ncreditors,  but the  FDIC, by  attaching the  stock proceeds,\n\nobtained a  lien on  those proceeds  which has  priority over\n\nBanco's unexecuted judgment against the debtor.  Banco had no\n\nlien   or  other  legally-recognized   property  interest  in\n\nSerrano's assets at the  time of the attachment.  All  it had\n\nwas an unsecured credit in its favor as the result of a court\n\njudgment.   Thus, the  FDIC's attachment  reached all  of the\n                                                     \n\nfunds  released by the bankruptcy court and is not subject to\n\na claim by Banco.\n\n          For these  reasons, the district court  did not err\n\nin  determining that  31  L.P.R.A.    5194(4)  does not  give\n\nBanco, which did not execute its judgment, priority over  the\n\nFDIC,  which  obtained a  valid  attachment  of the  funds.13\n\n                    \n\n13.  We have considered and found  no merit in Banco's myriad\nother arguments.  For  example, we do not have  the authority\nto declare Oronoz &amp; Co. to  be wrongly decided by the  Puerto\n                       \nRico  Supreme Court  or mistranslated  by the  official court\ntranslator, as Banco urges  us to do.  The case  of Rodr guez\n                                                             \nv. Solivellas &amp; Co., </pre><span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">618</span></span><pre class=\"inline\"> (1936), which discussed 31\n                   \nL.P.R.A.     5194,  held  that a  prior  mortgage  on certain\nproperty had priority over  a cautionary notice of attachment\non  the property.  It  did not hold,  as appellant maintains,\nthat attachments  have no  effect on  the rights  of judgment\ncreditors with prior claims, but relied instead upon the same\nprinciple  discussed above,  that \"[an]  attachment is  valid\nonly  as regards any balance left after cancelling the former\nsecurity.\"  Id. at 623.\n               \n\n                             -27-\n\nTherefore,   the  district  court  properly  dismissed  Banco\n\nCooperativo's claim.14\n\n                             III.\n\n          In conclusion,  we find no error and  so affirm the\n\ndistrict court's order in  Appeal No. 92-1652, dismissing the\n                                             \n\nclaims of  Prudential, and in Appeal  No. 92-1651, dismissing\n                                                 \n\nthe  claim  of Banco  Cooperativo to  the  funds held  by the\n\ncourt.\n\n          Affirmed.  Costs to appellee.  \n                                      \n\n                    \n\n14.  Banco complains  that  the district  court  should  have\n\"reprobated\"  or sanctioned the FDIC  for acting in bad faith\nwhen  it obtained its attachment.   Banco did  not raise this\nissue  in  a  timely  fashion,  waiting  until it  moved  for\nreconsideration of the district  court's Opinion and Order to\nbring the issue to  the court's attention.  Consequently,  we\nwill not  consider it on  appeal.   See Brown v.  Trustees of\n                                                             \nBoston  Univ.,  </pre><span class=\"citation no-link\"><span class=\"volume\">891</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">337</span></span><pre class=\"inline\">,  352  (1st  Cir. 1989),  cert.\n                                                             \ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">937</span></span><pre class=\"inline\">  (1990).  Moreover, we find  no evidence\n      \nin  the record to support Banco's allegations of bad faith on\nthe FDIC's part.\n\n                             -28-\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101814/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103340/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107138/",
    "http://www.courtlistener.com/api/rest/v3/opinions/290320/",
    "http://www.courtlistener.com/api/rest/v3/opinions/355402/",
    "http://www.courtlistener.com/api/rest/v3/opinions/427517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/484936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/491485/",
    "http://www.courtlistener.com/api/rest/v3/opinions/519968/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555434/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573217/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580292/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593290/",
    "http://www.courtlistener.com/api/rest/v3/opinions/601477/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1526769/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1906516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1918484/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2247174/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2361608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2395209/"
  ]
}