{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/194797/",
  "absolute_url": "/opinion/194797/united-states-v-de-la-cruz/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/194797/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:25:20Z",
  "date_modified": "2016-02-28T04:51:13.686926Z",
  "type": "010combined",
  "sha1": "a4576dde747e5415a7ca9788487d693eab81bda5",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1279.01A",
  "local_path": null,
  "plain_text": "                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-1279\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                      EFRAIN DE LA CRUZ,\n\n                    Defendant, Appellant.\n\n                                         \n\nNo. 92-1347\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                         LUIS TORRES,\n\n                    Defendant, Appellant.\n\n                                         \n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Douglas P. Woodlock, U.S. District Judge]\n                                                     \n\n                                         \n\n                            Before\n\n                     Breyer, Chief Judge,\n                                        \n               Cyr and Boudin, Circuit Judges.\n                                             \n\n                                         \n\nJames  E. Carroll  with whom  Peabody &amp;  Arnold was  on brief  for\n                                               \nappellant Efrain De La Cruz.\nWilliam H.  Kettlewell with whom Dwyer,  Collora &amp;  Gertner was on\n                                                           \nbrief for appellant Luis Torres.\nGeoffrey E.  Hobart, Assistant United  States Attorney, with  whom\n                   \nA. John  Pappalardo,  United States  Attorney, and  Jeffrey A.  Locke,\n                                                                 \nAssistant United States Attorney, were on brief for appellee.\n\n                                         \n\n                        June 24, 1993\n                                         \n\n     BOUDIN, Circuit Judge.   Efrain De La Cruz,  Luis Torres\n                          \n\nand  others  were  charged  in a  one-count  indictment  with\n\nconspiracy to possess cocaine with  intent to distribute.  18\n\nU.S.C.    841,  846.  Torres  pleaded guilty; De La  Cruz was\n\nconvicted following a jury trial.  In this appeal, De La Cruz\n\nchallenges his conviction on a number of grounds, and both he\n\nand Torres contest the  district court's calculation of their\n\nsentences.  We affirm.\n\n     The  events  in this  case are  part  of a  larger story\n\nrevolving around a so-called sting operation conducted by the\n\nFBI and other  law enforcement  agencies.  In  the course  of\n\nthis   operation,  Colombian   drug  dealers   delivered  615\n\nkilograms of cocaine  to a  man named Pedro  Alvarez who  was\n\nsecretly cooperating  with the authorities.   The cocaine was\n\ntransported into the United  States and the FBI lodged  it in\n\nMassachusetts  while awaiting  directions from  the Colombian\n\ndrug dealers.  In describing  the ensuing events, we  confine\n\nthe story to facts pertinent to this case.\n\n     The cocaine arrived  in the  United States  on or  about\n\nJune 4, 1991, and on June 5, the Colombian suppliers directed\n\nthat a portion--240 kilograms--be  turned over to the \"Lucho\"\n\ngroup.   Alvarez  made contact  with a  man purporting  to be\n\nLucho and  it was agreed  that Lucho's associates  would take\n\ndelivery  at 5  p.m. on  June  12, in  the parking  lot of  a\n\nHoliday  Inn  in  Taunton,  Massachusetts.    Two  undercover\n\n                             -3-\n\nofficers--FBI  Agent Dillon  and  Providence  Police  Officer\n\nColon--appeared at the arranged time and place and saw a gold\n\nCadillac  with three  occupants  driving slowly  through  the\n\nparking  lot.  De La Cruz was  the driver of the Cadillac and\n\nTorres was a passenger; the other passenger was Jose LaPaix.\n\n     The agents flashed their lights and Torres left the car,\n\napproached  the agents,  and discussed  the mechanics  of the\n\ndrug  transfer.  Torres said  that he had  brought three vans\n\nwith  him from  New  York equipped with   hidden compartments\n\nbut  had left them in  Newton, Massachusetts.   It was agreed\n\nthat  Torres would  drive to  Newton  with his  companions to\n\ncollect the vans and  would contact Dillon and Colon  when he\n\nreturned to the Holiday Inn.   Torres, De La Cruz  and LaPaix\n\ndeparted in the Cadillac.\n\n     Several  hours  later,  around  9   p.m.,  Agent  Dillon\n\nreceived  a telephone message that  Torres was waiting at the\n\nHoliday Inn.  The agents returned to the parking lot.  Torres\n\napproached their car and told them that he had the vans;  but\n\nhe said that  having seen  a police car  driving through  the\n\nlot,  he had directed his  \"rollos\"--a term used  in the drug\n\ntrade to refer to an underling such as a bodyguard or driver-\n\n-to move the vans out of the lot.  Torres and the agents then\n\nagreed to meet at the rear of the lot.  \n\n     A few minutes later, Torres arrived there driving a blue\n\nvan  bearing New York plates  with one Ruben Rodriguez seated\n\n                             -4-\n\nnext to him.  A minute later De La Cruz  pulled alongside the\n\nagents' car  driving a red van with New York plates.  The red\n\nvan  was followed by the gold Cadillac, now driven by LaPaix,\n\nwith one Sarah Tavares as a passenger.  The third van did not\n\nappear  and a few minutes later Torres signaled the agents to\n\nlead the way to where the cocaine was stored.  \n\n     The  FBI  had located  the  shipment in  a  warehouse in\n\nMiddleboro, Massachusetts, equipping the facility  with video\n\nand audio  recording equipment.   Within  half  an hour,  the\n\ncaravan of vehicles  arrived at the  warehouse and parked  in\n\nfront.   Agent  Dillon, seeking  to prevent  too many  of the\n\nsuspected gang members from concentrating in one place, asked\n\nTorres to move one  of his vehicles away to  avoid attracting\n\nattention.  Torres and LaPaix conferred; they then spoke with\n\nDe La  Cruz, who  left  the red  van and  drove the  Cadillac\n\nacross the street  into a parking lot shared by a gas station\n\nand an ice cream parlor.\n\n     De La  Cruz drove  slowly through  this  lot, which  was\n\npartly lit and in view of a number  of people.  He then drove\n\nback  across the  street  to an  unlit  vacant lot  where  he\n\nparked.  This  new lot was adjacent to the  warehouse.  De La\n\nCruz left the Cadillac and started back toward the warehouse.\n\nHe was  then arrested by  FBI agents.  When  arrested, he was\n\ncarrying both a beeper and a portable telephone.  \n\n                             -5-\n\n     Meanwhile, after  De La Cruz left  the warehouse parking\n\nlot in  the Cadillac, Torres backed the blue van into the bay\n\narea of the warehouse,  where he was joined by  Rodriguez and\n\nLaPaix.  The three men removed the rear seats and floor panel\n\nof the van, uncovering a hidden compartment.  They then began\n\nloading the cocaine into  the van.  After about  70 kilograms\n\nwere  loaded  into  the   compartment,  the  three  men  were\n\narrested.    Torres,  when  arrested,  had  in his  pocket  a\n\nbusiness card with the  telephone number used to reach  De La\n\nCruz's beeper.\n\n     Subsequently,   all  five   of  those  present   at  the\n\nwarehouse--Torres, De La Cruz, Rodriguez, LaPaix and Tavares-\n\n-were indicted for conspiring  to possess cocaine with intent\n\nto distribute.   In  early November  1991, some  weeks before\n\ntrial, LaPaix entered into plea negotiations and, on November\n\n7, he made a  limited proffer to the government  for purposes\n\nof  persuading it  to  treat him  at  sentencing as  a  minor\n\nparticipant.  He made  clear that he would refuse  to testify\n\nfor  the government at trial  and that he  wanted his meeting\n\nwith the government to remain confidential.\n\n     During  the proffer,  LaPaix was  asked how  De La  Cruz\n\nbecame  involved.   He  responded  that  they were  long-time\n\nfriends and that prior to June 12 neither of  them knew about\n\nthe cocaine pick-up nor  was De La Cruz promised  payment for\n\nhis help.  Shortly after November 7, LaPaix' counsel told the\n\n                             -6-\n\nother defense counsel--in what detail is not clear--about the\n\nmeeting with the government and its subject matter.  Prior to\n\ntrial  De La Cruz advised LaPaix' counsel that he intended to\n\ncall LaPaix as a witness.\n\n     Trial began  on November  18, 1991.   Immediately before\n\nthe jury was impaneled,  Torres and LaPaix pled guilty.   The\n\ngovernment dismissed  the indictment  as to  Tavares.  De  La\n\nCruz and Rodriguez  then went  to trial.   On November 22,  a\n\nFriday, the government rested  and Rodriguez began to testify\n\nin  his own defense.   Rodriguez did not  return to court the\n\nfollowing  Monday.  The court refused De La Cruz's request to\n\nsever or for a mistrial and the case proceeded  against De La\n\nCruz and the now absent Rodriguez.\n\n     On November 25, the sixth day of trial, De La Cruz moved\n\nfor production of any exculpatory material created by LaPaix'\n\nproffer.  In  an ex parte submission, the government provided\n                         \n\nto  the court  a  summary  of  LaPaix'  proffer.    Over  the\n\ngovernment's objection,  the court  found the material  to be\n\nsubject to production  under Brady v.  Maryland, 373 U.S.  83\n                                               \n\n(1963).   The  government then  disclosed to  De La  Cruz the\n\ncontents of LaPaix'  proffer, so  far as it  concerned De  La\n\nCruz, as follows:\n\n     [During the  drive from New York  to Boston] LaPaix\n     contacted  Efrain De La Cruz.  And De La Cruz drove\n     LaPaix and Torres to the Holiday Inn in Taunton for\n     the  meeting with Special Agent Dillon .  . . .  As\n     to why  there were so many  telephone calls between\n     De  La Cruz and LaPaix  prior to the  pickup of the\n\n                             -7-\n\n     cocaine  or  prior  to  the drive  to  Taunton,  he\n     indicated that they were long-time friends from the\n     Dominican  Republic  . .  . .    The import  of the\n     statement was that De La Cruz did not know prior to\n     June 12  about the cocaine  pickup in the  same way\n     that LaPaix did not know prior to June 12th.\n\n     De La Cruz then called LaPaix as a witness, advising the\n\ncourt that the  proffer bore out De La Cruz'  defense that he\n\nwas  unaware  of  the drugs  and  was  merely  helping out  a\n\nchildhood  friend (LaPaix) find his way around Massachusetts.\n\nLaPaix was  summoned but, in a voir  dire examination, LaPaix\n                                         \n\ninvoked  the  Fifth  Amendment  and  refused  to  answer  all\n\nquestions  other than  his  name and  address.   De  La  Cruz\n\nobjected  to the claim of privilege in light of LaPaix' prior\n\nguilty plea.   The district court  nevertheless sustained the\n\nclaim   of  privilege,   observing  that   government  cross-\n\nexamination  could produce  testimony  that  would  inculpate\n\nLaPaix not  merely in  the instant transaction  but in  other\n\ntransactions.\n\n     On  November 26, the jury found De La Cruz and Rodriguez\n\nguilty.   De La Cruz was sentenced to 188 months imprisonment\n\nand Torres to  235 months.  These appeals followed.   In this\n\ncourt,  De La Cruz attacks  his conviction by challenging the\n\nsufficiency of  the  evidence, the  denial of  his motion  to\n\nsever or  for a mistrial after Rodriguez disappeared, and the\n\ntreatment  of the proffer and LaPaix' claim of privilege.  We\n\naddress  these issues first  and then consider  the claims of\n\nboth De La Cruz and Torres concerning their sentences.\n\n                             -8-\n\n     We start with De La Cruz' attack on the  adequacy of the\n\nevidence  and find that the  evidence as to  his knowledge of\n\nthe conspiracy was circumstantial, arguably thin, but clearly\n\nsufficient.    The evidence,  considered  in  the light  most\n\nfavorable to the government, see  United States v. Ortiz, 966\n                                                        \n\nF.2d 707, 711 (1st Cir. 1992), cert.  denied, 113 S. Ct. 1005\n                                            \n\n(1993),  shows  that De  La  Cruz appeared  at  both meetings\n\naccompanying  three  other  men  involved in  the  drug  deal\n\n(Torres, LaPaix  and Rodriguez);  that De  La  Cruz drove  to\n\nTaunton  one of the vans intended to carry the drugs; that he\n\ntook  instructions from Torres, the leader of the group; that\n\nhe cruised slowly through the  lot opposite the warehouse and\n\nthen moved  the Cadillac from a well-lit  location to another\n\nlocation where it would be less likely to be noticed; that he\n\ncarried a  cellular telephone  and a beeper--both  well known\n\ntools  of the  drug trade;  that the  contact number  for the\n\nbeeper was in  Torres' possession;  and that De  La Cruz  and\n\nLaPaix  had exchanged  various  telephone calls  in the  days\n\nprior to June 12.\n\n     These facts, in  our view, permitted a rational  jury to\n\nconclude  beyond a  reasonable doubt  that De  La Cruz  was a\n\nknowing  participant  in the  conspiracy to  transport drugs.\n\nAny  one   fact  alone  may   be  explained  away;   but  the\n\ncombination--presence  at  the  scene,   suspicious  conduct,\n\nsubordination to the gang leader on the scene, and possession\n\n                             -9-\n\nof communication tools widely used in drug dealing--add up to\n\nmore than the sum  of the parts.  It was  left largely to his\n\ncounsel to suggest,  based on fragments of  evidence, that De\n\nLa Cruz was essentially a bystander, innocently doing a favor\n\nfor his  old friend  LaPaix.  It  is not surprising  that the\n\njury rejected this tale.\n\n     De  La Cruz argues that  his name never  appeared in the\n\nhundreds  of  tape  recordings  made by  the  FBI  as Alvarez\n\npromoted  the sting  with  the Colombians,  but  there is  no\n\nreason  why a low level  \"rollo\" should be  mentioned in such\n\nconversations.  True,  De La  Cruz never saw  or touched  the\n\ncocaine, nor is  there direct  evidence that he  knew of  its\n                             \n\nexistence.   But  knowledge  may be  based on  circumstantial\n\nevidence, Ortiz, 966 F.2d at 711, and it is the jury's job to\n               \n\ndraw the  proper inference.   Here the materials  for drawing\n\nthe inference were  supplied to the  jury, and the  inference\n\nwas rational.\n\n     De La  Cruz' next claim  is that the  government wrongly\n\nwithheld  information  about  LaPaix'  proffer  that  it  was\n\nobligated  to  disclose  under   the  Brady  doctrine.    The\n                                           \n\ngovernment has properly abandoned  any claim that the proffer\n\nwas not exculpatory  at all.  It now argues  that the promise\n\nof confidentiality  to  LaPaix excused  the  government  from\n\ndisclosing the material, cf. United States v. Hicks, 848 F.2d\n                                                   \n\n1  (1st Cir.  1988),  and that  in  any case  LaPaix'  lawyer\n\n                             -10-\n\ndisclosed the substance  of the  proffer to De  La Cruz  well\n\nbefore trial.  We need  not resolve the legal dispute  on the\n\nfirst point or  the factual  dispute on the  second, for  the\n\nsimple reason  that the government did  disclose the proffer,\n\nunder compulsion, during trial.1\n\n     In cases of belated disclosure, \"the critical inquiry is\n\n. . .  whether the tardiness  prevented defense counsel  from\n\nemploying  the material to  good effect.\"   United  States v.\n                                                          \n\nDevin,  918  F.2d 280,  290 (1st  Cir.  1990).   Here LaPaix'\n     \n\nproffer,  assuming its  contents  were previously  unknown to\n\ncounsel  for De  La  Cruz, did  not reveal  any  new line  of\n\ndefense; rather, the proffer  was consistent with the defense\n\nthat De La Cruz had pursued from the outset.  No evidence was\n\nlost  by the delay: LaPaix was produced immediately.  That he\n\nthen claimed privilege  is a  problem De La  Cruz would  have\n\nfaced  whenever the proffer was disclosed.  In short, we find\n\nno prejudice from the delay.\n\n     We turn now to De La Cruz' claim that the district court\n\nerred  in   sustaining  LaPaix'   invocation  of  the   Fifth\n\nAmendment.    This claim  is  probably  the most  troublesome\n\naspect of De La  Cruz' appeal because it sets  in tension two\n\n                    \n\n     1We do not formally  resolve the government's claim that\nit  can avoid  Brady by  promising confidential  treatment to\n                    \nsomeone  it  interviews; but  we  are skeptical  of  any such\nblanket claim  and would expect the  government affirmatively\nto present  the  issue to  the  district court  if  otherwise\nexculpatory material were withheld on this ground.\n\n                             -11-\n\ncardinal precepts: that a criminal defendant should have full\n\nopportunity to secure evidence in his own defense, and that a\n\nwitness  should  be  protected  against  being  compelled  to\n\nprovide testimony that may  incriminate him.  The core  of De\n\nLa Cruz' argument is  that LaPaix had already pled  guilty to\n\nthe  conspiracy at  issue and  could not  incriminate himself\n\nfurther if asked, as De La Cruz proposed to do, whether De La\n\nCruz was aware that drugs were to be transported.\n\n     It  is uncertain  what  LaPaix would  have  said had  he\n\ntestified (the proffer was that De La Cruz knew nothing prior\n                                                             \n\nto June 12)  but the proffer was suggestive and  it is surely\n\npossible  that   LaPaix  would  have  exculpated  his  friend\n\nentirely.  The jury  in turn might have disbelieved  any such\n\nexculpation in  light of the  friendship between the  men and\n\nthe other evidence  against De  La Cruz.   But the  hoped-for\n\ntestimony was  relevant and  credibility is  for the jury  to\n\ndecide.   Since  the government's  evidence  of De  La  Cruz'\n\nknowledge  was circumstantial, the direct testimony of LaPaix\n\nto the contrary might have been important, even decisive.  \n\n     Yet   whatever  the  cost  to  De  La  Cruz,  under  the\n\nConstitution  LaPaix   was  entitled  to  invoke   his  Fifth\n\nAmendment privilege if testifying might incriminate him.  The\n\ntrial court's  on-the-spot judgment as  to the risk  of self-\n\nincrimination  is entitled  to deference  and \"should  not be\n\noverruled  unless  it is  'perfectly clear`  .  . .  that the\n\n                             -12-\n\nanswers   [sought   from  the   witness]   'cannot  possibly`\n\nincriminate.\"   United States v. Johnson, 488 F.2d 1206, 1209\n                                        \n\n(1st Cir. 1973)  (quoting Hoffman v. United  States, 341 U.S.\n                                                   \n\n479, 487-88 (1951)).   In  this case, we  think the  district\n\njudge was not only reasonable  but plainly correct in holding\n\nthat  compelling   LaPaix  to   testify  could   threaten  to\n\nincriminate him.\n\n     LaPaix had not been sentenced at the time of De La Cruz'\n\ntrial, and \"the convicted but unsentenced defendant retains a\n\nlegitimate   protectable  Fifth  Amendment  interest\"  as  to\n\nmatters that  could affect  his sentence.   United States  v.\n                                                         \n\nLugg, 892 F.2d  101, 102-03 (D.C. Cir.  1989); accord, United\n                                                             \n\nStates  v. Lema, 987 F.2d 48, 54  n.6 (1st Cir. 1993).  Here,\n               \n\nif  LaPaix testified  that he  had recruited  De La  Cruz and\n\ninvolved  him in the plot  without telling him  of the drugs,\n\nthis testimony could have  hurt LaPaix' chances at sentencing\n\nof being treated as a minor or  minimal participant, U.S.S.G.\n\n  3B1.2, and could even have led the court to classify him as\n\na \"supervisor,\" and enhance his sentence.  U.S.S.G.   3B1.1 &amp;\n\ncomment note  1 (listing \"the recruitment  of accomplices\" as\n\nrelevant to evaluating a defendant's role in the offense).  \n\n     As the district  court suggested, testifying would  also\n\nhave  put LaPaix  at risk  of disclosing  his involvement  in\n\nother  drug  transactions.    The  government,  in  order  to\n\nchallenge LaPaix'  testimony exculpating  De  La Cruz,  would\n\n                             -13-\n\nalmost certainly have  sought to  question LaPaix  vigorously\n\nabout other possible  transactions in which LaPaix and  De La\n\nCruz were involved.   The  aim would be  to undercut  LaPaix'\n\nclaim of an innocent friendship that led by accident to De La\n\nCruz' presence at the scene.  See Fed. R. Evid. 404(b) (other\n                                 \n\nwrongs may be proved to refute claim of mistake or accident).\n\nAnd LaPaix' refusals  on voir dire to provide anything except\n                                  \n\nhis name and address indicate  that the privilege would  have\n\nbeen promptly invoked in response to such questions. \n\n     Some courts have said  that the trial judge may  or even\n\nmust  limit the government's  cross-examination on collateral\n\nmatters  if this  can  be done  without  unduly limiting  the\n\ngovernment  and if  doing  so will  preserve the  defendant's\n\nability to call a material  witness who would otherwise claim\n\nthe privilege.2  In  this case, however, effective government\n\ncross-examination  would have been  seriously impaired if the\n\nprosecutor were denied latitude to explore the joint criminal\n\nhistory of De La Cruz and LaPaix.  Faced with a simple denial\n\nby LaPaix that  he had  told De La  Cruz of the  cocaine--the\n\ntestimony  that De La Cruz' counsel said he hoped to elicit--\n\n                    \n\n     2See United  States v. Esparsen, 930  F.2d 1461, 1469-70\n                                    \n(10th Cir.), cert. denied, 112 S. Ct. 882 (1991)  (collecting\n                         \ncases).   United  States v.  Pardo, 636  F.2d 535  (D.C. Cir.\n                                  \n1980), is the classic example.  In United States  v. Zirpolo,\n                                                            \n704  F.2d 23,  26  (1st Cir.),  cert.  denied, 464  U.S.  822\n                                             \n(1983), this court declined to decide whether it would follow\nPardo.\n     \n\n                             -14-\n\ninquiry into the past  activities of the two would  have been\n\nthe most obvious resort for cross-examination.  \n\n     We have  \"recognized the need  to prevent coconspirators\n\nfrom `whitewashing'  each  other  through  use  of  testimony\n\nunchallengeable  for one  reason or  another.\"   Zirpolo, 704\n                                                        \n\nF.2d  at 26 (quoting United  States v. Lowell,  649 F.2d 950,\n                                             \n\n962  (3d  Cir. 1981)).  There  is  nothing  that  prevents  a\n\ndefendant  from offering  such testimony  if the  alleged co-\n\nconspirator  is  willing to  testify,  but  the safeguard  of\n\ncross-examination  is more  important  than usual  in such  a\n\ncase.    Cf.  Fed.  R.  Evid.  804(b)(3)  (excluding  hearsay\n            \n\nevidence of this kind, unless corroborated, from declaration-\n\nagainst-interest exception  to the hearsay rule).   In short,\n\nwe  do  not  think that  in  this  case  the privilege  could\n\nproperly  be  preserved by  cabining the  government's cross-\n\nexamination.\n\n     Of course,  the prosecutor could resolve  the dilemma by\n\nseeking  formal immunity  for the  witness under 18  U.S.C.  \n\n6003,  but most courts have held that judges are powerless to\n\ncompel such a grant by the U.S. Attorney.   See United States\n                                                             \n\nv.  Angiulo,  897  F.2d  1169, 1191  (1st  Cir.)  (collecting\n           \n\ncases),  cert.  denied, 498  U.S.  845 (1990).    Indeed, the\n                      \n\nprivilege   has  been  routinely   invoked  by   alleged  co-\n\nconspirators called by the defendant to exculpate him.  E.g.,\n                                                            \n\nZirpolo,  704 F.2d at 25; Johnson, 448  F.2d at 109.  A trial\n                                 \n\n                             -15-\n\ncourt might still refuse  to entertain the prosecution  if it\n\nfound  that  defense  testimony  had  been  thwarted  by  the\n\nmisconduct   of  the   prosecutor   (e.g.,  by   gratuitously\n                                          \n\nthreatening to prosecute  the witness if  he testifies).   No\n\nbasis has been suggested for a misconduct claim in this case.\n\n     It  must be  remembered  that the  defendant could  also\n\ntestify  to  the  very   same  exculpatory  facts,  for  \"[a]\n\ndefendant is available  to himself  as a witness.\"   Gacy  v.\n                                                         \n\nWelborn, Nos. 92-3448 and  92-3965, slip op. at 22  (7th Cir.\n       \n\nApril  12,  1993).   A  defendant  who  declines to  testify,\n\nprotecting  himself  against  self-incrimination   on  cross-\n\nexamination, is well within his rights; but so is the witness\n\nwho  invokes   his  own  Fifth  Amendment   rights  to  avoid\n\ntestifying and  so is  the prosecutor  who declines  to grant\n\nimmunity to  the witness.  There may  be rare cases where the\n\ndenial of  immunity would comprise a  miscarriage of justice.\n\nThis is not such a case.\n\n     De  La  Cruz'  final  argument,  apart  from  sentencing\n\nissues,  is that the court erred in  denying his motion for a\n\nmistrial or a  severance when Rodriguez failed to  appear for\n\nthe sixth day of  trial.  While the jury  might have inferred\n\nRodriguez'  guilt from  his  flight,  the  jury was  shown  a\n\nvideotape of  Rodriguez loading cocaine  into the van  so the\n\ninference added little.  De  La Cruz had no direct  link with\n\nRodriguez  and there  is no  reason why  he should  have been\n\n                             -16-\n\naffected by the  inference.   Finally, the  court offered  to\n\nnegate the inference with  an appropriate instruction, but De\n      \n\nLa Cruz' counsel objected  to such an instruction, preferring\n\nto argue to the jury about the import of Rodriguez' absence.\n\n     Nor  can  any  prejudice  be traced  to  Rodriguez'  own\n\ntestimony, completed  but not  fully cross-examined,  when he\n\nleft the trial.   We have  reviewed Rodriguez' testimony  and\n\nconclude  that it did not incriminate De La Cruz or seriously\n\nconflict with his own  theory of defense.  Indeed,  Rodriguez\n\nnever once  referred to De La  Cruz.  In any  case, the court\n\noffered  to strike the testimony and so instruct the jury but\n\nagain, for tactical reasons, De  La Cruz rejected this offer,\n\nso  we do not see how he  can now complain that the testimony\n\nremained on the record.\n\n     We  come, finally, to the  objections of De  La Cruz and\n\nTorres  to  the sentences  imposed  upon them.    A narcotics\n\nconspirator  is responsible  not only  for drugs  he actually\n\nhandled or saw  but also for the full  quantity of drugs that\n\nhe  reasonably  could have  foreseen  to be  embraced  by the\n\nconspiracy  he joined.  See U.S.S.G.    2D1.4, 2D1.1, 1B1.3 &amp;\n                           \n\ncomment n.1;  United States v.  O'Campo, 973 F.2d  1015, 1023\n                                       \n\n(1st  Cir. 1992).   The  district court's  finding as  to the\n\nquantity  embraced by the  conspiracy and reasonably foreseen\n\nby the defendant is a  factual one and will not  be disturbed\n\nunless  clearly erroneous.  United  States v. Tracy, 989 F.2d\n                                                   \n\n                             -17-\n\n1279, 1287 (1st Cir.), cert. denied, 61 U.S.L.W. 3773 (1993).\n                                   \n\nThe same standard  of review applies to other  factual issues\n\npertinent  to sentencing,  including the  role played  by the\n\ndefendant in  the conspiracy.  United States  v. Tabares, 951\n                                                        \n\nF.2d 405, 410 (1st Cir. 1991).\n\n     Here, the district court held De La Cruz responsible for\n\nthe  entire 240  kilograms of  cocaine that  the  Lucho group\n\nsought  to collect from the warehouse.   De La Cruz argues in\n\nthis court that there is no evidence that he knew the precise\n\namount of cocaine  that was inside  the warehouse.   Strictly\n\nspeaking, that is so.  What  he must have known, however, was\n\nthat  a very  large quantity  was involved:  as the  district\n\ncourt noted,  De La Cruz was  part of a  four vehicle caravan\n\nthat included  two vans  destined to  carry away  the cocaine\n\nstored at the warehouse.\n\n     A defendant who conspires to transport  for distribution\n\na  large quantity  of  drugs, but  happens  not to  know  the\n\nprecise amount, pretty much takes his chances that the amount\n\nactually  involved will  be  quite large.    On De  La  Cruz'\n\ntheory,  no amount at all  could properly be  assigned to him\n\nif, as may well be the case, he never had a specific quantity\n\nin mind.  The danger actually posed by the conspiracy was the\n\ndistribution of 240 kilograms,  De La Cruz knew that  a large\n\nquantity was involved, and--absent  special circumstances--we\n\nthink that is enough.\n\n                             -18-\n\n     De La Cruz  also takes issue  with the district  court's\n\ndecision to  treat  him  as  a  \"minor  participant\"  in  the\n\nconspiracy,  resulting in  a  two-level downward  adjustment.\n\nU.S.S.G.   3B1.2(b).   Instead, De La Cruz argues,  he should\n\nhave  been classed  as a  \"minimal participant\"  and given  a\n\nfour-level reduction under section  3B1.2(a).  The guidelines\n\nand commentary do not  define \"minimal\" but they do  say that\n\nthe  adjustment will  be used  \"infrequently\"; and  they also\n\nfurnish a pair of examples of a minimal participant: \"someone\n\nwho  played no other role in a very large smuggling operation\n\nthan to offload part of a single marihuana shipment, or . . .\n\nan individual [who] was  recruited as a courier for  a single\n\nsmuggling  transaction involving  a small  amount of  drugs.\"\n\nU.S.S.G.   3B1.2 comment note 2.  Here, De La Cruz was one of\n\nthe drivers  in a caravan seeking to  carry away a very large\n\ncache  of narcotics.     He fits  neither the letter  nor the\n\nspirit of the examples.  \n\n     Torres,  by contrast,  was  found to  be an  \"organizer,\n\nleader,  manager or  supervisor\"  and  accorded  a  two-level\n\nincrease  in his offense level.   U.S.S.G.    3B1.1(c).  This\n\nenhancement is  appropriate if the defendant  \"exercised some\n\ndegree of  control over others involved in  the commission of\n\nthe crime . . . .\"   United States v. Fuller, 897  F.2d 1217,\n                                            \n\n1220  (1st Cir. 1990).  Here, the facts already recited amply\n\nsupport the  district court's  finding that Torres'  role was\n\n                             -19-\n\nequivalent to that of  a job-site foreman: he took  charge of\n\nthe  negotiations with the undercover agents to fix the final\n\ntime for the  drug transfer, orchestrated the  arrival of the\n\nvans, and directed the actions of De La Cruz and Rodriguez.\n\n     Contrary  to Torres'  argument in  this court,  the fact\n\nthat  Torres may have been working for Lucho does not prevent\n\nTorres from being treated as a supervisor.  \"A defendant need\n\nnot be the  highest ranking  member of a  criminal troupe  in\n\norder  to  be a  manager or  supervisor.\"   United  States v.\n                                                          \n\nSavoie,  985 F.2d 612, 616 (1st Cir. 1993).  United States v.\n                                                          \n\nSostra,  967 F.2d 728 (1st Cir. 1992), relied upon by Torres,\n      \n\nis not  on point.   There, the defendant's  role in  the drug\n\ntransactions  was  that   of  \"steerer,\"  bringing   together\n\npotential  buyers  and  sellers.   Id.  at  733.   There  was\n                                     \n\n\"nothing  in the  record  to show  that  he [Sostra]  exerted\n\ncontrol over any of the other codefendants, with the possible\n\nexception of his brother  . . . .\"  Id.\n                                      \n\n     In sum,  we conclude  that De  La  Cruz' conviction  and\n\nsentence  and  Torres'  sentence  were  proper  and  must  be\n\naffirmed.\n        \n\n                             -20-\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 92-1279\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                      EFRAIN DE LA CRUZ,\n\n                    Defendant, Appellant.\n\n                                         \n\nNo. 92-1347\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                         LUIS TORRES,\n\n                    Defendant, Appellant.\n\n                                         \n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Douglas P. Woodlock, U.S. District Judge]\n                                                     \n\n                                         \n\n                            Before\n\n                     Breyer, Chief Judge,\n                                        \n               Cyr and Boudin, Circuit Judges.\n                                             \n\n                                         \n\nJames  E. Carroll  with whom  Peabody &amp;  Arnold was  on brief  for\n                                               \nappellant Efrain De La Cruz.\nWilliam H.  Kettlewell with whom Dwyer,  Collora &amp;  Gertner was on\n                                                           \nbrief for appellant Luis Torres.\nGeoffrey E.  Hobart, Assistant United  States Attorney, with  whom\n                   \nA. John  Pappalardo,  United States  Attorney, and  Jeffrey A.  Locke,\n                                                                 \nAssistant United States Attorney, were on brief for appellee.\n\n                                         \n\n                        June 24, 1993\n                                         \n\n     BOUDIN, Circuit Judge.   Efrain De La Cruz,  Luis Torres\n                          \n\nand  others  were  charged  in a  one-count  indictment  with\n\nconspiracy to possess cocaine with  intent to distribute.  18\n\nU.S.C.    841,  846.  Torres  pleaded guilty; De La  Cruz was\n\nconvicted following a jury trial.  In this appeal, De La Cruz\n\nchallenges his conviction on a number of grounds, and both he\n\nand Torres contest the  district court's calculation of their\n\nsentences.  We affirm.\n\n     The  events  in this  case are  part  of a  larger story\n\nrevolving around a so-called sting operation conducted by the\n\nFBI and other  law enforcement  agencies.  In  the course  of\n\nthis   operation,  Colombian   drug  dealers   delivered  615\n\nkilograms of cocaine  to a  man named Pedro  Alvarez who  was\n\nsecretly cooperating  with the authorities.   The cocaine was\n\ntransported into the United  States and the FBI lodged  it in\n\nMassachusetts  while awaiting  directions from  the Colombian\n\ndrug dealers.  In describing  the ensuing events, we  confine\n\nthe story to facts pertinent to this case.\n\n     The cocaine arrived  in the  United States  on or  about\n\nJune 4, 1991, and on June 5, the Colombian suppliers directed\n\nthat a portion--240 kilograms--be  turned over to the \"Lucho\"\n\ngroup.   Alvarez  made contact  with a  man purporting  to be\n\nLucho and  it was agreed  that Lucho's associates  would take\n\ndelivery  at 5  p.m. on  June  12, in  the parking  lot of  a\n\nHoliday  Inn  in  Taunton,  Massachusetts.    Two  undercover\n\n                             -3-\n\nofficers--FBI  Agent Dillon  and  Providence  Police  Officer\n\nColon--appeared at the arranged time and place and saw a gold\n\nCadillac  with three  occupants  driving slowly  through  the\n\nparking  lot.  De La Cruz was  the driver of the Cadillac and\n\nTorres was a passenger; the other passenger was Jose LaPaix.\n\n     The agents flashed their lights and Torres left the car,\n\napproached  the agents,  and discussed  the mechanics  of the\n\ndrug  transfer.  Torres said  that he had  brought three vans\n\nwith  him from  New  York equipped with   hidden compartments\n\nbut  had left them in  Newton, Massachusetts.   It was agreed\n\nthat  Torres would  drive to  Newton  with his  companions to\n\ncollect the vans and  would contact Dillon and Colon  when he\n\nreturned to the Holiday Inn.   Torres, De La Cruz  and LaPaix\n\ndeparted in the Cadillac.\n\n     Several  hours  later,  around  9   p.m.,  Agent  Dillon\n\nreceived  a telephone message that  Torres was waiting at the\n\nHoliday Inn.  The agents returned to the parking lot.  Torres\n\napproached their car and told them that he had the vans;  but\n\nhe said that  having seen  a police car  driving through  the\n\nlot,  he had directed his  \"rollos\"--a term used  in the drug\n\ntrade to refer to an underling such as a bodyguard or driver-\n\n-to move the vans out of the lot.  Torres and the agents then\n\nagreed to meet at the rear of the lot.  \n\n     A few minutes later, Torres arrived there driving a blue\n\nvan  bearing New York plates  with one Ruben Rodriguez seated\n\n                             -4-\n\nnext to him.  A minute later De La Cruz  pulled alongside the\n\nagents' car  driving a red van with New York plates.  The red\n\nvan  was followed by the gold Cadillac, now driven by LaPaix,\n\nwith one Sarah Tavares as a passenger.  The third van did not\n\nappear  and a few minutes later Torres signaled the agents to\n\nlead the way to where the cocaine was stored.  \n\n     The  FBI  had located  the  shipment in  a  warehouse in\n\nMiddleboro, Massachusetts, equipping the facility  with video\n\nand audio  recording equipment.   Within  half  an hour,  the\n\ncaravan of vehicles  arrived at the  warehouse and parked  in\n\nfront.   Agent  Dillon, seeking  to prevent  too many  of the\n\nsuspected gang members from concentrating in one place, asked\n\nTorres to move one  of his vehicles away to  avoid attracting\n\nattention.  Torres and LaPaix conferred; they then spoke with\n\nDe La  Cruz, who  left  the red  van and  drove the  Cadillac\n\nacross the street  into a parking lot shared by a gas station\n\nand an ice cream parlor.\n\n     De La  Cruz drove  slowly through  this  lot, which  was\n\npartly lit and in view of a number  of people.  He then drove\n\nback  across the  street  to an  unlit  vacant lot  where  he\n\nparked.  This  new lot was adjacent to the  warehouse.  De La\n\nCruz left the Cadillac and started back toward the warehouse.\n\nHe was  then arrested by  FBI agents.  When  arrested, he was\n\ncarrying both a beeper and a portable telephone.  \n\n                             -5-\n\n     Meanwhile, after  De La Cruz left  the warehouse parking\n\nlot in  the Cadillac, Torres backed the blue van into the bay\n\narea of the warehouse,  where he was joined by  Rodriguez and\n\nLaPaix.  The three men removed the rear seats and floor panel\n\nof the van, uncovering a hidden compartment.  They then began\n\nloading the cocaine into  the van.  After about  70 kilograms\n\nwere  loaded  into  the   compartment,  the  three  men  were\n\narrested.    Torres,  when  arrested,  had  in his  pocket  a\n\nbusiness card with the  telephone number used to reach  De La\n\nCruz's beeper.\n\n     Subsequently,   all  five   of  those  present   at  the\n\nwarehouse--Torres, De La Cruz, Rodriguez, LaPaix and Tavares-\n\n-were indicted for conspiring  to possess cocaine with intent\n\nto distribute.   In  early November  1991, some  weeks before\n\ntrial, LaPaix entered into plea negotiations and, on November\n\n7, he made a  limited proffer to the government  for purposes\n\nof  persuading it  to  treat him  at  sentencing as  a  minor\n\nparticipant.  He made  clear that he would refuse  to testify\n\nfor  the government at trial  and that he  wanted his meeting\n\nwith the government to remain confidential.\n\n     During  the proffer,  LaPaix was  asked how  De La  Cruz\n\nbecame  involved.   He  responded  that  they were  long-time\n\nfriends and that prior to June 12 neither of  them knew about\n\nthe cocaine pick-up nor  was De La Cruz promised  payment for\n\nhis help.  Shortly after November 7, LaPaix' counsel told the\n\n                             -6-\n\nother defense counsel--in what detail is not clear--about the\n\nmeeting with the government and its subject matter.  Prior to\n\ntrial  De La Cruz advised LaPaix' counsel that he intended to\n\ncall LaPaix as a witness.\n\n     Trial began  on November  18, 1991.   Immediately before\n\nthe jury was impaneled,  Torres and LaPaix pled guilty.   The\n\ngovernment dismissed  the indictment  as to  Tavares.  De  La\n\nCruz and Rodriguez  then went  to trial.   On November 22,  a\n\nFriday, the government rested  and Rodriguez began to testify\n\nin  his own defense.   Rodriguez did not  return to court the\n\nfollowing  Monday.  The court refused De La Cruz's request to\n\nsever or for a mistrial and the case proceeded  against De La\n\nCruz and the now absent Rodriguez.\n\n     On November 25, the sixth day of trial, De La Cruz moved\n\nfor production of any exculpatory material created by LaPaix'\n\nproffer.  In  an ex parte submission, the government provided\n                         \n\nto  the court  a  summary  of  LaPaix'  proffer.    Over  the\n\ngovernment's objection,  the court  found the material  to be\n\nsubject to production  under Brady v.  Maryland, </pre><span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">83</span></a></span><pre class=\"inline\">\n                                               \n\n(1963).   The  government then  disclosed to  De La  Cruz the\n\ncontents of LaPaix'  proffer, so  far as it  concerned De  La\n\nCruz, as follows:\n\n     [During the  drive from New York  to Boston] LaPaix\n     contacted  Efrain De La Cruz.  And De La Cruz drove\n     LaPaix and Torres to the Holiday Inn in Taunton for\n     the  meeting with Special Agent Dillon .  . . .  As\n     to why  there were so many  telephone calls between\n     De  La Cruz and LaPaix  prior to the  pickup of the\n\n                             -7-\n\n     cocaine  or  prior  to  the drive  to  Taunton,  he\n     indicated that they were long-time friends from the\n     Dominican  Republic  . .  . .    The import  of the\n     statement was that De La Cruz did not know prior to\n     June 12  about the cocaine  pickup in the  same way\n     that LaPaix did not know prior to June 12th.\n\n     De La Cruz then called LaPaix as a witness, advising the\n\ncourt that the  proffer bore out De La Cruz'  defense that he\n\nwas  unaware  of  the drugs  and  was  merely  helping out  a\n\nchildhood  friend (LaPaix) find his way around Massachusetts.\n\nLaPaix was  summoned but, in a voir  dire examination, LaPaix\n                                         \n\ninvoked  the  Fifth  Amendment  and  refused  to  answer  all\n\nquestions  other than  his  name and  address.   De  La  Cruz\n\nobjected  to the claim of privilege in light of LaPaix' prior\n\nguilty plea.   The district court  nevertheless sustained the\n\nclaim   of  privilege,   observing  that   government  cross-\n\nexamination  could produce  testimony  that  would  inculpate\n\nLaPaix not  merely in  the instant transaction  but in  other\n\ntransactions.\n\n     On  November 26, the jury found De La Cruz and Rodriguez\n\nguilty.   De La Cruz was sentenced to 188 months imprisonment\n\nand Torres to  235 months.  These appeals followed.   In this\n\ncourt,  De La Cruz attacks  his conviction by challenging the\n\nsufficiency of  the  evidence, the  denial of  his motion  to\n\nsever or  for a mistrial after Rodriguez disappeared, and the\n\ntreatment  of the proffer and LaPaix' claim of privilege.  We\n\naddress  these issues first  and then consider  the claims of\n\nboth De La Cruz and Torres concerning their sentences.\n\n                             -8-\n\n     We start with De La Cruz' attack on the  adequacy of the\n\nevidence  and find that the  evidence as to  his knowledge of\n\nthe conspiracy was circumstantial, arguably thin, but clearly\n\nsufficient.    The evidence,  considered  in  the light  most\n\nfavorable to the government, see  United States v. Ortiz, </pre><span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span>\n                                                        \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span><pre class=\"inline\">, 711 (1st Cir. 1992), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1005</span></span><pre class=\"inline\">\n                                            \n\n(1993),  shows  that De  La  Cruz appeared  at  both meetings\n\naccompanying  three  other  men  involved in  the  drug  deal\n\n(Torres, LaPaix  and Rodriguez);  that De  La  Cruz drove  to\n\nTaunton  one of the vans intended to carry the drugs; that he\n\ntook  instructions from Torres, the leader of the group; that\n\nhe cruised slowly through the  lot opposite the warehouse and\n\nthen moved  the Cadillac from a well-lit  location to another\n\nlocation where it would be less likely to be noticed; that he\n\ncarried a  cellular telephone  and a beeper--both  well known\n\ntools  of the  drug trade;  that the  contact number  for the\n\nbeeper was in  Torres' possession;  and that De  La Cruz  and\n\nLaPaix  had exchanged  various  telephone calls  in the  days\n\nprior to June 12.\n\n     These facts, in  our view, permitted a rational  jury to\n\nconclude  beyond a  reasonable doubt  that De  La Cruz  was a\n\nknowing  participant  in the  conspiracy to  transport drugs.\n\nAny  one   fact  alone  may   be  explained  away;   but  the\n\ncombination--presence  at  the  scene,   suspicious  conduct,\n\nsubordination to the gang leader on the scene, and possession\n\n                             -9-\n\nof communication tools widely used in drug dealing--add up to\n\nmore than the sum  of the parts.  It was  left largely to his\n\ncounsel to suggest,  based on fragments of  evidence, that De\n\nLa Cruz was essentially a bystander, innocently doing a favor\n\nfor his  old friend  LaPaix.  It  is not surprising  that the\n\njury rejected this tale.\n\n     De  La Cruz argues that  his name never  appeared in the\n\nhundreds  of  tape  recordings  made by  the  FBI  as Alvarez\n\npromoted  the sting  with  the Colombians,  but  there is  no\n\nreason  why a low level  \"rollo\" should be  mentioned in such\n\nconversations.  True,  De La  Cruz never saw  or touched  the\n\ncocaine, nor is  there direct  evidence that he  knew of  its\n                             \n\nexistence.   But  knowledge  may be  based on  circumstantial\n\nevidence, Ortiz, 966 F.2d at 711, and it is the jury's job to\n               \n\ndraw the  proper inference.   Here the materials  for drawing\n\nthe inference were  supplied to the  jury, and the  inference\n\nwas rational.\n\n     De La  Cruz' next claim  is that the  government wrongly\n\nwithheld  information  about  LaPaix'  proffer  that  it  was\n\nobligated  to  disclose  under   the  Brady  doctrine.    The\n                                           \n\ngovernment has properly abandoned  any claim that the proffer\n\nwas not exculpatory  at all.  It now argues  that the promise\n\nof confidentiality  to  LaPaix excused  the  government  from\n\ndisclosing the material, cf. United States v. Hicks, </pre><span class=\"citation\" data-id=\"506664\"><a href=\"/opinion/506664/united-states-v-william-d-hicks/\"><span class=\"volume\">848</span> <span class=\"reporter\">F.2d</span>\n                                                   \n\n<span class=\"page\">1</span></a></span><pre class=\"inline\">  (1st Cir.  1988),  and that  in  any case  LaPaix'  lawyer\n\n                             -10-\n\ndisclosed the substance  of the  proffer to De  La Cruz  well\n\nbefore trial.  We need  not resolve the legal dispute  on the\n\nfirst point or  the factual  dispute on the  second, for  the\n\nsimple reason  that the government did  disclose the proffer,\n\nunder compulsion, during trial.1\n\n     In cases of belated disclosure, \"the critical inquiry is\n\n. . .  whether the tardiness  prevented defense counsel  from\n\nemploying  the material to  good effect.\"   United  States v.\n                                                          \n\nDevin,  </pre><span class=\"citation\" data-id=\"551278\"><a href=\"/opinion/551278/united-states-v-francis-e-devin/\"><span class=\"volume\">918</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">280</span></a></span><pre class=\"inline\">,  290 (1st  Cir.  1990).   Here LaPaix'\n     \n\nproffer,  assuming its  contents  were previously  unknown to\n\ncounsel  for De  La  Cruz, did  not reveal  any  new line  of\n\ndefense; rather, the proffer  was consistent with the defense\n\nthat De La Cruz had pursued from the outset.  No evidence was\n\nlost  by the delay: LaPaix was produced immediately.  That he\n\nthen claimed privilege  is a  problem De La  Cruz would  have\n\nfaced  whenever the proffer was disclosed.  In short, we find\n\nno prejudice from the delay.\n\n     We turn now to De La Cruz' claim that the district court\n\nerred  in   sustaining  LaPaix'   invocation  of  the   Fifth\n\nAmendment.    This claim  is  probably  the most  troublesome\n\naspect of De La  Cruz' appeal because it sets  in tension two\n\n                    \n\n     1We do not formally  resolve the government's claim that\nit  can avoid  Brady by  promising confidential  treatment to\n                    \nsomeone  it  interviews; but  we  are skeptical  of  any such\nblanket claim  and would expect the  government affirmatively\nto present  the  issue to  the  district court  if  otherwise\nexculpatory material were withheld on this ground.\n\n                             -11-\n\ncardinal precepts: that a criminal defendant should have full\n\nopportunity to secure evidence in his own defense, and that a\n\nwitness  should  be  protected  against  being  compelled  to\n\nprovide testimony that may  incriminate him.  The core  of De\n\nLa Cruz' argument is  that LaPaix had already pled  guilty to\n\nthe  conspiracy at  issue and  could not  incriminate himself\n\nfurther if asked, as De La Cruz proposed to do, whether De La\n\nCruz was aware that drugs were to be transported.\n\n     It  is uncertain  what  LaPaix would  have  said had  he\n\ntestified (the proffer was that De La Cruz knew nothing prior\n                                                             \n\nto June 12)  but the proffer was suggestive and  it is surely\n\npossible  that   LaPaix  would  have  exculpated  his  friend\n\nentirely.  The jury  in turn might have disbelieved  any such\n\nexculpation in  light of the  friendship between the  men and\n\nthe other evidence  against De  La Cruz.   But the  hoped-for\n\ntestimony was  relevant and  credibility is  for the jury  to\n\ndecide.   Since  the government's  evidence  of De  La  Cruz'\n\nknowledge  was circumstantial, the direct testimony of LaPaix\n\nto the contrary might have been important, even decisive.  \n\n     Yet   whatever  the  cost  to  De  La  Cruz,  under  the\n\nConstitution  LaPaix   was  entitled  to  invoke   his  Fifth\n\nAmendment privilege if testifying might incriminate him.  The\n\ntrial court's  on-the-spot judgment as  to the risk  of self-\n\nincrimination  is entitled  to deference  and \"should  not be\n\noverruled  unless  it is  'perfectly clear`  .  . .  that the\n\n                             -12-\n\nanswers   [sought   from  the   witness]   'cannot  possibly`\n\nincriminate.\"   United States v. Johnson, </pre><span class=\"citation\" data-id=\"315665\"><a href=\"/opinion/315665/united-states-v-emanuel-johnson/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1206</span></a></span><pre class=\"inline\">, 1209\n                                        \n\n(1st Cir. 1973)  (quoting Hoffman v. United  States, </pre><span class=\"citation\" data-id=\"104912\"><a href=\"/opinion/104912/hoffman-v-united-states/\"><span class=\"volume\">341</span> <span class=\"reporter\">U.S.</span>\n                                                   \n\n<span class=\"page\">479</span></a></span><pre class=\"inline\">, 487-88 (1951)).   In  this case, we  think the  district\n\njudge was not only reasonable  but plainly correct in holding\n\nthat  compelling   LaPaix  to   testify  could   threaten  to\n\nincriminate him.\n\n     LaPaix had not been sentenced at the time of De La Cruz'\n\ntrial, and \"the convicted but unsentenced defendant retains a\n\nlegitimate   protectable  Fifth  Amendment  interest\"  as  to\n\nmatters that  could affect  his sentence.   United States  v.\n                                                         \n\nLugg, </pre><span class=\"citation no-link\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">101</span></span><pre class=\"inline\">, 102-03 (D.C. Cir.  1989); accord, United\n                                                             \n\nStates  v. Lema, </pre><span class=\"citation\" data-id=\"601483\"><a href=\"/opinion/601483/charles-d-lema-v-united-states/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">48</span></a></span><pre class=\"inline\">, 54  n.6 (1st Cir. 1993).  Here,\n               \n\nif  LaPaix testified  that he  had recruited  De La  Cruz and\n\ninvolved  him in the plot  without telling him  of the drugs,\n\nthis testimony could have  hurt LaPaix' chances at sentencing\n\nof being treated as a minor or  minimal participant, U.S.S.G.\n\n  3B1.2, and could even have led the court to classify him as\n\na \"supervisor,\" and enhance his sentence.  U.S.S.G.   3B1.1 &amp;\n\ncomment note  1 (listing \"the recruitment  of accomplices\" as\n\nrelevant to evaluating a defendant's role in the offense).  \n\n     As the district  court suggested, testifying would  also\n\nhave  put LaPaix  at risk  of disclosing  his involvement  in\n\nother  drug  transactions.    The  government,  in  order  to\n\nchallenge LaPaix'  testimony exculpating  De  La Cruz,  would\n\n                             -13-\n\nalmost certainly have  sought to  question LaPaix  vigorously\n\nabout other possible  transactions in which LaPaix and  De La\n\nCruz were involved.   The  aim would be  to undercut  LaPaix'\n\nclaim of an innocent friendship that led by accident to De La\n\nCruz' presence at the scene.  See Fed. R. Evid. 404(b) (other\n                                 \n\nwrongs may be proved to refute claim of mistake or accident).\n\nAnd LaPaix' refusals  on voir dire to provide anything except\n                                  \n\nhis name and address indicate  that the privilege would  have\n\nbeen promptly invoked in response to such questions. \n\n     Some courts have said  that the trial judge may  or even\n\nmust  limit the government's  cross-examination on collateral\n\nmatters  if this  can  be done  without  unduly limiting  the\n\ngovernment  and if  doing  so will  preserve the  defendant's\n\nability to call a material  witness who would otherwise claim\n\nthe privilege.2  In  this case, however, effective government\n\ncross-examination  would have been  seriously impaired if the\n\nprosecutor were denied latitude to explore the joint criminal\n\nhistory of De La Cruz and LaPaix.  Faced with a simple denial\n\nby LaPaix that  he had  told De La  Cruz of the  cocaine--the\n\ntestimony  that De La Cruz' counsel said he hoped to elicit--\n\n                    \n\n     2See United  States v. Esparsen, </pre><span class=\"citation\" data-id=\"559573\"><a href=\"/opinion/559573/united-states-v-anthony-esparsen-united-states-of-america-v-kelly/\"><span class=\"volume\">930</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1461</span></a></span><pre class=\"inline\">, 1469-70\n                                    \n(10th Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">882</span></span><pre class=\"inline\"> (1991)  (collecting\n                         \ncases).   United  States v.  Pardo, </pre><span class=\"citation\" data-id=\"384938\"><a href=\"/opinion/384938/united-states-v-jose-l-m-pardo-united-states-of-america-v-cecil-p/\"><span class=\"volume\">636</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">535</span></a></span><pre class=\"inline\">  (D.C. Cir.\n                                  \n1980), is the classic example.  In United States  v. Zirpolo,\n                                                            \n</pre><span class=\"citation\" data-id=\"416552\"><a href=\"/opinion/416552/united-states-v-anthony-zirpolo/\"><span class=\"volume\">704</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">23</span></a></span><pre class=\"inline\">,  26  (1st Cir.),  cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">464</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">822</span></span><pre class=\"inline\">\n                                             \n(1983), this court declined to decide whether it would follow\nPardo.\n     \n\n                             -14-\n\ninquiry into the past  activities of the two would  have been\n\nthe most obvious resort for cross-examination.  \n\n     We have  \"recognized the need  to prevent coconspirators\n\nfrom `whitewashing'  each  other  through  use  of  testimony\n\nunchallengeable  for one  reason or  another.\"   Zirpolo, 704\n                                                        \n\nF.2d  at 26 (quoting United  States v. Lowell,  </pre><span class=\"citation\" data-id=\"390850\"><a href=\"/opinion/390850/28-contcasfed-cch-81407-8-fed-r-evid-serv-1-united-states-of/\"><span class=\"volume\">649</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">950</span></a></span><pre class=\"inline\">,\n                                             \n\n962  (3d  Cir. 1981)).  There  is  nothing  that  prevents  a\n\ndefendant  from offering  such testimony  if the  alleged co-\n\nconspirator  is  willing to  testify,  but  the safeguard  of\n\ncross-examination  is more  important  than usual  in such  a\n\ncase.    Cf.  Fed.  R.  Evid.  804(b)(3)  (excluding  hearsay\n            \n\nevidence of this kind, unless corroborated, from declaration-\n\nagainst-interest exception  to the hearsay rule).   In short,\n\nwe  do  not  think that  in  this  case  the privilege  could\n\nproperly  be  preserved by  cabining the  government's cross-\n\nexamination.\n\n     Of course,  the prosecutor could resolve  the dilemma by\n\nseeking  formal immunity  for the  witness under 18  U.S.C.  \n\n6003,  but most courts have held that judges are powerless to\n\ncompel such a grant by the U.S. Attorney.   See United States\n                                                             \n\nv.  Angiulo,  </pre><span class=\"citation\" data-id=\"537726\"><a href=\"/opinion/537726/united-states-v-gennaro-j-angiulo-donato-f-angiulo-samuel-s-granito/\"><span class=\"volume\">897</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">1169</span></a></span><pre class=\"inline\">, 1191  (1st  Cir.)  (collecting\n           \n\ncases),  cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">498</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">845</span></span><pre class=\"inline\"> (1990).    Indeed, the\n                      \n\nprivilege   has  been  routinely   invoked  by   alleged  co-\n\nconspirators called by the defendant to exculpate him.  E.g.,\n                                                            \n\nZirpolo,  704 F.2d at 25; Johnson, 448  F.2d at 109.  A trial\n                                 \n\n                             -15-\n\ncourt might still refuse  to entertain the prosecution  if it\n\nfound  that  defense  testimony  had  been  thwarted  by  the\n\nmisconduct   of  the   prosecutor   (e.g.,  by   gratuitously\n                                          \n\nthreatening to prosecute  the witness if  he testifies).   No\n\nbasis has been suggested for a misconduct claim in this case.\n\n     It  must be  remembered  that the  defendant could  also\n\ntestify  to  the  very   same  exculpatory  facts,  for  \"[a]\n\ndefendant is available  to himself  as a witness.\"   Gacy  v.\n                                                         \n\nWelborn, Nos. 92-3448 and  92-3965, slip op. at 22  (7th Cir.\n       \n\nApril  12,  1993).   A  defendant  who  declines to  testify,\n\nprotecting  himself  against  self-incrimination   on  cross-\n\nexamination, is well within his rights; but so is the witness\n\nwho  invokes   his  own  Fifth  Amendment   rights  to  avoid\n\ntestifying and  so is  the prosecutor  who declines  to grant\n\nimmunity to  the witness.  There may  be rare cases where the\n\ndenial of  immunity would comprise a  miscarriage of justice.\n\nThis is not such a case.\n\n     De  La  Cruz'  final  argument,  apart  from  sentencing\n\nissues,  is that the court erred in  denying his motion for a\n\nmistrial or a  severance when Rodriguez failed to  appear for\n\nthe sixth day of  trial.  While the jury  might have inferred\n\nRodriguez'  guilt from  his  flight,  the  jury was  shown  a\n\nvideotape of  Rodriguez loading cocaine  into the van  so the\n\ninference added little.  De  La Cruz had no direct  link with\n\nRodriguez  and there  is no  reason why  he should  have been\n\n                             -16-\n\naffected by the  inference.   Finally, the  court offered  to\n\nnegate the inference with  an appropriate instruction, but De\n      \n\nLa Cruz' counsel objected  to such an instruction, preferring\n\nto argue to the jury about the import of Rodriguez' absence.\n\n     Nor  can  any  prejudice  be traced  to  Rodriguez'  own\n\ntestimony, completed  but not  fully cross-examined,  when he\n\nleft the trial.   We have  reviewed Rodriguez' testimony  and\n\nconclude  that it did not incriminate De La Cruz or seriously\n\nconflict with his own  theory of defense.  Indeed,  Rodriguez\n\nnever once  referred to De La  Cruz.  In any  case, the court\n\noffered  to strike the testimony and so instruct the jury but\n\nagain, for tactical reasons, De  La Cruz rejected this offer,\n\nso  we do not see how he  can now complain that the testimony\n\nremained on the record.\n\n     We  come, finally, to the  objections of De  La Cruz and\n\nTorres  to  the sentences  imposed  upon them.    A narcotics\n\nconspirator  is responsible  not only  for drugs  he actually\n\nhandled or saw  but also for the full  quantity of drugs that\n\nhe  reasonably  could have  foreseen  to be  embraced  by the\n\nconspiracy  he joined.  See U.S.S.G.    2D1.4, 2D1.1, 1B1.3 &amp;\n                           \n\ncomment n.1;  United States v.  O'Campo, </pre><span class=\"citation\" data-id=\"589965\"><a href=\"/opinion/589965/united-states-v-claudia-ocampo-united-states-v-julian-redeondo/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1015</span></a></span><pre class=\"inline\">, 1023\n                                       \n\n(1st  Cir. 1992).   The  district court's  finding as  to the\n\nquantity  embraced by the  conspiracy and reasonably foreseen\n\nby the defendant is a  factual one and will not  be disturbed\n\nunless  clearly erroneous.  United  States v. Tracy, 989 F.2d\n                                                   \n\n                             -17-\n\n1279, 1287 (1st Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">3773</span></span><pre class=\"inline\"> (1993).\n                                   \n\nThe same standard  of review applies to other  factual issues\n\npertinent  to sentencing,  including the  role played  by the\n\ndefendant in  the conspiracy.  United States  v. Tabares, </pre><span class=\"citation\" data-id=\"573870\"><a href=\"/opinion/573870/united-states-v-martha-tabares-united-states-v-ramiro-ramirez/\"><span class=\"volume\">951</span>\n                                                        \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">405</span></a></span><pre class=\"inline\">, 410 (1st Cir. 1991).\n\n     Here, the district court held De La Cruz responsible for\n\nthe  entire 240  kilograms of  cocaine that  the  Lucho group\n\nsought  to collect from the warehouse.   De La Cruz argues in\n\nthis court that there is no evidence that he knew the precise\n\namount of cocaine  that was inside  the warehouse.   Strictly\n\nspeaking, that is so.  What  he must have known, however, was\n\nthat  a very  large quantity  was involved:  as the  district\n\ncourt noted,  De La Cruz was  part of a  four vehicle caravan\n\nthat included  two vans  destined to  carry away  the cocaine\n\nstored at the warehouse.\n\n     A defendant who conspires to transport  for distribution\n\na  large quantity  of  drugs, but  happens  not to  know  the\n\nprecise amount, pretty much takes his chances that the amount\n\nactually  involved will  be  quite large.    On De  La  Cruz'\n\ntheory,  no amount at all  could properly be  assigned to him\n\nif, as may well be the case, he never had a specific quantity\n\nin mind.  The danger actually posed by the conspiracy was the\n\ndistribution of 240 kilograms,  De La Cruz knew that  a large\n\nquantity was involved, and--absent  special circumstances--we\n\nthink that is enough.\n\n                             -18-\n\n     De La Cruz  also takes issue  with the district  court's\n\ndecision to  treat  him  as  a  \"minor  participant\"  in  the\n\nconspiracy,  resulting in  a  two-level downward  adjustment.\n\nU.S.S.G.   3B1.2(b).   Instead, De La Cruz argues,  he should\n\nhave  been classed  as a  \"minimal participant\"  and given  a\n\nfour-level reduction under section  3B1.2(a).  The guidelines\n\nand commentary do not  define \"minimal\" but they do  say that\n\nthe  adjustment will  be used  \"infrequently\"; and  they also\n\nfurnish a pair of examples of a minimal participant: \"someone\n\nwho  played no other role in a very large smuggling operation\n\nthan to offload part of a single marihuana shipment, or . . .\n\nan individual [who] was  recruited as a courier for  a single\n\nsmuggling  transaction involving  a small  amount of  drugs.\"\n\nU.S.S.G.   3B1.2 comment note 2.  Here, De La Cruz was one of\n\nthe drivers  in a caravan seeking to  carry away a very large\n\ncache  of narcotics.     He fits  neither the letter  nor the\n\nspirit of the examples.  \n\n     Torres,  by contrast,  was  found to  be an  \"organizer,\n\nleader,  manager or  supervisor\"  and  accorded  a  two-level\n\nincrease  in his offense level.   U.S.S.G.    3B1.1(c).  This\n\nenhancement is  appropriate if the defendant  \"exercised some\n\ndegree of  control over others involved in  the commission of\n\nthe crime . . . .\"   United States v. Fuller, </pre><span class=\"citation\" data-id=\"537727\"><a href=\"/opinion/537727/united-states-v-leonard-r-fuller/\"><span class=\"volume\">897</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1217</span></a></span><pre class=\"inline\">,\n                                            \n\n1220  (1st Cir. 1990).  Here, the facts already recited amply\n\nsupport the  district court's  finding that Torres'  role was\n\n                             -19-\n\nequivalent to that of  a job-site foreman: he took  charge of\n\nthe  negotiations with the undercover agents to fix the final\n\ntime for the  drug transfer, orchestrated the  arrival of the\n\nvans, and directed the actions of De La Cruz and Rodriguez.\n\n     Contrary  to Torres'  argument in  this court,  the fact\n\nthat  Torres may have been working for Lucho does not prevent\n\nTorres from being treated as a supervisor.  \"A defendant need\n\nnot be the  highest ranking  member of a  criminal troupe  in\n\norder  to  be a  manager or  supervisor.\"   United  States v.\n                                                          \n\nSavoie,  </pre><span class=\"citation\" data-id=\"600257\"><a href=\"/opinion/600257/united-states-v-paul-j-savoie/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">612</span></a></span><pre class=\"inline\">, 616 (1st Cir. 1993).  United States v.\n                                                          \n\nSostra,  </pre><span class=\"citation\" data-id=\"585786\"><a href=\"/opinion/585786/united-states-v-rodrigo-sostre/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">728</span></a></span><pre class=\"inline\"> (1st Cir. 1992), relied upon by Torres,\n      \n\nis not  on point.   There, the defendant's  role in  the drug\n\ntransactions  was  that   of  \"steerer,\"  bringing   together\n\npotential  buyers  and  sellers.   Id.  at  733.   There  was\n                                     \n\n\"nothing  in the  record  to show  that  he [Sostra]  exerted\n\ncontrol over any of the other codefendants, with the possible\n\nexception of his brother  . . . .\"  Id.\n                                      \n\n     In sum,  we conclude  that De  La  Cruz' conviction  and\n\nsentence  and  Torres'  sentence  were  proper  and  must  be\n\naffirmed.\n        \n\n                             -20-\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104912/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/315665/",
    "http://www.courtlistener.com/api/rest/v3/opinions/384938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/390850/",
    "http://www.courtlistener.com/api/rest/v3/opinions/416552/",
    "http://www.courtlistener.com/api/rest/v3/opinions/506664/",
    "http://www.courtlistener.com/api/rest/v3/opinions/537726/",
    "http://www.courtlistener.com/api/rest/v3/opinions/537727/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551278/",
    "http://www.courtlistener.com/api/rest/v3/opinions/559573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573870/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/585786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/589965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/601483/"
  ]
}