{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/195056/",
  "absolute_url": "/opinion/195056/united-states-v-hunnewell/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/195056/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:31:08Z",
  "date_modified": "2016-02-28T04:51:40.563177Z",
  "type": "010combined",
  "sha1": "27a3bacde12f17d9f7b81e072169a125cb03086b",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1551.01A",
  "local_path": null,
  "plain_text": "November 24, 1993     [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                        \n\nNo. 93-1551\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                  ALFRED LAWRENCE HUNNEWELL,\n\n                    Defendant, Appellant.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Gene Carter, U.S. District Judge]\n                                                 \n\n                                        \n\n                            Before\n\n                     Breyer, Chief Judge,\n                                        \n                Selya and Cyr, Circuit Judges.\n                                             \n\n                                        \n\n   Wayne R. Foote on brief for appellant.\n                 \n   Jay  P. McCloskey, United States Attorney, Nicholas M. Gess,\n                                                              \nAssistant United  States  Attorney, and  Margaret  D.  McGaughey,\n                                                              \nAssistant United States Attorney, on brief for appellee.\n\n                                        \n\n                                        \n\n          Per  Curiam.   Defendant-appellant Alfred  Lawrence\n                     \n\nHunnewell pled guilty  to a charge of  possession with intent\n\nto distribute marijuana, and distribution of it, within 1,000\n\nfeet of a secondary school,  see 21 U.S.C.    841(a)(1), 860,\n                                \n\nand a charge of possessing cocaine with intent to distribute,\n\nand  distribution of  it, see  21  U.S.C.    841(a)(1).   The\n                             \n\ndistrict   court  sentenced   appellant  under   the  federal\n\nsentencing  guidelines  as  a career  offender.1    Hunnewell\n\nchallenges  his  sentence, claiming  that  he  was improperly\n\nclassified as a career offender.  \n\nI.   BACKGROUND\n\n          At  sentencing,   the  government   described  four\n\noffenses as predicate offenses for career offender status:2 \n\n          1.  A robbery occurring on September 18, 1978,\n     in  which   Hunnewell  and  a   man  named  Haskell\n     physically attacked  a male  in Deering  Oaks Park,\n     Portland,  Maine, and  stole  the victim's  wallet.\n     Hunnewell pled guilty  to this offense on  February\n     2, 1979 and was sentenced in state court to a three\n     year  prison term, all but thirteen months of which\n     were suspended.  \n\n          2.  A robbery occurring on September 19, 1978,\n     in which Hunnewell  and Haskell physically attacked\n     and  stole money from a  different male in the same\n     venue.   A  jury found  appellant guilty.   He  was\n\n                    \n\n1.  After  finding that appellant  qualified under the career\noffender  guideline,  the  district  court  established   the\nguideline  sentencing  range   at  188-235  months  (adjusted\noffense level--31; criminal history category--IV) and imposed\na sentence at the bottom end of the sentencing range.\n\n2.  On  appeal, the government argues that a fifth conviction\nis a qualifying predicate offense.   We need not address this\nargument.\n\n                             -2-\n\n     sentenced in state  court on January 16, 1979  to a\n     three  year prison term, all but fourteen months of\n     which were suspended.\n\n          3.   A state  court conviction  for unlawfully\n     furnishing a  scheduled drug.   On  April 8,  1982,\n     Hunnewell  was sentenced  in  state court  for this\n     offense to twenty-seven months imprisonment.\n\n          4.   Two counts of unlawfully trafficking in a\n     scheduled   drug,   consolidated  for   trial   and\n     sentencing  in state  court.   On  April 15,  1987,\n     Hunnewell was sentenced  to two years imprisonment,\n     all but six months of which were suspended.\n\n          In response,  Hunnewell argued  that  the two  drug\n\nconvictions  could  not  properly  be  counted  as  predicate\n\noffenses for  career offender  status.   Although he did  not\n\ndispute that the  career offender guidelines list  state drug\n\nconvictions among  the crimes that  can be used  to determine\n\ncareer  offender   status,3  appellant   asserted  that   the\n\nSentencing  Commission   illegally  exceeded   its  statutory\n\n                    \n\n3.  The career offender guidelines provide in relevant part:\n\n     A defendant is a career  offender if . . . (3)  the\n     defendant has at least two prior felony convictions\n     of  either  a  crime of  violence  or  a controlled\n     substance offense.\n\nU.S.S.G.   4B1.1  (Nov. 1992).\n\n     The term  \"controlled substance  offense\" means  an\n     offense under  a federal  or state  law prohibiting\n     the manufacture,  import, export,  distribution, or\n     dispensing of a controlled  substance . . .  or the\n     possession of  a controlled  substance .  . .  with\n     intent to manufacture,  import, export, distribute,\n     or dispense.\n\nU.S.S.G.   4B1.2  (Nov. 1992).\n\n                             -3-\n\nmandate  when   it  designated  state  drug   convictions  as\n\npredicate offenses.\n\n          Moreover, in  appellant's view,  the robbery  cases\n\nare  related cases for sentencing purposes within the meaning\n\nof U.S.S.G.    4A1.2.   In particular, Hunnewell  argues that\n\nthe two  robberies were part  of a common scheme  or plan \"to\n\nrun  homosexuals out of  Deering Oaks Park  in Portland\" (the\n\nscene of  both robberies), and  to rob them in  the process.4\n\nThus,  appellant  says, they  should only  count as  a single\n\npredicate offense.  See   4A1.2, comment. (n.3) (stating that\n                       \n\n\"[P]rior sentences  are considered related  if they  resulted\n\nfrom  offenses that  (1) occurred on  the same  occasion, (2)\n\nwere part  of a  single common  scheme or  plan, or (3)  were\n\nconsolidated for trial or sentencing\").\n\n          The  district  court  found that  the  two  robbery\n\noffenses were not part of a  common scheme or plan and, thus,\n\nwere  two separate  predicate offenses  for  purposes of  the\n\ncareer  offender  guidelines.    The  court  premised  career\n\noffender status  on these  two robbery offenses  and did  not\n\naddress the state drug convictions.\n\nII.  DISCUSSION\n\n                    \n\n4.  In  the court below, appellant also argued that the cases\nwere  consolidated.   The district  court  determined on  the\nfacts that this was not so, and appellant does not renew that\nargument here.\n\n                             -4-\n\n          U.S.S.G.    4B1.1 provides  that a  defendant is  a\n\ncareer offender if  three conditions are met.   United States\n                                                             \n\nv. Elwell, 984 F.2d 1289,  1294 (1st Cir.), cert. denied, 113\n                                                        \n\nS.  Ct. 2429 (1993).   First, the defendant  must be at least\n\neighteen years old  at the time of the instant  offense.  Id.\n                                                             \n\nSecond, the instant offense must be a felony that is either a\n\ncrime  of violence or  a controlled  substance offense.   Id.\n                                                             \n\nThird, the  defendant must  have at  least  two prior  felony\n\nconvictions of either  a crime  of violence  or a  controlled\n\nsubstance offense.    Id.    On  appeal, Hunnewell  does  not\n                         \n\ndispute that  the first  two conditions  for career  offender\n\nstatus  are  met.    The  sole issue  is  whether  the  third\n\ncondition has been satisfied.  \n\n          With  respect to  the two  state drug  convictions,\n\nappellant reiterates  his argument below that  the Sentencing\n\nCommission  had no  authority to  write  the career  offender\n\nguidelines  to include convictions  under state drug  laws as\n\npredicate  offenses.   Appellant  contends that  the enabling\n\nstatute, 28  U.S.C.    994(h), allows  only drug  convictions\n\nobtained under the federal statutes it enumerates to count as\n\npredicate  offenses for career  offender status.5   The Third\n\n                    \n\n5.  The statute provides in pertinent part:\n\n     The  Commission shall  assure  that the  guidelines\n     specify  a sentence to a term of imprisonment at or\n     near the maximum term  authorized [by statute]  for\n     categories of defendants in which the defendant . .\n     . (2) has previously been convicted of  two or more\n\n                             -5-\n\nCircuit  repudiated precisely  the  same  argument in  United\n                                                             \n\nStates v.  Whyte, 892 F.2d  1170, 1174 (3d Cir.  1989), cert.\n                                                             \n\ndenied, 494 U.S. 1070 (1990).  We have previously adopted the\n      \n\nrationale of the Whyte court,  see United States v. Dyer, No.\n                                                        \n\n93-1045, slip op. at 2 (1st Cir. June 18, 1993) (per curiam),\n\nand we reject  appellant's argument on the authority of Dyer.\n                                                            \n\nAccordingly,  the two  state drug  convictions are  predicate\n\noffenses for career offender status.\n\n          We  need  go  no further.    Since  career offender\n\nstatus  requires  proof  of only  two  prior  convictions for\n\npredicate offenses, it would be pointless to consider whether\n\nthe trial court erred in its determination that the robberies\n\nare  unrelated offenses.  Consequently, the judgment below is\n\naffirmed.  See Loc. R. 27.1.\n              \n\n                    \n\n     prior  felonies, each  of which is  (A) a  crime of\n     violence; or  (B) an  offense described  in section\n     401  of the  Controlled  Substances Act  (21 U.S.C.\n     841),  sections  1002(a),  1005, and  1009  of  the\n     Controlled  Substances Import  and  Export Act  (21\n     U.S.C.  952(a), 955, and 959), and section 1 of the\n     Act of September 15, 1980 (21 U.S.C. 955a).\n\n28 U.S.C.   994(h).\n\n                             -6-\n",
  "html": "<p class=\"case_cite\">10 F.3d 805</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Alfred Lawrence HUNNEWELL, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1551.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Nov. 24, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Before BREYER, Chief Judge, SELYA and CYR, Circuit Judges.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Per curiam.  Defendant-appellant Alfred Lawrence Hunnewell pled guilty to a charge of possession with intent to distribute marijuana, and distribution of it, within 1,000 feet of a secondary school, see 21 U.S.C. Secs. 841(a)(1), 860, and a charge of possessing cocaine with intent to distribute, and distribution of it, see 21 U.S.C. Sec. 841(a)(1).  The district court sentenced appellant under the federal sentencing guidelines as a career offender.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Hunnewell challenges his sentence, claiming that he was improperly classified as a career offender.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At sentencing, the government described four offenses as predicate offenses for career of fender status:<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>1.  A robbery occurring on September 18, 1978, in which Hunnewell and a man named Haskell physically attacked a male in Deering Oaks Park, Portland, Maine, and stole the victim's wallet.  Hunnewell pled guilty to this offense on February 2, 1979 and was sentenced in state court to a three year prison term, all but thirteen months of which were suspended.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">2. A robbery occurring on September 19, 1978, in which Hunnewell and Haskell. physically attacked and stole money from a different male in the same venue.  A jury found appellant guilty.  He was sentenced in state court on January 16, 1979 to a three year prison term, all but fourteen months of which were suspended.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">3. A state court conviction for unlawfully a scheduled drug.  On April 8, 1982, Hunnewell was sentenced in state court for this offense to twenty-seven months imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">4. Two counts of unlawfully trafficking in a scheduled drug, consolidated for trial and sentencing in state court.  On April 15, 1987, Hunnewell was sentenced to two years imprisonment, all but six months of which were suspended.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In response, Hunnewell argued that the two drug convictions could not properly 'oe counted as predicate offenses for career offender status.  Although he did not dispute that the career offender guidelines list state drug convictions among the crimes that can be used to determine career offender status,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> appellant asserted that the Sentencing Commission illegally exceeded its statutory mandate when it designated state drug convictions as predicate offenses.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Moreover, in appellant's view, the robbery cases are related cases for sentencing purposes within the meaning of U.S.S.G. Sec. 4A1.2.  In particular, Hunnewell argues that the two robberies were part of common scheme or plan \"to run homosexuals out of Deering Oaks Park in Portland\" (the scene of both robberies), and to rob them in the process.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Thus, appellant says, they should only count as a single predicate offense.  See Sec. 4A1.2, comment.  (n.3) (stating that \"[P]rior sentences are considered related if they resulted from offenses that (1) occurred on the same occasion, (2) were part of a single common scheme or plan, or (3) were consolidated for trial or sentencing\").</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court found that the two robbery offenses were not part of a common scheme or plan and, thus, were two separate predicate offenses for purposes of the career offender guidelines.  The court premised career offender status on these two robbery offenses and did not address the state drug convictions.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">U.S.S.G. Sec. 4B1.1 provides that a defendant is a career offender if three conditions are met.   United States v. Elwell, 984 F.2d 1289, 1294 (1st Cir.), cert. denied, 113 S. Ct. 2429 (1993).  First, the defendant must be at least eighteen years old at the time of the instant offense.  Id. Second, the instant offense must be a felony that is either a crime of violence or a controlled substance offense.  Id. Third, the defendant must have at least two prior felony convictions of either a crime of violence or a controlled substance offense.  Id. On appeal, Hunnewell does not dispute that the first two conditions for career offender status are met.  The sole issue is whether the third condition has been satisfied.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">With respect to the two state drug convictions, appellant reiterates his argument below that the Sentencing Commission had no authority to write the career offender guidelines to include convictions under state drug laws as predicate offenses.  Appellant contends that the enabling statute, 28 U.S.C. Sec. 994(h), allows only drug convictions obtained under the federal statutes it enumerates to count as predicate offenses for career offender status.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The Third Circuit repudiated precisely the same argument in  United States v. Whyte, 892 F.2d 1170, 1174 (3d Cir.1989), cert. denied, 494 U.S. 1070 (1990).  We have previously adopted the rationale of the Whyte court, see United States v. Dyer, No. 93-1045, slip op. at 2 (1st Cir.  June 18, 1993) (per curiam), and we reject appellant's argument on the authority of Dyer.  Accordingly, the two state drug convictions are predicate offenses for career offender status.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We need go no further.  Since career offender status requires proof of only two prior convictions for predicate offenses, it would be pointless to consider whether the trial court erred in its determination that the robberies are unrelated offenses.  Consequently, the judgment below is affirmed.  See Loc.  R. 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> After finding that appellant qualified under the career offender guideline, the district court established the guideline sentencing range at 188-235 months (adjusted offense level--31;  criminal history category-IV) and imposed a sentence at the bottom end of the sentencing range</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> On appeal, the government argues that a fifth conviction is a qualifying predicate offense. we need not address this argument</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The career offender guidelines provide in relevant part:</p>\n        <p>A defendant is a career offender if ... (3) the defendant has at least two prior felony convictions of either a crime of violence or a controlled substance offense.</p>\n        <p>U.S.S.G. Sec. 4B1.1 (Nov.1992).</p>\n        <p>The term \"controlled substance offense\" means an offense under a federal or state law prohibiting the manufacture, import, export, distribution, or dispensing of a controlled substance or the possession of a controlled substance with intent to manufacture, import, export, distribute, or dispense.</p>\n        <p>U.S.S.G. Sec. 4B1.2 (Nov.1992).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In the court below, appellant also argued that the cases were consolidated.  The district court determined on the facts that this was not so, and appellant does not renew that argument here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The statute provides in pertinent part:</p>\n        <p>The Commission shall assure that the guidelines specify a sentence to a term of imprisonment at or near the maximum term authorized [by statute] for categories of defendants in which the defendant ... (2) has previously been convicted of two or more prior felonies, each of which is (A) a crime of violence;  or (B) an offense described in section 401 of the Controlled Substances Act (21 U.S.C. 841), sections 1002(a), 1005, and 1009 of the Controlled Substances Import and Export Act (21 U.S.C. 952(a), 955, and 959), and section 1 of the Act of September 15, 1980 (21 U.S.C. 955a).</p>\n        <p>28 U.S.C. Sec. 994(h).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">805</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Alfred Lawrence HUNNEWELL, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1551.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Nov. 24, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Before BREYER, Chief Judge, SELYA and CYR, Circuit Judges.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Per curiam.  Defendant-appellant Alfred Lawrence Hunnewell pled guilty to a charge of possession with intent to distribute marijuana, and distribution of it, within 1,000 feet of a secondary school, see 21 U.S.C. Secs. 841(a)(1), 860, and a charge of possessing cocaine with intent to distribute, and distribution of it, see 21 U.S.C. Sec. 841(a)(1).  The district court sentenced appellant under the federal sentencing guidelines as a career offender.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Hunnewell challenges his sentence, claiming that he was improperly classified as a career offender.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At sentencing, the government described four offenses as predicate offenses for career of fender status:<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>1.  A robbery occurring on September 18, 1978, in which Hunnewell and a man named Haskell physically attacked a male in Deering Oaks Park, Portland, Maine, and stole the victim's wallet.  Hunnewell pled guilty to this offense on February 2, 1979 and was sentenced in state court to a three year prison term, all but thirteen months of which were suspended.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">2. A robbery occurring on September 19, 1978, in which Hunnewell and Haskell. physically attacked and stole money from a different male in the same venue.  A jury found appellant guilty.  He was sentenced in state court on January 16, 1979 to a three year prison term, all but fourteen months of which were suspended.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">3. A state court conviction for unlawfully a scheduled drug.  On April 8, 1982, Hunnewell was sentenced in state court for this offense to twenty-seven months imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">4. Two counts of unlawfully trafficking in a scheduled drug, consolidated for trial and sentencing in state court.  On April 15, 1987, Hunnewell was sentenced to two years imprisonment, all but six months of which were suspended.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In response, Hunnewell argued that the two drug convictions could not properly 'oe counted as predicate offenses for career offender status.  Although he did not dispute that the career offender guidelines list state drug convictions among the crimes that can be used to determine career offender status,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> appellant asserted that the Sentencing Commission illegally exceeded its statutory mandate when it designated state drug convictions as predicate offenses.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Moreover, in appellant's view, the robbery cases are related cases for sentencing purposes within the meaning of U.S.S.G. Sec. 4A1.2.  In particular, Hunnewell argues that the two robberies were part of common scheme or plan \"to run homosexuals out of Deering Oaks Park in Portland\" (the scene of both robberies), and to rob them in the process.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Thus, appellant says, they should only count as a single predicate offense.  See Sec. 4A1.2, comment.  (n.3) (stating that \"[P]rior sentences are considered related if they resulted from offenses that (1) occurred on the same occasion, (2) were part of a single common scheme or plan, or (3) were consolidated for trial or sentencing\").</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court found that the two robbery offenses were not part of a common scheme or plan and, thus, were two separate predicate offenses for purposes of the career offender guidelines.  The court premised career offender status on these two robbery offenses and did not address the state drug convictions.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">U.S.S.G. Sec. 4B1.1 provides that a defendant is a career offender if three conditions are met.   United States v. Elwell, <span class=\"citation\" data-id=\"599256\"><a href=\"/opinion/599256/united-states-v-david-elwell-united-states-v-hobart-willis-united/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1289</span></a></span>, 1294 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2429</span></span> (1993).  First, the defendant must be at least eighteen years old at the time of the instant offense.  Id. Second, the instant offense must be a felony that is either a crime of violence or a controlled substance offense.  Id. Third, the defendant must have at least two prior felony convictions of either a crime of violence or a controlled substance offense.  Id. On appeal, Hunnewell does not dispute that the first two conditions for career offender status are met.  The sole issue is whether the third condition has been satisfied.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">With respect to the two state drug convictions, appellant reiterates his argument below that the Sentencing Commission had no authority to write the career offender guidelines to include convictions under state drug laws as predicate offenses.  Appellant contends that the enabling statute, 28 U.S.C. Sec. 994(h), allows only drug convictions obtained under the federal statutes it enumerates to count as predicate offenses for career offender status.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The Third Circuit repudiated precisely the same argument in  United States v. Whyte, <span class=\"citation\" data-id=\"534531\"><a href=\"/opinion/534531/united-states-v-whyte-easton-a-aka-whyte-larry/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1170</span></a></span>, 1174 (3d Cir.1989), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1070</span></span> (1990).  We have previously adopted the rationale of the Whyte court, see United States v. Dyer, No. 93-1045, slip op. at 2 (1st Cir.  June 18, 1993) (per curiam), and we reject appellant's argument on the authority of Dyer.  Accordingly, the two state drug convictions are predicate offenses for career offender status.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We need go no further.  Since career offender status requires proof of only two prior convictions for predicate offenses, it would be pointless to consider whether the trial court erred in its determination that the robberies are unrelated offenses.  Consequently, the judgment below is affirmed.  See Loc.  R. 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> After finding that appellant qualified under the career offender guideline, the district court established the guideline sentencing range at 188-235 months (adjusted offense level--31;  criminal history category-IV) and imposed a sentence at the bottom end of the sentencing range</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> On appeal, the government argues that a fifth conviction is a qualifying predicate offense. we need not address this argument</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The career offender guidelines provide in relevant part:</p>\n        <p>A defendant is a career offender if ... (3) the defendant has at least two prior felony convictions of either a crime of violence or a controlled substance offense.</p>\n        <p>U.S.S.G. Sec. 4B1.1 (Nov.1992).</p>\n        <p>The term \"controlled substance offense\" means an offense under a federal or state law prohibiting the manufacture, import, export, distribution, or dispensing of a controlled substance or the possession of a controlled substance with intent to manufacture, import, export, distribute, or dispense.</p>\n        <p>U.S.S.G. Sec. 4B1.2 (Nov.1992).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In the court below, appellant also argued that the cases were consolidated.  The district court determined on the facts that this was not so, and appellant does not renew that argument here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The statute provides in pertinent part:</p>\n        <p>The Commission shall assure that the guidelines specify a sentence to a term of imprisonment at or near the maximum term authorized [by statute] for categories of defendants in which the defendant ... (2) has previously been convicted of two or more prior felonies, each of which is (A) a crime of violence;  or (B) an offense described in section 401 of the Controlled Substances Act (21 U.S.C. 841), sections 1002(a), 1005, and 1009 of the Controlled Substances Import and Export Act (21 U.S.C. 952(a), 955, and 959), and section 1 of the Act of September 15, 1980 (21 U.S.C. 955a).</p>\n        <p>28 U.S.C. Sec. 994(h).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/534531/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599256/"
  ]
}