{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/195194/",
  "absolute_url": "/opinion/195194/united-states-v-caraballo-cruz/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/195194/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:35:05Z",
  "date_modified": "2016-02-28T04:52:00.950714Z",
  "type": "010combined",
  "sha1": "2487e5d210982fdbe6def1b1cddc2a251eff73e8",
  "download_url": "http://www.ca1.uscourts.gov/wp.opinions/92-2316.01A",
  "local_path": "http://www.courtlistener.com/wpd/1994/02/11/United_States_v._Caraballo_Cruz.wpd",
  "plain_text": "",
  "html": "<p class=\"case_cite\">16 F.3d 401<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Walter CARABALLO-CRUZ, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Jose Ivan MONTAEZ-ANAYA, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 92-2316, 92-2319.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">February 10, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeals from the United States District Court for the District of Puerto Rico</p>\n      <p class=\"indent\">Miguel A.A. Nogueras-Castro, Assistant Federal Public Defender, with whom Benicio Snchez-Rivera, Federal Public Defender, was on brief for appellant Walter Caraballo-Cruz.  Francisco M. Dolz-Snchez for appellant Jose Ivn Montanez-Anaya.</p>\n      <p class=\"indent\">Carlos A. Perez-Irizarry, Assistant United States Attorney, with whom Charles E. Fitzwilliam, United States Attorney, and Jose A. Quiles-Espinosa, Senior Litigation Counsel, were on brief for appellee.</p>\n      <p class=\"indent\">D. Puerto Rico.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Breyer, Chief Judge, Torruella and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendants Walter Caraballo-Cruz (\"Caraballo\") and Jose Ivn Montanez-Anaya (\"Montanez\") were convicted by a jury of conspiracy to possess with the intent to distribute cocaine in violation of 21 U.S.C. Secs. 841(a)(1), 846, and of aiding and abetting the possession with the intent to distribute cocaine in violation of 18 U.S.C. Sec. 2.  Caraballo challenges the sufficiency of the evidence against him and Montanez appeals the district court's refusal to reduce his sentence for being a minimal or minor participant.  We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The alleged conspiracy in this case involved a plan to smuggle twenty-nine kilograms of cocaine into the continental United States by concealing the drugs in luggage placed on commercial flights departing from San Juan, Puerto Rico.  According to the evidence in the record viewed in the light most favorable to the government,  United States v. Echeverri, 982 F.2d 675, 676 (1st Cir. 1993), the conspiracy proceeded as follows.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On May 4, 1992, Caraballo and Montanez, along with their two codefendants, Orlando Enrique Monroy-Pedrosa (\"Monroy\") and Jules Delgado-Valencia (\"Delgado\"),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and several unindicted coconspirators, delivered a total of nine separate pieces of luggage to the American Airlines desk at Luis Munoz Marn International Airport in Isla Verde, Puerto Rico.  The defendants checked in the luggage under a variety of assumed names using a series of airline tickets purchased at the same time from the same travel agency.  In addition, Montanez purchased two tickets, also under an assumed name, at the airport.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The operation was first detected when United States Customs Service Inspector Vctor Ramos observed Montanez and Monroy each carrying a suitcase with United States Department of Agriculture (\"USDA\") inspection stickers on them despite the fact that neither had passed through the USDA facility where X-ray inspections are conducted.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Montanez and Monroy proceeded to the American Airlines counter where Monroy checked the bags onto a flight to New York under an assumed name.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Upon further surveillance, Inspector Ramos noticed a woman, Gladys Eliana Marulanda-Marn (\"Marulanda\"),<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> deliver, and then check with the airline, two suitcases that were identical to the luggage delivered by Monroy and Montanez.  Marulanda also checked in her bags under an assumed name.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Inspector Ramos alerted other Customs Service officials to this suspicious behavior.  The officials then brought in a canine unit to investigate the suspect luggage.  The canine unit gave a positive alert for narcotics as to each of the four suitcases.  Meanwhile, Customs Inspectors Mara del Carmen Rabell and Hector Cabn, who had also observed Montanez, Monroy, and Marulanda deliver their suitcases, followed Monroy to an airline gate where they watched him board his plane with Marulanda.  When informed of the positive alert by the police dogs, Rabell and Cabn entered the plane and arrested Monroy and Marulanda.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Following these arrests, the two Inspectors returned to the American Airlines area where they observed two unattended suitcases with USDA inspection stickers on them.  As the Inspectors looked on, Caraballo and another individual grabbed the suitcases, exited the terminal building, and placed them in the trunk of a car which then left without Caraballo and his companion.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Soon thereafter, Inspectors Rabell and Cabn observed Montanez again enter the terminal and carry two more suitcases to the American Airlines counter.  Montanez purchased two plane tickets with cash and checked in his luggage.  A few moments later, the Inspectors saw Caraballo, together with Delgado, carrying three suitcases.  According to Inspector Rabell, two of the three suitcases appeared to be the same ones that she had previously seen Caraballo and his companion place inside the trunk of a car.  Rabell did not, however, specify which of the three suitcases Caraballo was carrying.  After checking their luggage, again under assumed names, Caraballo and Delgado met with Montanez who was waiting for them in front of a gift shop.  Montanez gave Delgado the flight jacket he was wearing after which Caraballo and Delgado proceeded to the airline gate to board their flight.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Inspector Rabell followed Caraballo and Delgado and, after receiving word that all five suitcases were given a positive alert by the canine unit, arrested them on the airplane jetway as they attempted to board their plane.  Government agents later found several USDA inspection stickers and sticker fragments in Caraballo's wallet.  Inspector Cabn arrested Montanez and seized passenger tickets and boarding passes from him which corresponded to two suitcases that were later found to contain cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">All nine of defendants' suitcases triggered positive alerts for narcotics when presented to the canine unit;  however, only five-Government's Exhibits 1, 2, 5, 6, and 7-actually contained cocaine.  The first two suitcases, Exhibits 1 and 2, were the ones carried to the American Airlines counter by Monroy and Montanez and checked in by Monroy.  The last suitcase, Exhibit 7, was carried and checked in by Montanez under the assumed name of Diego Rivera.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The record contains conflicting evidence, however, as to who carried and who checked in the other two suitcases containing cocaine, Exhibits 5 and 6. Inspector Rabell testified that these were the two suitcases that Caraballo and another individual originally placed in the trunk of a car.  Nothing in the record indicates whether, at that point, the two suitcases contained the cocaine that was later found inside them.  Rabell also testified that these suitcases, along with a third suitcase that did not contain cocaine, were later carried to the airline counter by either Caraballo or Delgado.  According to the airline records, however, Exhibits 5 and 6 were actually checked in under the name Mario Arzuaga, one of the aliases used by Montanez when Montanez purchased his airline tickets and checked in his luggage.  The confusion is compounded by the fact that the claim tickets for these two suitcases, Exhibits 5 and 6, were found on Delgado when he was arrested, even though Delgado had checked in only one bag under a completely different alias.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The government tried to suggest that Montanez really checked in Exhibits 5 and 6 and then gave Delgado the claim checks for these suitcases when he handed Delgado his flight jacket.  The government never explained, however, the discrepancy between this version of events and Inspector Rabell's testimony that either Delgado or Caraballo carried Exhibits 5 and 6 to the airline counter after Montanez had already checked in two separate pieces of luggage.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At the very least, however, the evidence indicates that Montanez carried a total of at least two suitcases with cocaine to the airline counter (Exhibits 1 or 2 and 7), checked in at least one suitcase with cocaine (Exhibit 7), and purchased and possessed an airline ticket that corresponded to two additional suitcases that were found to contain cocaine (Exhibits 5 and 6).  As for Caraballo, the suitcase checked in under his alias, Exhibit 10, did not contain cocaine.  Nevertheless, Caraballo was seen carrying suitcases (Exhibits 5 and 6) which contained cocaine at some point, although not necessarily while he was carrying them, either out of or back into the airport.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Drug Enforcement Agency officials found a total of twenty-nine kilograms of cocaine in the five suitcases with an estimated street value of $493,000 to $841,000.  The cocaine found in each suitcase was packaged in the same manner and each package was elaborately wrapped to avoid detection.</p>\n    </div>\n    <p>II. SUFFICIENCY OF THE EVIDENCE</p>\n    <p>A. Conspiracy</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Caraballo challenges the sufficiency of the evidence supporting his conspiracy and aiding and abetting convictions under 21 U.S.C. Secs. 841(a)(1), 846 and 18 U.S.C. Sec. 2.  Upon review of the jury verdict, we examine the evidence in its entirety in the light most favorable to the government to determine whether a rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.  The government gets the benefit of all legitimate and favorable inferences and can prove its case by circumstantial evidence without having to exclude every reasonable hypothesis of innocence.   Echeverri, 982 F.2d at 677;   United States v. Akinola, 985 F.2d 1105, 1109 (1st Cir. 1993);   United States v. McLaughlin, 957 F.2d 12, 18 (1st Cir. 1992).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In order to prove a defendant is guilty of conspiracy under 21 U.S.C. Sec. 846, the government must show, beyond a reasonable doubt, that the defendant knowingly and voluntarily participated in an agreement to violate the law and that the defendant did so with the intent to commit the underlying substantive offense.  United States v. Seplveda, No. 92-1362, slip op. at 7 (1st Cir.  Dec. 20, 1993);   Akinola, 985 F.2d at 1110;   United States v. Clifford, 979 F.2d 896, 897-98 (1st Cir. 1992);   United States v. Tejeda, 974 F.2d 210, 212 (1st Cir. 1992).  In this case, the underlying offense was possession with the intent to distribute cocaine.  21 U.S.C. Sec. 841(a)(1).  The government is not required to prove that the defendant knew about, or took part in, all aspects of the conspiracy;  it need only establish the essential nature of the plan and the defendant's connection to it.   United States v. Benevides, 985 F.2d 629, 633 (1st Cir. 1993);   United States v. Rivera-Santiago, 872 F.2d 1073, 1079 (1st Cir.), cert. denied, 492 U.S. 910 (1989).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Caraballo argues that the record contains no evidence that he knew about or willfully agreed to participate in the plan to transport cocaine.  We disagree.  Caraballo was travelling under an assumed name with a plane ticket that was purchased at the exact same time and place as the tickets used by his codefendants who were found to be transporting cocaine.  During the execution of the smuggling operation on May 4, 1992, Caraballo was continuously in the company of other conspirators.  He carried suitcases and boarded a plane with one conspirator who possessed claim checks for suitcases containing cocaine.  One customs inspector testified that Caraballo and the conspirator carried two suitcases that were later found to contain cocaine.  Caraballo also met with another conspirator who had carried and checked in at least one suitcase with cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">One crucial aspect of the conspiracy involved placing USDA inspection stickers on suitcases with cocaine in order to bypass the agricultural inspection facility.  Customs inspectors saw Caraballo carry at least one suitcase with a USDA inspection sticker from inside the terminal back outside the airport and place it into the trunk of a car.  That suitcase was later found to contain cocaine.  More significantly, Caraballo was carrying USDA inspection stickers and sticker fragments in his wallet.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">From this evidence, the jury could reasonably conclude that Caraballo agreed to help smuggle cocaine into the continental United States by carrying several of the suitcases used in the operation, by assisting in bypassing the agricultural inspection facility, and by flying to the cocaine's destination with his coconspirators to assist in the completion of the delivery.  In particular, Caraballo's possession of USDA inspection stickers and his act of removing luggage already marked with such stickers from the terminal to a waiting automobile indicate that Caraballo knowingly executed an agreed upon plan to avoid detection of the cocaine in the suitcases.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Caraballo attempts to characterize the evidence against him as sufficient only to establish his \"mere presence\" at the scene of the crime.  He emphasizes that the suitcase he checked in did not contain any drugs, the government never established that he carried cocaine at any time, and the inspection stickers in his wallet were a different color than the ones used on the suitcases.  Because of this evidence, Caraballo contends, his behavior can only be interpreted as a series of \"innocent acts\".</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Although a defendant's mere presence at the scene of a crime is not alone sufficient to prove his membership in a conspiracy,  United States v. Ocampo, 964 F.2d 80, 82 (1st Cir. 1992);   United States v. Ortiz, 966 F.2d 707, 712 (1st Cir. 1992), cert. denied, 113 S. Ct. 1005 (1993), the circumstantial evidence or simply the attendant circumstances can be enough to convince a rational jury that \"the 'mere' is lacking.\"   Echeverri, 982 F.2d at 678;   Tejeda, 974 F.2d at 213;  Ortiz, 966 at 711-12.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In Caraballo's case, there are both circumstantial evidence and attendant circumstances to support the jury's conclusion that Caraballo was participating in the conspiracy and not merely present in the airport for the purpose of travelling to the States.  Caraballo's actions on May 4, 1993, demonstrate an effort to evade inspection of certain suitcases which later were found to contain cocaine.  The jury could infer that Caraballo removed suitcases from the terminal after they had been inspected precisely because he knew those suitcases would later be used to transport cocaine.  In addition, the fact that Caraballo's tickets were purchased together with the other conspirators, and the fact that Caraballo checked in his bags and boarded his flight with another conspirator indicates he willfully associated himself with the venture.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">That the inspection stickers found in Caraballo's wallet were a different color than the ones found on the suitcases does not compel the jury to believe Caraballo's explanation that the stickers were merely \"souvenirs\" that he collected.  Instead, the jury could infer that Caraballo had prepared several alternative methods to evade the USDA inspection before choosing the one he actually implemented.  Caraballo's reliance on the lack of proof that he ever possessed cocaine or carried a suitcase with cocaine is of little help to him in this case.  No such proof is required if the evidence can otherwise show that he participated in the conspiracy with the intent to accomplish its unlawful objective.   See, e.g., United States v. De La Cruz, 996 F.2d 1307, 1311-12 (1st Cir.), cert. denied, 114 S. Ct. 356 (1993);   Akinola, 985 F.2d at 1110;   United States v. Clifford, 979 F.2d 896, 898 (1st Cir. 1992);   Tejeda, 974 F.2d at 213.</p>\n    </div>\n    <p>B. Aiding and Abetting</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Caraballo also challenges his conviction for aiding and abetting under 18 U.S.C. Sec. 2. \"For the conviction to stand, the government must prove that defendant associated himself with the underlying venture, participated in it as something he wished to bring about, and sought by his actions to make it succeed.\"   Clifford, 979 F.2d at 899 (citing  Nye &amp; Nissen v. United States, 336 U.S. 613, 619 (1949));   Ortiz, 966 F.2d at 711 n. 1.  The evidence that Caraballo, using an assumed name, checked onto a flight using a ticket purchased together with the other conspirators, carried suitcases and remained in the company of other conspirators, and took actions designed to avoid USDA inspection of suitcases containing cocaine amply supports the jury's conclusion that Caraballo knowingly and willfully agreed to associate himself with the plan to smuggle cocaine into the continental United States and sought to bring about its success.</p>\n    </div>\n    <p>III. SENTENCING</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">At his sentencing, Montanez requested a reduction in his offense level by two to four points pursuant to U.S.S.G. Sec. 3B1.2(a) or (b) for minimal or minor participation in the conspiracy.  He argued that his only role in the offense was carrying three suitcases and handing claim tags to Delgado and thus, as a courier, he was the least culpable participant.  Montanez further pointed out that the presentence investigation report, although asserting that Montanez was not a minor participant, identified Delgado as the \"leader/organizer of the overall criminal activity,\" identified Monroy as the \"second most culpable defendant,\" and concluded that the \"remaining defendants are viewed as less culpable.\"  The district court denied Montanez' request because it found him to be a \"substantial player\" in the conspiracy.  The court sentenced Montanez to 172 months in prison and Montanez appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">A reduction in a defendant's offense level for minimal participation under Sec. 3B1.2(a) \"is intended to cover defendants who are plainly among the least culpable of those involved.\"  U.S.S.G. Sec. 3B1.2(a) comment note 1. A reduction for minor participation under Sec. 3B1.2(b) applies to \"any participant who is less culpable than most other participants.\"  U.S.S.G. Sec. 3B1.2(b) comment note 3. It is well established that no defendant is automatically entitled to a reduction as a minimal or minor participant, even if the defendant happens to be less culpable than his or her codefendants and even if the court found the defendant was only a courier.   United States v. Lpez-Gil, 965 F.2d 1124, 1131 (1st Cir.), cert. dismissed, 112 S. Ct. 2959, cert. denied, 113 S. Ct. 484 (1992);   United States v. Valencia-Lucena, 925 F.2d 506, 514 (1st Cir. 1991);   United States v. Paz Uribe, 891 F.2d 396, 399 (1st Cir. 1989), cert. denied, 495 U.S. 951 (1990).  The sentencing court has broad discretion in determining whether this downward adjustment is appropriate and we will reverse only if the evidence overwhelmingly demonstrates that the defendant played a part that makes him substantially less culpable than the average participant in the convicted offense such that the court's decision was clearly erroneous.   Lpez-Gil, 965 F.2d at 1131;   United States v. Gregorio, 956 F.2d 341, 344 (1st Cir. 1992);   United States v. Ocasio, 914 F.2d 330, 333 (1st Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district court was well within its discretion in finding that, even though less culpable than Delgado and Monroy, Montanez was still a \"substantial player\" and not a minor, let alone minimal, participant.  Montanez carried at least two suitcases containing cocaine to the airline counter and checked in at least one such suitcase with the airline.  In addition, Montanez purchased, in cash, two tickets under assumed names which corresponded to three pieces of luggage that were found to contain cocaine.  Montanez also accompanied Monroy while Monroy was carrying still another suitcase with cocaine and while Monroy checked in two suitcases that contained cocaine.  In fact, Montanez was connected in some way with every piece of luggage used to transport cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Furthermore, Montanez met with coconspirators Delgado and Caraballo immediately after checking in his luggage and the evidence supports the inference that he handed Delgado the claim checks for two of the suitcases which were later found to contain cocaine.  These activities demonstrate significant involvement in a large smuggling operation that depended for its success upon the coordinated actions of several individuals, including Montanez.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Even if Montanez was the least culpable of the charged defendants, it does not mean he performed a minor role in the offense.   United States v. Daniel, 962 F.2d 100, 103 (1st Cir. 1992).  In our view, Montanez' role in the smuggling operation can best be described as average.  He carried several suitcases, purchased two plane tickets, and passed along some claim checks.  If the sentencing judge, who is better situated to assess the facts of the case, found Montanez' actions more than minor, we cannot, on these facts, convincingly find otherwise.  Consequently, we uphold the district court's refusal to adjust Montanez' offense for playing a minimal or minor role in the conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The appeals of Monroy and Delgado have been dismissed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At the Luis Munoz Marn airport, all passengers with baggage to be checked in on flights to the continental United States must first pass through one of several USDA inspection facilities located at the entrance to the terminal.  After checking each bag with an X-ray machine, USDA officials affix an inspection sticker on the bag to indicate that it has passed inspection and may be accepted for check-in by the airlines</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The government declined to prosecute Marulanda</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The considerably large amount of cocaine transported by Montanez, who carried or controlled at one point a large portion of the twenty-nine kilograms of cocaine involved in the conspiracy, also militates strongly against any downward adjustment.   See United States v. Rodrguez Cortes, 949 F.2d 532, 547 (1st Cir. 1991)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"662546\"><a href=\"/opinion/662546/dominga-vazquez-v-secretary-of-health-and-human-services/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">401</span></a></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Walter CARABALLO-CRUZ, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Jose Ivan MONTAEZ-ANAYA, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 92-2316, 92-2319.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">February 10, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeals from the United States District Court for the District of Puerto Rico</p>\n      <p class=\"indent\">Miguel A.A. Nogueras-Castro, Assistant Federal Public Defender, with whom Benicio Snchez-Rivera, Federal Public Defender, was on brief for appellant Walter Caraballo-Cruz.  Francisco M. Dolz-Snchez for appellant Jose Ivn Montanez-Anaya.</p>\n      <p class=\"indent\">Carlos A. Perez-Irizarry, Assistant United States Attorney, with whom Charles E. Fitzwilliam, United States Attorney, and Jose A. Quiles-Espinosa, Senior Litigation Counsel, were on brief for appellee.</p>\n      <p class=\"indent\">D. Puerto Rico.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Breyer, Chief Judge, Torruella and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendants Walter Caraballo-Cruz (\"Caraballo\") and Jose Ivn Montanez-Anaya (\"Montanez\") were convicted by a jury of conspiracy to possess with the intent to distribute cocaine in violation of 21 U.S.C. Secs. 841(a)(1), 846, and of aiding and abetting the possession with the intent to distribute cocaine in violation of 18 U.S.C. Sec. 2.  Caraballo challenges the sufficiency of the evidence against him and Montanez appeals the district court's refusal to reduce his sentence for being a minimal or minor participant.  We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The alleged conspiracy in this case involved a plan to smuggle twenty-nine kilograms of cocaine into the continental United States by concealing the drugs in luggage placed on commercial flights departing from San Juan, Puerto Rico.  According to the evidence in the record viewed in the light most favorable to the government,  United States v. Echeverri, <span class=\"citation\" data-id=\"597415\"><a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">675</span></a></span>, 676 (1st Cir. 1993), the conspiracy proceeded as follows.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On May 4, 1992, Caraballo and Montanez, along with their two codefendants, Orlando Enrique Monroy-Pedrosa (\"Monroy\") and Jules Delgado-Valencia (\"Delgado\"),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and several unindicted coconspirators, delivered a total of nine separate pieces of luggage to the American Airlines desk at Luis Munoz Marn International Airport in Isla Verde, Puerto Rico.  The defendants checked in the luggage under a variety of assumed names using a series of airline tickets purchased at the same time from the same travel agency.  In addition, Montanez purchased two tickets, also under an assumed name, at the airport.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The operation was first detected when United States Customs Service Inspector Vctor Ramos observed Montanez and Monroy each carrying a suitcase with United States Department of Agriculture (\"USDA\") inspection stickers on them despite the fact that neither had passed through the USDA facility where X-ray inspections are conducted.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Montanez and Monroy proceeded to the American Airlines counter where Monroy checked the bags onto a flight to New York under an assumed name.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Upon further surveillance, Inspector Ramos noticed a woman, Gladys Eliana Marulanda-Marn (\"Marulanda\"),<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> deliver, and then check with the airline, two suitcases that were identical to the luggage delivered by Monroy and Montanez.  Marulanda also checked in her bags under an assumed name.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Inspector Ramos alerted other Customs Service officials to this suspicious behavior.  The officials then brought in a canine unit to investigate the suspect luggage.  The canine unit gave a positive alert for narcotics as to each of the four suitcases.  Meanwhile, Customs Inspectors Mara del Carmen Rabell and Hector Cabn, who had also observed Montanez, Monroy, and Marulanda deliver their suitcases, followed Monroy to an airline gate where they watched him board his plane with Marulanda.  When informed of the positive alert by the police dogs, Rabell and Cabn entered the plane and arrested Monroy and Marulanda.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Following these arrests, the two Inspectors returned to the American Airlines area where they observed two unattended suitcases with USDA inspection stickers on them.  As the Inspectors looked on, Caraballo and another individual grabbed the suitcases, exited the terminal building, and placed them in the trunk of a car which then left without Caraballo and his companion.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Soon thereafter, Inspectors Rabell and Cabn observed Montanez again enter the terminal and carry two more suitcases to the American Airlines counter.  Montanez purchased two plane tickets with cash and checked in his luggage.  A few moments later, the Inspectors saw Caraballo, together with Delgado, carrying three suitcases.  According to Inspector Rabell, two of the three suitcases appeared to be the same ones that she had previously seen Caraballo and his companion place inside the trunk of a car.  Rabell did not, however, specify which of the three suitcases Caraballo was carrying.  After checking their luggage, again under assumed names, Caraballo and Delgado met with Montanez who was waiting for them in front of a gift shop.  Montanez gave Delgado the flight jacket he was wearing after which Caraballo and Delgado proceeded to the airline gate to board their flight.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Inspector Rabell followed Caraballo and Delgado and, after receiving word that all five suitcases were given a positive alert by the canine unit, arrested them on the airplane jetway as they attempted to board their plane.  Government agents later found several USDA inspection stickers and sticker fragments in Caraballo's wallet.  Inspector Cabn arrested Montanez and seized passenger tickets and boarding passes from him which corresponded to two suitcases that were later found to contain cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">All nine of defendants' suitcases triggered positive alerts for narcotics when presented to the canine unit;  however, only five-Government's Exhibits 1, 2, 5, 6, and 7-actually contained cocaine.  The first two suitcases, Exhibits 1 and 2, were the ones carried to the American Airlines counter by Monroy and Montanez and checked in by Monroy.  The last suitcase, Exhibit 7, was carried and checked in by Montanez under the assumed name of Diego Rivera.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The record contains conflicting evidence, however, as to who carried and who checked in the other two suitcases containing cocaine, Exhibits 5 and 6. Inspector Rabell testified that these were the two suitcases that Caraballo and another individual originally placed in the trunk of a car.  Nothing in the record indicates whether, at that point, the two suitcases contained the cocaine that was later found inside them.  Rabell also testified that these suitcases, along with a third suitcase that did not contain cocaine, were later carried to the airline counter by either Caraballo or Delgado.  According to the airline records, however, Exhibits 5 and 6 were actually checked in under the name Mario Arzuaga, one of the aliases used by Montanez when Montanez purchased his airline tickets and checked in his luggage.  The confusion is compounded by the fact that the claim tickets for these two suitcases, Exhibits 5 and 6, were found on Delgado when he was arrested, even though Delgado had checked in only one bag under a completely different alias.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The government tried to suggest that Montanez really checked in Exhibits 5 and 6 and then gave Delgado the claim checks for these suitcases when he handed Delgado his flight jacket.  The government never explained, however, the discrepancy between this version of events and Inspector Rabell's testimony that either Delgado or Caraballo carried Exhibits 5 and 6 to the airline counter after Montanez had already checked in two separate pieces of luggage.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At the very least, however, the evidence indicates that Montanez carried a total of at least two suitcases with cocaine to the airline counter (Exhibits 1 or 2 and 7), checked in at least one suitcase with cocaine (Exhibit 7), and purchased and possessed an airline ticket that corresponded to two additional suitcases that were found to contain cocaine (Exhibits 5 and 6).  As for Caraballo, the suitcase checked in under his alias, Exhibit 10, did not contain cocaine.  Nevertheless, Caraballo was seen carrying suitcases (Exhibits 5 and 6) which contained cocaine at some point, although not necessarily while he was carrying them, either out of or back into the airport.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Drug Enforcement Agency officials found a total of twenty-nine kilograms of cocaine in the five suitcases with an estimated street value of $493,000 to $841,000.  The cocaine found in each suitcase was packaged in the same manner and each package was elaborately wrapped to avoid detection.</p>\n    </div>\n    <p>II. SUFFICIENCY OF THE EVIDENCE</p>\n    <p>A. Conspiracy</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Caraballo challenges the sufficiency of the evidence supporting his conspiracy and aiding and abetting convictions under 21 U.S.C. Secs. 841(a)(1), 846 and 18 U.S.C. Sec. 2.  Upon review of the jury verdict, we examine the evidence in its entirety in the light most favorable to the government to determine whether a rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.  The government gets the benefit of all legitimate and favorable inferences and can prove its case by circumstantial evidence without having to exclude every reasonable hypothesis of innocence.   Echeverri, 982 F.2d at 677;   United States v. Akinola, <span class=\"citation\" data-id=\"600348\"><a href=\"/opinion/600348/united-states-v-michael-idowu-tunde-akinola/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1105</span></a></span>, 1109 (1st Cir. 1993);   United States v. McLaughlin, <span class=\"citation\" data-id=\"578198\"><a href=\"/opinion/578198/united-states-v-bernard-michael-mclaughlin-united-states-of-america-v/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 18 (1st Cir. 1992).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In order to prove a defendant is guilty of conspiracy under 21 U.S.C. Sec. 846, the government must show, beyond a reasonable doubt, that the defendant knowingly and voluntarily participated in an agreement to violate the law and that the defendant did so with the intent to commit the underlying substantive offense.  United States v. Seplveda, No. 92-1362, slip op. at 7 (1st Cir.  Dec. 20, 1993);   Akinola, 985 F.2d at 1110;   United States v. Clifford, <span class=\"citation\" data-id=\"595183\"><a href=\"/opinion/595183/united-states-v-paul-j-clifford/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">896</span></a></span>, 897-98 (1st Cir. 1992);   United States v. Tejeda, <span class=\"citation\" data-id=\"590212\"><a href=\"/opinion/590212/united-states-v-john-tejeda-united-states-of-america-v-paul-christian/\"><span class=\"volume\">974</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">210</span></a></span>, 212 (1st Cir. 1992).  In this case, the underlying offense was possession with the intent to distribute cocaine.  21 U.S.C. Sec. 841(a)(1).  The government is not required to prove that the defendant knew about, or took part in, all aspects of the conspiracy;  it need only establish the essential nature of the plan and the defendant's connection to it.   United States v. Benevides, <span class=\"citation\" data-id=\"600260\"><a href=\"/opinion/600260/united-states-v-joseph-s-benevides/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">629</span></a></span>, 633 (1st Cir. 1993);   United States v. Rivera-Santiago, <span class=\"citation\" data-id=\"521900\"><a href=\"/opinion/521900/united-states-v-antonio-rivera-santiago-aka-junior-vivique-united/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1073</span></a></span>, 1079 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">910</span></span> (1989).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Caraballo argues that the record contains no evidence that he knew about or willfully agreed to participate in the plan to transport cocaine.  We disagree.  Caraballo was travelling under an assumed name with a plane ticket that was purchased at the exact same time and place as the tickets used by his codefendants who were found to be transporting cocaine.  During the execution of the smuggling operation on May 4, 1992, Caraballo was continuously in the company of other conspirators.  He carried suitcases and boarded a plane with one conspirator who possessed claim checks for suitcases containing cocaine.  One customs inspector testified that Caraballo and the conspirator carried two suitcases that were later found to contain cocaine.  Caraballo also met with another conspirator who had carried and checked in at least one suitcase with cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">One crucial aspect of the conspiracy involved placing USDA inspection stickers on suitcases with cocaine in order to bypass the agricultural inspection facility.  Customs inspectors saw Caraballo carry at least one suitcase with a USDA inspection sticker from inside the terminal back outside the airport and place it into the trunk of a car.  That suitcase was later found to contain cocaine.  More significantly, Caraballo was carrying USDA inspection stickers and sticker fragments in his wallet.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">From this evidence, the jury could reasonably conclude that Caraballo agreed to help smuggle cocaine into the continental United States by carrying several of the suitcases used in the operation, by assisting in bypassing the agricultural inspection facility, and by flying to the cocaine's destination with his coconspirators to assist in the completion of the delivery.  In particular, Caraballo's possession of USDA inspection stickers and his act of removing luggage already marked with such stickers from the terminal to a waiting automobile indicate that Caraballo knowingly executed an agreed upon plan to avoid detection of the cocaine in the suitcases.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Caraballo attempts to characterize the evidence against him as sufficient only to establish his \"mere presence\" at the scene of the crime.  He emphasizes that the suitcase he checked in did not contain any drugs, the government never established that he carried cocaine at any time, and the inspection stickers in his wallet were a different color than the ones used on the suitcases.  Because of this evidence, Caraballo contends, his behavior can only be interpreted as a series of \"innocent acts\".</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Although a defendant's mere presence at the scene of a crime is not alone sufficient to prove his membership in a conspiracy,  United States v. Ocampo, <span class=\"citation\" data-id=\"583580\"><a href=\"/opinion/583580/united-states-v-anna-marie-ocampo/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">80</span></a></span>, 82 (1st Cir. 1992);   United States v. Ortiz, <span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span>, 712 (1st Cir. 1992), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1005</span></span> (1993), the circumstantial evidence or simply the attendant circumstances can be enough to convince a rational jury that \"the 'mere' is lacking.\"   Echeverri, 982 F.2d at 678;   Tejeda, 974 F.2d at 213;  Ortiz, 966 at 711-12.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In Caraballo's case, there are both circumstantial evidence and attendant circumstances to support the jury's conclusion that Caraballo was participating in the conspiracy and not merely present in the airport for the purpose of travelling to the States.  Caraballo's actions on May 4, 1993, demonstrate an effort to evade inspection of certain suitcases which later were found to contain cocaine.  The jury could infer that Caraballo removed suitcases from the terminal after they had been inspected precisely because he knew those suitcases would later be used to transport cocaine.  In addition, the fact that Caraballo's tickets were purchased together with the other conspirators, and the fact that Caraballo checked in his bags and boarded his flight with another conspirator indicates he willfully associated himself with the venture.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">That the inspection stickers found in Caraballo's wallet were a different color than the ones found on the suitcases does not compel the jury to believe Caraballo's explanation that the stickers were merely \"souvenirs\" that he collected.  Instead, the jury could infer that Caraballo had prepared several alternative methods to evade the USDA inspection before choosing the one he actually implemented.  Caraballo's reliance on the lack of proof that he ever possessed cocaine or carried a suitcase with cocaine is of little help to him in this case.  No such proof is required if the evidence can otherwise show that he participated in the conspiracy with the intent to accomplish its unlawful objective.   See, e.g., United States v. De La Cruz, <span class=\"citation\" data-id=\"610551\"><a href=\"/opinion/610551/united-states-v-efrain-de-la-cruz-united-states-v-luis-torres/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1307</span></a></span>, 1311-12 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">356</span></span> (1993);   Akinola, 985 F.2d at 1110;   United States v. Clifford, <span class=\"citation\" data-id=\"595183\"><a href=\"/opinion/595183/united-states-v-paul-j-clifford/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">896</span></a></span>, 898 (1st Cir. 1992);   Tejeda, 974 F.2d at 213.</p>\n    </div>\n    <p>B. Aiding and Abetting</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Caraballo also challenges his conviction for aiding and abetting under 18 U.S.C. Sec. 2. \"For the conviction to stand, the government must prove that defendant associated himself with the underlying venture, participated in it as something he wished to bring about, and sought by his actions to make it succeed.\"   Clifford, 979 F.2d at 899 (citing  Nye &amp; Nissen v. United States, <span class=\"citation\" data-id=\"104655\"><a href=\"/opinion/104655/nye-nissen-v-united-states/\"><span class=\"volume\">336</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">613</span></a></span>, 619 (1949));   Ortiz, 966 F.2d at 711 n. 1.  The evidence that Caraballo, using an assumed name, checked onto a flight using a ticket purchased together with the other conspirators, carried suitcases and remained in the company of other conspirators, and took actions designed to avoid USDA inspection of suitcases containing cocaine amply supports the jury's conclusion that Caraballo knowingly and willfully agreed to associate himself with the plan to smuggle cocaine into the continental United States and sought to bring about its success.</p>\n    </div>\n    <p>III. SENTENCING</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">At his sentencing, Montanez requested a reduction in his offense level by two to four points pursuant to U.S.S.G. Sec. 3B1.2(a) or (b) for minimal or minor participation in the conspiracy.  He argued that his only role in the offense was carrying three suitcases and handing claim tags to Delgado and thus, as a courier, he was the least culpable participant.  Montanez further pointed out that the presentence investigation report, although asserting that Montanez was not a minor participant, identified Delgado as the \"leader/organizer of the overall criminal activity,\" identified Monroy as the \"second most culpable defendant,\" and concluded that the \"remaining defendants are viewed as less culpable.\"  The district court denied Montanez' request because it found him to be a \"substantial player\" in the conspiracy.  The court sentenced Montanez to 172 months in prison and Montanez appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">A reduction in a defendant's offense level for minimal participation under Sec. 3B1.2(a) \"is intended to cover defendants who are plainly among the least culpable of those involved.\"  U.S.S.G. Sec. 3B1.2(a) comment note 1. A reduction for minor participation under Sec. 3B1.2(b) applies to \"any participant who is less culpable than most other participants.\"  U.S.S.G. Sec. 3B1.2(b) comment note 3. It is well established that no defendant is automatically entitled to a reduction as a minimal or minor participant, even if the defendant happens to be less culpable than his or her codefendants and even if the court found the defendant was only a courier.   United States v. Lpez-Gil, <span class=\"citation\" data-id=\"584140\"><a href=\"/opinion/584140/united-states-v-jesus-m-lopez-gil/\"><span class=\"volume\">965</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1124</span></a></span>, 1131 (1st Cir.), cert. dismissed, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2959</span></span>, cert. denied, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">484</span></span> (1992);   United States v. Valencia-Lucena, <span class=\"citation\" data-id=\"555764\"><a href=\"/opinion/555764/united-states-v-carlos-valencia-lucena-united-states-of-america-v-jose/\"><span class=\"volume\">925</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">506</span></a></span>, 514 (1st Cir. 1991);   United States v. Paz Uribe, <span class=\"citation no-link\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">396</span></span>, 399 (1st Cir. 1989), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">951</span></span> (1990).  The sentencing court has broad discretion in determining whether this downward adjustment is appropriate and we will reverse only if the evidence overwhelmingly demonstrates that the defendant played a part that makes him substantially less culpable than the average participant in the convicted offense such that the court's decision was clearly erroneous.   Lpez-Gil, 965 F.2d at 1131;   United States v. Gregorio, <span class=\"citation\" data-id=\"577673\"><a href=\"/opinion/577673/united-states-v-william-gregorio/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">341</span></a></span>, 344 (1st Cir. 1992);   United States v. Ocasio, <span class=\"citation\" data-id=\"548346\"><a href=\"/opinion/548346/united-states-v-gilberto-ocasio-aka-gilberto-ocasio-agosto/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">330</span></a></span>, 333 (1st Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district court was well within its discretion in finding that, even though less culpable than Delgado and Monroy, Montanez was still a \"substantial player\" and not a minor, let alone minimal, participant.  Montanez carried at least two suitcases containing cocaine to the airline counter and checked in at least one such suitcase with the airline.  In addition, Montanez purchased, in cash, two tickets under assumed names which corresponded to three pieces of luggage that were found to contain cocaine.  Montanez also accompanied Monroy while Monroy was carrying still another suitcase with cocaine and while Monroy checked in two suitcases that contained cocaine.  In fact, Montanez was connected in some way with every piece of luggage used to transport cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Furthermore, Montanez met with coconspirators Delgado and Caraballo immediately after checking in his luggage and the evidence supports the inference that he handed Delgado the claim checks for two of the suitcases which were later found to contain cocaine.  These activities demonstrate significant involvement in a large smuggling operation that depended for its success upon the coordinated actions of several individuals, including Montanez.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Even if Montanez was the least culpable of the charged defendants, it does not mean he performed a minor role in the offense.   United States v. Daniel, <span class=\"citation\" data-id=\"582532\"><a href=\"/opinion/582532/united-states-v-jose-daniel/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">100</span></a></span>, 103 (1st Cir. 1992).  In our view, Montanez' role in the smuggling operation can best be described as average.  He carried several suitcases, purchased two plane tickets, and passed along some claim checks.  If the sentencing judge, who is better situated to assess the facts of the case, found Montanez' actions more than minor, we cannot, on these facts, convincingly find otherwise.  Consequently, we uphold the district court's refusal to adjust Montanez' offense for playing a minimal or minor role in the conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The appeals of Monroy and Delgado have been dismissed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At the Luis Munoz Marn airport, all passengers with baggage to be checked in on flights to the continental United States must first pass through one of several USDA inspection facilities located at the entrance to the terminal.  After checking each bag with an X-ray machine, USDA officials affix an inspection sticker on the bag to indicate that it has passed inspection and may be accepted for check-in by the airlines</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The government declined to prosecute Marulanda</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The considerably large amount of cocaine transported by Montanez, who carried or controlled at one point a large portion of the twenty-nine kilograms of cocaine involved in the conspiracy, also militates strongly against any downward adjustment.   See United States v. Rodrguez Cortes, <span class=\"citation\" data-id=\"572412\"><a href=\"/opinion/572412/united-states-v-fabio-rodriguez-cortes-united-states-v-eduardo/\"><span class=\"volume\">949</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">532</span></a></span>, 547 (1st Cir. 1991)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/521900/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548346/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555764/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572412/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577673/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578198/",
    "http://www.courtlistener.com/api/rest/v3/opinions/582532/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583580/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584140/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/590212/",
    "http://www.courtlistener.com/api/rest/v3/opinions/595183/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597415/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600260/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600348/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662546/"
  ]
}