{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/195109/",
  "absolute_url": "/opinion/195109/fdic-v-keating/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/195109/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:33:24Z",
  "date_modified": "2016-02-28T04:51:47.504299Z",
  "type": "010combined",
  "sha1": "93cb72301364ecf41aee2a8897e1e5d236b42848",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1230.01A",
  "local_path": null,
  "plain_text": "                United States Court of Appeals\n                    For the First Circuit\n                                         \nNo. 93-1230\n\n         FDIC, FEDERAL DEPOSIT INSURANCE CORPORATION\n            AS RECEIVER OF VANGUARD SAVINGS BANK,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n         PAUL KEATING, INDIVIDUALLY; PAUL F. KEATING\n      AS TRUSTEE OF THE PJ THREE REALTY TRUST AND OF THE\n       FOUR \"K\" TRUST; LUCILLE SAMSON AS TRUSTEE OF THE\n          KELLOGG REALTY TRUST; LUCILLE SAMSON AND \n             PAULA J. KEATING AS TRUSTEES OF THE\n              111 ALLEN AVENUE REALTY TRUST; AND\n             VICTORIA MUTUAL LIMITED PARTNERSHIP,\n\n                    Defendants, Appellees.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Joseph L. Tauro, U.S. District Judge]\n                                                   \n                                         \n\n                            Before\n\n                     Stahl, Circuit Judge,\n                                         \n                Rosenn,* Senior Circuit Judge,\n                                             \n             and Campbell, Senior Circuit Judge.\n                                               \n                                         \n\nDaniel  H. Kurtenbach, with whom Ann S.  Duross, Assistant General\n                                               \nCounsel and  Richard J. Osterman,  Jr., Senior Counsel, were  on brief\n                                  \nfor appellant.\nPhilip D. Moran for appellees.\n               \n                                         \n\n                      December 29, 1993\n                                         \n                \n*Of the Third Circuit, sitting by designation.\n\n          Per  Curiam.   In this  appeal, plaintiff-appellant\n                     \n\nFederal Deposit Insurance Corporation (FDIC) asserts that the\n\ndistrict court  erred when  it  determined that  12 U.S.C.   \n\n1819(b)(2)(B) (1988 &amp;  Supp. IV 1992) does  not allow removal\n\nof a state court proceeding to federal district  court during\n\nthe pendency of a state appeal and after the window for post-\n\njudgment relief has closed.   See generally FDIC v.  Keating,\n                                                            \n\n812 F. Supp. 8 (D. Mass. 1993).  We reverse and remand. \n\n                              I.\n                                \n\n                          BACKGROUND\n                                    \n\n          On  February   15,  1990,  Vanguard   Savings  Bank\n\n(Vanguard)  filed suit  in Massachusetts state  court against\n\nPaul F. Keating and several other individuals and entities to\n\ncollect on  a  promissory  note  signed by  Keating.    After\n\nVanguard  foreclosed on the  property securing the  note, the\n\ncase was  tried and,  on November 18,  1991, the  state court\n\nentered a deficiency judgment.   The parties did not file any\n\nmotions  for post-judgment  relief.   On  December 11,  1991,\n\ndefendants nevertheless filed a notice of appeal.\n\n          On   March  27,   1992,   the  Massachusetts   bank\n\ncommissioner declared Vanguard  insolvent.  On May  13, 1992,\n\nthe FDIC,  having been  confirmed as  liquidating agent,  was\n\nsubstituted   into  the  state  court  case  as  receiver  of\n\nVanguard.   On August 10,  1992, the FDIC timely  removed the\n\n                             -2-\n                              2\n\ncase to the United States  District Court for the District of\n\nMassachusetts.  See 12 U.S.C.   1819(b)(2)(B). \n                   \n\n          Because no  motions for  post-judgment relief  were\n\npending  (nor were  any filed  after  removal), the  district\n\ncourt  found itself  in the  somewhat  anomalous position  of\n\nreceiving a case that was  solely appellate in nature.  After\n\na   hearing  at  which  the  district  court  questioned  its\n\njurisdiction over the case, the court remanded the proceeding\n\nto state court.   Relying on  the dissent in In  re Meyerland\n                                                             \n\nCo., 960  F.2d 512, 522-26  (5th Cir. 1992) (en  banc), cert.\n                                                             \n\ndenied, 113 S.  Ct. 967 (1993), the district  court held that\n      \n\n12 U.S.C.   1819(b)(2)(B) does not allow removal when a state\n\nappeal  is pending.   The  court  further held  that, in  any\n\nevent, it lacked jurisdiction because (1) the time for filing\n\npost-judgment motions under  both state and federal  rules of\n\nprocedure   had   elapsed;1    (2)   the   court's   original\n\n                    \n\n1.  The  district court's  finding on  the  unavailability of\npost-judgment  relief  is  not challenged  on  appeal  and we\ntherefore decline to review this  aspect of its decision.  We\nnote,  however, that  at least  two  circuits have  suggested\nthat,  even if  post-judgment relief  is  no longer  possible\nunder state procedural rules, the time period for such relief\nunder the federal rules  begins on the date of removal.   See\n                                                             \nJackson v. American Sav. Mortgage  Corp., 924 F.2d 195, 199 &amp;\n                                        \nn.9  (11th  Cir.  1991) (\"[E]ven  if  state  procedural rules\ncontain a Rule 59-type motion . . . and removal occurs during\nthe running  of the time for such a  motion or after the time\nfor such a motion has run, a  party would still have ten days\nafter removal  to file a  Rule 59 motion in  federal district\ncourt.\"); Resolution Trust  Corp. v. Nernberg, 3 F.3d  62, 68\n                                             \n(3d Cir.  1993) (noting  similarity between Resolution  Trust\nand  FDIC removal statutes and establishing circuit rule that\n\"[i]n all cases removed to the district  court after judgment\n\n                             -3-\n                              3\n\njurisdiction  does not  include mere  processing  of a  state\n\njudgment for federal appeal; and  (3) a district court cannot\n\nexercise appellate  jurisdiction  over a  state trial  court.\n\nPursuant to  12 U.S.C.    1819(b)(2)(C) (Supp. IV  1992), the\n\nFDIC brought this appeal.  See Demars v. First Serv. Bank for\n                                                             \n\nSav., 907  F.2d  1237,  1241 (1st  Cir.  1990)  (noting  that\n    \n\nsection  1819(b)(2)(C) creates  an exception  to the  general\n\nrule against appellate review of remand orders).\n\n                             II.\n                                \n\n                          DISCUSSION\n                                    \n\n          Our review of a district court's interpretation  of\n\na  statute, a  pure  question  of  law, is  plenary;  however\n\nreasonable  the district  court's decision,  we  are free  to\n\nexercise  our independent  judgment.   See  United States  v.\n                                                         \n\nBarker  Steel Co.,  Inc., 985  F.2d 1123,  1125-26  (1st Cir.\n                        \n\n1993).  In so doing, we must first decide whether 12 U.S.C.  \n\n1819(b)(2)(B) permits  removal  of cases  already  tried  and\n\nawaiting  appeal  in  state  court.   If  so,  we  must  then\n\ndetermine  the proper role  of the district  court when post-\n\njudgment relief is no longer available.\n\n          1.  Removal\n                     \n\n                    \n\nhas been  entered by a  state court, the parties  may, within\nthirty  days of the date the case is docketed in the district\ncourt,  file   motions  to   alter,  modify,   or  open   the\njudgment.\").\n\n                             -4-\n                              4\n\n          Both  the plain language of the statute and circuit\n\nprecedent  support removal in this case.  Congress authorized\n\nthe FDIC  to \"remove  any action, suit  or proceeding  from a\n\nState court to  the appropriate United States  district court\n\nbefore the end of the 90-day period beginning on the date the\n\naction, suit, or  proceeding is filed  against the [FDIC]  or\n\nthe  [FDIC]  is  substituted  as  a  party.\"    12  U.S.C.   \n\n1819(b)(2)(B).   While post-judgment  removal may not  be the\n\nstatutory  norm, Congress  did  not  limit  removal  in  this\n\ninstance to any particular phase of a state court proceeding.\n\nCf. 12 U.S.C.   632 (1988 &amp;  Supp. IV 1992) (limiting removal\n   \n\nby  Federal  Reserve  member  bank  to  \"anytime  before  the\n\ntrial\").  Nor may the  judicial branch impose such a limiting\n\ninterpretation  where, as  here,  the  statutory language  is\n\nunambiguous  on its face and  the result is not \"demonstrably\n\nat odds  with the  intentions of its  drafters.\"   Griffin v.\n                                                          \n\nOceanic  Contractors, Inc.,  458 U.S.  564, 571 (1982).   See\n                                                             \n\nalso  Estate  of  Kaw v.  Commissioner,  Me.  Dep't of  Human\n                                                             \n\nServs., 951 F.2d 444, 445 (1st Cir. 1991) (\"`When we find the\n      \n\nterms  of   [a]  statute  unambiguous,  judicial  inquiry  is\n\ncomplete  except  in rare  and  exceptional circumstances.'\")\n\n(quoting Rubin v. United States, 449 U.S. 424, 430 (1981) and\n                               \n\nParis v. Department of Hous. &amp; Urban Dev., 843 F.2d 561,  569\n                                         \n\n(1st Cir. 1988)).\n\n                             -5-\n                              5\n\n          In  any event, we  believe that the  result in this\n\ncase  is  controlled by  our  recent  decision in  Putnam  v.\n                                                         \n\nDeRosa, 963 F.2d 480 (1st  Cir. 1992).  In Putnam, after  the\n                                                 \n\ncompletion of  a state trial  and the filing  of a notice  of\n\nappeal,2 the  National  Credit  Union  Administration  (NCUA)\n\nbecame conservator for  one of the defendants and removed the\n\ncase to federal court.   See id. at 483.  In noting that \"[a]\n                                \n\nspecial  statute [12 U.S.C.   1789(a)(2) (1988)] gives [NCUA]\n\nthe right to bring this appeal in federal court,\" we also had\n\noccasion to  observe that  section 1789(a)(2)  is similar  to\n\nsection 1819(b)(2).  Id.  We continue  to be impressed by the\n                        \n\nmutual  resemblance of the two removal statutes, and conclude\n\nthat section 1819(b)(2)  gives FDIC the right  to remove this\n\ncase to federal court.\n\n          Perhaps, as the district court opined, removal of a\n\nstate appellate proceeding  is offensive to state  courts and\n\nunnecessary  for  the  achievement  of  legislative   goals.3\n\nIndeed, we are not as  confident as the Eleventh Circuit that\n\n\"Congress  itself  has weighed  interests  of federalism  and\n\ncomity\" in granting appellate removal  power to the FDIC.  In\n                                                             \n\n                    \n\n2.   Our research confirms that  a state notice of appeal was\nfiled in  Putnam despite the  omission of this fact  from our\n                \npublished opinion in that case.\n\n3.    The type  of reflexive  removal  apparent in  this case\nstrikes us  as particularly  wasteful of  scant economic  and\njudicial  resources.  After  all, the FDIC's  predecessor was\nfully victorious at trial and received all the relief sought.\n\n                             -6-\n                              6\n\nre  Savers Fed. Sav.  &amp; Loan Ass'n,  872 F.2d 963,  966 (11th\n                                  \n\nCir.  1989)  (per curiam)  (analyzing predecessor  to current\n\nFDIC  removal statute).   Nevertheless, Congress  has clearly\n\nstated  in section  1819(b)(2)  that  \"any  action,  suit  or\n\nproceeding\"  is removable.   Accordingly, we join  with every\n\nother  circuit that has  addressed the statutory  language at\n\nissue in holding that the pendency of a state appeal does not\n\nbar  removal under  12 U.S.C.     1819(b)(2).   Accord In  re\n                                                             \n\nMeyerland Co., 960 F.2d at 517; In re Savers Fed. Sav. &amp; Loan\n                                                             \n\nAss'n, 872 F.2d at 966; cf.  Nernberg, 3 F.3d at 67  (holding\n                                     \n\nthat 12 U.S.C.   1441a(l)(3)(A)  (Supp. IV 1992), the removal\n                        \n\nstatute  for  Resolution  Trust   Corporation,  identical  in\n\nrelevant part to  the FDIC removal provision,  allows removal\n\nwhile  state appeal is  pending); Lester v.  Resolution Trust\n                                                             \n\nCorp., 994 F.2d  1247, 1251-52 (7th Cir. 1993)  (same); In re\n                                                             \n\n5300 Memorial Investors, Ltd., 973 F.2d 1160,  1162 (5th Cir.\n                             \n\n1992) (same); Ward v.  Resolution Trust Corp., 972 F.2d  196,\n                                             \n\n198 (8th Cir. 1992) (similar),  cert. denied, 113 S. Ct. 1412\n                                            \n\n(1993).\n\n          2.  The Role of the District Court\n                                            \n\n          Where, as  in this appeal, post-judgment  relief is\n\nno  longer available,4  the district  court  shall adopt  the\n\n                    \n\n4.   Without deciding the question, we assume that, following\nremoval,  a district court could entertain timely motions for\npost-judgment relief  despite the  fact that  the trial  took\nplace  elsewhere.   Cf.  Nernberg,  3  F.3d at  68  (allowing\n                                 \ndistrict court to accept motions to alter, modify or open the\n\n                             -7-\n                              7\n\ndecision of the state court as its own, prepare the record as\n\nrequired  for appeal,  and forward  the case  to the  federal\n\nappeals court for  review.  Accord In re  Meyerland, 960 F.2d\n                                                   \n\nat 520.5\n\n          Echoing the district court's memorandum, defendants\n\nsuggest that the minimal nature of this clerical role for the\n\ndistrict   court  indicates  the   absence  of  a   \"case  or\n\ncontroversy,\"  a  necessary  predicate  to  the  exercise  of\n\nfederal jurisdiction under  Article III of the  Constitution.\n\nSee, e.g., Vote Choice, Inc. v. DiStefano, 4 F.3d 26, 36 (1st\n                                         \n\nCir. 1993).  We find this argument unpersuasive.  Despite the\n\nlack  of  post-judgment  motions for  the  district  court to\n\ndecide,  this case  arrives  at  the  federal  doorstep  with\n\n\"`questions  presented in an adversary context  and in a form\n\nhistorically  viewed as  capable  of  resolution through  the\n\njudicial process.'\"  Santa Maria v. Owens-Illinois, Inc., 808\n                                                        \n\nF.2d 848,  851 n.5 (1st  Cir. 1986) (quoting Flast  v. Cohen,\n                                                            \n\n392 U.S. 83, 95 (1968)).  A contested appeal of a state court\n\ndecision  is  clearly  a \"case  or  controversy\"  amenable to\n\n                    \n\nstate court judgment).\n\n5.   In  theory, a  party need  not file a  second notice  of\nappeal in federal court if  the original notice of appeal was\nadequate in  the state  court system.   In re  Meyerland, 960\n                                                        \nF.2d  at 520 (citing Granny Goose  Foods, Inc. v. Brotherhood\n                                                             \nof Teamsters, 415  U.S. 423, 435-36 (1974)).   In practice, a\n            \nparty should do  so as filing an additional  notice of appeal\nwould facilitate the administrative processing of the case in\nthe federal system.\n\n                             -8-\n                              8\n\njudicial  intervention.    The jurisdictional  boundaries  of\n\nArticle  III --  which does  not  itself create  distinctions\n\namong the \"inferior Courts\" to be established by Congress  --\n\ndo not  prevent a bona  fide dispute from reaching  a federal\n\nappeals court  simply because  the district  court's role  is\n\nlimited by the  awkward posture of a case  removed during the\n\npendency of a state appeal.  \n\n                             III.\n                                 \n\n                          CONCLUSION\n                                    \n\n          For  the foregoing reasons, we reverse the judgment\n\nof the district court, vacate the order remanding the case to\n\nthe state  court, and remand  the case to the  district court\n\nfor proceedings consistent with this opinion.\n\n          So ordered.\n          So ordered\n                    \n\n                             -9-\n                              9\n",
  "html": "<p class=\"case_cite\">12 F.3d 314</p>\n    <p class=\"parties\">FDIC, Federal Deposit Insurance Corporation as Receiver of<br>Vanguard Savings Bank, Plaintiff, Appellant,<br>v.<br>Paul KEATING, Individually;  Paul F. Keating as Trustee of<br>the PJ Three Realty Trust and of the Four \"K\" Trust;<br>Lucille Samson as Trustee of the Kellogg Realty Trust;<br>Lucille Samson and Paula J. Keating as Trustees of the 111<br>Allen Avenue Realty Trust;  and Victoria Mutual Limited<br>Partnership, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-1230.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 5, 1993.<br>Decided Dec. 29, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Daniel H. Kurtenbach, with whom Ann S. Duross, Asst. Gen. Counsel, and Richard J. Osterman, Jr., Sr. Counsel, Washington, DC, were on brief, for plaintiff, appellant.</p>\n      <p class=\"indent\">Philip D. Moran, Salem, MA, for defendants, appellees.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, ROSENN,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and CAMPBELL, Senior Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, plaintiff-appellant Federal Deposit Insurance Corporation (FDIC) asserts that the district court erred when it determined that 12 U.S.C. Sec. 1819(b)(2)(B) (1988 &amp; Supp.  IV 1992) does not allow removal of a state court proceeding to federal district court during the pendency of a state appeal and after the window for post-judgment relief has closed.  See generally FDIC v. Keating, 812 F.Supp. 8 (D.Mass.1993).  We reverse and remand.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On February 15, 1990, Vanguard Savings Bank (Vanguard) filed suit in Massachusetts state court against Paul F. Keating and several other individuals and entities to collect on a promissory note signed by Keating.  After Vanguard foreclosed on the property securing the note, the case was tried and, on November 18, 1991, the state court entered a deficiency judgment.  The parties did not file any motions for post-judgment relief.  On December 11, 1991, defendants nevertheless filed a notice of appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On March 27, 1992, the Massachusetts bank commissioner declared Vanguard insolvent.  On May 13, 1992, the FDIC, having been confirmed as liquidating agent, was substituted into the state court case as receiver of Vanguard.  On August 10, 1992, the FDIC timely removed the case to the United States District Court for the District of Massachusetts.  See 12 U.S.C. Sec. 1819(b)(2)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Because no motions for post-judgment relief were pending (nor were any filed after removal), the district court found itself in the somewhat anomalous position of receiving a case that was solely appellate in nature.  After a hearing at which the district court questioned its jurisdiction over the case, the court remanded the proceeding to state court.  Relying on the dissent in In re Meyerland Co., 960 F.2d 512, 522-26 (5th Cir.1992) (en banc), cert. denied, --- U.S. ----, 113 S.Ct. 967, 122 L.Ed.2d 123 (1993), the district court held that 12 U.S.C. Sec. 1819(b)(2)(B) does not allow removal when a state appeal is pending.  The court further held that, in any event, it lacked jurisdiction because (1) the time for filing post-judgment motions under both state and federal rules of procedure had elapsed;<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  (2) the court's original jurisdiction does not include mere processing of a state judgment for federal appeal;  and (3) a district court cannot exercise appellate jurisdiction over a state trial court.  Pursuant to 12 U.S.C. Sec. 1819(b)(2)(C) (Supp. IV 1992), the FDIC brought this appeal.  See Demars v. First Serv.  Bank for Sav., 907 F.2d 1237, 1241 (1st Cir.1990) (noting that section 1819(b)(2)(C) creates an exception to the general rule against appellate review of remand orders).</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Our review of a district court's interpretation of a statute, a pure question of law, is plenary;  however reasonable the district court's decision, we are free to exercise our independent judgment.  See United States v. Barker Steel Co., Inc., 985 F.2d 1123, 1125-26 (1st Cir.1993).  In so doing, we must first decide whether 12 U.S.C. Sec. 1819(b)(2)(B) permits removal of cases already tried and awaiting appeal in state court.  If so, we must then determine the proper role of the district court when post-judgment relief is no longer available.</p>\n    </div>\n    <p class=\"indent\">1. Removal</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Both the plain language of the statute and circuit precedent support removal in this case.  Congress authorized the FDIC to \"remove any action, suit or proceeding from a State court to the appropriate United States district court before the end of the 90-day period beginning on the date the action, suit, or proceeding is filed against the [FDIC] or the [FDIC] is substituted as a party.\"  12 U.S.C. Sec. 1819(b)(2)(B).  While post-judgment removal may not be the statutory norm, Congress did not limit removal in this instance to any particular phase of a state court proceeding.  Cf. 12 U.S.C. Sec. 632 (1988 &amp; Supp.  IV 1992) (limiting removal by Federal Reserve member bank to \"anytime before the trial\").  Nor may the judicial branch impose such a limiting interpretation where, as here, the statutory language is unambiguous on its face and the result is not \"demonstrably at odds with the intentions of its drafters.\"  Griffin v. Oceanic Contractors, Inc., 458 U.S. 564, 571, 102 S.Ct. 3245, 3250, 73 L.Ed.2d 973 (1982).  See also Estate of  Kaw v. Commissioner, Me.  Dep't of Human Servs., 951 F.2d 444, 445 (1st Cir.1991) (\" 'When we find the terms of [a] statute unambiguous, judicial inquiry is complete except in rare and exceptional circumstances.' \")  (quoting  Rubin v. United States, 449 U.S. 424, 430, 101 S.Ct. 698, 701, 66 L.Ed.2d 633 (1981) and  Paris v. Department of Hous. &amp; Urban Dev., 843 F.2d 561, 569 (1st Cir.1988)).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In any event, we believe that the result in this case is controlled by our recent decision in Putnam v. DeRosa, 963 F.2d 480 (1st Cir.1992).  In Putnam, after the completion of a state trial and the filing of a notice of appeal,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the National Credit Union Administration (NCUA) became conservator for one of the defendants and removed the case to federal court.  See id. at 483.   In noting that \"[a] special statute [12 U.S.C. Sec. 1789(a)(2) (1988) ] gives [NCUA] the right to bring this appeal in federal court,\" we also had occasion to observe that section 1789(a)(2) is similar to section 1819(b)(2).  Id.  We continue to be impressed by the mutual resemblance of the two removal statutes, and conclude that section 1819(b)(2) gives FDIC the right to remove this case to federal court.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Perhaps, as the district court opined, removal of a state appellate proceeding is offensive to state courts and unnecessary for the achievement of legislative goals.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Indeed, we are not as confident as the Eleventh Circuit that \"Congress itself has weighed interests of federalism and comity\" in granting appellate removal power to the FDIC.  In re Savers Fed.  Sav. &amp; Loan Ass'n, 872 F.2d 963, 966 (11th Cir.1989) (per curiam) (analyzing predecessor to current FDIC removal statute).  Nevertheless, Congress has clearly stated in section 1819(b)(2) that \"any action, suit or proceeding\" is removable.  Accordingly, we join with every other circuit that has addressed the statutory language at issue in holding that the pendency of a state appeal does not bar removal under 12 U.S.C. Sec. 1819(b)(2).  Accord In re Meyerland Co., 960 F.2d at 517;  In re Savers Fed.  Sav. &amp; Loan Ass'n, 872 F.2d at 966;  cf. Nernberg, 3 F.3d at 67 (holding that 12 U.S.C. Sec. 1441a(l )(3)(A) (Supp.  IV 1992), the removal statute for Resolution Trust Corporation, identical in relevant part to the FDIC removal provision, allows removal while state appeal is pending);  Lester v. Resolution Trust Corp., 994 F.2d 1247, 1251-52 (7th Cir.1993) (same);  In re 5300 Memorial Investors, Ltd., 973 F.2d 1160, 1162 (5th Cir.1992) (same);  Ward v. Resolution Trust Corp., 972 F.2d 196, 198 (8th Cir.1992) (similar), cert. denied, --- U.S. ----, 113 S.Ct. 1412, 122 L.Ed.2d 783 (1993).</p>\n    </div>\n    <p class=\"indent\">2. The Role of the District Court</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Where, as in this appeal, post-judgment relief is no longer available,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> the district court shall adopt the decision of the state court as its own, prepare the record as required for appeal, and forward the case to the federal appeals court for review.  Accord In re Meyerland, 960 F.2d at 520.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Echoing the district court's memorandum, defendants suggest that the minimal nature of this clerical role for the district court indicates the absence of a \"case or controversy,\" a necessary predicate to the exercise of federal jurisdiction under Article III of the Constitution.  See, e.g., Vote Choice, Inc. v. DiStefano, 4 F.3d 26, 36 (1st Cir.1993).  We find this argument unpersuasive.  Despite the lack of post-judgment motions for the district court to decide, this case arrives at the federal doorstep with \" 'questions presented in an adversary context and in a form historically viewed as capable of resolution through the judicial process.' \"  Santa Maria v. Owens-Illinois, Inc., 808 F.2d 848, 851 n. 5 (1st Cir.1986) (quoting Flast v. Cohen, 392 U.S. 83, 95, 88 S.Ct. 1942, 1950, 20 L.Ed.2d 947 (1968)).  A contested appeal of a state court decision is clearly a \"case or controversy\" amenable to judicial intervention.  The jurisdictional boundaries of Article III--which does not itself create distinctions among the \"inferior Courts\" to be established by Congress--do not prevent a bona fide dispute from reaching a federal appeals court simply because the district court's role is limited by the awkward posture of a case removed during the pendency of a state appeal.</p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">For the foregoing reasons, we reverse the judgment of the district court, vacate the order remanding the case to the state court, and remand the case to the district court for proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Third Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The district court's finding on the unavailability of post-judgment relief is not challenged on appeal and we therefore decline to review this aspect of its decision.  We note, however, that at least two circuits have suggested that, even if post-judgment relief is no longer possible under state procedural rules, the time period for such relief under the federal rules begins on the date of removal.  See Jackson v. American Sav. Mortgage Corp., 924 F.2d 195, 199 &amp; n. 9 (11th Cir.1991) (\"[E]ven if state procedural rules contain a Rule 59-type motion ... and removal occurs during the running of the time for such a motion or after the time for such a motion has run, a party would still have ten days after removal to file a Rule 59 motion in federal district court.\");  Resolution Trust Corp. v. Nernberg, 3 F.3d 62, 68 (3d Cir.1993) (noting similarity between Resolution Trust and FDIC removal statutes and establishing circuit rule that \"[i]n all cases removed to the district court after judgment has been entered by a state court, the parties may, within thirty days of the date the case is docketed in the district court, file motions to alter, modify, or open the judgment.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Our research confirms that a state notice of appeal was filed in Putnam despite the omission of this fact from our published opinion in that case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The type of reflexive removal apparent in this case strikes us as particularly wasteful of scant economic and judicial resources.  After all, the FDIC's predecessor was fully victorious at trial and received all the relief sought</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Without deciding the question, we assume that, following removal, a district court could entertain timely motions for post-judgment relief despite the fact that the trial took place elsewhere.  Cf. Nernberg, 3 F.3d at 68 (allowing district court to accept motions to alter, modify or open the state court judgment)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In theory, a party need not file a second notice of appeal in federal court if the original notice of appeal was adequate in the state court system.  In re Meyerland, 960 F.2d at 520 (citing Granny Goose Foods, Inc. v. Brotherhood of Teamsters, 415 U.S. 423, 435-36, 94 S.Ct. 1113, 1122-23, 39 L.Ed.2d 435 (1974)).  In practice, a party should do so as filing an additional notice of appeal would facilitate the administrative processing of the case in the federal system</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">314</span></span></p>\n    <p class=\"parties\">FDIC, Federal Deposit Insurance Corporation as Receiver of<br>Vanguard Savings Bank, Plaintiff, Appellant,<br>v.<br>Paul KEATING, Individually;  Paul F. Keating as Trustee of<br>the PJ Three Realty Trust and of the Four \"K\" Trust;<br>Lucille Samson as Trustee of the Kellogg Realty Trust;<br>Lucille Samson and Paula J. Keating as Trustees of the 111<br>Allen Avenue Realty Trust;  and Victoria Mutual Limited<br>Partnership, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-1230.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 5, 1993.<br>Decided Dec. 29, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Daniel H. Kurtenbach, with whom Ann S. Duross, Asst. Gen. Counsel, and Richard J. Osterman, Jr., Sr. Counsel, Washington, DC, were on brief, for plaintiff, appellant.</p>\n      <p class=\"indent\">Philip D. Moran, Salem, MA, for defendants, appellees.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, ROSENN,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and CAMPBELL, Senior Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, plaintiff-appellant Federal Deposit Insurance Corporation (FDIC) asserts that the district court erred when it determined that 12 U.S.C. Sec. 1819(b)(2)(B) (1988 &amp; Supp.  IV 1992) does not allow removal of a state court proceeding to federal district court during the pendency of a state appeal and after the window for post-judgment relief has closed.  See generally FDIC v. Keating, <span class=\"citation\" data-id=\"1761822\"><a href=\"/opinion/1761822/fdic-v-keating/\"><span class=\"volume\">812</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">8</span></a></span> (D.Mass.1993).  We reverse and remand.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On February 15, 1990, Vanguard Savings Bank (Vanguard) filed suit in Massachusetts state court against Paul F. Keating and several other individuals and entities to collect on a promissory note signed by Keating.  After Vanguard foreclosed on the property securing the note, the case was tried and, on November 18, 1991, the state court entered a deficiency judgment.  The parties did not file any motions for post-judgment relief.  On December 11, 1991, defendants nevertheless filed a notice of appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On March 27, 1992, the Massachusetts bank commissioner declared Vanguard insolvent.  On May 13, 1992, the FDIC, having been confirmed as liquidating agent, was substituted into the state court case as receiver of Vanguard.  On August 10, 1992, the FDIC timely removed the case to the United States District Court for the District of Massachusetts.  See 12 U.S.C. Sec. 1819(b)(2)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Because no motions for post-judgment relief were pending (nor were any filed after removal), the district court found itself in the somewhat anomalous position of receiving a case that was solely appellate in nature.  After a hearing at which the district court questioned its jurisdiction over the case, the court remanded the proceeding to state court.  Relying on the dissent in In re Meyerland Co., <span class=\"citation\" data-id=\"580735\"><a href=\"/opinion/580735/in-the-matter-of-meyerland-co-and-william-m-adkinson-debtors-federal/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">512</span></a></span>, 522-26 (5th Cir.1992) (en banc), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">967</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">123</span></span> (1993), the district court held that 12 U.S.C. Sec. 1819(b)(2)(B) does not allow removal when a state appeal is pending.  The court further held that, in any event, it lacked jurisdiction because (1) the time for filing post-judgment motions under both state and federal rules of procedure had elapsed;<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  (2) the court's original jurisdiction does not include mere processing of a state judgment for federal appeal;  and (3) a district court cannot exercise appellate jurisdiction over a state trial court.  Pursuant to 12 U.S.C. Sec. 1819(b)(2)(C) (Supp. IV 1992), the FDIC brought this appeal.  See Demars v. First Serv.  Bank for Sav., <span class=\"citation\" data-id=\"544602\"><a href=\"/opinion/544602/j-paul-demars-dba-j-paul-demars-construction-v-first-service-bank-for/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1237</span></a></span>, 1241 (1st Cir.1990) (noting that section 1819(b)(2)(C) creates an exception to the general rule against appellate review of remand orders).</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Our review of a district court's interpretation of a statute, a pure question of law, is plenary;  however reasonable the district court's decision, we are free to exercise our independent judgment.  See United States v. Barker Steel Co., Inc., <span class=\"citation\" data-id=\"600350\"><a href=\"/opinion/600350/united-states-v-barker-steel-co-inc-and-robert-b-brack/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1123</span></a></span>, 1125-26 (1st Cir.1993).  In so doing, we must first decide whether 12 U.S.C. Sec. 1819(b)(2)(B) permits removal of cases already tried and awaiting appeal in state court.  If so, we must then determine the proper role of the district court when post-judgment relief is no longer available.</p>\n    </div>\n    <p class=\"indent\">1. Removal</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Both the plain language of the statute and circuit precedent support removal in this case.  Congress authorized the FDIC to \"remove any action, suit or proceeding from a State court to the appropriate United States district court before the end of the 90-day period beginning on the date the action, suit, or proceeding is filed against the [FDIC] or the [FDIC] is substituted as a party.\"  12 U.S.C. Sec. 1819(b)(2)(B).  While post-judgment removal may not be the statutory norm, Congress did not limit removal in this instance to any particular phase of a state court proceeding.  Cf. 12 U.S.C. Sec. 632 (1988 &amp; Supp.  IV 1992) (limiting removal by Federal Reserve member bank to \"anytime before the trial\").  Nor may the judicial branch impose such a limiting interpretation where, as here, the statutory language is unambiguous on its face and the result is not \"demonstrably at odds with the intentions of its drafters.\"  Griffin v. Oceanic Contractors, Inc., <span class=\"citation\" data-id=\"110787\"><a href=\"/opinion/110787/griffin-v-oceanic-contractors-inc/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 571, <span class=\"citation\" data-id=\"110787\"><a href=\"/opinion/110787/griffin-v-oceanic-contractors-inc/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3245</span></a></span>, 3250, <span class=\"citation\" data-id=\"110787\"><a href=\"/opinion/110787/griffin-v-oceanic-contractors-inc/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">973</span></a></span> (1982).  See also Estate of  Kaw v. Commissioner, Me.  Dep't of Human Servs., <span class=\"citation\" data-id=\"573878\"><a href=\"/opinion/573878/35-socsecrepser-717-medicare-medicaid-guide-p-39776-estate-of/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">444</span></a></span>, 445 (1st Cir.1991) (\" 'When we find the terms of [a] statute unambiguous, judicial inquiry is complete except in rare and exceptional circumstances.' \")  (quoting  Rubin v. United States, <span class=\"citation\" data-id=\"110378\"><a href=\"/opinion/110378/rubin-v-united-states/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 430, <span class=\"citation\" data-id=\"110378\"><a href=\"/opinion/110378/rubin-v-united-states/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">698</span></a></span>, 701, <span class=\"citation\" data-id=\"110378\"><a href=\"/opinion/110378/rubin-v-united-states/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">633</span></a></span> (1981) and  Paris v. Department of Hous. &amp; Urban Dev., <span class=\"citation\" data-id=\"503995\"><a href=\"/opinion/503995/antonia-paris-v-department-of-housing-and-urban-development/\"><span class=\"volume\">843</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">561</span></a></span>, 569 (1st Cir.1988)).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In any event, we believe that the result in this case is controlled by our recent decision in Putnam v. DeRosa, <span class=\"citation\" data-id=\"583335\"><a href=\"/opinion/583335/michael-putnam-and-maureen-putnam-v-steven-j-derosa-etc-triad-finance/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">480</span></a></span> (1st Cir.1992).  In Putnam, after the completion of a state trial and the filing of a notice of appeal,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the National Credit Union Administration (NCUA) became conservator for one of the defendants and removed the case to federal court.  See id. at 483.   In noting that \"[a] special statute [12 U.S.C. Sec. 1789(a)(2) (1988) ] gives [NCUA] the right to bring this appeal in federal court,\" we also had occasion to observe that section 1789(a)(2) is similar to section 1819(b)(2).  Id.  We continue to be impressed by the mutual resemblance of the two removal statutes, and conclude that section 1819(b)(2) gives FDIC the right to remove this case to federal court.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Perhaps, as the district court opined, removal of a state appellate proceeding is offensive to state courts and unnecessary for the achievement of legislative goals.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Indeed, we are not as confident as the Eleventh Circuit that \"Congress itself has weighed interests of federalism and comity\" in granting appellate removal power to the FDIC.  In re Savers Fed.  Sav. &amp; Loan Ass'n, <span class=\"citation no-link\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">963</span></span>, 966 (11th Cir.1989) (per curiam) (analyzing predecessor to current FDIC removal statute).  Nevertheless, Congress has clearly stated in section 1819(b)(2) that \"any action, suit or proceeding\" is removable.  Accordingly, we join with every other circuit that has addressed the statutory language at issue in holding that the pendency of a state appeal does not bar removal under 12 U.S.C. Sec. 1819(b)(2).  Accord In re Meyerland Co., 960 F.2d at 517;  In re Savers Fed.  Sav. &amp; Loan Ass'n, 872 F.2d at 966;  cf. Nernberg, 3 F.3d at 67 (holding that 12 U.S.C. Sec. 1441a(l )(3)(A) (Supp.  IV 1992), the removal statute for Resolution Trust Corporation, identical in relevant part to the FDIC removal provision, allows removal while state appeal is pending);  Lester v. Resolution Trust Corp., <span class=\"citation\" data-id=\"608115\"><a href=\"/opinion/608115/william-a-lester-trustee-for-the-bankrupt-estate-of-daniel-e-harper/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1247</span></a></span>, 1251-52 (7th Cir.1993) (same);  In re 5300 Memorial Investors, Ltd., <span class=\"citation\" data-id=\"589979\"><a href=\"/opinion/589979/in-the-matter-of-5300-memorial-investors-ltd-debtor-5300-memorial/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1160</span></a></span>, 1162 (5th Cir.1992) (same);  Ward v. Resolution Trust Corp., <span class=\"citation\" data-id=\"588207\"><a href=\"/opinion/588207/seth-ward-v-resolution-trust-corporation-as-receiver-for-madison-guaranty/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">196</span></a></span>, 198 (8th Cir.1992) (similar), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1412</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">783</span></span> (1993).</p>\n    </div>\n    <p class=\"indent\">2. The Role of the District Court</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Where, as in this appeal, post-judgment relief is no longer available,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> the district court shall adopt the decision of the state court as its own, prepare the record as required for appeal, and forward the case to the federal appeals court for review.  Accord In re Meyerland, 960 F.2d at 520.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Echoing the district court's memorandum, defendants suggest that the minimal nature of this clerical role for the district court indicates the absence of a \"case or controversy,\" a necessary predicate to the exercise of federal jurisdiction under Article III of the Constitution.  See, e.g., Vote Choice, Inc. v. DiStefano, <span class=\"citation\" data-id=\"629116\"><a href=\"/opinion/629116/vote-choice-inc-v-joseph-distefano-etc-elizabeth-leonard-vote/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 36 (1st Cir.1993).  We find this argument unpersuasive.  Despite the lack of post-judgment motions for the district court to decide, this case arrives at the federal doorstep with \" 'questions presented in an adversary context and in a form historically viewed as capable of resolution through the judicial process.' \"  Santa Maria v. Owens-Illinois, Inc., <span class=\"citation\" data-id=\"481316\"><a href=\"/opinion/481316/leo-f-santa-maria-and-joan-santa-maria-v-owens-illinois-inc-leo-f/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">848</span></a></span>, 851 n. 5 (1st Cir.1986) (quoting Flast v. Cohen, <span class=\"citation\" data-id=\"107731\"><a href=\"/opinion/107731/flast-v-cohen/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 95, <span class=\"citation\" data-id=\"107731\"><a href=\"/opinion/107731/flast-v-cohen/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1942</span></a></span>, 1950, <span class=\"citation\" data-id=\"107731\"><a href=\"/opinion/107731/flast-v-cohen/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">947</span></a></span> (1968)).  A contested appeal of a state court decision is clearly a \"case or controversy\" amenable to judicial intervention.  The jurisdictional boundaries of Article III--which does not itself create distinctions among the \"inferior Courts\" to be established by Congress--do not prevent a bona fide dispute from reaching a federal appeals court simply because the district court's role is limited by the awkward posture of a case removed during the pendency of a state appeal.</p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">For the foregoing reasons, we reverse the judgment of the district court, vacate the order remanding the case to the state court, and remand the case to the district court for proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Third Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The district court's finding on the unavailability of post-judgment relief is not challenged on appeal and we therefore decline to review this aspect of its decision.  We note, however, that at least two circuits have suggested that, even if post-judgment relief is no longer possible under state procedural rules, the time period for such relief under the federal rules begins on the date of removal.  See Jackson v. American Sav. Mortgage Corp., <span class=\"citation\" data-id=\"555021\"><a href=\"/opinion/555021/violet-jackson-v-american-savings-mortgage-corporation-and-the-resolution/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">195</span></a></span>, 199 &amp; n. 9 (11th Cir.1991) (\"[E]ven if state procedural rules contain a Rule 59-type motion ... and removal occurs during the running of the time for such a motion or after the time for such a motion has run, a party would still have ten days after removal to file a Rule 59 motion in federal district court.\");  Resolution Trust Corp. v. Nernberg, <span class=\"citation\" data-id=\"628637\"><a href=\"/opinion/628637/resolution-trust-corporation-as-receiver-for-first-home-savings/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">62</span></a></span>, 68 (3d Cir.1993) (noting similarity between Resolution Trust and FDIC removal statutes and establishing circuit rule that \"[i]n all cases removed to the district court after judgment has been entered by a state court, the parties may, within thirty days of the date the case is docketed in the district court, file motions to alter, modify, or open the judgment.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Our research confirms that a state notice of appeal was filed in Putnam despite the omission of this fact from our published opinion in that case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The type of reflexive removal apparent in this case strikes us as particularly wasteful of scant economic and judicial resources.  After all, the FDIC's predecessor was fully victorious at trial and received all the relief sought</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Without deciding the question, we assume that, following removal, a district court could entertain timely motions for post-judgment relief despite the fact that the trial took place elsewhere.  Cf. Nernberg, 3 F.3d at 68 (allowing district court to accept motions to alter, modify or open the state court judgment)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In theory, a party need not file a second notice of appeal in federal court if the original notice of appeal was adequate in the state court system.  In re Meyerland, 960 F.2d at 520 (citing Granny Goose Foods, Inc. v. Brotherhood of Teamsters, <span class=\"citation\" data-id=\"108983\"><a href=\"/opinion/108983/granny-goose-foods-inc-v-teamsters/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">423</span></a></span>, 435-36, <span class=\"citation\" data-id=\"108983\"><a href=\"/opinion/108983/granny-goose-foods-inc-v-teamsters/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1113</span></a></span>, 1122-23, <span class=\"citation\" data-id=\"108983\"><a href=\"/opinion/108983/granny-goose-foods-inc-v-teamsters/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span></a></span> (1974)).  In practice, a party should do so as filing an additional notice of appeal would facilitate the administrative processing of the case in the federal system</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107731/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110378/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110787/",
    "http://www.courtlistener.com/api/rest/v3/opinions/481316/",
    "http://www.courtlistener.com/api/rest/v3/opinions/503995/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544602/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555021/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573878/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580735/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583335/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588207/",
    "http://www.courtlistener.com/api/rest/v3/opinions/589979/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600350/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608115/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628637/",
    "http://www.courtlistener.com/api/rest/v3/opinions/629116/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1761822/"
  ]
}